{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Paterson, Laura L."
        },
        {
            "name": "Coffey-Glover, Laura"
        }
    ],
    "contributors": [],
    "createdDate": "2018-11-03T16:52:24+00:00",
    "dataProvider": {
        "id": 86,
        "name": "Open Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/86",
        "logo": "https://api.core.ac.uk/data-providers/86/logo"
    },
    "depositedDate": "2018-08-27T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.1075/jls.17022.pat",
    "downloadUrl": "https://core.ac.uk/download/161526436.pdf",
    "fullText": "Open Research OnlineThe Open University’s repository of research publicationsand other research outputsDiscourses of marriage in same-sex marriage debates inthe UK press 2011-2014Journal ItemHow to cite:Paterson, Laura L. and Coffey-Glover, Laura (2018). Discourses of marriage in same-sex marriage debates inthe UK press 2011-2014. Journal of Language and Sexuality, 7(2) pp. 175–204.For guidance on citations see FAQs.c© [not recorded]Version: Accepted ManuscriptLink(s) to article on publisher’s website:http://dx.doi.org/doi:10.1075/jls.17022.patCopyright and Moral Rights for the articles on this site are retained by the individual authors and/or other copyrightowners. For more information on Open Research Online’s data policy on reuse of materials please consult the policiespage.oro.open.ac.uk  Discourses of marriage in same-sex marriage debates in the UK press 2011–2014  Laura L. Paterson & Laura Coffey-Glover The Open University, Milton Keynes, United Kingdom / Nottingham Trent University, United Kingdom  This paper interrogates media representations of same-sex marriage debates in the UK using a combination of corpus linguistics tools and close reading, and drawing on Queer Linguistics. Following related work by Baker (2004), Love and Baker (2015), and Bachmann (2011), we analyse a 1.3 million-word corpus of UK national newspaper texts compiled for the Discourses of Marriage Research Group. Our corpus stretches from September 2011 and the announcement of a government consultation on same-sex marriage, to April 2014 when the first same-sex marriages took place. Using a top-down approach we investigate the discourses drawn upon in same-sex marriage debates (as indexed by keywords and key semantic fields) and uncover the binary social categories used to normalise social structures and hold the same-sex marriage debate in place. We also consider which social actors are (not) given a voice and/or agency and discuss how (same-sex) marriage is constituted.  Keywords: same-sex marriage, queer theory, discourse, corpus linguistics, social actors, semantic domains   1. Introduction  In September 2011 the Conservative-led UK coalition government announced a public consultation on same-sex marriage. The resulting Marriage (Same-Sex Couples) Bill was introduced to parliament in 2013 and after formal debates, a free vote for MPs, and a voice vote in the House of Lords, the Bill was given Royal Assent on the 17th July 2013. The resulting Marriage (Same-Sex Couples) Act became law in 2014, with the first marriages taking place in   March that year. This paper uses tools from corpus linguistics and discourse analysis to analyse media representations of the UK same-sex marriage debate and is underpinned by the theoretical framework of Queer Linguistics. We chose a corpus-based approach in order to ascertain patterns across texts concerning same-sex marriage, with the aim of investigating the actions and processes associated with the identity categories and social actors prominent in same-sex marriage debates. Our chosen method is well established in research devoted to same-sex partnership legislation (Baker 2004, Bachmann 2011, Love & Baker 2015, Findlay 2017), but previous corpus work has focused on legal debates rather than the media.  Our focus on media texts is justified by their ubiquity. People’s daily consumption of media, in the form of print and online news, social media, and radio/television programming (both news reports and fictional programmes with same-sex marriage storylines) has the ability to influence public opinion and inform the stances that individuals take towards same-sex marriage in the UK. Combining our corpus analysis with an awareness of Queer Theory facilitates the interrogation of the social categories used in same-sex marriage debates and allows us to destabilise the patterns in the corpus by emphasising the themes and identities not foregrounded in texts concerning same-sex marriage. The following section considers the role Queer Theory can play in the linguistic analysis of same-sex marriage debates. It also includes an overview of existing research on legislation concerning same-sex partnerships in the UK. We focus on work utilising corpus linguistics and critical discourses analysis, but note that these methods are not exhaustive of research on this issue. In section 3 we describe the construction of the Discourses of Marriage (DoM) corpus. Section 4 comprises the analysis, which focuses on keywords, key semantic domains, the definition of marriage, and the agency of key social actors. We summarise our findings in section 5 and consider how our research compares to the existing work described below.   2. Queer Theory, corpus linguistics, and same-sex marriage debates  As an extension of Queer Theory’s broad concern with the discursive construction of heterosexuality as an assumed norm, one of the main aims of Queer Linguistics is to analyse and critique the linguistic mechanisms of heteronormativity. This involves questioning and critically unpicking socially-constructed categories, including binaries relating to gender and sexuality   (Motschenbacher & Stegu 2013). According to Barrett (2002: 28), Queer Linguistics is “a linguistics in which identity categories are not accepted as a priori entities, but are recognized as ideological constructs produced by social discourse”. We follow Leap’s (2013: 644) assertion that “[c]ritical inquiry requires an analysis that refuses to treat social phenomena as if they are self-contained formations”. Queer Linguistics foregrounds that which is marginalised, as well as engaging in the practice of queering – in other words, unpicking the notion of normativity itself. In this paper we analyse binary identity positions (such as homosexual/heterosexual) and dichotomies of stance (such as church vs. state) in media debates about same-sex marriage. In doing so, we also highlight the absence of marginalised identity positions, such as lesbian and bisexual. We are thus interested in the discursive construction of sexual identity and the assumed binaries that underpin discussions about marriage equality in the UK. We advocate for Queer Linguistics as a means for investigating the impact of same-sex marriage legislation on wider social norms. Queer Linguistics and corpus linguistic methods are ideal bedfellows for investigating the ideological effects of (marriage-related) discourse, because both approaches foreground the importance of capturing repeated patterns. For Queer Theory, in order for normative understandings of gender and sexuality to become recognisable, they have to be repeated; the normalisation of these repeated behaviours or “acts” is what Butler (1990, 1993) terms the performative nature of identity. Corpus linguistics facilitates the observation of repeated lexical, semantic, and grammatical patterns and allows us to see their cumulative effects, which in turn assists in observing dominant, and therefore normative, representations of society. We thus expand on the trend for corpus-based research on same-sex partnership legislation (described below) and draw on Queer Theory to underpin our analysis. Existing research has established a number of discourses drawn upon by those opposing same-sex marriage, including the idea that same-sex partnerships are fundamentally different to heterosexual ones, that the institution of marriage needs protecting, and that the legal recognition of same-sex unions represents an attack on religious freedoms. Love and Baker (2015) analysed the language used in the House of Commons and the House of Lords by those who voted against equal rights legislation in two parliamentary debates. The first concerned the age of consent for anal sex (1998–2000) and the second focused on same-sex marriage (2013). The authors used corpus analysis to identify differences in argumentation strategies in the two debates, finding that the latter included more indirect linguistic strategies for expressing homophobic ideas. Love and   Baker (2015) used keywords (see section 4.1) to determine which terms were statistically salient in each debate and also paid close attention to the terms gay* and homosexual*, treating them as “signposts” to discourses of homophobia. Their analysis shows that those opposing same-sex marriage emphasised the importance of marriage in its (then) current form, as well as making religious arguments against the proposed legislation. Keywords such as “religious”, “faith” and “church” were used to claim denial of religious freedoms, with the church represented as being “forced” to perform same-sex marriages (Love & Baker 2015: 13).  Findlay (2017) also used corpus methods to analyse the language in the House of Lords debates on same-sex marriage. He demonstrates that those opposing same-sex marriage drew upon notions of redefinition – in other words, including same-sex couples in marriage law would be a fundamental redefinition of the term marriage. He argues that opponents use discourses of “linguistic rigidity” and “linguistic conservatism” to support heteronormative ideologies that have “normalised and legitimised particular ways of arranging social and sexual relationships in modern society [...] in large part by giving name to those arrangements, and denying them to others” (Findlay 2017: 34). In a similar vein, Bachmann (2011) analysed the House of Lords debates about civil partnerships (which became UK law in 2005) and argues that, by not labelling such partnerships as marriages,   politics has created the object of civil partnership by means of the Act and the debates in the Houses of Parliament. New subjects are produced as a result: civil partners. These people have existed before and they have had loving relationships as partners before, but the discourses have constructed a new identity category into which they can be put. (Bachmann 2011: 80)   From a queer perspective, civil partnerships disrupt the social categories of married and unmarried by providing an additional category of legal union, but they do not ultimately represent equality as they perpetuate a “same but different” ideology; only those in same-sex unions can be granted a civil partnership, and campaigns to open civil partnerships to other couples have failed.1 However, although the disruption of married/unmarried created by civil                                                1 Rebecca Steinfeld and Charles Keidan were denied a heterosexual civil partnership by the Court of Appeal (BBC 2017) and there is an ongoing Equal Civil Partnerships campaign (http://equalcivilpartnerships.org.uk/).   partnerships does not achieve equality, the advent and seeming acceptance of civil partnerships as an alternative to marriage demonstrates that such categories are not societal certainties. Importantly, this disruption was achieved through linguistic means; the labelling of a third category (as Bachmann (2011) notes) created a new identity label which legitimised the practices of a subgroup of those previously categorised as unmarried. Similarly, the language used to talk about same-sex marriage in the media suggests that the Marriage (Same-Sex Couples) Act constituted a queering of marriage; the use of terms like redefine, and the apparent distinction between (traditional) marriage and gay/same-sex marriage (discussed below), shows how same-sex marriage represents a disruption of normative understandings of what marriage is.  Table 1. Bachmann’s (2011) discourses of marriage  Discourse Label Realisation Difference Same-sex relationships are represented as different to opposite-sex relationships, as signified by phrases such as ‘couples outside marriage’ (2001: 89) Similarity Same-sex relationships are conceptualised as ‘just the same’ as opposite-sex relationships and the similarities between heterosexual and homosexual relationships – such as a focus on love and commitment – are foregrounded. This discourse is a form of homonormativity. One of many Same-sex relationships are positioned as just one of many possible types of disadvantaged relationships which do not conform to heteronormative ideologies. Thin end of the wedge Civil partnerships open the metaphorical floodgates for the legal recognition of other non-heteronormative relationships, such as polygamy, incest, etc. See also the slippery slope metaphor found by van der Bom et al. (2015). Detrimental to society Civil partnerships (and same-sex partnerships more widely) are positioned as a threat to the ‘institution of marriage’, which tends to collocate with terms such as undermine, defend, protect and support (2011: 98). Positive for society The legal endorsement of civil partnerships is positioned as beneficial to wider society.    In his analysis of civil partnership debates, Bachmann identified several key discourses, summarised in Table 1. Part of the rationale for building the DoM corpus was to investigate whether, ten years after civil partnerships, the same discourses repeated in media debates about same-sex marriage. We take a top-down approach to investigate what our corpus can tell us about the macro-level trends in same-sex marriage debates, using keywords, semantic domain analysis, and word sketches. We take a bottom-up approach, starting with close analysis of a subset of data, in our related work on victimhood (Turner, Mills, van der Bom, Coffey-Glover, Paterson & Jones 2018). This paper focuses on the following:   1. Which discourses are drawn upon in media debates about same-sex marriage?  2. How is marriage defined and conceptualised in same-sex marriage debates? 3. What social actors are agentive within the corpus, and in what ways do they represent normative or marginalised identity constructions?   To answer these questions, we used different corpus software appropriate for particular tasks. WordSmith Tools (Scott 2012) was used to generate keywords and concordances (section 4.1), and was supplemented with semantic domain analysis using Wmatrix (Rayson 2009). We also used Sketch Engine (Kilgarriff, Rychlý, Smrž & Tugwell 2004) for social actor analysis (section 4.4). We chose multiple tools to ensure that our analysis was not constrained by the limitations of software. We explain these tools in section 4; section 3 details how we compiled our corpus.  3. Building the corpus  Our corpus comprises UK newspaper texts (including articles, opinion pieces, blogs and letters). It was collected using Lexis Nexis (an online news archive) and covers the period between September 2011 and April 2014. These dates correspond to the UK government’s announcement of a consultation on same-sex marriage and the first same-sex marriages taking place. We used the search terms “marriage” (major mentions) AND “same sex” OR “gay” OR “homosexual” OR “civil partnership” and restricted our search to UK national newspapers (excluding newswires), duplicates removed.    The initial search yielded almost thirteen thousand articles, demonstrating that same-sex marriage was a popular topic in the UK media. However, mentions of same-sex marriage in UK newspapers are not restricted to debates about UK law; many countries around the world were debating similar issues during our chosen time period. As our focus was on the UK, we removed articles concerned with same-sex marriage elsewhere. Upon close inspection of the texts, it became clear that same-sex marriage debates were used as a reference point for other issues; especially in the early part of the timeframe covered, many texts referenced same-sex marriage when the Don’t Ask, Don’t Tell (DADT) policy of the US military was repealed in 2011. Analysing the topics debated with reference to same-sex marriage warrants further research, but is beyond the scope of the present study. We were interested in same-sex marriage legislation in England and Wales (and to a lesser extent Scotland, which followed a different timeline).  To remove erroneous results and texts not primarily concerned with UK same-sex marriage, each author manually analysed month-long batches of texts. We excluded texts where UK same-sex marriage was not the primary theme, as determined by close reading of the headline and the first three paragraphs. Whilst this process was, unavoidably, somewhat subjective, the two authors discussed problematic examples. The texts were grouped into four categories: news (1707 texts), editorial/opinion (586), blogs (93), and letters (213). Our sampling criteria meant the removal of reports of political speeches where same-sex marriage was one of several issues mentioned and we only included letters to the editor focusing on same-sex marriage.  The corpus consists of 2,599 texts (1,337,163 words), distributed as in Table 2. We grouped daily newspapers with their Sunday counterparts, as even though Sunday editions may have different editors, they are still part of the same media institution. Each article was XML tagged for its source publication, author, date, and text type (news, op/ed, blog, letter). External metadata assigned by Lexis Nexis (i.e. “article type”) was used as a guide.           Table 2. Composition of Discourses of Marriage (DoM) corpus Source Political allegiance No. texts Word count Avg. word per text The Telegraph Conservative 778 424,331 545.42 The Independent Liberal Democrats 426 231,525 543.49 Daily Mail Conservative 333 231,335 649.70 Guardian Labour 313 201,479 643.70 The Times Conservative 241 126,131 523.37 The Express UKIP 183 51,852 283.34 The Sun Conservative 151 31,943 211.54 Daily Mirror Labour 77 16,432 213.40 Morning Star Undeclared 46 14,313 311.15 Daily Star Undeclared 37 5,225 141.22 People Hung Parliament 14 2,597 185.50 TOTAL  2,599 1,337,163 514.49  Ultimately, it was not possible to assign a stance on same-sex marriage to each newspaper without a degree of subjectivity. Whilst the Independent launched a pro-same-sex marriage campaign, and The Times went on record with a leading article entitled “David Cameron is right to back gay marriage” (March 5, 2012), other publications remained ambivalent, or suggested their position implicitly. For example, the Telegraph and the Daily Mail gave lots of coverage to the Coalition for Marriage (an anti-same-sex marriage group). To provide an indication of the ideological leanings of each newspaper, Table 2 notes which political party each publication endorsed in the 2010 UK general election. Overall, newspapers supporting the Conservative Party wrote the most about same-sex marriage, but this did not equate to endorsement for the Conservative-led consultation and/or support for same-sex marriage. The Telegraph, which predominantly took an anti-same-sex marriage stance, published the most texts in the corpus timeframe. This was followed by the pro-same-sex marriage Independent. Texts concerning   same-sex marriage were not published at a constant rate. Rather, there were particular peaks of interest when the debate was apparently most newsworthy (see Figure 1).    Figure 1. Distribution of texts across DoM corpus  The spikes in the data correspond with the beginning (March 15, 2012) and end (June 14, 2012) of the UK government's consultation on same-sex marriage, and the publication of its results in December 2012. There are also spikes in January and February 2013, which correspond to the first and second readings of the Marriage (Same-Sex Couples) Bill in UK parliament (January 24, February 5). The February 2013 spike also correlates with representatives of religious bodies (Church of England, Liberal Judaism, United Reformed Church), anti-same-sex marriage groups (Coalition for Marriage), pro-same-sex marriage groups (Stonewall, Lesbian and Gay Foundation), and other interested parties giving evidence to the Marriage (Same-Sex Couples) Bill Committee. The spike in May 2013 relates to the passing of the Bill in parliament by a majority of 366 to 161, after which the Bill received its first reading in the House of Lords. The Bill was passed in July 2013. The final spike in Figure 1 (March 2014) relates to the first UK same-sex marriages taking place.   4. Analysis     To establish which discourses were drawn upon in same-sex marriage debates, we divide our analysis into four parts. We begin with a consideration of lexical patterns using keyword analysis (section 4.1) and interrogate semantic patterns in section 4.2. This is followed by concordance-based analysis of how marriage is defined and how such definitions are used to support heteronormative ideologies in section 4.3. We conclude with an interrogation of grammatical patterns (section 4.4) which considers the relative positions of power and agency attributed to prominent social actors in same-sex marriage debates.  4.1 The terms of debate  To provide an overview of the salient recurring vocabulary used in media coverage of same-sex marriage debates, we used WordSmith Tools (Scott 2012) to generate a keyword list for the whole corpus, using the British National Corpus (BNC) as a reference corpus.2 Keywords are words that occur at a statistically higher rate in the corpus under scrutiny than in other comparable texts. Here, they were calculated using log-likelihood (threshold value 15.13 (p<0.0001), min. frequency 5, occurring in ≥5% of texts). There were 515 keywords meeting these criteria, the top 100 of which are thematically grouped in Table 3. We have provided all the data for the top 20 keywords in Appendix A to show readers unfamiliar with corpus linguistics what this type of data looks like. To group the keywords, we analysed a random sample of 100 concordance lines to allocate each keyword to an appropriate category. The main benefit of keywords for analyses framed by Queer Theory is that keywords can highlight the dominant labelling techniques used to refer to individuals, social groups, and social issues across a wider range of texts than other analytical techniques would easily allow.                                                  2 We chose the BNC as it is a standard bearer for reference corpora of British English and is widely used in corpus research. The BNC contains spoken and written material, but we drew on the written data.    Table 3. Top 100 keywords in the DoM corpus (rank order by keyness)  Keywords No. Government Cameron, Tory, MPs, Conservative, David, Cameron's, minister, party, Tories, MP, UKIP, government, Clegg, commons, ministers, prime, coalition, Conservatives, Lib, Lords, Liberal, Miller, government's, SNP, parliament, Miliband, Mr 27 Religion church, religious, archbishop, Catholic, churches, bishops, Welby, Cardinal, church's, Rev, Canterbury, faith, Christian, Carey, Christians 15 Legal equality, vote, Bill, rights, law, legislation, legalise, consultation, equal, legal, equalities, voters, legalising, amendment 14 Sexuality gay, sex, same, heterosexual, homosexual, lesbian, LGBT, homosexuality, gays, homophobic, homosexuals 11 Marriage marriage, civil, partnerships, marriages, marry, weddings, married, ceremonies, partnership, wedding 10 People couples, people, who, campaigners, society 5 Opposition against, oppose, opponents, anti 4 Change redefine, change 2 Speech said, debate 2 Support support 1 Other plans, issue, will, Stonewall, England, institution, to, has, views 9  The top 100 keywords were dominated by references to government and law, suggesting that same-sex marriage was constructed primarily as a legal issue, as opposed to a moral or cultural one. The keywords reference the major political parties3, the prime minister of the time, David Cameron, and MPs who played a role in same-sex marriage debates, such as Maria Miller who announced the initial consultation. There were also 15 keywords in the top 100 that related to religion (particularly Christianity) and religious institutions. These keywords included titles such                                                3 The Liberal Democrats (who were in the UK coalition government) were an apparent exception. In the top 100 keywords there were 6 words relating to the Conservative party and just 2 referring to the Liberal Democrats. Coalition was keyword number 50.    as Rev and Archbishop, which suggest that particular (senior) figures were prominent in same-sex marriage debates. The occurrence of religious terms could be explained by the fact that churches are legally-sanctioned wedding venues. However, none of the top 100 keywords refer to other potential venues, such as Register Offices.  The occurrence of keywords such as anti, against, and opponents suggest that same-sex marriage was presented as a contentious issue with clear opposing sides. As the analysis below shows, the two primary opponents in media debates are the state (which, as an institution, is ultimately pro-same-sex marriage) and the church (which is positioned as anti-same-sex marriage). By conceptualising same-sex marriage debates as a straightforward dichotomy between the views of church and state, other ideologies of marriage are erased from discourse. For example, there is little indication in the keywords that same-sex marriage was framed as a human right4 or opposed on the grounds of homonormativity. (This is defined, following Bachmann (2011: 95), as “unquestioned assimilation of heterosexual ideals and constructs into gay and lesbian life, followed by creating a hierarchy of same-sex relationships”.) Thus, the construction of same-sex marriage as a battle between church and state simplifies the debate.  The analysis of keywords for the whole corpus can only take us so far. Whilst Table 3 provides an indication of the core elements of same-sex marriage debates, it is likely skewed by the fact that some newspapers wrote more about this issue than others. Furthermore, generating keywords at the whole-corpus level ignores the fact that our source newspapers do not share political viewpoints and took different stances on same-sex marriage. To determine the similarities/differences between sources, we calculated keywords for each individual newspaper, using the BNC as a reference corpus. Nine keywords were common to the top 50 for all sources: marriage, marriages, marry, gay, same, sex, couples, Cameron, and vote. Unsurprisingly, these keywords include the labels used for same-sex marriage and highlight the social actors involved with making such unions legally binding (Cameron, MPs, vote), as well as those who would be affected by the rule changes (couples).  The occurrence of gay as a keyword in all of the newspapers corresponds with the fact that, despite its official name, the Marriage (Same-Sex Couples) Bill was described more colloquially as gay marriage. This term is exclusionary insofar as it restricts the applicability of the new                                                4 The term human rights occurs 494 times, but tends to be restricted to proper nouns (i.e. The European Court of Human Rights). Whilst there are some occasions where it is used in reference to the rights of same-sex couples, there are equivalent occurrences which refer to the religious freedoms of those opposing same-sex marriage.     legislation to same-sex couples identifying exclusively as gay, thus contributing to the erasure of bisexual, pansexual, and asexual identifications. At the extreme it refers only to gay men and therefore also excludes lesbian women; whilst gay is used pseudo-generically here, its corresponding use in constructions such as gays, lesbians, and bisexuals suggests a wider understanding that gay predominantly refers to men. Almost all of the sources had gay, sex, and marriage as their top three keywords, apart from The Express, which ranked Cameron third, the Morning Star, which included LGBT, and the Daily Star, which ranked Farage in third place. References to Nigel Farage, then-leader of the UK Independence Party (UKIP), cluster towards the end of the corpus and refer to him stating that he would not “block” same-sex marriage despite “battling against the Bill” (March 19, 2014). His prominence in the keywords of one newspaper demonstrates that UK publications were heterogeneous in their coverage of same-sex marriage.  Comparing the top 50 keywords for each source, there were 47 which were unique to one newspaper. These unique terms did not form any conclusive patterns. The Morning Star had the most unique keywords, including transgender, bisexual and BHA (British Humanist Association), which suggests that it acknowledged the existence of identities outside the male/female and homosexual/heterosexual binaries more than other newspapers. The Daily Star had 10 unique keywords, including “tie the knot”, straight, and controversial, as well as Farage. Despite the occurrence of unique keywords, however, the analysis showed that there were more similarities than differences between sources. This suggests that each newspaper drew on comparable lexical resources to report on same-sex marriage. Independent of the stance taken, the terms of the debate remained relatively static.  Keywords are exceptionally good for identifying statistically salient lexical items in a corpus and, as such, they are a strong foundation for any analysis (indeed, we return to them in section 4.4). However, on their own they do not provide information about how particular terms are used within texts. To move beyond the identification of the key components of same-sex marriage debates, we expanded our analysis to the level of key semantic domains.   4.2 The semantics of same-sex marriage    The analysis of semantic domains (or semantic fields) is useful for those working in Queer Theory because it provides an indication as to what themes (which index ideologies) are salient in a corpus. At a surface level, this type of analysis makes it easy to spot those areas of a debate which are (not) dominant in a large volume of texts. As we demonstrate, the semantic fields which dominate our corpus do not include references to the morals of marriage, the place of marriage as an institution in the 21st century, or conceptualisations of marriage as the possession of one person by another. To establish the key semantic domains, we used Wmatrix (Rayson 2009) to annotate the corpus with semantic tags (semtags). These tags are used to assign each word to one of a set of predetermined categories (at an accuracy level of around 92%). Because each word in the corpus is tagged, the analysis moves away from individual words (as with keywords) to a focus on the core semantic components of a corpus, which may be realised by multiple lexical items (i.e. marriage was a keyword, but it is part of a wider semantic field including wedding, ceremony, etc.). To ascertain which semantic domains were key, we compared our corpus Wmatrix’s built-in BNC written sampler5. The results of this process are a useful starting point for analysing discourse, since large amounts of text can be quickly grouped together into broad areas of vocabulary. Key semantic domains were calculated for the whole corpus using log-likelihood (min. value 15.13, p<0.001). Table 4 shows that the most prominent semantic domains are those relating to personal relationships, religion, government, and politics.                                                  5 The BNC written sampler in Wmatrix contains 968,267 words from BNC corpus (see http://ucrel.lancs.ac.uk/wmatrix3.html).    Table 4. Top 10 key semantic domains ranked by Log-likelihood (LL)  Semantic field (Code) Raw freq Relative freq Freq in BNC written sampler Relative freq in BNC written sampler LL 1 Relationship: Intimacy and sex (S3.2) 9349 1.88 508 0.05 16633.44 2 Kin (S4) 13166 2.65 4002 0.41 13139.67 3 Government (G1.1) 10070 2.03 3542 0.37 9101.89 4 Religion and the supernatural (S9) 9075 1.83 3016 0.31 8537.98 5 Politics (G1.2) 6900 1.39 4064 0.42 3829.73 6 Speech: Communicative (Q2.1) 8477 1.71 7024 0.73 2797.21 7 Allowed (S7.4+) 2796 0.56 1270 0.13 2048.32 8 Law (G2.1) 3873 0.78 2418 0.25 1996.44 9 People (S2) 3916 0.79 2896 0.3 1576.97 10 Speech (Q2.2) 8877 1.79 9724 1 1504.14  The top four semantic domains in Table 4 all occurred in the top 20 key semantic domains for each individual newspaper. This means that all our sources prioritised these concepts in their coverage of same-sex marriage. This is unsurprising given the topic and parameters of data selection. However, interrogating which words constitute these semantic domains in each newspaper reveals that similar lexical resources were used to take different stances.  The most key semantic domain – “relationship: intimacy and sex” – contains words relating to sexuality (gay, heterosexual, lesbian) as well as sex (procreation, consummation, intimacy). It is expected that terms concerning sexuality would dominate this semantic domain, although gay (5063 tokens) has considerably more prominence than lesbian (252). As noted above, the phrase gay marriage is a colloquialism for same-sex marriage, and gay is used as a pseudo-generic term. Nevertheless, the use of gay at 20 times the rate of lesbian contributes to the erasure of women from same-sex marriage discourse. Further evidence for this position is that in 100 randomly-generated concordance lines for gay (excluding gay marriage) 9 tokens   referred to individual men, 5 tokens referred to men in general, 9 tokens included gay alongside lesbian, but there were zero references to gay women (individual or otherwise).6 At the extreme, this use of (pseudo-generic) gay could be used to strengthen anti-same-sex marriage arguments rooted in procreation (see below) due to heteronormative social structures which associate women with child rearing; the ideological position that cisgender women are children’s primary caregivers precludes the conceptualisation of a family where children do not have a female parent. 7  The presence of terms like consummation and procreation reveal a preoccupation with heteronormative notions of sex and parenthood. Examples such as (1) indicate that those opposing same-sex marriage are concerned that a redefinition of marriage (see section 4.3) will also entail a reconfiguration of consummation.  (1) How can a gay marriage be considered more permanent than a gay civil partnership if it can be dissolved with a simple annulment rather than ever needing a divorce? Or will marriage consummation be redefined? At the moment, consummation is defined as a conjugal act which is suitable in itself for the procreation of offspring, and under English law, an inability to consummate a marriage can be grounds for it to be voided.  (The Telegraph, Letter, March 16, 2012)        The arguments presented in (1) use rhetorical questions and hypotheticals to undermine the logic of consummation between same-sex partners. The underlying ideology is that only sex which has the potential to result in offspring meets the definition of the type of sex which can consummate a marriage. However, this argument supports an (implicitly) homophobic stance insofar as this same apparent logic does not appear to apply to heterosexual couples who cannot conceive.8 The anti-equality sentiment lies in the use of consummation and procreation as necessarily heterosexist terms. A queer perspective also acknowledges that the perceived anxiety around                                                6 The phrase gay men occurs 142 times, gay men and women occurs 52 times, and gay women occurs only 3 times in the whole corpus.  7 We have explicitly named cisgender women here to acknowledge that, ultimately, same-sex marriage debates are underpinned by an acceptance of a male/female binary.  8 An element of choice is missing from this argument too. Many married couples do not want children and the legal conditions of marriage contain no mandate for procreation.   consummation is grounded in the fact that this aspect of opposite-sex marriage cannot necessarily be homonormatively co-opted in the same way as other facets of heterosexuality.   Of course, references to consummation do not just appear in anti-same-sex marriage arguments from right-leaning newspapers. After The Telegraph, The Guardian and The Independent contain the highest relative frequencies of CONSUMMATE and PROCREATE, which are used in pro-equality stances, as (2) demonstrates:  (2) The law is edging around what will constitute adultery and consummation. In my limited experience (20 years in nightclub toilets), consummation does not strike me as a massive issue for gays. If this \"debate\" demonstrated anything, it was how many of our elected representatives are barking Christians, full of hate and culturally vacant.  (The Guardian, Op/Ed, February 6, 2014)         Here, the pro-same-sex marriage position is indexed partly by the equation of Christianity with “hate” and a lack of cultural intelligence, where the consummation argument is viewed as exclusionary, and therefore homophobic. The second-most key domain across the corpus is that of “kin”, which contains words relating to marriage, and other marital concepts (husband, spouses, wife). Again, the use of these terms is unsurprising. However, this semantic domain also contains words relating to the number of partners in a relationship: monogamy (11); polygamy (44); polygamous (15); polygamists (5), and polyandry (4). The frequency of polygamy indicates that it was considered more important than monogamy to same-sex marriage debates. Analysing the concordance lines for polygamy shows that it is predominantly used in comparisons between same-sex marriage and polygamous relationships (3–4). Its use thus constitutes evidence of the “slippery slope” argument that same-sex marriage is a gateway to forms of marriage involving more than two people (cf. van der Bom, Coffey-Glover, Jones, Mills & Paterson 2015, Bachmann 2011).  (3) A lobby group against gay marriage, formed by MPs and bishops, is embroiled in a row after one of its leaflets claimed that reforming the law would open the door to incest, polygamy and a new wave of illegal immigration.  (Observer, News, June 24, 2012)    (4) Their intervention came as Reg Bailey, David Cameron's adviser on family issues, said the reforms risk leading to polygamy and even marriage between siblings.       (The Sunday Telegraph, News, March 18, 2012)  Most instances of polygamy occur either to challenge the purported relationship between same-sex marriage and polygamy (particularly in the left-leaning newspapers) or appear in direct or paraphrased quotations of same-sex marriage opponents, see claimed in (3) and said in (4).  The fact that “religion and the supernatural” was the fourth-highest ranking key semantic domain reinforces the centrality of religions institutions in same-sex marriage debates. This domain contains words pertaining particularly to Christianity (Anglican (133 tokens), Catholic (598)) and church leaders (bishops (355), archbishop (225), clergy (159)). The roles these institutions and individuals take in the debate are discussed in section 4.4. The occurrence of these terms frame same-sex marriage debates specifically in terms of Christianity, although there are relatively infrequent references to other faiths: Jews (66), Muslim (65). There are also a small number of religious descriptions – sacred (32), God-given (14), sacramental (4), and divine (3) – which serve to define marriage (section 4.3).  The semantic domains of “Allowed” and “Law and order” also feature in Table 4, and contain verbs such as allow (299 tokens), rights (629), and permit (35), pertaining to same-sex couples’ right to marry, as well as religious groups’ (in)ability to marry homosexual couples in religious ceremonies. This finding is also relevant to the question of who has agency in the debates. The antonymously-related concept “Hindering” also ranks highly as a semantic domain. High frequency items in this domain include verbs such as oppose/d (516), fight (76), and prevent/ed (97). Analysing concordance lines for this domain shows that political figures and religious leaders are most often the agents of opposition, with same-sex marriage in the role of affected participant, as in (5).   (5) The Catholic Church is to continue its drive against plans to legalise gay marriage with a letter from the Archbishop of Westminster calling on Catholics to oppose same-sex weddings, which will be read out at every mass in England and Wales this Sunday.                     (Independent, News, March 7, 2012)    The use of terms like oppose and the metaphorical fight indicate that same-sex marriage is conceived in terms of a polarised “for and against” dichotomy, which both simplifies the debate and implies that it is not possible to take a neutral stance.  Notions of conflict are emphasised by the occurrence of “Violent/angry” as a key semantic domain in the tabloid newspapers The Mirror, The Daily Star, and The Sun. “Violent/angry” is not in the top 20 key semantic domains for the broadsheet newspapers, but they did use items in this semantic field, as examples (6) and (9) demonstrate. High frequency words in this domain are metaphorical uses of verbs such as attack (219) and force (37), with the church (example 6), Christians (7), political leaders (8), or marriage itself (9) in the role of affected participant.  (6) A leading cleric has launched a withering attack on the Catholic leaders of a campaign against gay marriage, labelling them \"out of touch, arrogant, conceited and rude\" and warning that they risk damaging the reputation of the wider Christian community (The Times, News, October 10, 2011)  (7) A LAW to allow same-sex marriages will force Christians to conduct gay weddings in church, it was claimed yesterday (The Daily Mail, News, March 12, 2012)  (8) BRITAIN'S most senior Roman Catholic cleric has launched a scathing attack on David Cameron's pledge to legalise homosexual marriage, branding it 'madness ' and 'grotesque' (The Daily Mail, News, March 5, 2012)  (9) The archbishop of York, John Sentamu, hopes that people will pay attention to other things in his most recent interview than his attack on gay marriage (The Guardian, Op/Ed, January 30, 2012)  This discourse of violence frames the government proposals as an unwanted imposition on the church and wider public. Similar to the “Allowed” semantic domain, this facilitates the positioning of the social actors involved in same-sex marriage as victims and aggressors, an   argument which is considered in detail by Turner et al. (2018). Relatedly, rebellion (61) is also a high frequency term in this domain, used metaphorically to refer to backbench Tory MPs who opposed David Cameron’s endorsement of the Marriage (Same-Sex Couples) Bill. Thus, the violent imagery here has more to do with party-political war than same-sex marriage itself.   4.3 Defining marriage  The key semantic domain analysis was also useful for interrogating how marriage is defined in the corpus. Concordance analysis of the ‘religion and the supernatural’ domain showed how terms like sacred served to conceptualise marriage in religious terms. The 53 tokens of sacred are used in phrases such as sacred union (10 tokens), sacred contract (6), and sacred institution (4). 37 tokens (70%) are used to support the argument that marriage should not include same-sex couples because heterosexual marriage is special in the eyes of religion. The conceptualisation of marriage as sacred – defined by the OED (1989) as “[s]et apart for or dedicated to some religious purpose, and hence entitled to veneration or religious respect” – positions it outside of a secular society where marriage is determined by law, and constructs it as a religious institution related to the divine and beyond human intervention.  (10) Churchgoers are to be urged to take a stand against gay marriage by the leader of Roman Catholics in England and Wales. In a letter to be read from 2,500 pulpits during mass this Sunday, the Archbishop of Westminster will warn that David Cameron's pledge to legalise homosexual marriage would threaten the true meaning of a sacred union  (Daily Mail, News, March 6, 2012)  (11) Changing the law to allow same-sex marriage would undermine a \"sacred institution\" recognized since \"time immemorial\", according to the Chief Rabbi, Lord Sacks (The Telegraph, News, June 25, 2012)  Religious leaders’ use of categorical statements like true meaning (10) and time immemorial (11) alongside phrases of epistemic certainty, such as would undermine or would threaten, imply that same-sex marriage does not conform to religious norms and is thus an impostor which will   destabilise the institution of marriage. The use of homosexual marriage in (10) implies an inherent difference between marriages that take place between heterosexual and homosexual couples. The premodification of marriage with adjectives such as gay or homosexual indexes the discourse of difference noted by Bachmann (2011), whilst the unmarked form marriage is taken to mean heterosexual marriage only. The term heterosexual marriage does occur in the corpus (64 tokens) but is much less frequent than gay marriage and occurs at a similar rate to homosexual marriage (48). Premodification of heterosexual marriage takes the form traditional marriage (106) which has connotations of being long-established, conventional, and difficult to change. The use of traditional also serves to foreground the fact that historically same-sex relationships have not been socially or legally sanctioned, and thus they oppose traditional (i.e. heteronormative) ideals. The dominant definition of marriage in the corpus is the union of/between a man and a woman, which occurs 415 times and corresponds to the legal (and Christian) definition of marriage (pre-same-sex-marriage legislation). The key semantic domain of “Speech acts”, which occurs consistently across the corpus, includes definition (243) and redefinition (63). In the vast majority of cases (283, 93%) these terms refer directly to marriage and indicate that there may be conflict in how the entity at the core of same-sex marriage debates is conceptualised. To interrogate debates about definition, we analysed the concordances for the 476 tokens of DEFINE which referred specifically to marriage, adultery, and consummation. Close analysis foregrounded four major trends in how the term is used.  First, there is a discourse of “linguistic conservatism” or “linguistic rigidity” (cf. Findlay 2017), based on the argument that, because the definition of marriage has been the same for a long time, it is fixed and cannot be changed. Jäkel (2014: 337) argues that issues of definition “can be analysed as ‘boundary disputes’ over the denotation of some crucial lexical items” and supporting evidence for opposing same-sex marriage on (effectively) linguistic grounds is that marriage is defined in dictionaries as the union of a man and a woman. Linguistic conservatism relies on accepting the position that the government cannot change language, and attempts to do so are described as “Orwellian”, as in (12).   (12) Sir Roger Gale complained of the \"almost Orwellian\" attempt to \"rewrite the lexicon\" by \"redefining marriage.\" Never mind Orwell. The alternative Modest Proposal put forward   by Sir Roger, who is such a fan of heterosexual marriages that he has had three of them, was positively Swiftian: while he did not himself subscribe to the idea, he said, it would be \"a way forward\" to scrap civil partnerships and \"create a civil union bill that applies to all people, irrespective of their sexuality or their relationships, and that means brother and brothers, sisters and sisters and brothers and sisters as well”  (Independent, News, February 6, 2013)  Of course, linguistic conservatism rejects the fact that languages change despite prescriptive efforts to keep them fixed and thus arguments opposing same-sex marriage on definitional grounds are unfounded. Whilst the occurrence of linguistic conservatism highlights the role of language in debates about societal norms, it simultaneously acts to reduce same-sex marriage to issues of nomenclature. The effect of this is to obscure any real-world ramifications of the acceptance or rejection of same-sex marriage. Example (12) also demonstrates a second trend in the corpus: references to the slippery slope or thin end of the wedge metaphor (discussed above). Slippery slope discourse takes the position that changing the definition of marriage may lead to unpredictable future redefinitions. However, not all examples of the slippery slope concern incest; as in (12), others refer to polygamy, whilst (13) predicts that same-sex marriage could lead to changes in civil partnerships and an increased welfare bill.   (13) The Government is only now realising some of the consequences of redefining marriage – opening Pandora's box to humanist weddings, extension of civil partnerships to heterosexuals and a potential £4bn price tag for new pension rights (The Telegraph, Op/Ed, May 20, 2013)  Also in (13) there is differentiation between “redefinition” and “extension”. Same-sex marriage supporters sometimes use the argument that it does not constitute a redefinition of marriage, but rather an extension of the existing definition, the latter of which is less of a fundamental change. In (13) redefining marriage is said to lead to direct consequences, but civil partnerships for heterosexual couples are a hypothetical extension of legally recognised unions already available. One potential explanation for this apparent difference between marriage and civil partnerships is   that marriage is associated with heteronormative religious tradition, whereas civil partnerships (as noted by Bachmann 2011) are associated with legal, not religious, unions. The third, related, trend concerns claims that same-sex marriage demands a redefinition of consummation (see section 4.2) and adultery, as current definitions depend on normative heterosexual practices. Adultery is not a separate category in same-sex divorce proceedings, as it is for heterosexual divorce, a fact which can be interpreted as institutional endorsement of a discourse of difference (cf. Bachmann 2011). This discourse is expressed clearly in (14) where ordinary and complete consummation refers specifically to penile penetration of the vagina resulting in ejaculation. The use of the term ordinary is (implicitly) homophobic as it casts non-heteronormative sex as abnormal. The homophobia is compounded by the fact that the same criteria – ordinary and complete intercourse – are not given as reasons for heterosexual couples not to marry if they cannot or do not wish to partake in (such prescriptive forms of) sex.  (14) The law requires marriages to be consummated by having \"ordinary and complete\" intercourse. Ms Dorries said: \"By creating a new status of state marriage, we could keep marriage as it is and allow gay couples to marry under a more suitable definition for them.\"  (The Sun, News, February 3, 2013)  The final trend manifests ideologies of “change for all”. It involves taking the position that legal endorsement of same-sex marriage will fundamentally alter heterosexual marriage (cf. Love & Baker 2015). Taken to the extreme, as in (15), it is claimed that, because same-sex marriages cannot be terminated due to infidelity, adulterous heterosexual males will use same-sex marriage legislation to reject divorce claims. Not only does this example reinforce stereotypes of heteronormative masculinity, it is given as a direct example of how same-sex marriage can impact upon heterosexual people.   (15) UNFAITHFUL husbands could use samesex marriage laws to prevent their wives divorcing them for adultery, lawyers have said. Homosexual partners who have an affair with someone of the same sex will not be able to use adultery as grounds for divorce because the legal definition involves intercourse between a man and a woman (The Telegraph, News, December 18, 2012)    However, the logic here is flawed, insofar as only heterosexual sex meets the legal criteria for adultery. Thus, the “UNFAITHFUL husbands” could only potentially use same-sex marriage legislation if they had sex with a man. Legally, same-sex marriage legislation only directly affects those who wish to enter into a same-sex union. It does not directly affect heterosexual people: their rights to marry, should they wish to marry someone of the opposite sex, are unchanged by the new legislation.   4.4 Social actors and agency  The final part of our analysis establishes the primary social actors in same-sex marriage debates and analyses their grammatical and social agency. Following Koller (2009: 72), an analysis of social actors involves examining “the textual instantiations of models of self and others, both individual and collective”. This sociological definition of social actors is useful, since it accounts for the fact that actors in same-sex marriage debates (i.e. those that do things) may be represented via a number of linguistic means. Van Leeuwen (1996, 2008) describes how social actors may be represented (im)personally, collectively, or individually, but this may involve the metonymic use of abstract, inanimate nouns to refer to collective identities. In order to ascertain who (or what) were the most important social actors in the corpus, we identified all potential actors in the top 100 keywords (cf. Table 2). The social actors (Table 5) included individuals, such as David Cameron, homogenised and/or premodified groups (gays and Christian people), institutions like Stonewall and government, and inanimate actors including church.      Table 5. Social actors in the top 100 keywords by category (in rank order by keyness) Semantic category9  Keywords Identification: nomination (proper nouns and titles) Cameron, Tory, David, Tories, UKIP, Welby, Clegg, Mr, Conservatives, Stonewall, Lib, Miller, SNP, Carey, Miliband Identification: classification (gender, sexuality, age, etc.) heterosexual, lesbian, homosexuality, gays, homosexuals Identification: relational (kinship, personal/work relationships) couples, partnerships, marriages, weddings, partnership  Identification: collectivisation people, opponents, society, campaigners  Functionalization: religious roles church, archbishop, minister, churches, bishops, ministers, cardinal, rev, faith, Christian, Christians Functionalization: political and legal roles MPs, bill, minister, party, law, legalisation, consultation, MP, government, plans, coalition, commons, ministers, debate, Lords, voters, amendment, parliament  Table 5 shows that the most prominent social actors in the corpus were individual politicians, political parties and the collective government, religious leaders and the Christian church, and homosexual and heterosexual couples. The frequent use of voters (554) as a collective identity label frames the debate in terms of the political gains at stake, rather than in terms of equality. Social actors serving as classifications relate solely to sexuality (homosexuals, gays), suggesting that age, race, and other socio-demographic categories are unimportant to the debate. Sexual identities outside a homosexual/heterosexual binary are largely ignored. To interrogate the grammatical (and social) agency of the actors in Table 5, we used Sketch Engine (Kilgarriff et al. 2004) to generate word sketches for each actor in each newspaper. A word sketch, as illustrated by Figure 2, provides information about how a query term behaves grammatically, where it is positioned in relation to surrounding verbs, what it modifies, whether                                                9 The category labels draw on van Leeuwen’s (1996: 32) conceptualisation of social actors, which aims to “draw up a sociosemantic inventory of the ways in which social actors can be represented”.   it occurs with conjunctions, etc. This type of analysis is of use to Queer Theory because it provides evidence for how particular social actors are positioned and how their social power/status is expressed and normalised.    Figure 2. Example word sketch of Cameron in The Telegraph  We focused primarily on whether the actor was grammatically active or passive (i.e. what they did/what was done to them). However, what word sketches cannot show are the linguistic traces left in a text by constructions such as agentless passives – in such cases the agent may be recoverable from the social context, but less so from the linguistic co-text. Such an analysis is best undertaken manually. Whilst close manual analysis would be fruitful, this is beyond the scope of the present paper. Instead, we take a top-down approach and focus on major, repeated, grammatical patterns. In light of the evidence presented above, we focus on three categories of social actors: those associated with religion, those linked to government, and those directly affected by same-sex marriage legislation.    Analysing how CHURCH10 patterns grammatically in subject and object positions illustrates the kinds of actions that are undertaken by and done to the church in same-sex marriage debates. CHURCH is a subject more often than an object (793 versus 568), but is primarily used in relational processes (536 tokens, 68%), such as ‘the church is wrong’ and ‘the church is reluctant’. When it is an object, it is predominantly (320 tokens, 56%) on the receiving end of processes such as force (81), prevent (7), ban (3) and stop (2), all of which imply the church is being acted upon against its will, as in (16).   (16) …a third [Conservative MP] claimed that European judges will soon force the church of England to allow same sex marriages against its will (Guardian, News, December 11, 2012)  There are also verbs which indicate the church lacks agency, such as allow (40), let (3), and permit (3) as well as terms suggesting the fragility of the church in the face of the Marriage (Same-Sex Couples) Act, such as protect (18) and totter (1). These verbs contribute to a discourse of victimhood, whereby the church is framed as suffering at the hands of those imposing marriage legislation. Processes that include CHURCH as an actor – oppose (24) and shun (1) – indicate its rejection of same-sex marriage.  The church does have some agency when it is the sayer of verbal processes11, including refuse (16), warn (9), confront (1), and insist (1); these negatively-loaded verbs occur more frequently than the more positively-loaded agree (6). Verbal processes also cluster in relation to other social actors associated with the church. ARCHBISHOP in particular is the sayer of argue, speak, tell, and say in The Times, call in the Sun, as well as urge, warn, tell, and assure in the Independent, although these terms only occur once or twice each. However, say occurs 14 times in The Express alongside warn (5), urge (3), tell (5), insist (2), voice (2), and argue (2). A similar dominance of verbal processes also applies to BISHOP. Ultimately, the church is positioned as talking about same-sex marriage, but not doing anything concrete.  By contrast GOVERNMENT (subject 1811, object 259) is particularly associated with material processes such as plan (30), and launch (12), as well as verbal processes such as say                                                10 All word sketches were conducted at lemma level, as Sketch Engine automatically lemmatises corpora before producing word sketches. 11 See Thompson (2004) for a breakdown of SFL terminology used in section 4.4.   (29), announce (16), suggest (11), insist (13), and propose (20). It is positioned as having the power to decide (13), suggesting a high level of agency. However, close analysis reveals that government + decide only occurs in repeated references to a statement made by Cardinal Keith O’Brien (see 17) in which hypotheticals are used to compare same-sex marriage to the legalisation of slavery.   (17) Specifically, he said: \"Imagine for a moment that the Government had decided to legalise slavery but assured us that 'no one will be forced to keep a slave'. Would such worthless assurances calm our fury?\" (The Telegraph, Blog, March 5, 2012)  This example does, however, evidence who has agency; the Cardinal is merely saying something, but the government are attributed the ability and legitimate power to change the law. This apparent lack of agency for those opposing same-sex marriage is also manifest when GOVERNMENT is an object, as it is overwhelmingly the addressee of processes such as accuse (37), criticise (13), warn (10), and urge (9). Similar grammatical patterns occur for CAMERON (1849 subject, 710 object) and MP (1070 subject, 506 object). David Cameron is primarily the object of verbal processes – criticise (6), accuse (42), warn (14), and say (44) – as well as defy (13) which relates to Tory rebels voting against same-sex marriage. He is the subject of face (53) and positioned as facing a backlash and facing pressure from his opposition. Although, ultimately he has the social agency to push (7) the government to debate same-sex marriage, he cannot change the law alone. This is evidenced by the fact that MP is the actor in the material process vote (91) and the subject of approve (13), reject (9), oppose (57), and support (9). Considering those whom legislation could actually affect, the word sketch for GAY is dominated by the occurrence of gay marriage, but it is also the recipient of processes such as allow (8) and give (9), and let (5), which relate to the agency of the state to facilitate same-sex marriage. It is the actor in the processes wed (5) and marry (6). LESBIAN does not pattern with many verbs, although it co-occurs with one token of exclude and there is a slight tendency for it to occur in object position, although the number of raw tokens is extremely small. It most often occurs in clusters alongside gay, as in gay and lesbian couples and gay men and lesbians.   Findlay (2017: 7) argues that “in the same-sex marriage debate, lesbian and bisexual women are of course included”. However, the data presented here contradicts this and suggests the marginalisation of lesbian as an identity category. Relatedly, given that verbal processes correlate with (representatives from) both the church and state, it is significant that gay and lesbian do not correlate with verbal processes, suggesting that there is little space in the corpus devoted to the voices of those whom legislation could actually impact upon.  Even more marginalised in debates, sexual/gender identities outside heterosexual/homosexual and female/male binaries are ignored; searching the whole corpus for BISEXUAL shows that it is only used to premodify man, people, and charity, and occurs in coordination with transgender, lesbian, and gay. Similarly, TRANSGENDER premodifies people and community, whilst other identity labels such as asexual and pansexual do not occur. This high-level social actor analysis has thus provided evidence that media coverage of same-sex marriage debates is more focused on the views of those representing institutions (i.e. the church and government) than the views of those whom legislation could affect.  5. Discussion and Conclusions  Our analysis of media coverage of UK same-sex marriage debates has generated similar findings to existing research. We found examples of implicit homophobia (van der Bom et al. 2015) and also identified the “discourse of difference” and “thin end of the wedge discourse” noted by Bachmann (2011). The repetition of terms such as protect also index Bachmann’s “detrimental to society” discourse (cf. Table 1). There is evidence of Findlay’s (2017) “linguistic conservatism”, as opponents of same-sex marriage champion the rigidity of dictionary definitions. Our findings are also similar to Love & Baker’s (2015) analysis, insofar as we demonstrated that words relating to the church and religion are among the most frequent keywords and that the key semantic domain “Allow” includes references to homosexual couples being able to marry in religious services (see also Turner et al. 2018). Our analysis was underpinned by Queer Theory. In this paradigm, identity is conceptualised as socially constructed and performative; the naming and evaluating of social actors affected by same-sex marriage legislation is therefore potentially constitutive. Paying attention to the linguistic construction of binary identity categories facilitates the queering of   these assumed dichotomies. Furthermore, privileging one identity category (such as gay) over others (i.e. bisexual) in public discourses of same-sex marriage contributes to the reification of homonormativity, a key site of queer linguistic inquiry (Leap 2013). Indeed, homonormativity is realised by the absence of voices from those legally affected by same-sex marriage legislation and the implicit assumption that all people in same-sex relationships support same-sex marriage.  We identified several well-established binaries in same-sex marriage debates, the most explicitly-expressed of which is the homosexual/heterosexual binary. This binary is accepted in the corpus as there are very few references to sexual identities outside it. Relatedly, sexuality is presumed to be fixed. There are also social categories of married and unmarried binary, which are complicated somewhat by the existence of civil partnerships. Fundamentally, however, the binary underpinning same-sex marriage debates which goes unchallenged is the binary of woman/man. Even those opposing the one woman and one man definition of marriage did not challenge the existence of this binary.   The term marriage itself is also used in as part of a binary due to the distinction made between (traditional) marriage and same-sex/gay marriage. As the unmarked form, opposite-sex marriage is presented as the norm. Whilst some label for same-sex unions is needed in order to make debates about same-sex marriage possible, the choice of the media to use gay marriage and, furthermore, to only premodify references to opposite-sex marriage with the term traditional is not neutral. The premodification of marriage in this way indexes Bachmann’s (2011) discourse of difference – in other words, it implies that same-sex marriage is not traditional – and is reinforced by wider debates about the legal definitions of consummation and adultery, which reduce relationships to sexual practices and endorse heteronormative notions of (marital) sex. By extension, whilst opposite-sex marriage is conceptualised as one man and one woman, same-sex marriage is unproblematically defined as the union of two men or two women. As such, same-sex marriage is not marriage equality but rather the term refers (quite rigidly) to individuals who have the same genitalia. Marriage equality would be where two consenting adults of any gender identity, biological sex, or sexuality can marry. The absence of discussions of marriage equality, transgender identities, and bisexuality, means that same-sex marriage debates ultimately act to reinforce male/female and homosexual/heterosexual binaries. We assert here and elsewhere (van der Bom et al. 2015, Turner et al. 2018) that anti-same-sex marriage stances constitute a form of implicit (linguistic) homophobia, insofar as they discriminate on the   basis of sexuality (we use implicit as there is no explicit use of homophobic language or slurs). Similarly, the definition of same-sex marriage as two men or two women is an indicator of homonormativity and cisnormativity. There is implicit discrimination based on gender identity, as identities outside the established male/female binary are ignored.  The corpus analysis has shown that same-sex marriage is filtered through a discourse of opposition between church and state. The church is positioned as anti-same-sex marriage, whilst the state is positioned as pro-same-sex marriage.12 The centrality of the state in same-sex marriage debates is justified by the fact that much of the mass media coverage was sparked by the government consultation and the subsequent Bill. The centrality of the church – over other potentially interested groups, such as anti-discrimination campaigners, human rights lawyers, etc. – is less well-supported, given that marriages are not restricted to religious ceremonies, nor must they take place in religious buildings, or be presided over by a priest/minister. Speculation for why the church was positioned as so important in same-sex marriage debates include the fact that churches have historically been sites for marriage ceremonies and many people get married in churches even if they do not regularly attend services. There is also a wider, implicit, debate about which institution owns marriage: the church has the power to conduct marriage ceremonies and religious blessings, but a marriage is not legal unless it has been signed into secular record. Whilst the church can dictate who can take part in a religious ceremony, it has no control over who is legally allowed to marry. The church sees marriage as sacred, whilst the government sees marriage as secular. Given the church’s position on homosexuality, the introduction of same-sex marriage stands in opposition to the church’s understanding of what marriage is. Ultimately, the discursive construction of a church/state binary reduces same-sex marriage debates to the nuances of the definition of marriage; one can accept the religious definition of marriage (as sacred) or the new state definition of marriage, but not both. Media reports on same-sex marriage leave no room for neutrality and reduce the debate to semantics.  The combination of corpus linguistics and Queer Linguistics has proved fruitful for interrogating media debates about same-sex marriage in England and Wales (and to a lesser extent Scotland). We have shown that corpus analysis can be used as an analytical tool for analyses situated within Queer Theory to allow researchers to see linguistic patterns across large                                                12  It is possible to challenge this dichotomy: there may be pro-same-sex marriage Christians and anti-same-sex marriage parliamentarians (see the discussion of backlash against David Cameron in section 4.4). However, these individuals are depicted as a minority.   datasets and provide statistical support for analyses. A corpus-based Queer Linguistic analysis undertaken in the top-down method that we have used here is data-led and can easily highlight the dominant social categorisations used in texts. Close analysis of keywords, semantic fields, and concordances can show trends in how particular social groups and/or individuals are positioned. It is also possible for researchers to interrogate the absence of particular linguistic features in a corpus. For example, corpora can be tested for the relative frequencies and/or keyness of binary terms, such as the differing rates of gay and lesbian, discussed above. Beyond the presence or absence of particular words, corpus analysis can also show the different discourses used to debate a topic. For example, section 4.3 showed an absence of the semantic field of human rights, which one might expect in legal debates about marriage. Similarly, the absence of statistically significant references to equal marriage could be used to suggest that same-sex marriage and equal marriage are not the same thing.   Whilst the use of corpus tools made the present analysis directly comparable to existing research on same-sex marriage and equality legislation, the focus on queering the social categories associated with marriage has added to wider debates on the role of heteronomativity in media debates concerning access to marriage. Far from destabilising an institution, same-sex marriage debates implicitly endorsed existing conceptualisation of sex, gender, and sexuality. There is no evidence in the corpus that the notions of sex and gender which sit, unexpressed, at the core of definitions of marriage were challenged by same-sex marriage debates.    References Bachmann, Ingo. 2011. Civil partnership – “gay marriage in all but name”: A corpus-driven analysis of discourses of same-sex relationships in the UK parliament. Corpora 6(1): 77–105. Baker, Paul. 2004. “Unnatural acts”: Discourses of homosexuality within the House of Lords debates on gay male law reform. Journal of Sociolinguistics 8(1): 88–106. Barrett, Rusty. 2002. Is queer theory important for sociolinguistic theory? In Language and Sexuality: Contesting Meaning in Theory and Practice, Kathryn Campbell-Kibler, Robert J. Podesva, Sarah J. Roberts &Andrew Wong (eds), 25–43. Stanford: CSLI Press.   BBC. 2017. Heterosexual couple lose civil partnership challenge. BBC News.  <http://www.bbc.co.uk/news/uk-39039146> (July 13, 2017) Butler, Judith. 1990. Gender Trouble: Feminism and the Subversion of Identity. New York: Routledge. Butler, Judith. 1993. Bodies that Matter. New York: Routledge. Findlay, Jamie. 2017. Unnatural acts lead to unconsummated marriages: Discourses of homosexuality within the House of Lords revisited. Journal of Language and Sexualities 6(1): 30–60. Jäkel, Olaf. 2014. Denotational boundary disputes in political discourse: Defining the definition of marriage. Journal of Language and Politics 13(2): 336–363. Kilgarriff, Adam, Rychlý, Pavel, Smrž, Pavel and Tugwell, David. 2004. Itri-04-08 the sketch engine. Information Technology. <http://www.sketchengine.co.uk> (May 13, 2017)  Koller, Veronika. 2009. Analysing collective identity in discourse: social actors and contexts. In Critical Discourse Analysis I: Notions of Context and Social Actors, Adele Petitclerc & Philippe Schepens (eds), 69–95. Besançon–Cedex: Presses universitaire de Franche–Comté.  Leap, William. 2013. Commentary II: Queering language and normativity. Discourse & Society 24(5): 643–648. Love, Robbie & Baker, Paul. 2015. The hate that dare not speak its name? Journal of Language, Aggression and Conflict 3(1): 57–86. Motschenbacher, Heiko & Stegu, Martin. 2013. Queer linguistic approaches to discourse. Discourse & Society 24(5): 519–535. Rayson, Paul. 2009. Wmatrix: a web-based corpus processing environment. Computing Department, Lancaster University. <http://ucrel.lancs.ac.uk/wmatrix/> (April 8, 2017) Scott, Mike. 2012. WordSmith Tools version 6. Liverpool: Lexical Analysis Software Thompson, Geoff. 2004. Introduction to Functional Grammar. London: Hodder Education. Turner, Georgina, Mills, Sara, van der Bom, Isabelle, Coffey-Glover, Laura, Paterson, Laura L. & Jones, Lucy. 2018. Opposition as victimhood in media debates about same-sex marriage. Discourse & Society 29(2): 180–197.   van der Bom, Isabelle, Coffey-Glover, Laura, Jones, Lucy, Mills, Sara & Paterson, Laura L. 2015. Implicit homophobic argument structure: Equal marriage discourse in the Moral Maze. Journal of Language and Sexuality 4(1): 102–137. van Leeuwen, Theo. 1996. The representation of social actors. In Texts and Practices: Readings in Critical Discourse Analysis, Carmen Rosa Caldas-Coulthard & Malcolm Coulthard (eds), 32–70. London: Routledge. van Leeuwen, Theo. 2008. Discourse and Practice: New Tools for Critical Analysis. Oxford: Oxford University Press.  Appendix A. Top 20 Keywords for the whole corpus ranked by keyness (log-likelihood) The table includes word frequency, relative frequency per 10,000 words, and frequency in the reference corpus.  Key word Freq. Relative Freq. RC. Freq. Keyness 1 Marriage 10,864 81.25 7,687 80,075.06 2 Gay 7,318 54.73 1,824 61,670.97 3 Sex 3,916 29.29 8,220 22,725.73 4 couples 2,536 18.97 1,547 19,119.32 5 Cameron 1,825 13.65 868 14,266.99 6 civil 2,504 18.73 8,496 12,538.23 7 Tory 1,948 14.57 3,579 11,711.56 8 MPs 1,818 13.60 2,548 11,681.90 9 church 2,908 21.75 19,776 11,052.21 10 same 4,202 31.42 61,178 10,405.98 11 partnerships 1,291 9.65 695 9,916.35 12 vote 1,666 12.46 7,052 7,708.91 13 Conservative 1,582 11.83 7,099 7,160.22 14 marriages 974 7.28 799 6,984.95 15 Bill 1,874 14.01 13,297 6,980.37 16 religious 1,471 11.00 6,478 6,705.55 17 David 1,571 11.75 14,556 5,115.25   18 equality 832 6.22 1,522 5,006.59 19 marry 924 6.91 2,540 4,951.95 20 archbishop 800 5.98 1,452 4,823.84   Authors’ addresses Laura L. Paterson Faculty of Wellbeing, Education, and Language Studies The Open University Walton Hall, Kents Hill,  Milton Keynes MK7 6AA United Kingdom laura.paterson@open.ac.uk  Laura Coffey-Glover School of Arts and Humanities Nottingham Trent University Clifton Lane, Clifton,  Nottingham NG11 8NS United Kingdom laura.coffeyglover@ntu.ac.uk ",
    "id": 161526436,
    "identifiers": {
        "doi": "10.1075/jls.17022.pat",
        "oai": "oai:oro.open.ac.uk:57135"
    },
    "title": "Discourses of marriage in same-sex marriage debates in the UK press 2011-2014",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-10-31T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "http://oro.open.ac.uk/57135/1/2018%20Discourses%20of%20marriage%20in%20same-sex%20marriage%20debates%20in%20the%20UK%20press%202011-2014.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/161526436.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/161526436"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/161526436/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/161526436/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/161526436"
        }
    ],
    "abstract": "This paper interrogates media representations of same-sex marriage debates in the UK using a combination of corpus linguistics tools and close reading, and drawing on Queer Linguistics. Following related work by Baker (2004), Love and Baker (2015), and Bachmann (2011), we analyse a 1.3 million-word corpus of UK national newspaper texts compiled for the Discourses of Marriage Research Group. Our corpus stretches from September 2011 and the announcement of a government consultation on same-sex marriage, to April 2014 when the first same-sex marriages took place. Using a top-down approach we investigate the discourses drawn upon in same-sex marriage debates (as indexed by keywords and key semantic fields) and uncover the binary social categories used to normalise social structures and hold the same-sex marriage debate in place. We also consider which social actors are (not) given a voice and/or agency and discuss how (same-sex) marriage is constituted",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:oro.open.ac.uk:57135",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "86",
        "openDoarId": 0,
        "name": "Open Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 161526436,
        "depositedDate": "2018-08-27T00:00:00+01:00",
        "publishedDate": "2018-10-31T00:00:00+00:00",
        "updatedDate": "2024-02-12T09:30:41+00:00",
        "acceptedDate": null,
        "createdDate": "2018-11-03T16:52:24+00:00"
    },
    "urls": [
        "https://oro.open.ac.uk/57135/1/2018%20Discourses%20of%20marriage%20in%20same-sex%20marriage%20debates%20in%20the%20UK%20press%202011-2014.pdf"
    ],
    "lastUpdate": "2024-02-12T09:30:41+00:00",
    "setSpecs": []
}