{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Katyal, Sonia K."
        }
    ],
    "contributors": [],
    "createdDate": "2018-01-01T15:18:56+00:00",
    "dataProvider": {
        "id": 3464,
        "name": "Fordham University School of Law",
        "url": "https://api.core.ac.uk/v3/data-providers/3464",
        "logo": "https://api.core.ac.uk/data-providers/3464/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/144230366.pdf",
    "fullText": "Fordham Law SchoolFLASH: The Fordham Law Archive of Scholarship and HistoryFaculty Scholarship2009Dissident Citizen, The Symposium: Sexuality &Gender Law: Assessing the Field, Envisioning theFutureSonia K. KatyalFordham University School of Law, skatyal@law.fordham.eduFollow this and additional works at: http://ir.lawnet.fordham.edu/faculty_scholarshipPart of the Civil Rights and Discrimination Commons, and the Sexuality and the Law CommonsThis Article is brought to you for free and open access by FLASH: The Fordham Law Archive of Scholarship and History. It has been accepted forinclusion in Faculty Scholarship by an authorized administrator of FLASH: The Fordham Law Archive of Scholarship and History. For moreinformation, please contact tmelnick@law.fordham.edu.Recommended CitationSonia K. Katyal, Dissident Citizen, The Symposium: Sexuality & Gender Law: Assessing the Field, Envisioning the Future, 57 UCLA L. Rev.57 (2009-2010)Available at: http://ir.lawnet.fordham.edu/faculty_scholarship/235THE DISSIDENT CITIZENSonia K. KatyalWe have arrived at a crossroads in terms of the intersection between law,sexuality, and globalization. Historically, and even today, the majority of accountsof LGBT migration tend to remain focused, in one scholar's words, on \"a narrative ofmovement from repression to freedom, or a heroic journey undertaken in searchof liberation.\" Within this narrative, the United States is usually cast as a land ofopportunity and liberation, a place that represents freedom from discrimination andeconomic opportunity. But this narrative also elides the complexity that erupts fromgrappling with the reality that many other jurisdictions outside of the United States canbe even more forward-looking when it comes to recognizing the need for LGBT civilrights and the fact that many immigrants may confront a much more complex reality formany people of color, particularly in a post-911 I world.This Article attempts to provide one vantage point in theorizing the bipolarclassifications that characterize globalization narratives regarding sexuality. In thisArticle, I draw on the notion of a diaspora as a theoretical tool with which to highlightsome key constitutional hybridities in the terrain of law and sexuality. The notion of adiaspora, I argue, represents a useful way of thinking of the intersection betweensexuality, law, and globalization by forcing us to confront hybrid possibilities, particu-larly in recalibratig and reimtiejning the lines that we draw between North and South,East and West, home and elsewhere.Towards that end, this Article introduces two conceptions of a diaspora, onecultural, another constitutional, by engagng in a close comparison between Lawrencev. Texas and the recent Naz Foundation v. Government of NCT opinionoverturning sodomy laws in India. Part I introduces the cultural notion of an LGBTdiaspora among peoples and the communities, real or imagined, that flow from it. InPart II, I broaden this concept to introduce a secondary conception of a \"constitutionaldiaspora\" in evaluating the role of hybridity in the wake of Lawrence's internationalimplications. Part III takes a more normative approach than the previous Parts and* Professor of Law, /Fordham University School of Law. The author is grateful to Kim ShayoBuchanan, Anupam Chander, David Cruz, Marcus Eldridge, David Eng, Chai Feldblum, KatherineFranke, Gayatri Gopinath, Alok Gupta, Menaka Guruswamy, Nan Hunter, Lawrence Liang, MelissaMurray, Arvind Narrain, Jennifer Pizer, Jeff Redding, Angela Riley, Russell Robinson, Teemu Ruskola,Madhavi Sunder, Christine Tan, Bela August Walker, and especially Holning Lau and Led Volpp for theircommentary at the Symposium and for helpful conversations. The author also wishes to thank AndersonDuff, Michelle Ekanemesang, Rachel Kronman, Ilana Ofgang, and Genan Zilkha for research assistance,Victor Essien and Juan Femandez in the Fordham Law Library, and the symposium editors of the UCLALaw Review for their hard work.1415discusses what these two types of diaspora offer us in terms of reimarung the terrains ofnationhood and citizenship.IN TRO DUCTIO N ........................................................................................................................ 1416I. D IASPORA AND D ISSENT ................................................................................................. 1423II. THE CONSTITIlONAL DIASPORA: THE EMERGENCEOF CO NSTITUTIONAL REGIONALISM .............................................................................. 1441A. The Constitutional Diaspora of Lawrence v. Texas .............................................. 1444B. Uganda's Anti-Homosexuality Bill 2009 .............................................................. 1449C. The New Constitutional Regionalism: The Naz Foundation Decision ............... 14551. Culture, Identity, and History in the Global South ..................................... 14572. Privacy, Dignity, and Equality Beyond Lawrence ......................................... 14613. Antidiscrimination, Constitutional Morality,and Indian O riginalism ................................................................................... 1464III. TOWARDS TRANSNATIONAL CLTURAL CMZENSHIP ................................................ 1467C O N CLUSIO N ............................................................................................................................ 1475INTRODUCTIONSixty-two years after the birthday of Indian independence (which tookplace on August 15, 1947, to be exact), on a hot summer afternoon in New YorkCity in 2009, a group of South Asians-clad in saris, sunglasses, T-shirts, and col-orful kurtas-stood behind a set of iron barricades as the annual India Dayparade unfolded in front of them along Fifth Avenue. As they stood, one dancesequence after another moved past, blaring music, circulating promotional mate-rials, and offering sweets and observations in honor of \"Mother India.\" Toanyone who has been to the India Day parade, it is a sight to behold: a multiplic-ity of languages, religions, cultures; a cacophony of histories and legacies-allcomplicated, all diverse, and all wrapped up into one glorious package, multicol-ored and multicultural. The India Day parade marks a powerful moment eachyear in which the South Asian diaspora-with all of its cleavages, classes, andpolitical affiliations-comes together to celebrate the largest democracy inthe world.As the parade route ended, however, it was impossible to miss a particulargroup standing prominently and fixedly in place behind a series of iron barri-cades that prevented them from marching. The group was the South AsianLesbian Gay Association (SALGA), and its members had, for at least the fifthtime in a decade, been formally denied entry to the parade celebrating the origin1416 5 7 UCLA LAW REVIEW 1415 (20 10)of the same nation that had given birth to so many of them.' On several prioroccasions, the Federation of India Associations (FIA), which organizes theparade, had denied SALGA and a women's anti-domestic violence group,Sakhi, the right to march on the grounds that both groups were \"antinational.\"2In 2009, when contacted by an acquaintance for an explanation, DipakPatel, the president of the tri-state FIA, stated that \"anyone is welcome tomarch,\" but quickly added that there is an application process for organizations,and, like college admissions, \"some people get in, some people don't.\"3 The FIAvice-president, Nirav Mehta, clearly embarrassed by the situation, told thepress, \"We as a country welcome each individual and person; this parade is tocelebrate India's Independence Day and not for demonstrations.\"Like most stories that involve civil rights, there are some spectacularmoments of irony in SALGA's exclusion from the 2009 India Day parade inNew York City. Just weeks before, the very same group had been invited tomarch, front and center, in the city's annual gay pride parade. SALGA's pres-ence at the pride event was punctuated by an event that most South Asians hadnot expected: the overturning of sodomy laws by the Delhi High Court, fourdays later, in a soaring, comprehensive declaration of equality in a case calledNaz Foundation v. Government of NCT,5 which became one of the most popularstories in the New York Times that week.61. Although the Federation of India Associations (FIA) claimed it had not received SouthAsian Lesbian Gay Association's (SALGA) application to march, SALGA provided journalists with anemail from the HA confirming that SALGA's application had been received weeks earlier and that therequest had been forwarded to the board, which would get back to the group with a decision. SALGA'sleaders waited, and then called repeatedly, until it finally became clear, just days before the parade, thata permit would not be forthcoming. Minal Hajratwala, \"Gay Hind\": NY India Day Parade DrawsProtesters, http://www.apaforprogress.org/%E2%80%9Cgay-hindE2%80%9D-ny-india-day-parade-draws-protesters (Aug. 16, 2009, 18:10 EST); Scott Stiffler, Controversy Erupts Over Exclusion of LGBTGroup From NYC's India Day Parade, EDGE, Aug. 19, 2009, http://www.edgeboston.com/index.php?ch=news& sc=&sc2=news&sc3=&id=95244.2. Several articles have explored the history of SALGA's exclusion from the India Day parade.See, e.g., Gayatri Gopinath, Local SitesIGlbal Contexts: The Transnaionad Trajectories of Deepa Mehta's Fire,in QUEER GLOBALIZATIONS 149 (Arnaldo Cruz-Malav6 & Martin F. Manalansan IV eds., 2002); SvatiP. Shah, Out and Out Radical: New Directions for Progressive Organizing, SAMAR MAG., Fall/Winter 2001,http://www.sarmagazine.org/archive/article.php?id=60; Minal Hajratwala, Gays Shut Out of the Parade,COLORLINES, Aug. 19,2009, http://www.colorlines.com/mfriendly.php?ID=588.3. Hajratwala, supra note 1.4. Stiffler, supra note 1.5. (2010) Cri. L.J. (Del.) 94 (2009), (2009) 160 DLT 277, available at http://www.nazindia.org/judgement_377.pdf.6. See Vikram Raghavan on Naz Foundation-Part 1, http://lassnet.blogspot.conV2009/07/vikram-raghavan-on-naz-foundation-part_10.html (Oct. 7, 2009, 9:09 EST) (noting that the New YorkTimes story on Naz Foundation was among the top ten most popular stories on the newspaper's website).The Dissident Citizen 1417In stark contrast, just a month after the opinion was handed down, at theIndia Day parade, SALGA members held signs and chanted behind barricades todraw attention to their exclusion. One sign held by a young woman read,\"Indian. Gay. Proud.\" Another person stood firmly in the middle while wearinga blush pink T-shirt with the words \"Legalize Gay\" marked on the front in pur-ple. Another picture perhaps said it best: \"Queers (heart) Equality,\" the signread, in large magic marker lettering, with an enlarged \"Past Due\" stamp placedconspicuously at the bottom.For a moment, imagine the symbolism created by the juxtaposition of thesetwo events. Both moments are about how themes of inclusion and exclusionoperate as undercurrents in citizenship. SALGA's absence at the India Dayparade takes place at the very same moment that the Indian Constitution hasbeen interpreted in the Naz Foundation case to demand just the opposite. At theIndia Day parade just one month later, queer South Asians are relegated tothe sidelines in New York City. One moment celebrates the international trajec-tory of LGBT civil rights, whereas another traffics heavily in the domain ofcultural disenfranchisement.The juxtaposition of these events provides a painful, lagging reminderof the limits of law in changing the face of culture and citizenship. For some ofus, the summer of 2009 will probably remain the unique moment that both areascollided, requiring us to contemplate the role of the dual trajectories of inclusionand exclusion in, respectively, both constitutional law and culture. The conflu-ence of events-a very public slap in the face by the South Asian community onIndian Independence Day in New York City, coupled with a landmark judgmenton gay rights in India that same summer-is well worth considering, not merelyfor the civil rights issues that it embodies, but also because it highlights thefluidity of concepts like migration, citizenship, and diaspora in forming-andreforming-those issues for a broader legal community.As the Symposium panel at which I presented this Article suggests, wehave arrived at a crossroads in terms of the intersection between law, sexuality,and globalization. Within the United States, whereas in prior decades, gays andlesbians offered radical critiques of family and marriage, today many have aban-doned those positions in favor of a liberal demand for state-sponsored recognitionof same-sex marriage and all of the rights and privileges associated with theconventional nuclear family The claims for LGBT rights and equality, as tied asthey are to the state and to state-sanctioned equality within the legal system, also7. For an excellent discussion of this point, see David L. Eng, Freedom and the Racialization ofInamacy: Lawrence v. Texas and the Emergency of Queer Liberalism, in THE BLACKWELL COMPANIONTO LGBT/Q STUDIES 38-59 (George Haggerty & Molly McGarry eds., 2007).1418 5 7 UCLA LAW REVIEW 1415 (20 10)thus indirectly extend the state's regulation into the private sphere, unque-stionably reifying the state's primary role in liberating the LGBT citizen.8Globally speaking, inasmuch as these claims are tied to the formal language ofrights and recognition, they also run the risk of overlooking some of the limi-tations that embody legal claims toward equality, obscuring some of the deeper,distributive inequalities with respect to gender, ethnicity, class, and race thatpersist despite the opportunities that citizenship has to offer.The rise of liberal claims to rights and recognition thus carries with it someimportant global considerations. Historically, and even today, scholars observethat \"the majority of accounts of queer migration tend to remain organizedaround a narrative of movement from repression to freedom, or a heroic journeyundertaken in search of liberation. '9 Within this narrative, the United States isusually cast as a land of opportunity and liberation, a place that representsfreedom from discrimination and economic opportunity. But this narrative alsoelides the complexity that erupts from grappling with the reality that many otherjurisdictions outside of the United States can be even more forward-lookingwhen it comes to recognizing the need for LGBT civil rights, as the Delhi Courtopinion demonstrates, and the fact that many immigrants to the United Statesmay confront a political reality (either at the hands of fellow immigrants orothers) that is far less embracing than the enduring plasticity of the metaphorical\"American dream\" itself.Thus, to some extent, although it is certainly important to explain thethreads that compel migration, it is also important to avoid attaching a singlenarrative to those events alone. When this happens, the complexity of migrationbecomes reduced to an oversimplified dynamic that focuses only on the UnitedStates as a \"land of freedom and democracy,\" and thus overlooks the strugglesand resistances that subordinated groups often engage in, both within the UnitedStates and also elsewhere.\" The narrative of the United States as a land of lib-eration can also sometimes risk overlooking a much more complex reality formany people of color, particularly in a post-9/11 world.18. Id. at 41.9. Eithne Luibhid, Introduction to QUEER MIGRATIONS: SEXUALITY, U.S. CITIZENSHIP, ANDBORDER CROSSINGS, at xxv (Eithne Luibhid & Lionel Canti Jr. eds., 2005).10. Id.; see also Chandan Reddy & Javid Syed, I Left My Country for This!?: Queer ImmigrantOrganizing and the Politics of Indifference, TRIKONE, Oct. 1999, at 8.11. Luibh6id, supra note 9, at xxvi. For discussion of the impact of 9/11, see JASBIR K. PUAR,TERRORIST ASSEMBLAGES: HOMONATIONALISM IN QUEER TIMES (2007) [hereinafter PUAR,TERRORIST ASSEMBLAGES]; Muneer I. Ahmad, A Rage Shared by Law: Post-September 11 RacialViolence As Crimes of Passion, 92 CAL L REV. 1259 (2004); Muneer Ahmad, Homeland Insecurities: RacialViolence the Day After September 1 1, 72 SOC. TEXT 101 (2002); Margaret Chon & Donna E. Arzt, WalkingWhile Muslim, 68 LAW & CONTEmp. PROBS. 215 (2005); Jasbir K. Puar & Amit S. Rai, Monster, Tenoist,The Dissident Citizen 141957 UCLA LAW REVIEW 1415 (2010)Perhaps, however, we might consider these caveats, not as limitations ona singular theme of citizenship, but instead as formidable opportunities forundertaking a cultural reimagination of citizenship altogether. Towards this end,this Article attempts to provide one vantage point in theorizing the bipolar clas-sifications that characterize globalization narratives. It argues that the concept ofa diaspora offers us a powerful theoretical lens with which to unpack the polariz-ing themes that often characterize the intersection of law, sexuality, andcitizenship. It takes as its starting point this observation by Stuart Hall:The diaspora experience ... is defined, not by essence or purity, but bythe recognition of a necessary heterogeneity and diversity; by a concep-tion of 'identity' which lives with and through, not despite, difference;by hybridity. Diaspora identities are those which are constantlyproducing and reproducing themselves anew, through transformationand difference.12As Hall suggests, the notion of a diaspora forces us to confront the reality of cul-tural hybridities in motion, but his insights also help us contemplate howthese cultural hybridities might aid us in reenvisioning citizenship itself.Recent scholarship both inside and outside of the law has elucidatedthe way in which the diaspora destabilizes the fixedness of the nation-state, theconcept of citizenship, and even the idea of a cultural identity itself. Pico Iyerwrites, the diaspora-the concept-covers \"people [who are] are strangers toeverywhere including their homes.\"'3 As a result, they \"are rooted in ideas ratherthan places.\" 4 The notion of relying on diasporic outsiders to evaluate the util-ity of identity-based categories-precisely because they defy these classificationsaltogether-is not a new innovation.\"i However, the concept of a diaspora hashad only a limited influence in the law. Elsewhere, diasporic studies have beenFag: The War on Terrorism and the Production of Docile Patriots, 20 SOC. TEXT 117 (2002); Leti Volpp,The Citizen and the Terrorist, 49 UCLA L. REV. 1575 (2002).12. Stuart Hall, Cultural Identity and Diaspora, in IDENTITY: COMMUNITY, CULTURE, DIFFERENCE235 (Jonathan Rutherford ed., 1998), available at http://www.lwbooks.co.uk/ReadingRoom/public/IdentiryDiaspora.pdf (emphasis omitted).13. Pico Iyer, living in the Transit Lounge, in UNROOTED CHILDHOODS: MEMOIRS OF GROWINGUP GLOBAL 11 (Faith Eidse & Nina Sichel eds., 2004).14. Id.15. For a discussion on the notion of diaspora, see ROBIN COHEN, GLOBAL DIASPORAS: ANINTRODUCTION (1997); PAUL GILROY, THE BLACK ATLANTIC: MODERNITY AND DOUBLECONSCIOUSNESS (1993); GABRIEL SHEFFER, MODERN DIASPORAS IN INTERNATIONAL POLmCS(1986); Rogers Brubaker, The 'Diaspora' Diaspora, 28 ETHNIC & RACIAL STUD. 1 (2005); James Clifford,Diasporas, 9 CULTURAL ANTHROPOLOGY 302 (1994); John Lie, From International Migration toTransnational Diaspora, 24 CONTEMP. SOC. 303 (1995); Bhikhu Parek, Some Reflections on the IndianDiaspora, 3 J. CONTEMP. THOUGHT 105 (1993).1420The Dissident Citizen 1421rooted in conflict and contradiction, even more so with the additional, compli-cating element of sexuality.More recently, however, a few legal scholars have offered us a wealth ofinsights about the function of law and the diaspora in regulating and idealizingthe concept of citizenship, and also about the function of culture in transcendinglegal fixtures.'6 Yet, for the most part, very little diasporic legal scholarshipcontemplates the global growth of the LGBT civil rights movement. A search ofthe term \"queer diaspora,\" for example, while heavily cited and discussed inhumanities scholarship,17 is nowhere to be found in the corresponding legalliterature. 8 A search of Westlaw reveals not even a single citation to the term.In this Article, I argue that the idea of a diaspora represents a useful vantagepoint for theorizing the intersection between sexuality, law, and globalization.I attempt to interrogate what the concept of the diaspora might hold for legal16. For some examples of this work, see Kim Barry, Home and Away: The Construction ofCitizenship in an Emigration Context, 81 N.Y.U. L. REV. 11, 26-27 (2006); Anupam Chander, DiasporaBonds, 76 N.Y.U. L. REV. 1005, 1006 (2001); Robin Cohen, Diasporas and the Nation State: From Victimsto Challengers, 72 INT'L AFF. 507, 517 (1996); Peter J. Spiro, The Citizenship Dilemma, 51 STAN. L. REV.597, 621-25 (1999) (reviewing ROGERS M. SMITH, CIVIC IDEALS: CONFLICTING VISIONS OFCITIZENSHIP IN U.S. HISTORY (1997)); Symposium, A Tribute to the Work of Kim Barry: The Constructionof Citizenship in an Emigration Context, 81 N.Y.U. L. REV. 1 (2006).17. There is a large body of scholarship on the concepts of queer diaspora, migration, andglobalization. For an excellent collection of essays, see Eithne Luibhid, QueerMigration: An Unruly Bodyof Scholarship, 14 GLQ 169 (2008); and QUEER MIGRATIONS, supra note 9. See also M. JACQUIALEXANDER, PEDAGOGIES OF CROSSING: MEDITATIONS ON FEMINISM, SEXUAL POLITICS, MEMORY,AND THE SACRED (2005); LIONEL CANTO, JR., THE SEXUALITY OF MIGRATION: BORDERCROSSING AND MEXICAN IMMIGRANT MEN (Nancy A. Naples & Salvador Vidal-Ortiz eds., 2009);OLIVA M. ESPfN, WOMEN CROSSING BOUNDARIES: A PSYCHOLOGY OF IMMIGRATION ANDTRANSFORMATION OF SEXUALITY (1999); ANNE-MARIE FORTIER, MIGRANT BELONGINGS: MEMORY,SPACE, IDENTITY (2000); LAWRENCE LA FOUNTAIN-SToKEs, QUEER RICANS: CULTIJRES ANDSEXUALITIES IN THE DIASPORA (2009); JOHN HART, STORIES OF GAY AND LESBIAN IMMIGRATION:TOGETHER FOREVER? (2002); INVENTED IDENTITIES? LESBIANS AND GAYS TALK ABOUTMIGRATION (Bob Cant ed., 1997); MARTIN F. MANALANSAN IV, GLOBAL DIVAS: FILIPINO GAYMEN IN DIASPORA (2003); PASSING LINES: SEXUALITY AND IMMIGRATION (Brad Epps et al. eds.,2005); POSTCOLONIAL AND QUEER THEORIES: INTERSECTIONS AND ESSAYS (John Hawley ed., 2001);ELSPETH PROBYN, OUrSIDE BELONGINGS (1996); QUEER DIASPORAS (Cindy Patton & BenignoSfnchez-Eppler eds., 2000); M. Jacqui Alexander, Not Just (Any) Body Can Be a Citizen: The Politics of Law,Sexuality and Postcoloniality in Trinidad and Tobago and the Bahamas, 48 FEMINIST REV. 5 (1994); Anne-Marie Fortier, 'Coming Home': Queer Migrations and Multiple Evocations of Home, 4 EUR. J. CULTURALSTUD. 405 (2001) [hereinafter Forrier, 'Coming Home']; Anne-Marie Fortier, Queer Diaspora, inHANDBxOK OF LESBIAN AND GAY STUDIES 183 (Diane Richardson & Steven Seidman eds., 2002)[hereinafter Fortier, Queer Diaspora]; Gopinath, supra note 2; Martin F. Manalansan IV, In the Shadowsof Stonewall: Examining Gay Transnatunal Politics and the Diasporic Dilemma, in THE POLITICS OF CULTUREIN THE SHADOW OF CAPrrAL 485 (Lisa Lowe & David Lloyd eds., 1997); Martin F. Manalansan IV, QueerIntersections: Sexuality and Gender in Migration Studies, 40 INTL MIGRATION REV. 224 (2006); SimonWamey, AIDS and the Politics of Queer Diaspora, in NEGOTIATING LESBIAN AND GAY SUBJECTS 53(Monica Dorenkamp & Richard Henke eds., 1995).18. The term queer diaspora \"refers to the tansnational and multicultural network of connectionsof queer cultures and 'communities.'\" Fortier, Queer Diaspora, supra note 17.57 UCLA LAw REVIEW 1415 (2010)scholars contemplating both the cultural and constitutional architecture of citi-zenship, particularly as the diaspora intersects with global sexualities. Inattempting to capture some of the new conflicts that have arisen in these realms,this Article uses the notion of a diaspora both as a theoretical device and as adoctrinal tool with which to analyze some key constitutional developments inthe global legal and cultural regulation of sexuality. Further, not only do consid-erations of sexuality transform the concept of a diaspora, but considerations ofthe concept of a diaspora transform our thinking on sexuality as a result. Theconcept's particular utility stems from its privileging of hybrid possibilities,particularly in recalibrating and reimagining the lines that we draw betweenNorth and South, East and West, home and elsewhere, and the inside andoutside of the law.Towards that end, this Article introduces two conceptions of a diaspora,one cultural, another constitutional, and then explores their implications forredefining LGBT citizenship in an age of increasing globalization. In Part I, Iexplore, first, the cultural notion of an LGBT or queer diaspora among people,and the communities, real or imagined, that flow from it. In Part 1I, I analyzea secondary, broader conception of diaspora: a constitutional or doctrinal diasporacreated by borrowing legal principles across jurisdictions. The idea of a consti-tutional diaspora captures a series of multiple sites of conformity acrossjurisdictions, and it can take multiple forms, some that embrace principles ofLGBT equality, and others that do not. Drawing upon international LGBT dis-putes in a post-Lawrence v. Texas era, I sketch out two examples, one analyzingrecent events in Uganda (where American evangelists reportedly offered legaltechnical assistance in crafting a vociferously antigay piece of legislation); andthe second, focusing on the recent Naz Foundation opinion, which adopted someof the reasoning of Lawrence in overturning sodomy laws in India, but wentmuch further in articulating a more inclusive vision of LGBT equality. NazFoundation, I argue, further demonstrates how the idea of a constitutional dias-pora can also embody the interplay across jurisdictions in crafting a diverse arrayof views of LGBT equality, as the Naz Foundation (and SALGA's dissentingpresence in the India Day parade) demonstrated.Part III takes a more normative approach than the previous Parts and dis-cusses what these two types of diaspora offer us in terms of reimagining theterrains of nationhood and transnational citizenship. Here, I attempt to interro-gate what the concept of a diaspora might hold for the promise of equality withinthe law and also to demonstrate how the limitations of law and legality open upbroader possibilities of interpretation within culture and citizenship.1422I. DIASPORA AND DISSENTIn making their demonstration at the India Day parade, SALGA sought touse the power of its political presence to make an important point about howthose left outside, how the disenfranchised, actually play a formative role incrafting a dissenting community by occupying the interstices of the uninvited.Rebecca Solnit writes, in Wanderlust, that \"a procession is a participants' journey,while a parade is a performance with an audience.\"' 9 Yet in crafting either aprocession or a parade, the organizers, in their own small ways, craft their ownmicroperspectives of what a nation includes and excludes, in ways only percep-tible to those who are present to watch the spectacle unfold. The India Dayparade is no small example. In excluding SALGA from marching, the FIAoffered its own interpretation of Indian citizenship by \"purifying\" Indian nation-hood of sexual diversity. Yet the FIA's interpretation took place within thediaspora in the United States and not within India itself, a factor that seemsparticularly ironic given the Naz Foundation opinion. On a deeper level, for thisreason, SALGA also sought to introduce its own dissenting critique of theways that the FIA's logic of nationalism defied the Naz Foundation court's moreprofound commitment to inclusion.On this point, SALGA's struggle was similar to that faced by the Irish gayand lesbian organizations in the United States, which are precluded frommarching every Saint Patrick's Day in Boston. The Irish organizations filed suitin a landmark civil rights case before the U.S. Supreme Court, sparked by theone time they tried to march in 1992.20 People present at the parade recall howthe crowd hurled invectives, bottles, and rocks at the small contingent of gaysand lesbians, and how parents told their children to turn their backs on the groupas they approached.2 The groups lost their civil rights case before the SupremeCourt, in Hurley v. Irish-American Gay, Lesbian and Bisexual Group of Boston,22and, even today, no gays and lesbians are permitted to march in the parade.Writing on Hurley, Madhavi Sunder observed how classic FirstAmendment claims-in this case, the right to march in a parade-becamemarred by an exaggerated view of \"speaker autonomy\" that, in her eyes, not onlyresembled the classic romanticized picture of the \"author\" in intellectual property19. REBECCA SOLNIT, WANDERLUST: A HISTORY OF WALKING 215 (2001).20. See generally Madhavi Sunder, Note, Authorship and Autonomy as Rites of Exclusion: TheIntellectual Propertizarion of Free Speech in Hurley v. Irish-American Gay, Lesbian & Bisexual Group ofBoston, 49 STAN. L. REV. 143 (1997).21. Matthew Casey, Casey: Having a Gay Old Time in South Boston, WICKED LOCAL, Mar. 17,2009, http://www.wickedlocal.conmedford/homepage/xl08l29256/Casey-Having-a-gay-old-time-in-South-Boston.22. 515 U.S. 557 (1995).The Dissident Citizen 1423law, but also insulated ideas from dissent and change.\" For Sunder, theseproperty-like entitlements granted, to some, an absolute power to create andmaintain meaning at the exclusion of others.But now, fifteen years after Hurley, we actually see that dissent was not soeasily foreclosed. Ratna Kapur, in her own work on sex and sexuality in India,writes of \"law's role in simultaneously reinforcing an essentialist story aboutculture as well as providing space for resisting this construction.\"24 Here, theexclusion of LGBT individuals-from a parade, from a political process-inevi-tably creates a space for dissent and dynamic confrontation, thus allowing thosewithin and outside of the homeland to respond.In other words, Hurley's exclusion generated two opposing forces. Onetrend, as we see exemplified in the India Day parade, continued the thread of\"purifying culture\" by not allowing LGBT members to march as a group, a classicreenactment of Hurley's exclusion. Notice how this exclusion then interactswith the themes of nationhood and citizenship. By arguing that being an LGBTminority is antithetical to being Indian (or Irish), nationalism becomes synony-mous with homophobia, and the nation becomes read as heterosexual as aresult. Through this process, the visibly queer become, essentially, likened toundocumented outsiders-disenfranchised and excluded by these legal and cul-tural attempts to invisibilize their existence.25But if the LGBT citizen then becomes synonymous with the undocu-mented, the excluded, the other trend the exclusion propagates is an even moreforceful recitation of protest, a refusal to give in to the political fracturing thatsuch exclusions might cause. The excluded are, in effect, transformed into dissi-dents, destabilizing the concept of presumed heterosexuality among Indians(or the Irish, respectively), and also, in some ways, destabilizing the fixedness ofa concept of citizenship as well. Like so many other outsider groups facing suchchallenges, the LGBT marchers at the India Day Parade were spurred intocrafting a more complex-indeed, a much more transnational-statement ofdissent. Not only did they choose to publicize their predicament in the public23. See Sunder, supra note 20, at 145.24. Ratna Kapur, Postcolonial Erotic Disr4pdons: Legal Narratives of Culatre, Sex, and Nation in India,10 COLUM. J. GENDER & L. 333,334 (2001).25. See Sally R. Munt & Katherine O'Donnell, Legalzirng Compulsory Heterosexuality in New York'sAnnual St. Patrick's Day Parades, 10 SPACE & CULTURE 94 (2007).The Ireland being celebrated in the parades is a historical sentiment, a nation made static inthe minds of its ethnic descendants by exile and loss. What identity-based marches such as theannual St. Patrick's Day parade make abundantly clear is that the traditional segmentation ofthe urban space, visualized and auralized through the compartments of the protest march withflags, banners, and bands, is not so much a performative sign of strategic inclusion (as with GayPride marches) but a very moving and vital force of exclusion.Id. at 95.1424 5 7 UCLA LAw REVIEW 1415 (20 10)space of the sidelines surrounding the parade, but they also made a powerfulformal statement in the press that explicitly linked their loyalties with Indianjurisprudence and the Naz Foundation opinion. \"The [Delhi] court statedpowerfully and succinctly that intolerance is not an Indian value,\" SALGA saidin its statement. \"Despite such a monumental victory for sexual minorities inIndia, we are outraged and disappointed that.., the FIA is once again trying tomake Indian sexual minorities invisible through its discriminatory acts.\"26Borders of national, cultural, and juridical identity become transformed as aresult of such dissenting actions. SALGA's statement explicitly links its visionof inclusion and citizenship to one that is offered, not by an American court, butby an Indian one. In other words, a moment of exclusion in the diaspora cancompel greater ties of transnationalism, enabling a burst of emotional, cultural,and even sociolegal connections between diaspora and homeland. Indeed, thesame observation can also be made for the events that followed Hurley. AnneMacguire, one of the founders of the Irish Gay and Lesbian Organization(ILGO), a party to the case, wrote similarly of individuals in Ireland publiclyreaching out to those in New York after they were excluded from the parade.She writes, \"The greeting, 'Hello New York' jumped out at us from a photographof the thirty lesbians and two gay men who marched in the St. Patrick's Dayparade in Cork in 1992, an act of solidarity and support that caused both joy,pride, amusement, and a little sadness among the ILGO.27Like the story that I told in the Introduction, there is something quitepoetic about LGBT groups marching, full of celebration, in the homeland, evenwhen members of the diaspora refuse to acknowledge them elsewhere. As manynewspapers recounted, as the Naz Foundation decision was being filed in 2008,several cities across India-New Delhi, Bangalore, and Kolkata-played host totheir own gay pride parades, for the first time in history. \"Up until now, we'vebeen in the public space protesting a violation, or someone being beaten up,\"stated Gautam Bhan, one of the New Delhi parade organizers in 2008. 'Now wefeel like we have enough of a foothold to celebrate a positive presence.\"28 Afterthe opinion was handed down a year later, hundreds of gay rights supportersmarched, again in New Delhi, Chennai, Bangalore, and elsewhere. In citiesacross the United States and in other countries, members of the South Asian26. Hajratwala, supra note 2.27. See Anne MacGuire, The Accidental Immigrant, in LESBIAN AND GAY VISIONS OF IRELAND(Ide O'Carroll & Eoin Collins eds., 1999).28. Heidi J. Shrager, India's Gay Rights Movement Comes Out, S.F. CHRON., July 2, 2008,available at http://articles.sfgate.con2008-07-O2/news/1 7171306_l1gay-activists-new-delhi-bangalore.The Dissident Citizen 1425queer diaspora, like SALGA, gathered in watchful celebration of the singularlegal moment that Naz Foundation produced. 9As both the Irish and Indian stories suggest, the very space of an LGBTdiaspora is marked by a dynamic hybridity between nations, sexualities, andloyalties that often elides simple classifications.\" By creating a space betweenan immigrant and a place of origin, a diaspora also creates the opportunityto reimagine the boundaries of a nation altogether. Diasporas are locatedsomewhere between the global and the local.\" The classic literature defines adiaspora in terms of three main elements: (1) dispersion across space, usuallycomprising the crossing of a group of individuals across state borders; (2) someform of \"homeland orientation,\" which posits a country of origin as a source ofancestry, identity, collective memory, and connection; and (3) some preserva-tion of boundaries or separation from mainstream society, which usually takesthe varied form of resistance to complete assimilation (at times, but not alwaysas a result of social exclusion).32 Diasporic individuals live in the in-between, theliminal, the \"third space\" according to Homi Bhabha,\" such that individualswho live \"here\" and \"there\" are \"caught in the discontinuous time of transla-tion and negotiation.\"34But a diaspora is itself a contradiction in terms. It relies on a fixed concep-tion of the nation-state for its very identity between home and homeland, evenas it challenges the concept of the nation-state altogether.5 Somewhat similarlyfor the individual, the concept of belonging to a diaspora can be a positive or anegative experience, and sometimes simultaneously so. James Clifford notes thatthe concept of the diaspora can be forged in a negative fashion, through the29. At the parade, young Indians chanted \"Long Live Queeristan,\" and sang \"Gay Ho\" to the tuneof \"Jai Ho,\" the megahit from the Oscar-winning movie Slumdog Millionaire. Emily Wax, A 'CommonFront' for the Mrgialized in India, WASH. POST, July 6, 2009, available at http://www. washingtonpost.con/wp-dyn/content/article/2009/07/05/AR2009070502516.html.30. See sources cited supra note 15.31. AVTAR BRAH, CARTCXJRAPHIES OF DIASPORA: CONTESTING IDENTITIES (1996).32. See CHARLES KING & NEIL MELVIN, NATIONS ABROAD: DIASPORA POLITICS ANDINTERNATIONAL RELATIONS IN THE FORMER SOVIET UNION (1998); ANTHONY SMITH, THE ETHNICORIGINS OF NATIONS (1986); John Armstrong, Mobilized and Proletarian Diasporas, 70 AM. POL. So. REV.393 (1976); Brubaker, supra note 15, at 5-6; Clifford, supra note 15, at 302-08; Charles King & NeilMelvin, Diaspora Politics, 24 INT'L SECURITY 108 (1999); Lie, supra note 15, at 303-06; William Safran,Diasporas in Modem Societies: Myths of Homeland and Return, 1 DIASPORA 83 (1991); David Laitin,Marginality: A Microperspective 7 RATIONALITY & SOC'Y 31 (1995).33. See HOMIK. BHABHA, THE LOCATION OF CULTURE 1-5 (1994).34. Homi K. Bhabha, Cultural Diversity and Cultural Differences, in THE POST-COLONIALSTUDIES READER 208 (Bill Ashcrofr et al. eds., 1995).35. See Fortier, Queer Diaspora, supra note 17, at 184 (\"Defined as decidedly anti-nationalist withincritical cultural theory, it has been widely argued that the presence and experiences of diasporic subjectsputs any normative notion of culture, identity, and citizenship in question by their very location outsideof the time-space of the nation.\").1426 57 UCLA LAW REVIEW 1415 (2010)experiences of discrimination and exclusion in the destination state, but can beforged positively too through an increased identification with global cultural orpolitical forces.36Although the concept of a diaspora has become an integral part of immi-gration law and of citizenship studies, few legal scholars have attempted to minethe insights gleaned from diasporic studies in the humanities. This absence issomewhat puzzling, especially given that every moment of migration is heavilyinscribed by the role of both international and domestic law in creating and regu-lating a diasporic identity. Almost ten years ago, Anupam Chander wrote apiece that was published in the New York University Law Review called \"DiasporaBonds,\" which studied the variety of ways in which diasporas maintain political,economic, social, and cultural ties to their homeland.37 While Chander's mainfocus lay in the economic ties between the diaspora and the homeland, his articleserved to elucidate some of the keen longings and connections that the diasporaacutely felt in connection with the homeland. As Chander writes, \"[tihe dias-pora model does not seek to dismantle the nation-state, but rather to rearticulateit as a multinational state permitting the voluntary transnational associationsof its people.\"38When we apply the concept of diaspora to the notion of an LGBT or queeridentity, we face even more complications and complementarities. One mustsimultaneously, then, engage in the act of \"queering the diaspora,\" as well as\"diasporizing the queer.\"39 The lesbian and gay civil rights movement has his-torically operated under the dual influence of opposites.' One trends towards aminoritizing discourse that looks towards an ethnic model of largely fixed LGBTidentity; and the other, conversely, focuses on a universalizing view of sexualitythat recognizes the fluidity and breadth of same-sex desires within all indi-viduals. 41 And yet, the ethnic model, particularly because it is so deeply steepedin the scripts of civil rights claims, and so attractive for this reason, often requiresa delicate crafting and rescripting of identities.An ethnic model of LGBT identity, which necessarily focuses on samenessrather than difference, can be useful in casting the legitimacy of group-basedclaims to civil rights, particularly in the wake of United States v. Carolene36. See Chander, supra note 16, at 1024 (citing James Clifford, Diasporas, 9 CULTURALANTHROPOLOGY 302,311 (1994)).37. See generally id.38. Id. at 1049.39. See Jasbir K. Puar, Transnational Sexualities: South Asian (Trans)nation(alism)s and QueerDiasporas, in Q&A: QUEER IN ASIAN AMERICA 405 (David L. Eng & Alice Y. Horn eds., 1998).40. See Alan Sinfield, Diaspora and Hybridty: Queer Identities and the Ethnicity Moel, 10 TEXTUALPRAC. 271 (1996) (citing EVE SEDGWiCK, EPISTEMOLOGY OF THE CLOSET 84-90 (1991)).41. See id.The Dissident Citizen 1427Products.42 However, this model, as many have noted, tends to underestimateindividual variations in the formation of identity, particularly where sexualidentity is concerned. Alice Miller's powerful work on asylum points out howlaw's privileging tendency most often prefers \"fixed identities,\" that is, identitiesthat \"map neatly and recognizably onto conduct.\"' \"The fluidity of sexuality,\"she writes, \"causes problems for determinations not only because of its mutablecharacter, but also because of the need to distinguish the worthy identity fromthe unworthy sexual practice.\" The rights-based framework that law imposesoften requires LGBT people to compartmentalize identities in order to allow forclaims to be considered viable under existing civil rights discourses.\" Somewhatsimilarly, David William Foster has written about the difficulty of applying theconcept of a diaspora-originally used to refer to the forced dispersion of Jews,and later to any type of forced exile of a particular group-to the kind of ind-ividualized paradigm of solitary flight that usually characterizes the experiences ofLGBT people.46In one sense, then, it seems difficult to apply the idea of a \"diaspora\" to anLGBT identity, particularly given the diversity and variance that each identitycomprises. Where is the \"homeland\" that the queer citizen aspires to, when eachcountry is fraught with limitations on LGBT equality, and when so manyindividuals have identities that diverge from a fixed and stable notion of LGBTidentity within each? The Indian and Irish parade examples demonstrate thattransnational loyalties to the homeland can be borne from moments of exclusionin the destination country. The moments of exclusion in each paradigm offermeaningful opportunities for cultural dissent for those excluded from partic-ipation, but they also facilitate the creation of new transnational connectionsbetween the place of migration and the homeland. As the sign from theparade in Cork demonstrated, LGBT citizens in Ireland extend their loyaltyto excluded LGBT citizens in the United States, just as queer South Asians,also excluded in the United States, articulate their connection to recent juris-prudence from India.42. 304 U.S. 144 (1938).43. See Alice M. Miller, Gay Enough: Some Tensions in Seeking the Grant of Asylum and ProtectingGlobal Sexual Diuersity, in PASSING LINES: SEXUALITY AND IMMIGRATION 137, 137-38 (Brad Epps et al.eds., 2005).44. Id. at 165. As Alan Sinfield has explained, \"it isnot that existing categories of gay men andlesbians have come forward to claim their rights, but that we have become constituted as gay in the termsof a discourse of ethnicity-and-rights.\" Sinfield, supra note 40, at 272.45. Sinfield, supra note 40, at 272 (quoting Didi Herman).46. David William Foster, The Homoerotic Diaspora in Latin America, 29 LATIN AM. PERSP. 163,163 (2002) (\"[Tlheir exile tends to occur in terms of the flight of individuals rather than as the sort of massdeportation of exile that we customarily associate with the concept of diaspora.\").1428 5 7 UCLA LAW REVIEW 1415 (20 10)Here, the notion of a diaspora, by denaturalizing the centrality of thenation-state, offers a powerful undercurrent of reconciliation between the des-tination country and the homeland, because the very character of a diasporais characterized by dispersion and variation across transnational loyalties anddifferences. Indeed, as applied to sexuality, the concept of a queer diaspora, in itsmultinational, multicultural architecture, can also offer the LGBT citizen a wayto craft an identity that does not necessarily require adoption of a singular, fixedidentity connected to citizenship. Thus, just as the idea of a diaspora challengesthe fixedness of a nation-state and place of origin,47 the notion of a queer diasporathus challenges the idea of a diaspora that presumes heterosexuality within itscommunity. As the political theorist Simon Watney explains, the metaphorof a diaspora is .'seductively convenient to contemporary queer politics.\"\"' Hecontinues:Unlike the tendency of seventies and eighties lesbian and gay theory todevelop overly monolithic notions of identity and cultural politics, theconcept of diaspora is suggestive of diversification, of scattering, fracturing,separate developments, and also, perhaps of a certain glamour. It alsosuggests something of a sense of collective interest, however difficult thismay be to pin down. It implies a complex divided constituency, withvarying degrees of power and powerlessness.49In this sense, the concept of a diaspora can operate both as a site of legal regula-tion but also as a site of theoretical resistance and contestation of a unitaryLGBT identity.50Furthermore, the very idea of the diaspora might provide us with a betterframework to understand the racial and sexual identity formation of immigrantsof color, who are often shaped between the domestic and the diasporic worldsthat they inhabit.\" Consider SALGA as one example. It was an unusual, but47. See Forrier, Queer Diaspora, supra note 17, at 189 (\"Queer diasporas, for their part, decidedly'propagate' outside of the nation-building narrative where the heterosexual family is the essential building-block in the construction and elevation of the nation.\").48. Id. at 185 (quoting Wamey).49. Id. (internal quotations omitted).50. See Luibh6id, supra note 9, at xi.51. For writings on the notion of a queer diaspora, particularly regarding Asian sexualities, seeMONISHA DAS GUPTA, UNRULY IMMIGRANTS: RIGHTS, ACTIVISM, AND TRANSNATIONAL SOUTHASIAN POLmCs IN THE UNITED STATES (2006); A LOTUS OF ANOTHER COLOR: AN UNFOLDING OFTHE SOUTH ASIAN GAY AND LESBIAN EXPERIENCE (Rakesh Ratti ed., 1993); Q&A: QUEER INASIAN AMERiCA, supra note 39; David L. Eng, Out Here and Over There: Queerness and Diaspora in AsianAmerican Sudies, 15 SOC. TEXT 31 (1997); Gayatri Gopinath, Funny Boys and Girls: Notes on a QueerSouth Asian Planet, in ASIAN-AMERICAN SEXUALITIES 119 (Russell Leong ed., 1996); Martin F.Manalansan IV, In the Shadows of Stonewall, 2 GLQ: J. LESBIAN & GAY STUD. 425 (1995); SoniaOtalvaro-Hormillosa, The Homeless Diaspora of Queer Asian Americans, 26 SOC. JUST. 103 (1999);Puar, supra note 39.The Dissident Citizen 1429perfectly scripted, confluence of moments---a deeply personal connection to thelesbian and gay civil rights struggles that had begun to take hold-thatcompelled SALGA's repeated requests in the 1990s to march at the India Dayparade. Far more was at stake for SALGA and its progressive participants thansimply the inclusion of a queer group into a parade. There were two audiencesfor what SALGA was doing.On one hand, SALGA sought to challenge the ways in which a particularsector of the Indian immigrant population-conservative, Hindu, patriarchal,heteronormative-framed themselves as representative of the Indian communitywrit large. 2 As Svati Shah explains, back in the early 1990s, the FIA explainedits refusal of SALGA's request by claiming that \"homosexuality does not exist inIndia,\" suggesting that the group's \"participation would not accurately depictthe reality of Indian communities.\"\" At that time, then, SALGA's inclusionin the parade was about redefining these political scripts, by insisting on otherways of defining and understanding community, culture, and affiliation, outsideof a logic of religious nationalism. Shah writes, \"[i]f SALGA's exclusion wasemblematic of the ways in which the Indian Right had attempted to dictate aunilateral notion of 'authentic' Indian culture, SALGA's participation repre-sented the undeniable existence of the life that exists outside the bounds ofthat representation.\"54The second audience, however, involved a certain puncturing of theconventional image of the \"gay\" citizen-the largely white, upper-class image ofthe gay community in the United States. Queer South Asian activists drew forinspiration, not purely from the mainstream U.S. gay and lesbian civil rightsmovement, with all of its marginalization of issues of class and race-but on abroader, transnational platform that placed a spectrum of issues of internationaldisenfranchisement on the table, whether they involved race, national origin,religion, class, AIDS, or sexuality. By enabling SALGA's overall mission topreface these concerns alongside other issues of sexual orientation, SALGA,along with other groups, articulated a profound divergence with more52. Up until that point, according to author Madhulika Khandelwal, the FIA had largely embraceda far more nationalist, upper-class platform. It had regarded the growing progressive South Asianmovement as a minor discomfort, but had still allowed Sakhi, a feminist group, to take part in itscelebration. But in 1995, it inexplicably refused both organizations' requests on the grounds that \"SouthAsian\"-identified groups had no place at a parade that was meant to celebrate Indian independencealone. See MADHULIKA S. KHANDELWAL, BECOMING AMERICAN, BEING INDIAN: AN IMMIGRANTCOMMUNITY IN NEW YORK 176-77 (2002).53. Shah, supra note 2 (intemal quotations omitted).54. Id.5 7 UCLA LAW REVIEW 1415 (2010)1430The Dissident Citizenmainstream (but certainly not all) gay and lesbian civil rights organizations inthe United States.\"As these two audiences demonstrate, the sort of compartmentalizationthat is required to build a constituency among gay- or lesbian-identified peoplealso limits it in important ways as well. 6 Especially for queer people of color, theprominence of a single model-are you in or are you out?-makes it more dif-ficult to negotiate ways of thinking about sexualities that are compatible withthe various subcultures of family, neighborhood, ethnicity, and culture. 7 Yet thisdifficulty can also be a source of fertile possibilities, as these cultural hybriditiesenable a person to belong to a variety of different communities-a mainstreamhost culture, a diasporic community, a dominant queer community, and a dias-poric LGBT community-simultaneously challenging the stereotypes associatedwith each one.5\" As an Asian American activist has written:We who occupy the interstices-whose very lives contain disparateselves-are, of necessity, at home among various groups that know littleof each other... We have a deep hunger for a place in which we can be,at one and the same time, whole, and part of something larger thanourselves.5 9Ten or more years after these words were written, the concept of the diaspora stillprovides a great deal of fruitful terrain for scholars writing on the margins of iden-tity and globalization.The notion of a queer diaspora captures an oppositional set of themesstemming from the intersection of transnationality and sexuality, one involvinghomogenization and another involving differentiation. The homogenizationtheme, one might say, involves the idea of a \"gay diaspora,\" the idea that LGBTindividuals stem from a place that is more akin to sameness than difference, andthus circulate throughout the world with cultural or kinship ties to one another.Lawrence Schimel writes of the idea of a \"queer cultural homeland,\" such as SanFrancisco's Castro, New York City's Greenwich Village, and so on, noting \"ourvisits feel like a return home, even if we've never set foot there before. ' The55. See id.56. Sinfield, supra note 40, at 272.57. See id.58. See Ahmet Amy, Identities in Motion: Cyberspace and Diasporic Queer Male Bodies in theContext of Globalization 48 (May 4, 2009) (unpublished Ph.D. dissertation, Southern Illinois University)(on file with UCLA Law Review).59. Karin Aguilar San Juan, Going Home: EnactngJusice in Queer Asian America, in Q&A: QUEERIN ASIAN AMERICA, supra note 39, at 25, 37.60. Lawrence Schimel, Diaspora, Sweet Diaspora: Queer Culture to Post-Zionist Jewish Identity, inPOMOSEXUALS: CHAUl GING AsSUMPnONS AotrU\" GENDER AND SEXUALrIY 163 (Carol Queen &Lawrence Schimel eds., 1997).1431virtue of being able to be out in the world and connected through magazines,films, and the internet has thus enabled a powerful transnationalism.6' Consider,again, Simon Watney on this point, who argues relatedly that the queer diasporicexperience is informed by travel and tourism:Few heterosexuals can imagine the sense of relief and safety which a gayman or lesbian finds in a gay bar or a dyke bar in a strange city in a foreigncountry. Even if one cannot speak the local language, we feel a sense ofidentification. Besides, we generally like meeting one another, learningabout what is happening to people 'like us' from other parts of the world.62However, although Watney's identification of a certain queer connection amongindividuals in other countries is certainly true, it is also important to note, asother scholars have, that \"[t]he experience of travel Watney is alluding to is mostoften than not founded on privilege and, for white Euro-American males,freedom of movement.\"63 The pleasure-seeking theme expressed, in part, byWatney can often obscure how racialized difference marks those who are \"trav-eled upon,\" and can miss the danger of economic and sexual exploitation thatgay tourism sometimes causes.64Watney's suggestion of LGBT sameness, therefore, can also be answered bya critique that highlights the distributive implications that sexual tourism raises.In turn, these critiques of Watney give rise to a secondary theme of differen-tiation, which suggests that the experiences of LGBT individuals elsewhere inthe globe may diverge greatly from those that Watney describes. Curiously,Watney is not completely blind to cultural difference; elsewhere, he observesthat the AIDS epidemic has brought \"into being new articulate groupings ofmen\" in countries like India and the Philippines, \"where homosexual acts werenot related to notions of identity before the epidemic., 65 He continues:This will lead to still further diasporic diversity. For example, it is clearthat there is no single answer to such questions as how one thinks ofoneself if one is Indian, British, and gay. One man will identify as a blackman, another as a gay Asian, and a third may reject the validity of thecategory gay altogether. There can be no easy resolution to such issues,nor is resolution required. 661. See id. at 172; see also Fortier, 'Coming Home', supra note 17, at 411-12.62. See the excellent discussion of this quote in Fortier, Queer Diaspora, supra note 17, at 186-87(quoting Wamey).63. Id. at 187.64. See id.; SARA AHMED, STRANGE FNoX)uNTERS: EMBODIED OTHERS IN PosT-COLONIALITY(2000); Jasbir Kaur Puar, Queer Tourism: Introduction, 8 GLQ J. LESBIAN & GAY STUD. 1 (2002).65. Fortier, Queer Diaspora, supra note 17, at 187 (quoting Wamey).66. Id.57 UCLA LAW REVIEW 1415 (2010)141?Watney notes that \"most of our greatest challenges today\" are caused by theconflict between the gay imperative to think of its community as \"unified andhomogeneous,\" versus the \"constantly changing complexity of gay culture as itis lived.\"67 Watney nicely captures the diversity of subjectivities and identityformations that exist throughout the world. But what does Watney mean by\"our challenges\"? Who is included in \"our,\" and why are they challenges atall, rather than opportunities for forging more diversity? As Anne-Marie Fortiercomments,Watney's travels towards other men \"like him\" suggests that they must stayin place if their difference is to be apprehended and recirculated within thenew diasporic horizon to create \"further diasporic diversity\".... \"Queerdiaspora\" is put to work here as an image that is possible by concealing therelations of inequality and power that are an inherent part of it. Watney's\"our\" reinstates the distance between \"us\" and \"them\" within his diasporicimagination, where differences remain fixed into place and simply add onto each other within the gradual diversification of diaspora.68Fortier concludes by arguing for a need for further interrogation of the politicsthat surround the formation of a transnational diasporic community. 69As some of my prior work has argued, the typical concepts of gay andlesbian do not always capture the complexity of queer identity formation, par-ticularly in cultures with a strong sense of separation between one's sexualbehavior and one's outward political or sexual identity.\" Thus, by emphasizing aparticularized, singular idea of lesbian and gay identity, Western activists oftenmiss some of the more complicated hybridities and identity formations withinsame-sex sexualities, particularly (but not exclusively) in the developing world.\"The public health debates surrounding global efforts at AIDS prevention haveprovided a fascinating and largely overlooked arena in which dominant Westernparadigms of gay identity have been soundly rejected in favor of broader, moreinclusive strategies of public health intervention that focus on behavior andconduct. In stark contrast to the United States' focus on identity as a mode ofcommunity building, in India, for example, some men who have sex with men67. Id. (internal quotations omitted).68. Id. at 187-88.69. Id.70. Sonia Katyal, Exporting Identity, 14 YALEJ.L. & FEMINISM 97, 153 (2002).71. For example, in India, several prominent activists have concluded that the language ofidentities and Western constructions of sexuality can be markedly inappropriate in delivering culturallyspecific HV/AIDS health services to some men in South Asia. Instead of the term \"gay\" or \"homosexual,\"public health activists have opted to use the term \"men who have sex with men\" (MSM). Id.; SoniaKatyal, Sexuality and Sovereignty: The Global Limits and Possibilities of Lawrence, 14 WM. & MARY L.REV. 1429 (2006).The Dissident Citizen 1433(MSM) may adopt instead a variety of indigenous terms and identities todescribe particular sexual behaviors or none at all.\"A brief glimpse at this context therefore exposes some limitations in trans-lating gay identity paradigms to cultures that lack the same assumptions regardingthe centrality of sexuality to personhood as in the West. Nevertheless, populardiscussions of sexuality in Asia and elsewhere tend to suggest the West as thesource of sexual modernity, where \"queer Asia has tended to be recognized tothe extent that it articulates with first world metropoles, for example, throughqueer life in diasporic communities, or through northern consumption of selectcultural products from the global south.\"73 At times, LGBT advocates stress the\"homophobia of third-world traditions,\" implying that \"modernization will makethe non-Western world more liberated for queers.\"74 As scholar Ara Wilsonargues, \"Even when they are critical of Western dominance in the world, as isthe case with many nationalists and sexual-rights advocates, this interpretationrecapitulates Western hegemony, by locating the origin and agency of modemqueer life squarely in the West.\"75 The logic of import/export often informs thesediscussions, suggesting that legible identities are derived from Western conceptsof sexuality.Again, however, the concept of a diaspora may be useful in navigatingthese conflicts. First, the idea of a queer diaspora captures the broad connectionsforged between LGBT-identified individuals across jurisdictions between Northand South, East and West, helping to shed light on some of the limitations of asingular global model of gay or lesbian identity. Second, it also suggests the possi-bility that each locality offers its own decentralized interpretation of thoseconnections as well, sometimes even in opposition to the dominant categories ofgay and lesbian identity. I quote Watney's above passage at length, for example,72. The proliferation of competing identities demonstrates the difference between the concept of afixed and stable perception of gay identity and the more fluid sexuality of many men and womenthroughout the world. As a prominent public health activist describes:In India, for the majority of men who have sex with men, personal identity is not seen as themain [ ] issue. Behaviours are constructed within cultural frameworks of compulsory marriageand procreation, in terms of homosociability, lack of privacy, extended and joint familynetworks and so on. What we have then is a range of sexualities, a range of homosexualitiesand homosexual behaviours, a range of identities that very often are very differently constructedthan in the West.Kaytal, supra note 70, at 154-55.73. Ara Wilson, Queering Asia, 14 INTERSECTIONS: GENDER, HIST. & CULTURE IN THE ASIANCONTEXT at 3 (2006), available at http://intersections.anu.edu.au/issue14/wilson.html.74. Id. 1120.75. Id. See also Inderpal Grewal & Caren Kaplan, Global Identities: Theorizing TransnationalStudies of Sexuality, 7 GLQ 663, 669 (2001) (\"The United States and Europe are figured as modem andthus as the sites of progressive social movements, while other parts of the world are presumed to be tradi-tional, especially in regard to sexuality.\").1434 5 7 UCLA LAW REVIEW 1415 (20 10)because it captures, almost perfectly, the themes of universalization andminoritization that characterize the varied interpretations within a queer dias-pora. Watney's observation also partly hints at the tensions that animate thesecondary main theme of differentiation that characterizes SALGA's distantstance from the mainstream American gay and lesbian movement, as I discussfurther below.At times, what emerges from the constellation of transnational loyaltiesbetween those in the United States and India is also the birth of a diasporiccommunity with experiences that recognize, at times, the need to challenge thetypical progression from \"in\" to \"out\" that characterizes so many gay and lesbiannarratives. Consider the reality faced by many SALGA members, who, due toimmigration concerns, carefully separated their public South Asian faces fromtheir private sexual and social identities. 6 According to one activist, GracePoore, for many South Asian queer individuals, their legal status as immigrantscircumscribed their political visibility. Poore explains, \"We understand whysome of us never march on the outside of Gay Pride contingents in case ofcameras. Why many of us fear going into bars in case of a raid. Why we only doradio interviews, never have our photographs taken.\"78 Although Poore, likemany others, was able to forge a means of being politically active despite the fearof visibility, many of these adaptations \"remain liable to misinterpretation byindividuals and activists who privilege only one form of 'being out,' and see otherforms as betrayal, inauthenticity, or lack of developed political consciousness.\"79Precisely to avoid this danger, communities and subcultures, like SALGA,that embrace other narratives of sexual diversity can play a key role inconstructing alternative transnational loyalties. The concept of a queer diaspora,as one example of this trend, enables the creation and study of alternativeidentities and communities that not only demonstrate different forms of sub-jectivity, culture, citizenship, and loyalty, but also, in some ways, bear \"littleresemblance to the universalized 'gay' identity imagined within a Eurocentric gayimaginary. ' Within this narrative, for example, a queer diaspora tends torewrite colonial constructions of third world sexualities, demonstrating that theyare not \"anterior, premodem and in need of Western political development,\" as76. Nayan Shah, Sexuality, Identity, and History, in Q&A: QUEER IN ASIAN AMERICA supra note39, at 147.77. Luibh6id, supra note 9, at xxviii (quoting Grace Poore).78. Id.79. Id. (\"If I couldn't sign petitions, I distributed them; if I couldn't lead meetings, I organized them;if I couldn't do civil disobedience, I wrote,\" Poore explained.).80. GAYATRI GOPINATH, IMPOSSIBLE DESIRES: QUEER DIASPORAS AND SoUT-i ASIAN PUBLICCuLTuREs 12 (2005).The Dissident Citizen 1435Gayatri Gopinath points out, but rather reconstitute conceptions of nationhood,identity, and citizenship.\"The architecture of the queer diaspora thus extends from the privatesphere of the home to the global, public sphere of the transnational, reworkingthe idea of home and homeland in the process. Indeed, within the diaspora,particularly the queer diaspora, members are constantly rethinking-and recon-stituting-their relationship to the concept of home.82 According to MartinManalansan, the everyday is a crucial site that enables queers in the diasporato both create new selves and forge new relationships among marginalizedgroups.\" \"If home, privacy and domesticity are vexed locations for queer sub-jects, particularly those in the diaspora, then it follows that queers' strugglestowards finding, building, remembering, and settling into a home, as well as thedisplacement brought about by migration,\" create a new sphere of connection,belonging, and loyalty.' 4Indeed, the same configuration of themes--crossing over, going back andforth between the domestic and the diasporic-in the spheres of gender, sexu-ality, and nation was also at work in the national upheaval following DeepaMehta's 1996 film, Fire, which depicted two Indian sisters-in-law in a romanticrelationship.\" Yet while the film marked a milestone for being one of the firstdepictions of a romantic same-sex relationship in Indian cinema, it also marked amilestone in terms of how the diaspora-specifically the queer diaspora-embraced both the film and the underlying controversy that ensued. When thefilm was finally released throughout India, dozens of right-wing activists stormedtheatres, causing riots and claiming publicly that lesbianism was not only anaffront to Hinduism, but also \"alien to Indian culture.\"Yet Fire also sparked the emergence of a politicized queer diaspora. Interna-tionally, legally, and culturally, queer linkages between North and South, Eastand West, first and second generation immigrants, began to grow and blos-som, culminating in a high-profile series of political demonstrations at the Indianconsulate in 1998 in New York City. 7 Those protests, one might say, markedthe beginning of a very public showing of unity between events that unfolded81. Id.82. See Eng, supra note 51; Fortier, 'Coming Home', supra note 17.83. See Martin F. Manalansan IV, Migrantcy, Modernity, Mobility: Quotidian SmAgges and QueerDiasporic Intimacy, in QUEER MIGRATIONS, supra note 9, at 147.84. Manalansan has called this sphere \"diasporic intimacy.\" See id. at 148.85. See Gopinath, supra note 2, at 149; see also Madhavi Sunder, Intellectual Property and IdentityPolitics: Playing Wid Fire, 4 J. GENDER RAcE & JUST. 69 (2000); Jigna Desai, Homo on the Range, 20 SOC.TEXT 65 (2002).86. See Gopinath, supra note 2, at 150.87. See Shah, supra note 2.1436 5 7 UCLA LAW REVIEW 1415 (20 10)in South Asia and those that happened in the United States. At the time,SALGA, along with a coalition of other progressive groups located in NewYork, organized a protest in solidarity before the New York Indian consulateto argue that \"secularism, freedom of expression, and freedom of choice arepolitically and inextricably linked, and that the film should be released\" as ashow of respect for freedom of speech and the life choices made by the film'smain characters.'For many involved in those demonstrations, it was a moment that markedthe birth of a new political activism and solidarity with the events that unfoldedwithin South Asia. As Gopinath observed, the events in India regarding Fireand in the United States regarding the India Day parade were deeply connectedto one another, as the HA essentially reconstituted in the diaspora the same kindof nationalism that was at work in the public debates in India about the film.And, just as we saw in the India Day parade, a show of nationalism by the FIAwas met with an equally powerful show of cosmopolitanism by SALGA.Thus, when the Fire protests and the India and Pakistan Day parades came along,they offered something different-an unequivocal public opportunity for queerSouth Asians to demand attention and recognition, front and center, from acommunity that had long refused to acknowledge their existence publicly.In the 1990s, the very idea of a South Asian gay or lesbian groupdemanding inclusion in a parade, let alone a political movement, probablyseemed outlandish to the average South Asian. \"I don't mind the gays,\" com-prised an often-mentioned refrain. \"But why must they be so public about it?\"However, for many gay or lesbian South Asians, it quickly seemed that they hadno choice; in the early 1990s, AIDS began to ravage communities, wreakinghavoc on the public and private lives of queer men and women. Further,\"coming out\" as a queer South Asian enabled entrance into a truly global com-munity-those who were diasporic South Asians mixed with folks who lived inIndia, London, Pakistan, and elsewhere, sharing tales of romance, politicalobstacles, and personal challenges over phones, emails, chat rooms, andlistservs.89 Watching My Beautiful Laundrette, reading Funny Boy, PratibhaParmar's Khush, or the countless other iconic (indeed, ironic) moments in whichwe watched LGBT identities take front and center in a non-Western platform-what was unfolding was the creation of a new world of transnational possibilityamidst sexual diversity.88. Id.89. For examples of this trend, see the magazine Trikone (covering LGBT South Asians in thediaspora and throughout the globe) at http://www.trikone.org/index.shtml.The Dissident Citizen 1437Those moments awoke something deep within, a connection to thosebased in India and throughout South Asia that is hard to articulate, and yetcaptures the emotional-and political-content of transnational queer citi-zenship. Many queer South Asians all over the world were deeply affected whentold of the epidemic of lesbian suicides in rural India and of sordid tales ofpolice corruption in the face of sodomy laws.'e Similarly, stories circulatedin the United States of lesbian and gay immigrants living in terror of depor-tation because their partnerships were not recognized by the law.\" Takentogether, these moments underscored precisely why queer South Asiansjoined together, year after year, to demand inclusion in the India Day paradein New York City and to demand visibility in the gay pride parades at thesame time.In some ways, the notion of transnational cultural connections is bestexemplified by the web. Time magazine reported in March of 2001 that \"in thepast five years the Internet has done to Asia's gay and lesbian communities whatStonewall enabled in the West over the past twenty-five years.\"92 Yet whenscholars express concern over whether urban, middle-class, queer India willreflect or imitate Western constructions or will instead construct different iden-tities, it is worth noting that cyberspace offers a tantalizing array of possibilities toboth reconstruct and reimagine the self.93 Scholars have written about the possi-bility for cyberspace to open up possibilities for the queer diaspora to redefinenotions of home, belonging, and place, and to understand their own culturalidentity formation.9\" One scholar writes that \"Internet technologies become ahaven for diasporic queer bodies to present themselves, to articulate theiridentity-related issues, and create homes-away-from-home by associating withimages and sounds, and forming an identity based on their roots in ideas, images,and sounds rather than actual geographical faces.\" 5Thus, a reframing of home and of intimacy enables us to look at how dias-poric queers confront both the public (legal) regulation of immigration, along90. See PEOPLE'S UNION FOR CIVIL LIBERTIES-KARNATAKA, HUMAN RIGHTS VIOLATIONSAGAINST SEXUALITY MINORITIES IN INDIA: A PUCL-K FACT-FINDING REPORT ABOUT BANGALORE(2001); Nick Harvey, The Fire Inside, NEW INTERNATIONALIST, Oct. 1, 2008, http://www.newint.org/features/special/2008/10/01/fire-inside.91. For more information, see detailed reports on the Immigration Equality website at http:llwww.immigrationequality.org/template3.php?pageid= 1.92. See John (Song Pae) Cho, Book Review, 14 INTERSECnONS: GENDER HISTORY ANDCULTURE IN THE ASIAN CONTEXT 1 (2006), http://intersections.anu.edu.au/issuel4/cho-review.html(reviewing MOBILE CULTURES: NEW MEDIA IN QUEER ASIA (2003)).93. Rahul Mitra & Radhika Gajjala, Queer Bli6ing i Indian Dital Diasporas: A Dialogic Encounter,23 J. COMM. INQUIRY 400,408 (quoting Khan).94. See Atay, supra note 58, at 6.95. Id. at 59.1438 5 7 UCLA LAW REVIEW 1415 (20 10)The Dissident Citizen 1439with the private, domestic areas of the home.96 \"Diasporic queers in particularrefuse the assimilative framework,\" explains Manalansan; \"they not so muchcarry with them the baggage of tradition but rather are in constant negotia-tion .... [S]elfhood and belonging are framed in the process of culturaltranslation and transformation.\"97 Here, as the Web demonstrates, visual anddigital representations of home can substitute for the actual place.\"Even outside of a diaspora, far from imitating or personifying images ofLGBT Western life, Tom Boellerstorff, in his work with sexual minorities inIndonesia, describes a world where gay and lesbian subjectivities (far fromreplicating a \"confessional\" emphasis on \"coming out\"), marry members of theopposite sex and create normative nuclear families that allow these individualsto be \"same but different\" to others.' Boellerstorff masterfully exhorts scholars tothink beyond the binaries of import-export, authentic-inauthentic, or indige-nous-Western import, arguing that these binaries fail to capture the morenuanced reworkings individuals create with respect to the West. Instead,Boellerstorff argues that sexual minorities in Indonesia extract images of gay andlesbian existence in the West, but then develop their own subjectivities, aprocess that he calls \"dubbing culture,\" which has been described as a partialincorporation of the self into another discourse that produces something otherthan a failed translation, but instead produces a \"new similitude, a new 'original'if you will, that provides space for authentically national, Indonesian gay andlesbi subjectivities. '1 For Boellerstorff, the concept of dubbing enabled him totraverse beyond the impasse that tends to be created by the perception of LGBTmovements as mimics or \"puppets of [Western] globalization.\" ''96. See Manalansan, supra note 83.97. See id. at 155. Manalansan details the touching story of an undocumented queer Filipinoimmigrant named Alden, detailing his vexed relationship to immigration law, as well as to his constructionof home, reporting:His apartment consists of two parts or sides, the American side with the poster [by Herb Rittsof a naked man and sofa] and the Filipino side with the altar and family pictures. He said that bycrossing the room, he traverses two boundaries of his two selves. 'This part of the apartment islike the Philippines. So I only need to sashay to the other side, and I am back in America.This is how I feel, always going back and forth even if I have not actually gone home.\"Id. at 151.98. Id.99. See THOMAS BOELLERSTORFF, THE GAY ARCHIPELAGO: SEXUALITY AND NATION ININDONESIA (2005); Philip Kitley, Book Review, 14 INTERSECTIONS: GENDER HISTORY AND CULTUREN THE ASIAN CONTEXT 7 (2006), http://intersections.anu.edu.au/issuel4/kitleyjreview.htm (reviewingTHE GAY ARCHIPELAGO: SEXUALITY AND NATION iN INDONESIA (2005)).100. See id. 3, 5.101. The phrase \"dubbing culture\" comes from the idea of providing an alternative soundtrack to afilm or television broadcast, usually used in connection with the idea of translating something from anotherlanguage. See Tom Boellerstorff, Dubbing Culture: Indonesia Gay and Lesbi Subjectiites and Edography inThe idea of dubbing, for Boellerstorff, represents a sort of dialogicalreconstitution of preexisting identities and discourses; it involves an alienationof an element and then a reworking of that element in a new context. 2 AsBoellerstorff writes, \"[t]o 'dub' a discourse is neither to parrot it verbatim nor tocompose an entirely new script. It is to hold together cultural logics withoutresolving them into a unitary whole.\"' 3 Consider his observations:[Liesbi and gay Indonesians \"dub\" ostensibly \"Western\" sexualsubjectivities. Like a dub, the fusion remains a juxtaposition; the seamsshow. \"Speech\" and \"gesture\" never perfectly match... there is no \"real\"version underneath, where everything fits. You can close your eyes andhear perfect speech or mute the sound and see perfect gesture, but nooriginal unites the two in the dubbed production. This may not presentthe self with an unlivable contradiction, however, since in dubbing one isnot invested in the originary but, rather, the awkward fusion. Disjunc-ture is at the heart of the dub; there is no prior state of pure synchrony andno simple conversion to another way of being.'Sexual minorities in Indonesia, especially the gay and lesbi variety,Boellerstorff writes, view themselves as part of a transnational imagined commu-nity, \"as one 'island' in a global archipelago of gay and lesbian persons, ' onethat offers a transnational reworking, rather than an imitation, of classic LGBTmodels from the West. This idea is not limited to Indonesia and often plays outwithin the diaspora as well. Another study reports, for example, drawing onBoellerstorff, that the LGBT Indian blogspace has enabled a balancing of thequeer sexual self with one's Indian identity, explaining that LGBT bloggers, likefilm dubbers, tend to demonstrate a kind of \"dubbing\" of Western notions of gayand lesbian identity: \"They do not regard themselves as a 'rerun' of the West;they view themselves as different, but this difference is not seen to create a chasmof incommensurability\" in understanding cultural sameness and difference. 06In sum, not only does the concept of a \"queer diaspora\" enable us tochallenge the fixedness of concepts like the nation, home, and homeland, but italso challenges the common identities we attach to notions like gay or lesbian, byintroducing different identities-and economies-that both destabilize thean Already Globalized World, 30 AM. ETHNOLOGIST 225, 225, 236 (2003) (quoting Oxford EnglishDictionary).102. Id. at 237.103. Id. at 226.104. Id. at 236.105. Id. at 232.106. Mitra & Gajjala, supra note 93 (quoting Tom Boellerstorff, I Knew It Was Me: MassMedia, 'G/obalization,' and lesb md Gay Indonesims, in MOBILE CULTURES: NEw MEDIA IN QUEERASIA 21, 36 (C. Berry et al. eds., 2003)).1440 5 7 UCLA LAW REVIEW 1415 (2010)normative concept of being Indian and the dominance of the singular identitythat attaches to the image of being LGBT-identified.' 7 Gopinath points out thatthe concept of a queer diaspora has enabled the formation of transnationalnetworks of commerce and culture in forging alternative visions of community,home, and nation, offering a powerful critique of nationalism at the sametime.\" In doing so, these challenges tend to remake our notion of nation andcitizen by redrawing the other and the outsider within a new transnationalframework.\" The flourishing of the queer diaspora has thus enabled queerconnections between immigrants and the homeland, just as it enables a decen-tralized, localized interpretation of queerness altogether. Not only do thesenarratives demonstrate that we must view nation, diaspora, and citizenship ascrucially connected, but we also must see how each reinforces, reimagines, andreconstitutes the other.1I. THE CONSTITUTIONAL DIASPORA: THE EMERGENCEOF CONSTITUTIONAL REGIONALISMIn the Introduction and in Part 1, 1 highlighted some ways in which personswithin the diaspora are able to traverse various boundaries and to craft particu-lar forms of hybrid identities between the point of destination and the homeland.In similar ways, legal doctrines and legal agendas can also migrate to otherjurisdictions, producing a variety of generative effects that can be either progres-sive or regressive in nature, depending on the context. They can also engender arevolution of constitutional borrowing across jurisdictions, giving rise to multipledoctrinal hybridities, as demonstrated by the Lawrence v. Texas\"' and NazFoundation v. Government of NCT... opinions.In sum, the same themes that we examined above-notions of home,nation, the dyad between the domestic and the transnational, the theme ofmigration in the era of transient borders-are not just suitable in examining thetransnational movement of peoples, but may also be appropriate in examining107. Gopinath, supra note 2, at 150-51.108. Id. at 159.109. GOPINATH, supra note 80, at 11 (\"A queer diasporic framework productively exploits theanalogous relation between nation and diaspora on the one hand, and between heterosexuality andqueerness on the other: in other words, queerness is to heterosexuality as the diaspora is to the nation. Ifwithin the heteronormative logic the queer is seen as the debased and inadequate copy of the heterosexual,so too is diaspora within nationalist logic positioned as the queer Other of the nation, its inauthenticimitation.\").110. 539 U.S. 558 (2003).111. (2010) Cri. L.J. (Del.) 94 (2009), (2009) 160 DLT 277, available at http://www.nazindia.org/judgement_377.pdf.The Dissident Citizen 144157 UCLA LAW REVIEW 1415 (2010)the circulation of legal principles as well. In the cases of postcolonial nations inparticular, legal principles and doctrines also create complex hybridities whencrossing borders and can vary widely in their treatment of human rights andconstitutional freedoms. Indeed, the very law at issue in Naz Foundation-section 377, India's antisodomy law-was the product of British colonization, anexportation that was enacted in a variety of colonies, and then, in the case ofIndia, Singapore, and others, has persisted long after the demise of coloniza-tion.\"I2 As a historical matter, among the eighty states that have sodomy laws,over half of them, like India and Uganda, inherited them as a byproduct ofBritish colonialism.\"' For this reason, queer activists have often linked theirefforts to overturn section 377 to the legacy of Indian independence.\"4Earlier, I suggested that the dominant theme of LGBT migration tends tooffer a polarizing view of the United States and the West as a site of gay andlesbian liberation, often eliding the complexities faced by many immigrantsand people of color, who navigate a complex intersectionality between race,citizenship, and sexual orientation. ' The same trend translates to the realm oflaw, where, at times, non-Western jurisdictions are painted as premodern andconstitutionally less developed, in comparison to the West. The migrations oflegal principles, particularly, as they often occur, from Western to non-Western jurisdictions, also tends to facilitate a similar kind of simplistic polaritythat at times offers the West as analytically and constitutionally moresophisticated from other, non-Western jurisdictions, thus suggesting thatWestern legal principles are deserving of an unparalleled level of exportation.For this reason, it is important to see how the notion of a constitutionaldiaspora can engender further legal developments that also help to deconstructthe bipolar divide between East and West, North and South, that often compli-cates the discussions surrounding gay and lesbian equality. In an importantarticle, Teemu Ruskola exhorted the legal scholarly community to explore theways in which the concepts of the Orient as well as the West have beenproduced through legal rhetoric.\"6 In his article, drawing on China, Ruskola112. See, e.g., Douglas E. Sanders, 377 and the Unnatural Afterlife of British Colonialism in Asia, 4ASIAN J. COMP. L. 1 (2009).113. See HUMAN RIGHTS WATCH, THIS ALIEN LEGACY: THE ORIGINS OF \"SoDOMY\" LAWS INBRITISH COLONIALISM (2008); see also Sanders, supra note 112.114. On the sixty-first anniversary of India's independence in 2008, for example, section 377'sopponents observed, although \"India had got its independence from the British on this date in 1947,\"for them, \"queer Indians were still bound by a British Raj law,\" calling section 377 an \"abhorrent alienlegacy ... that should have left our shores when the British did.\" HUMAN RIGHTS WATCH, supra note113, at 2.115. PUAR, TERRORIST ASSEMBLAGES, supra note 11.116. See Teemu Ruskola, Lega Orientalism, 101 MICH. L. REv. 179,193 (2002).1442The Dissident Citizenpoints out powerfully how neither Western nor Chinese law exists in isolationfrom the other, and how concepts of orientalism persist throughout legalframeworks, even in a postcolonial era.One can easily apply Ruskola's insights to the way that the West hasimagined LGBT rights in the developing world and the way that LGBT citi-zens in the developing world imagine the West. Those in the West, at times,tend to produce a vision of non-Western sexualities and identities as somehowfar more limited or premodern in nature because they may, at times, displayvariations from the outward, politically expressive assertion of a fixed \"gay\" or\"lesbian\" identity. \"7 Yet these opinions, as I suggested in Part I, overlook thevery way in which cultural variations can offer new constructions and identitiesthat simply do not fit the in/out binary that characterizes Western gay and les-bian identity formations, and that may offer powerful legal insights regarding thelimits of the classic antidiscrimination model.\"' And the diaspora, too, plays acritical role, both in mediating these encounters, and in creating an alternativeoverlapping space that explores and transcends these intersections-whether itinvolves the migration of peoples or principles.As I suggest below, the conventional bipolarity between North and South,East and West, often unwittingly adds to the perception, shared by many outsideof the West, that gay and lesbian movements are the product of Westerndecadence. For example, President Yoweri Museveni of Uganda, who hascampaigned against LGBT rights for over a decade, has called homosexuality\"a decadent culture ... being passed by Western nations,\" and has warned, \"Itis a danger not only to the [Christian] believers but to the whole of Africa.\"\"'9Those who argue that advocates of sexual equality for sexual minorities areattempting to impose Western values, another form of colonialism in the globalSouth, also, one might argue, tend to implicitly engage in a kind of inverse'orientalism' that describes homosexuality as a Western trait imported to Asia. 0Not only do such observations drastically overstate the suggestion of gay deca-dence and liberation in the West, but they invisibilize the local, grassroots realityof LGBT existences across the world that are, most often, not a product ofWesternization, but of the universality of same-sex desires across cultures, time,117. Katyal, supra note 70.118. Id.119. HUMAN RIGHTS WATCH, supra note 113, at 6.120. See Carol Johnson, Analysing the Politics of Same-Sex Issues in a Comprrative Perspective: TheStrange Similarities Betueen John Howard and Mahathir Mohamad, INTERSECTIoNS: GENDER, HISTORY &CULTURE IN THE ASIAN CONTEXT, Nov. 2006, 9 14, http:/intersections.anu.edu.au/issuel4/johnson.html (quoting BADEN OFFORD, HOMOSEXUAL RIGHTS AS HUMAN RIGHTS: ACTIVISM ININDONESIA, SINGAPORE, AND AUSTRALIA 45 (2003)).1443and history. Moreover, as the example of Uganda illustrates,12' accounts thatattribute homosexuality (or LGBT liberation) to the West overlook the growinginfluence of antigay activists who travel from the West to other nations in hopesof enacting further legislation. Not only are these groups extraordinarilypowerful within the West, but their influence in advocating for a kind of consti-tutional nonborrowing of principles of LGBT equality is steadily growing outward,as I discuss further below.At the same time, the legal orientalist trend towards such binaries identifiedby Ruskola also has repercussions for those of us within the West. Perhapsmost importantly, polarizing accounts that focus on the primacy of the Westin gay liberation struggles miss powerful opportunities to learn from otherdevelopments outside of the West in terms of imagining LGBT equality. Indeed,as I argue in the second Subpart of this Part, one might consider NazFoundation, because of its heavy reliance on non-Western treatments of sexualorientation in law and culture, a jurisprudential emergence of a constitutionalregionalism, signifying the development of a new direction in the regulationof sexuality in the global South. Thus, just as the rhetoric of nationalism maypurify and excise a certain jurisdiction of tolerance of sexual minorities as itdoes in the India Day example described in Part I, nationalism can also operatein the opposite direction, creating opportunities for more inclusion, as the NazFoundation opinion illustrates. In many ways, these possibilities-both betweenjurisdictions and within jurisdictions-represent the path of LGBT human rightsissues in the future.122A. The Constitutional Diaspora of Lawrence v. TexasJust as the diaspora of persons crosses both legal and geographical bounda-ries, Lawrence-as a decision, and as a constitutional text--engages in andproduces its own type of constitutional borrowing as well. In citing foreignprecedent from other Western nations in order to overturn the sodomy lawin question, the Lawrence justices primarily desired to demonstrate that themultiple references in Bowers v. Hardwick12 1 were outdated and failed to providesubstantive guidance in overturning sodomy laws today. \"The sweeping ref-erences by Chief Justice Burger to the history of Western civilization and toJudeo-Christian moral and ethical standards did not take account of otherauthorities pointing in an opposite direction,\" the Supreme Court explained,121. As l discuss further, infra Part lI.B.122. Jeffrey A. Redding, Human Rights and Homo-secuals: The Inwadonal Politics of Sexuality,Religion mid Law, 4 NW. J. INT'L HUM. RTs. 436 (2006).123. 478 U.S. 186 (1986).1444 57 UCLA LAW REVIEW 1415 (2010)pointing to the Wolfenden Report, circulated in Britain, which recommendedthat sodomy laws be overturned and cited to several decisions of the EuropeanCourt of Human Rights that had decided against sodomy laws.\" 4Relying further on comparative constitutionalism, the Supreme Courtobserved that \"[t]here has been no showing that in this country the governmen-tal interest in circumscribing personal choice is somehow more legitimate orurgent\" than in those countries that rejected sodomy laws.'25 Instead, the Courtnoted that the right to engage in consensual sexual conduct is \"an integral partof human freedom in many other countries.',2 6 The majority then stated, \"Tothe extent Bowers relied on values we share with a wider civilization, it should benoted that the reasoning and holding in Bowers have been rejected elsewhere.\"Lawrence's somewhat cursory references to the wealth of foreign precedentthat had already overturned sodomy laws (making the United States one of thelast Western nations to do so) sparked perhaps the most dramatic constitutionaldialogue of the previous decade, evoking a conflict between nationalism andcosmopolitanism that was loosely reminiscent of the issues raised in Part I. In avociferous dissent, Justice Scalia warned that the Court's recognition of othercase law represented \"dangerous dicta,\" signaling the perilous potential that theCourt might \"impose foreign moods, fads, or fashions on Americans.\"'27 In adifferent case, Justice Scalia declared, in classically nationalist rhetoric, thatciting foreign precedent is \"totally inappropriate as a means of establishing thefundamental beliefs of this Nation... .,,2 In dissenting on another occasion,he stated that \"the practices of the 'world community\"' are irrelevant andexpressed thankfulness that other nations and their conceptions of \"justiceare.., not always those of our people.\"'29The constitutional borrowing that characterized the Lawrence decision hasspawned vigorous debate, mounting passionate disagreement from the dissentingjustices, as well as from members of Congress, blog writers, and members of theacademy, in countless scholarly articles following the decision.3 In 2005, two124. Lawrence v. Texas, 539 U.S. 558, 573 (2003) (citing Dudgeon v. United Kingdom, 45 Eur.Ct. H.R. (ser. A) (1981)).125. See Rex D. Glensy, Which Countries Count?: Lawrence v. Texas and the Selecion of ForeignPersuasive Authority, 45 VA. J. INT'L L. 357, 440 (quoting Lawrence, 539 U.S. 558).126. Lawrence, 539 U.S. at 573 (citing Dudgeon v. United Kingdom, 45 Eur. Ct. H.R. (set. A)(1981)). See P.G. & J.H. v. United Kingdom, App. No. 00044787/98, 56 (Eur. Ct. H.R., Sept. 25,2001); Modinos v. Cyprus, 259 Eur. Ct. H.R. (1993); Norris v. Ireland, 142 Eur. Ct. H.R. (ser. A) (1988).127. Lawrence, 539 U.S. at 598-600.128. Thompson v. Oklahoma, 487 U.S. 815,868 n.4 (1988) (Scalia, J. dissenting).129. Atkins v. Virginia, 536 U.S. 304,347-48 (2002).130. Many articles discuss the phenomenon of constitutional borrowing by the U.S. Supreme Court,in particular the 2003 symposium articles in the International Journal of Constitutional Law. See BarryFriedman & Cheryl Saunders, Editors' Introducdon, 1 INT'LJ. CONST. L. 177 (2003); Wiktor Osiatynski,The Dissident Citizen 14451446 57 UCLA LAW REVIEW 1415 (2010)members of Congress introduced resolutions declaring that \"judicial determina-tions regarding the meaning of the Constitution in the United States shouldnot be based on... [foreign precedent unless they] inform[ed] an understandingof the original meaning of the Constitution.' '3 ' The same debate replayeditself in the blogosphere, compelling commentary from various blog writers,including Ann Althouse, Talk Left, Brian Leiter, Eugene Volokh, and Tim Wu,among others.132This Article does not intend to offer a reprise of those importantdebates, but I do want to draw attention to an additional layer of the phenom-ena of constitutional borrowing that might shed some light on its generativeeffects. Not only is the text of Lawrence an example of constitutional borrowingthrough its reliance on and citation of foreign sources within its text, but, asthe discussion of the Naz Foundation decision in the third Subpart demonstrates,Lawrence also gave rise to its own generation of constitutional borrowing-Paradoxes of Constitutional Borrowing, 1 INT'L. J. CONST. L. 244 (2003); Carlos F. Rosenkrantz, AgainstBorrowings and Other Nonauthoritative Uses of Foreign Law, 1 INTL. J. CONST. L. 269 (2003); Kim LaneScheppele, Aspirational and Aversive Constitutionalism: The Case for Studying Cross-Constitutional InfluenceThrough Negative Models, 1 INT' J. CONST. L. 296 (2003). See also CONsTrITIONALISM AND RIGHTS:THE INFLUENCE OF THE UNITED STATES CONSTrUION ABROAD (Louis Henkin & Albert J. Rosenthaleds., 1990); Roger P. Alford, Misusing International Sources to Interpret the Constitution, 98 AM. J. INT'L L 57(2004); Sujit Choudhry, Globalization in Search of Justification: Toward a Theory of Comparative ConstitutionalInterpretation, 74 IND. L.J. 819, 821-22 (1999); Jens C. Dammann, The Role of Comparative Law inStatutory and Constitutional Interpretation, 14 ST. THOMAS L. REV. 513, 522-23 (2002); David Fontana,The Next Generation of TransnationaDomestic Constitutional Law Scholarship: A Reply to Professor Tushnet,38 LoY. L.A. L. REV. 445,482 (2004); Ruth Bader Ginsburg, Looking Beyond Our Borders: The Value of aComparative Perspective in Constitutional Adjudication, 40 IDAHO L. REV. 1 (2003); Vicki C. Jackson,Constitutional Comparisons: Convergence, Resistance, Engagement, 119 HARV. L. REv. 109, 111 (2005);Samuel C. Kaplan, \"Grab Bag of Principles\" or Principled Grab Bag?: The Constitutionalization of CommonLaw, 49 S.C. L. REV. 463, 470 (1998); Harold Hongju Koh, International Law as Part of Our Law, 98AM.J. INT'L L. 43, 45 (2004); Michael Kirby, Think Globally, 4 GREEN BAG 2d 287, 291 (2001); Seth F.Kreimer, Invidious Comparisons: Some Cautionary Remarks on the Process of Constitutional Borrowing, 1U. PA. J. CONST. L 640 (1999); Sanford Levinson, Looking Abro d When Interpreting the U.S. Constitution:Some Reflections, 39 TEX. INT' L.J. 353, 358 (2004); Diarmuid F. O'Scannlain, Circuit Judge, U.S. Court ofAppeals for the Ninth Circuit, What Role Should Foreign Practice and Precedent Play in theInterpretation of Domestic Law?, Address Before the Institute of Advanced Legal Studies of the Universityof London (Oct. 11, 2004), in 80 NOTRE DAME L. REv. 1893 (2005); Eric A. Posner & Cass R. Sunstein,The Law of Other States, 59 STAN. L. REV. 131 (2006); Richard A. Posner, No Thanks, We Already HaveOur Own Laws, LEGAL AFF., July-Aug. 2004 at 40; Matthew S. Raalf, Note, A Sheep in Wolfs Clothing:Why the Debate Surrounding Comparative Constitutional Law Is Spectacularly Ordinary, 73 FORDHAM L REV.1239,1245 (2004); Michael D. Ramsey, International Materials and Domestic Rights: Reflections on Atkins andLawrence, 98 AM. J. INT'L L 69 (2004); Mark Tushnet, Interpreting Constitutions Comparatively: SomeCautiory Notes, With Reference to Afimnative Action, 36 CONN. L. REv. 649,650 (2004); Mark Tushnet,The Possibilities of Comparative Constitutional Law, 108 YALE LJ. 1225 (1999); Jeremy Waldron, Foreign Lawand Modem lus Gertium, 119 HARv. L. REV. 129 (2005).131. See Osmar J. Benvenuto, Note, Reevaluating the Debate Surrounding the Supreme Court's Use ofForeign Precedent, 74 FORDHAM L .REV. 2695, 2698-99(2006).132. Id. at 2700 (listing citations).creating a generative constitutional diaspora in the process, as the NazFoundation opinion and others suggest.The emergence of Lawrence compelled William Eskridge to hail thatcomparative constitutionalism is an \"idea whose time has come.\" ' For Eskridge,the use of foreign legal precedent had both a persuasive and informative effect:First, foreign precedent provided a series of \"normative focal points\" that assistedAmerican judges in evaluating the \"consistency of sodomy laws with fundamen-tal and shared constitutional principles,\" and offering feedback about thepotential harms of Bowers.\"' Second, the borrowing of foreign precedent alsodemonstrated a principle of \"international comity,\" signaling that the Court isattentive to the norms of other nations, and willing to show leadership onconstitutional issues to the rest of the world.135Thus, by drawing from other jurisdictions, as well as by appropriating fromthe substance of particular doctrines within the United States, Lawrence repre-sented a cosmopolitan amalgam of different influences. In this way, withinLawrence, we see the embodiment of a constitutional diaspora, a migration offoundational constitutional principles as well. Along such lines, Eskridge notesthat the \"cosmopolitan spirit of Justice Kennedy's opinion ... contrasts nicelywith the whiff of xenophobia\" in Scalia's dissent. 36 For Eskridge, the opinionalso demonstrated the notion of pluralism, the idea that such information notonly persuades, but also informs justices of the consequences of continuing toexclude LGBT folks from equal citizenship. Eskridge writes:The political experience of other countries is instructive for the UnitedStates, as Justice Kennedy implicitly recognized. Once gay people areaccepted as decent citizens-as the Court did in Romer v. Evans--the pri-vate conduct that is characteristic of their intimate relations cannot bemade a crime without some evidence of harm to third parties (at the veryleast). In this way, other countries are \"laboratories\" for political \"experi-ments.\" Once other countries have accorded gay people-or any otherlong-despised or suppressed minority group--equal treatment withoutwrenching their pluralist systems, the price of denying gay people the samerights in the United States goes up and the arguments against equalitygrow shakier. 137133. William N. Eskridge, Jr., United States: Lawrence v. Texas and the Imperative of ComparativeConstitutionalism, 2 INT'LJ. CONST. L. 555,556 (2004).134. Id. at 557.135. Id.136. Id. at 558.137. Id. at 560.The Dissident Citizen 144757 UCLA LAW REVIEW 1415 (2010)The citation of foreign precedent in Lawrence necessarily expanded thedomain of constitutional interpretation of longstanding principles like privacyand equality, but, in the process, it also enabled a reformation of those principlesaltogether. Along similar lines, in a powerful article, Nelson Tebbe and RobertTsai defend the process of constitutional borrowing, which they argue has beena staple of constitutional decisionmaking for years.13 Their argument is not lim-ited merely to the Lawrence-ian debate about whether it is appropriate to borrowfrom other constitutional jurisdictions. Instead, they argue in favor not only ofbroadening the concept of borrowing, but also of expanding it to include theappropriation of underlying substantive principles as well, defending Lawrence'spractice of using the language of equality to inform and to define the Court's defi-nition of liberty.\"'As Tebbe and Tsai suggest, a court can borrow principles across jurisdic-tions, or, in the case of liberty and equality in Lawrence, it can define principleslike liberty by referencing the substantive language of equality. But whilecomparative constitutional interpretation yields a constitutional diaspora ofprinciples, as I have suggested, those principles may also be limited by theweakness of their trajectory in the jurisdiction to which they are transplanted. Insome of his analysis of constitutional borrowing, Sujit Choudhry, for example,points out that universalist claims of comparative constitutionalism, of the typethat Lawrence demonstrates, inevitably reduce the task of judicial review toassessing specific rights-based claims, obscuring the inevitabilities of culturaldifference. 40 Particularly when constitutional standards are derived from univer-\"salist international standards and human rights treaties, as is so often the caseregarding the rights of sexual minorities, their transplantation may create insti-tutional and interpretative problems between universalist standards andpreexisting statutory or legislative principles.' Indeed, as many scholars havenoted, Lawrence's carefully circumscribed language of privacy often limits consid-eration of some of the deeper issues that stem from equality. 42 For example, as138. See Nelson Tebbe & Robert Tsai, Constituional Borrowing, 108 MICH. L. REV. 459 (2010).139. For example, in their discussion of Lawrence, the authors point out how the Court found thatlaws against sodomy violated the individual right to liberty, but based their findings principally on a notionof equality. The appropriation of equality, for Tebbe and Tsai, demonstrates a curious irony: \"Despiteformally refising the equality rationale, the Lawrence Court nevertheless appropriated the rhetoric ofequality\" in its reformulation of liberty. Id. at 460. \"'Equality of treatment and the due process right todemand respect for conduct... are linked in important respects....' Id. (quoting Lawrence v. Texas, 539U.S. 558,575 (2003)).140. Choudhry, supra note 130, at 834-35.141. See Osiatynski, supra note 130, at 249.142. Mary Anne Case, Of \"This\" and \"That\" in Lawrence v. Texas, 2003 SUP. Cr. REV. 75;Katherine M. Franke, Commentary, The Domesticated Liberty of Lawrence v. Texas, 104 COLUM. L REV.1399 (2004). As David Eng and Teemu Ruskola have also suggested, the Court's focus on intimacy1448both Katherine Franke and Mary Anne Case have insightfully pointed out,Lawrence lends itself to a type of liberty that is privatized, and therefore limitsits protection to intimacy within the home, at the potential cost of a greaterand more powerful recognition in public space. In other words, the LawrenceCourt may have drawn from other jurisdictions and from the language of equalityin its formation of liberty, but without a corresponding countermajoritariancommitment towards LGBT equality, either formal or otherwise, liberty remainsforever circumscribed by these limitations, both within the United States, andperhaps in the jurisdictions where Lawrence is borrowed.The crafting of a constitutional diaspora, just as I suggested in Part I withrespect to a diaspora among peoples, allows for a space of connective possibilityacross jurisdictions, and it also gives rise to its own localized interpretations.Lawrence, in turn, concentrated on a realm of constitutional borrowing thatrelied on Western jurisprudence from Europe to reevaluate the constitutionalityof sodomy laws, but its future trajectory may be limited by the fact that it isan opinion about privacy, rather than equality, laying the groundwork for otherjurisdictions to transcend its limitations.B. Uganda's Anti-Homosexuality Bill 2009Post-Lawrence debates over constitutional borrowing seem to suggest,following Scalia's dissent, that opponents of gay rights must also opposeconstitutional or legislative borrowing on some level. But the two can be tooeasily conflated, and it is important to separate an opposition to LGBT equalityfrom the borrowing of legal principles. The need for this separation becomesespecially pronounced in light of a powerful new trend of legal and statutorytechnical assistance across jurisdictions that stems from the growing role ofAmerican evangelicals within the global movement against LGBT equality. Iwould argue that this trend represents, indirectly, a new strain of legal technicalassistance, one that stems, not from the borrowing of legal principles afterLawrence, but from the nonborrowing, or rejection of them, by major players inpostcolonial states, specifically Uganda.' To analyze this position more fully, Irather than the one-night-stand circumstances of the case tends to deemphasize the significance of thesexual act in favor of inscribing a particularized vision of \"acceptable queer identity and lifestyle,\" suggesting\"the Court and the Constitution 'will respect our sex lives, but on condition that our sex lives berespectable.\"' See id. at 52 (quoting Teemu Ruskola, Gay Rights Versus Queer Theory, 23 SOC. TEXT235, 239 (2005)).143. In the case of Lawrence and the quest for LGBT equality in the United States, many countriesmight consider a foreign constitutional idea or institution and reject it outright based on the socialconditions in the secondary context. See Osiatynski, supra note 130, at 250. Thus, \"nonborrowing\"-involving a refusal to adopt a foreign principle-can often illuminate resistance to the process ofThe Dissident Citizen 1449draw from Kim Lane Scheppele's work on \"aversive constitutionalism,\" arguingthat part of what may have informed Uganda's vociferous antigay agendastems from the desire, perhaps indirectly fed by Lawrence's outcome, to distin-guish itself from the West generally, and from LGBT rights specifically. '44In December 2009, the human rights world was startled to discover thatUganda had proposed executing its gay and lesbian citizens. The bill, titled theAnti-Homosexuality Bill 2009, is currently going through Uganda's parlia-ment.4 ' The bill threatens life imprisonment for acts ranging from \"anythingfrom sexual stimulation to simply 'touch[ing] another person with the intentionof committing the act of homosexuality.\"\" 6 It criminalizes the \"promotion ofhomosexuality\" and punishes such acts with a steep fine, five to seven yearsimprisonment, or both.'47 Any person in authority who fails to report knownviolations of the law to the authorities also faces significant fines and up to threeyears in prison.\"4 The bill offers the death penalty for \"aggravated homosexual-ity,\" which is defined to include activity by HIV-positive people and by \"serialoffenders.\"'49 It also claims extraterritorial jurisdiction over Ugandans whoviolate its provisions while outside of the country.!0The draconian aspects of the bill gave many people in the human rightscommunity pause. But perhaps the bill's most shocking aspect was that it hadcomparative constitutionalism regarding gay rights. See Leo Epstein & Jack Knight, ConstitutionalBorroingand Nonborrowing, 1 INT'LJ. CONST. L. 196, 197 (2003).144. See Scheppele, supra note 130.145. Philip Webster, Uganda Proposes Death Penalty for HIV Positive Gays, TIMES (London), Nov.28, 2009, available at http://www.timesonline.co.uk/tol/news/world/africa/article6935558.ece.146. Previously, Uganda had a law on the books that offered life imprisonment for \"carnalknowledge of any person against the order of nature\"-a charge often used to persecute and to blackmailLGBT people. See International Gay & Lesbian Human Rights Commission, Uganda: Arrests of Gay MenHave Begun, Nov. 1, 1999, http://www.iglhrc.org/cgi-bin/iowa/article/takeaction/resourcecenter/125.html(noting the impact of the bill). However, the new bill specifically penalizes \"homosexuality.\"147. Thus, the bill not only criminalizes conduct but also punishes, for the most part, any form ofexpression or advocacy around gay rights. In this way, both public expression and private acts are not onlyregulated, but prohibited. International Gay and Lesbian Human Rights Commission, Uganda ActionAlert: Dismiss the Anti-Homosexuality Bill, Oct. 16, 2009, http://www.iglhrc.org/cgi-bin/iowa/article/takeaction/globalactionalerts/989.html.148. As a reporter from Time magazine explained, in a secretive interview with a gay-identifieddoctor.Thanks to a clause in the would-be law that punishes \"failure to disclose the offense,\"anybody who heard the doctor's conversation [about homosexuality] could be locked up forfailing to turn him in to the police. Even a reporter scribbling the doctor's words could be foundto have \"promoted homosexuality,\" an act punishable by five to seven years in prison.Zoe Alsop, Uganda's Anti-Gay BiU: Inspired by the U.S., TIME, Dec. 10, 2009, http://www.time.com/time/world/article/0,8599,1946645,00.html.149. For more information on the bill, see International Gay and Lesbian Human RightsCommission, Uganda Action Alert, supra note 147.150. Id.1450 5 7 UCLA LAw REVIEW 1415 (2010)an American genesis of sorts; it was partly inspired by a visit to Uganda, a fewmonths before the bill was introduced, by a group of evangelicals who havebecome involved in the \"ex-gay\" movement in the United States.\" ' The themeof the gathering, according to Stephen Langa, the Ugandan organizer, was\"the gay agenda-that whole hidden and dark agenda,\" and its accompanyingthreats to the traditional African family. One American speaker, Scott Lively,wrote a book called The Pink Swastika, about the links between Nazism and a gayagenda for world domination.\"2 A conference attendee explained that theAmerican speakers \"underestimated the homophobia in Uganda\" and \"what itmeans to Africans when you speak about a certain group trying to destroy theirchildren and their families.\" '53 \"When you speak like that,\" he said, \"Africanswill fight to the death.\" ' 4 A month after the conference ended, one of theUgandan attendees introduced the infamous bill now before parliament. 'Why is this story so important? Consider the observations made by oneEpiscopalian priest from Zambia, Reverend Kapya Kaoma, who noted: \"TheU.S. culture wars have been exported to Africa.\" '56 These debates, it seems, playinto the homophobic nationalist discourse that suggests that the emergence ofLGBT identity is a product of Western imperialism,'57 rendering LGBTmovements in Uganda as somehow inauthentically African. Yet, as Kaoma'sstatement suggests, the United States is far from being the exclusive location formigratory LGBT liberation, but instead represents just one site for the complex151. Alsop, supra note 148. For more information, see the coverage of this topic by The RachelMaddow Show (MSNBC television broadcast) Dec. 9, 2009, available at http://www.msnbc.msn.com/id/26315908/vp/34354893.152. Other speakers from the United States included a self-described former gay man who leads\"healing seminars\" for converting gays to straights. Jeffrey Gettleman, Americans' Role Seen in UgandaAnti-Gay Push, N.Y. TIMES, Jan. 4, 2010, at Al, available at http://www.nytimes.com/2010/01/04/world/africa/04uganda.html. Another American preacher, Rick Warren, author of the book The Purpose-Driven Life, was deeply involved in the politics and religion of Uganda, having hosted at Saddlebackthe very person who presented the proposed law, Martin Ssempa. In the United States, Warrenfamously made public statements in favor of Proposition 8, likening gay marriage to incest and polygamy.Faced with press scrutiny, Warren initially refused to denounce the Ugandan bill, claiming that \"it is notmy personal calling as a pastor in America to comment or interfere in the political process of othernations.\" The Rachel Maddow Show (MSNBC television broadcast Dec. 10, 2009), available athttp://www.nsnbc.msn. con/id/26315908/vp/34372297#34372297. Finally, after facing national mediaattention, Warren changed his tune and recorded a strongly worded condemnation of the bill, calling it\"unjust, extreme and un-Christian toward homosexuals.\" See Howard Chua-Eoan, Rick Warren DenouncesUganda's Anti-Gay Bill, TIME, Dec. 10, 2009, http://www.time.contimelworld/articlel0,8599,1946921,00.html; Felicia Mann, Ugandan Pastors Call for Apology From Rick Warren, CHARISMA, Dec. 24, 2009,http://www.charismamag. com/index.php/news/25760-ugandan-pastors-call-for-apology-from-rick-warren.153. Gettleman, supra note 152.154. Id.155. Id.156. Alsop, supra note 148.157. Wilson, supra note 73, 4.The Dissident Citizen 1451political challenges to gay and lesbian equality. Thus, it is important to gobeyond the common dualisms that we often see in discussions that surroundsexuality--discussions of mainstream versus other, local versus global, FirstWorld versus Third World, tradition versus modernity. 'One wonders, for example, if Scalia would extend his vociferous critique tothe realm of borrowing of principles that the Ugandan example suggests. In fact,one might even argue that to some extent, a new generation-a diaspora--ofboth pro and antigay types of legal and technical assistance is beginning totake shape, as the Ugandan experience demonstrates. At this point, both theUgandan example and the Lawrence opinion demonstrate that hybridities canemerge out of various legal transplantations, and these hybridities can compeleither a broader or narrower view of antidiscrimination, depending on the cir-cumstances of what is borrowed. The dynamic of borrowing itself does notalways mean a complete transplantation. When ideas cross boundaries andsettings, they compel the creation of hybridities that enable us to look back at theoriginal text or idea and to reflect on how it can become transformed by itsimplantation. In turn, those localized interpretations can generate a successiveconstitutional diaspora in the process.Kim Lane Scheppele, in her own work on comparative constitutionalism,has written of \"aversive constitutionalism,\" which she argues illuminates themore complicated process of defining a nation through the rejection of certainprinciples.\"' Scheppele explains:While a rejected alternative may tell us something, the aversive alternatives,the ones that are so forcefully rejected that they cast their influence overthe whole constitution-building effort, tell us more... This is becauseconstitution builders often have a much stronger sense of what they do notwant to adopt than what they do, a clearer vision of who and what theyare not rather than who and what they are.' 6The idea of aversive constitutionalism, then, is to look backward, to criticizewhere other institutions made mistakes, and to incorporate the process of nation-making out of the rejection of particular possibilities. 61158. See Nishant Shahani, After the Fire: India is Burning, 15 GLQ 180 (2009). As Aihwa Ongpoints out (referring to the circulation of certain products), \"[the dispersal of Coke, McDonald'sRestaurants, and American TV soap operas to villages in West Africa or to Cairo, Beijing, or Sydney is notbringing about a global cultural uniformity; rather, these products have had the effect of greatlyincreasing cultural diversity because of the ways in which they are interpreted and the way theyacquire new meanings in local reception....\" AIHWA ONG, FLEXIBLE CITIZENSHII. THE CULTURALLOGICS OF TRANSNA'TONALTY 10 (1999).159. Scheppele, suprra note 130, at 298.160. Id.161. Id. at 300.1452 57 UCLA LAW REVIEW 1415 (2010)In the case of Uganda's proposed legislation, as an example of this kind oftrend, part of the subtext appeared to indirectly depict \"authentic\" Ugandanculture as averse to LGBT equality and the perception of LGBT existence as aWestern influence; this particularistic position can also be linked to the beliefthat international human rights standards are forms of Western \"moral impe-rialism.\" '62 Yet, unusually, the perception of LGBT visibility throughout theWest, coupled with a deep anticolonial sentiment, fueled a camaraderie betweenWestern evangelists and Ugandan officials, both of which joined forces againstgay rights, motivated by a cultural fusion of religious intolerance and anti-Western sentiments, respectively. In the case of Uganda, one might even arguethat a kind of \"nonborrowing\" of Lawrence was also informed by a deeper\"borrowing\" of religious, cultural, and technical assistance from the Americanevangelical movement to depict \"the gay agenda\" in the West as a dangerouspossibility in Uganda.\" 3Typically, there have been two modes by which the presumption of non-Western LGBT sexuality as a product of Western influence can be challenged.One method, according to Ara Wilson, is recuperative, which points to thehistory of indigenous, nonheterosexual sexual practices throughout a particu-lar history and culture. ' By tracing local genealogies of same-sex desire, LGBTadvocates are able to respond by showing the indigeneity of such histories andtraditions. This process is particularly important in postcolonial environments,like Uganda, that face accusations of an LGBT identity as the product ofWestern influence. However, such practices can risk essentializing or erasing thecomplexity of same-sex desires throughout history in favor of documentingthe existence of a gay or lesbian identity. '65 Consequently, while the project ofrecoding history carries a certain utility, one must be careful to avoid relabelingevery piece of evidence of same-sex desire as gay or lesbian in nature, sincethere may be further cultural complexities that render these labels inadequateor limited.162. See Osiatynski, supra note 130, at 261.163. For example, consider the activities of Martin Ssempa, one of the Ugandan bill's sponsorsand a clergyman, who has shown gay male hardcore porn in churches to fuel antigay sentiment. MartinSsempa, Anti-Gay Ugandan Pastor, Shows Church Gay Por Videos, HuFNoTON POST, Feb. 18, 2010,http://www.huffingtonpost.com/2010/02/18/martin-ssempa-anti-gay-ug-n-467157.html. This is reminis-cent of the film \"The Gay Agenda,\" circulated by the Family Research Council in the United States forthe same purpose in 1992. See DIDI HERMAN, THE ANTI-GAY AGENDA: ORTHODOX VISION AND THECHRISTIAN RIGHT 67 (1997).164. See Wilson, supra note 73, 1 6.165. See id. (\"In effect, this recuperative work accepts the association of modernity and the West,arguing instead that there was queer life in local traditions.\").The Dissident Citizen 1453Another mode involves turning to postcolonial critiques of the concepts ofmodernity and tradition, in part, by turning to the notion of a queer diaspora.Again, however, the trope of a diaspora is also deeply relevant, and overlooked,in this debate. Like their South Asian counterparts, Ugandans-whether insideor outside of the country-may be in the best position to respond to thenationalist critique of the emergence of an LGBT identity in Uganda. Indeed,many theorists have argued, in the context of the humanities, that localizedinterpretations can often destabilize the homogenizing tendencies of global gayuniformities.' As I suggested in Part I, the idea of a queer diaspora partly chal-lenges \"the import-export image of southern queer identities as mimicry of theWest.\"'67 By noting that sexuality holds different meanings in different contexts,and can relate to different trajectories of rights or possibilities, diasporic theoriescan challenge the centrality of the West.1\"sIt is important to note that the focus on a queer diaspora, while useful, facespotential limitations within both law and culture. While Ugandan sexualminorities may be in the best position to rebut, as a cultural matter, the percep-tion of LGBT-identified individuals as the products of Western colonization,their influence may be limited before the Ugandan legislature and other spheresof regulation.'69 This means that a more focused legal or constitutional approachis needed, one that draws from non-Western contexts but also embraces thevaried indigenous cultures that exist in Uganda. (The next Subpart discussessome possibilities for constitutional regionalism in the context of India). On adeeper level, as well, a focus on the diasporic community risks overemphasizingthe experiences of those in the diaspora from the majority of individuals whoremained in the home country. \"[While such analyses create alternative queernarratives within the global north,\" Wilson writes, \"diasporic queer critiques ofWestern hegemony still pivot on the first world.\"\"'7 Therefore, the challenge isto find a way to recenter non-Western sexualities, not as the \"pure\" products ofWestern imperialism, indigenous history, or diasporic influence, but as identitiesand practices that are specific to a contemporary context and moment.166. See Inderpal Grewal & Caren Kaplan, Global Identities, 7 GLQ 663, 671 (2001) (citing KatieKing, Local and Global: AIDS Activism and Feminist Theory, 28 CAMERA OBScURA 78 (1992)).167. Wilson, supra note 73, 1 7.168. See id.169. That is why other scholars recommend the need for connecting the diaspora to progressivesocial change and resistance to colonization. See Shah, supra note 2 (\"Rather than react to this critique[of Westernized LGBT influence] by enumerating indigenous forms of queer sexualities, it may be moreaccurate, and more strategic, to connect the history of colonialism with the history of diasporic anti-colonial resistance and to point out that many movements for progressive social change have beendiasporic.\").170. Id. T 8.1454 5 7 UCLA LAW REVIEW 1415 (20 10)C. The New Constitutional Regionalism: The Naz Foundation DecisionThe previous Subparts outlined two types of a diaspora of legal principles:the first, a constitutional diaspora that Lawrence exemplified as an example ofcomparative constitutional interpretation; and the second, a legislativelyoriented attempt in Uganda to reject Lawrence and other LGBT rights devel-opments, in part, by drawing upon views on morality and homosexuality fromthe religious right in the United States. These actions are opposite sides of thesame coin, and each form of dynamic borrowing engenders its own reactions inthe culture to which it is transferred. Yet there is a third way to navigate globalsexualities, perhaps by turning towards a more regional approach to theconstitutional protection of sexuality. 7 ' The trend among LGBT activists is topresume that activists elsewhere can learn much from law and theory in theWest; I think it is far more instructive for us to explore what the West can learnfrom the trend towards constitutional borrowing within non-Western nationsand the creation of an alternative constitutional diaspora in the process.'72Along these lines, in some very important work, Holning Lau has pointedto a variety of progressive developments throughout Asia, arguing that it isimportant to challenge the \"imagination of Asia as a region void of any protec-tion of sexual orientation and gender identity rights.\"'73 He points to an articlepublished in the William and Mary Law Review, in which two authors argued thatJustice Kennedy, in drafting Lawrence, decided not to cite cases from Asia on thegrounds that \"gay rights are nonexistent\" there.'74Yet as Lau points out, contrary to this perception, by the time that Lawrencewas handed down in 2003, a variety of Asian nations had already decriminalizedsodomy laws-in Japan (1882), Thailand (1956), Hong Kong (1991), and Fiji(1997) respectively.' 75 He points to, in addition, a recent South Korean SupremeCourt ruling that held that transsexuals have a right to recognition of theirgender identity as one powerful example of how non-Western jurisdictions can171. See Gayatri Gopinath, Assistant Professor of Women's Studies, Univ. of Cal., Davis, Talk atthe Center for Lesbian and Gay Studies Colloquium Series: Queer Regionalism (May 17, 2006); Wilson,supra note 73.172. See Shahani, supra note 158, at 182.173. See Holning Lau, Grounding Discussions on Sexuality and Asian Law, 44 U.C. DAVIS L. REV.at 3 (2010) [hereinafter Lau, Grounding Discussions] (forthcoming, draft on file with author); HolningLau, Sexual Orientation & Gender Identity: American Law in Light of East Asian Developments, 31 HARV.J.L & GENDER 67 (2008) [hereinafter Lau, Sexual Orientation].174. Lau, Grounding Discussions, supra note 173, at 3 (citing Stephen G. Calabresi & StephanieDotson Zimdahl, The Supreme Court and Foreign Sources of Law: Two Hundred Years of Practice and theJuvenile Death Penalty Decision, 47 WM. & MARY L REv. 743,804-05 (2005)).175. See Lau, Grounding Discussions, supra note 173, at 5-6 (listing citations, and noting thatFiji amended its constitution in 1997 to proscribe sexual orientation discrimination).The Dissident Citizen 145557 UCLA LAW REVIEW 1415 (2010)be much more forward-looking and far less monolithic in their perceived oppo-sition to sexual minorities than those in the West might perceive.176 Lau notesseveral recent decisions in Hong Kong that demand equal treatment for same-sexcouples under public indecency laws,' a case imposing antidiscriminationprotections against a broadcasting authority that objected to a television docu-mentary on same-sex couples,'78 and a transgender marriage case that is movingthrough the judicial system.\"'Compared to the United States, which has yet to extend federal protec-tions to individuals on the basis of sexual orientation, in 2008, Taiwan amendedits employment discrimination law to include protections based on sexualorientation.' In addition, while the United States has almost no federal protec-tions based on gender identity, in 2009, the Pakistan Supreme Court held thattransgender individuals, known as hijras, had the right to be recognized as a thirdsex and to be free from police harassment. 8' All of these examples discount theperception that LGBT rights are nonexistent in Asia.Many of these developments culminated in the Delhi court opinion, NazFoundation, handed down last year. As I suggest below, Naz Foundation is animportant opinion, not just for its rejection of sodomy laws, but also for its stud-ied integration of non-Western comparative constitutionalism, which one mightargue offers an example of regionalism that serves as a counterpart to the percep-tion of LGBT rights as a Western import.The first legal challenge to India's law banning \"crimes against nature,\"section 377, was filed in 1994, pursuant to an observation by one official, KiranBedi, who observed that he could not distribute condoms in prison to preventthe spread of HIV because he would be abetting a violation of section 377. '82176. Id. at 3; Lau, Sexual Orientation, supra note 173, at 91.177. Lau, Grounding Discussions, supra note 173, at 7 (citing Sec'y for Justice v. Yau Yuk Lung andAnother, 10 HKCFAR 335, July 17, 2007).178. Id. at 7 (citing Cho Man Kit v. Broadcasting Authority, [2008] HKEC 783 (CFI), May 8,2008 (Hong Kong Court of First Instance)).179. Id. (citation omitted).180. Id. at 7.181. Id. at 8 (citation omitted).182. There is a vast array of literature on sodomy laws in India and the history of same-sexsexualities, much of which is cited in Katyal, supra note 70 and Katyal, supra note 71. A few recent piecesare ALTERNATIVE LAW FORUM, THE RIGHT THAT DARES TO SPEAK ITS NAME: DECRiMINALIZINGSEXUAL ORIENTATION AND GENDER IDENTITY IN INDIA 5 (Arvind Narrain & Marcus Eldridge eds.,2009), available at http://www.altemativelawforum.org; BECAUSE I HAVE A VOICE: QUEER POLITICS ININDIA (Arvind Narrain & Gautam Bhan eds., 2005); Ruth Vanita, \"Living the Way We Want\": Same SexSexualiies in Contemporary India, in THE PHOBIC AND THE EROTIC: THE POLITICS OF SEXUALmrlES INCONTEMPORARY INDIA 342 (Brinda Bose & Subhabrata Bhattacharyya eds., 2007); Alankar Sharma,Decriunal'sng Queer Sexualities in India, 7 SOC. POL'Y & SOC'Y 419 (2008); Sumit Baudh, Human Rightsand the Cr n of Consensud Same-Sex Sexual Acts in the Commonuealth, South, and Southeast Asia,1456The Dissident Citizen 1457The petition was at first dismissed, but several high profile lawyers from theLawyers Collective, and others undertook another challenge to the law in2001.83 When the Delhi High Court handed down its judgment on July 2, 2009,one activist noted, \"It was as if a weight had been lifted from our shouldersand one was finally set free. ' '1. Culture, Identity, and History in the Global SouthThe Delhi High Court's Naz Foundation decision, although it relied in parton Lawrence and other cases from the West, also transcended these decisions byrelying on a wider host of non-Western jurisdictions, particularly South Africa,in reaching its conclusions. Indeed, the Naz Foundation opinion can be read as auniquely powerful example of cosmopolitan constitutional borrowing, balancedwith a deep attention to Indian originalism. Not only did the Naz Foundationcourt rely on U.S. jurisprudence, but it drew on decisions from Canada, Fiji,Hong Kong, Nepal, and South Africa.'85 It paid particular attention to Nepal,which enacted constitutional protections based on sexual orientation and genderidentity, and which in 2009 actually set up a government panel to study same-sexmarriage laws in order to reform its own laws.6Although the court relied on Lawrence for critical propositions regardingthe role of privacy and autonomy, it relied on many other jurisdictions, as well as(S. & Se. Asia Res. Ctr. on Sexuality, Working Paper, 2008); Jigna Desai, Homo on the Range: Mobile andGlobal Sexualities, 20 Soc. TEXT 73 (2002). There is also a set of articles in a symposium by the NationalUniversity of Juridical Sciences in India, at http://www.nujslawreview.org/law-review-vol2no3.html,including Pritam Baruah, Logic and Coherence in Naz Foundation: The Arguments of Non-Discrimination,Privacy, and Dignity, 2 N.U.J.S. L. REV. 505 (2009); Shamnad Basheer et al., Section 377 and the 'Order ofNature': Nurturing 'Indeterminacy' in the Law?, 2 N.U.J.S. L. REV. 433 (2009); Ratna Kapur, Out of theColonial Closet, But Still Thinking 'Inside the Box': Regulating 'Perversion' and the Role of Tolerance in De-Radicalising the Rights Claims of Sexual Subalterns, 2 N.U.J.S. L. REV. 381 (2009); Jasmine Joseph, DividedLaws in a Unified Nation: Territorial Application of High Court Decisions, 2 N.U.J.S. L. REv. 471 (2009);Bargav Joshi & Neha Mary Koshy, Judicial Interpretation of Article 21 in the Naz Foundation Case: Privacy-A Moral Right or a Creature of an Amoral Constitution?, 2 N.U.J.S. L. REv. 541 (2009); TarunabhKhaitan, Reading Swara4 Into Article 15: A New Deal for All Minorities, 2 N.U.J.S. L. REV. 419 (2009);Siddharth Narrain, Crystallizirg Queer Politics-The Naz Foundation Case and Its Implications for India'sTransgender Communities, 2 N.U.J.S. L. REV. 455 (2009); Vikram Raghavan, Navigating the Notewmhy andNebulous in Naz Foundation 2 N.U.J.S. L. REV. 397 (2009); Rukmini Sen, Breaking Silences, CelebratingNew Spaces: Mapping Elite Responses to the 'Inclusive' Judgment, 2 N.U.J.S. L. REV. 481 (2009); RohitSharma, The Public and Constitutional Morality Conundrum: A Case-Note on the Naz Foundation Judgment, 2N.U.J.S. L. REV. 445 (2009).183. For more history on the decision, see the press release from the Lawyers Collective, at http://www.lawyerscollective.org/node/1004.184. ALTERNATIVE LAW FORUM, supra note 182, at 7.185. Id. at 27.186. See Lau, Grounding D issions, supra note 173, at 8 n.36 (citing Pant et al. v. Nepal, Writ No.917, Dec 21, 2007).57 UCLA LAW REVIEW 1415 (2010)on broader United Nations human rights declarations on sexual orientation. Indoing so, Naz Foundation also transcended Lawrence in powerful and lasting ways.Unlike Lawrence, which was grounded in notions of privacy and substantive dueprocess, the Naz Foundation decision was motivated by four explicit platforms:the rights to privacy, dignity, equality, and nondiscrimination.18 In each of theseplatforms, in important ways, the Delhi court went beyond Lawrence, in itswillingness to specify precisely the benefits that might flow from decriminaliza-tion, and in its willingness to articulate why sodomy laws are contrary tointernational human rights principles, and unconstitutional under India's ownprivacy jurisprudence. In sum, the Naz Foundation opinion reformed Lawrence bydemonstrating its limitations.Perhaps the first leap from Lawrence involved a simple matter of tone andlength. Rather than the detached, somewhat impersonal, brief, value-neutralposition that the U.S. Supreme Court took in Lawrence, the Delhi High Court inNaz Foundation displayed not just a cosmopolitanist embrace of inclusion, butalso an apparent indignance that sodomy laws still stood in India, particularly inlight of all its detailed discussion of the jurisdictions that had overturned them.'88As Vikram Raghavan observes,unlike other contemporary decisions, the foreign citations in NazFoundation are not just ornaments or serial lights that made the decisionsparkle. Rather, Naz Foundation is among a handful of recent Indiandecisions that actually rely on foreign precedent to shape an imaginativeoutcome relevant to the local context. Naz Foundation's foreign referencesinclude materials from the usual suspects, the United States and theUnited Kingdom, as well as decisions from unlikely places, such as HongKong, Fiji, and Nepal. Those latter decisions are particularly importantbecause they remind the cynic that gay rights aren't some luxuriousWestern construct.189One might argue that the strongest example of non-Western LGBT sexu-ality stemmed, in part, from the filings that surrounded the Naz Foundationcase, which meticulously emphasized the role of history, citing to evidence ofhomosexuality throughout various non-Western cultures, not just Europeanhistory. In the filings surrounding the case, the Naz Foundation lawyers drewattention to a number of prominent Indians who are said to have engaged insame-sex affective conduct, as well as \"[a]nthropological research [that] has foundhomosexual subcultures in Native American cultures, ancient Greece, Chinese187. ALTERNATIVE LAW FORUM, supra note 182, at 12.188. See Raghavan, supra note 182, at 401-02.189. Id. at 402.1458The Dissident Citizentraditions, sub-Saharan Africa, and the Samurai traditions in Japan. 190According to one expert, Arvind Narrain:It is the [reference to same-sex sexuality throughout Indian history] whichprovides the strongest rebuttal to the notion of queer rights being awestern disease-a careful drawing of a narrative that traces the queer aspart of \"out\" history and embodying a set of practices which exist at timesunacknowledged, at others hidden, at yet others struggling to become\"visible.\" In more simple terms, queer rights is an issue for Indians becausethere are queer traditions, queer practices, and queer people in India andrights language is one mode of making this history visible. 9'The Naz Foundation's lawyers' diligence paid off, as the court quoted from India'sown solicitor general, who had observed at a United Nations human rightscouncil meeting that Indian society was historically accepting of sexual dif-ference prior to the enactment of section 377 and that the circumstancessurrounding its enactment are well worth reexamining today.'Another major difference from the legacy of sodomy opinions in the Westinvolves the comparably significant absence of identity-based rhetoric in thearguments surrounding the Indian case relative to Lawrence. The term \"menwho have sex with men,\" rather than \"gay men,\" figured much more promi-nently, along with the court's willingness to articulate a set of cultural and publichealth concerns that avoided focusing on sexual identity and categorization.The opinion spends paragraph after paragraph detailing the goals and objectivesof public health education on HIV in an astonishingly comprehensive manner,finding that section 377 is a powerful impediment to HIV education and theright to health.'94 In some ways, the issue of class, indirectly, operated as apowerful device towards this inclusion: Scholar Alok Gupta has discussed how inorder to make HIV education more effective, public health and LGBT organi-zations learned that they had to reach beyond gay-identified individuals andinstead employed transgendered persons known as hijras and kothis (feminizedmales, many of whom are non-English-speaking and who come from middle- to190. Katyal, supra note 71, at 1458 (citing Naz Foundation brief).191. Id. at 1458 (quoting Arvind Narrain, Queer People and the Law, http://www.india-seminar.com/2003/524/524%20arvind%20narrain.htm (last visited Apr. 15, 2010)).192. See Naz Found. v. Gov't of NCT, (2010) Cri. LJ. (Del.) 94(2009), (2009)160 DLT 277 J 84,available at http://www.nazindia.org/judgement_377.pdf (quoting the solicitor general: \"Now in India wedidn't have this concept of something being 'against the order of nature.' It was essentially a Westernconcept which has remained over the years. Now homosexuality as such is not defined in the IndianPenal Code, and it will be a matter of great argument whether it's 'against the order of nature\").193. Katyal, supra note 71, at 1457.194. NazFound., 160 DLT \" 60-66.1459lower-class backgrounds).19 Eventually, both hijras and kothis, according toGupta, demanded recognition of a separate identity from the rest of theLGBT movement, 196 perhaps indirectly adding to their visibility throughoutthe opinion.97Along with the focus on MSM and public health, the opinion also spent agreat deal of its time and attention on the particular challenges faced bytransgendered persons in India, also known as hijras.'9 ' Siddharth Narrain hasargued that the opinion puts transgender equality on a platform that is compara-ble with sexual orientation equality.\"9 For example, Naz Foundation cites theYogyakarta principles that detailed the need for protection on the basis of genderidentity, in addition to sexual orientation, and discussed cases from Pakistan andNepal that dealt substantially with the rights of transgender persons. Afterdetailing an event in which HIV educators in the MSM community wereimprisoned on the grounds that their material was obscene and violative of sec-tion 377, the court then turned to discuss the case of a hijra who was firstsubjected to a gang rape, and then taken to a police station, where \"[s]he wasstripped naked, handcuffed to the window, grossly abused and tortured merelybecause of [her] sexual identity.\"\"  The court details several similar casesaffecting a gay man, a lesbian woman, and another transgender person in thesame manner, conveying the unacceptable treatment at the hands of the Indianauthorities due to section 377. In fact, the court took pains to focus on thespecial considerations faced by the h'jra community, who were also historicallycriminalized on account of their identity by the British, who required authori-ties to keep a registry of all eunuchs suspected of violating section 377. Thecourt quoted from the revered Indian leader, Jahawarhal Nehru, who calledthe British statute that required this registry a \"monstrous ... negation of civil195. See Alok Gupta, Englishpur ki Kothi: Class Dynamics in the Queer Movement in India, inBECAUSE I HAVE A VOICE: QUEER POLmCS IN INDIA 127 (Arvind Narrain & Gautam Bhan eds., 2005).196. See id. at 128 (noting that the kothi groups \"continue to see 'gay' as an exclusive andunwelcoming space of upper-class and English-speaking homosexual men\").197. The emphasis on a wider embrace of gender identities is also reflected elsewhere in South Asia,like Nepal, which embraces a much broader category of identities beyond the classic labels of LGBTidentity. See Lau, Sexual Orientation, supra note 173, at 72 (listing these categories).198. Note, however, that the conflation of transgender and hijra has been subject to some debate.See Ashwini Sukthankar, Complicating Gender: Rights of Transsexuals in India, in BECAUSE I HAVE A VOICE:QUEER POLITICS IN INDIA, supra note 195, at 164-65.199. In addition, Siddharth Narrain has argued that Naz Foundation's theme of protecting sexualminorities in public suggests that Naz Foundation can be extended to suggest a mantle of protection fortransgender individuals from harassment in public spaces. See Siddharth Narrain, Crystalising Queer Politics:The Naz Foundation Case and Its Implications for India's Transgender Communities, 2 N.U.J.S. L. REV. 455,466, 469 (2009) (citing Sunil Babu Pant making this observation).200. Naz Found. v. Gov't of NCT, (2010) Cri. LJ. (Del.) 94(2009), (2009) 160 DLT 277,1 22-23,available at http://www.nazindia.org/judgement_377.pdf1460 5 7 UCLA LAw REVIEW 1415 (20 10)The Dissident Citizenliberty,\" and demanded that \"no tribe\" should face group criminalization onaccount of their identity. 1 Yet despite the repealing of the British act crimi-nalizing hijras specifically, the Naz Foundation court concluded that thecriminalization of the hijra community unacceptably continues as a result ofsection 377.2022. Privacy, Dignity, and Equality Beyond LawrenceTurning towards sexual orientation discrimination, the court evidenceda clear transnational impulse in recoding sexual orientation not just as apowerful characteristic of personhood, but also as an attribute meriting humanrights protection. Borrowing language explicitly from the South AfricanConstitutional Court, the Delhi High Court noted that LGBT persons aredenied \"moral full citizenship,\" and then launched into an extensive discussionof almost every major case that has overturned sodomy laws-from Dudgeon v.United Kingdom\"3 to Norris v. Ireland\"' to Toonen v. Australia.5 Returningextensively to South Africa, the court quoted the United Nations HighCommissioner for Human Rights, who compared sodomy laws to apartheid andnoted their inconsistency \"with international law and with traditional values ofdignity, inclusion and respect for all.\"206Beyond tone, however, the Naz Foundation opinion took each of Lawrence'skey observations and reformed them in such a way that the reader could not helpbut recognize Lawrence's limitations as a result. Consider, first, the Delhi HighCourt's treatment of privacy. The Lawrence opinion was heavily circum-scribed-literally-by the spatial boundaries of the home and the privacyassociated with sexual intimacy. The fact that the case involved two men201. See id. at 9 50, available at http:l/www.nazindia.org/judgement_377.pdf (\"I am aware of themonstrous provisions of the Criminal Tribes Act which constitute a negation of civil liberty.., an attemptshould be made to have the Act removed from the statute book. No tribe can be classed as criminal as suchand the whole principle as such is out of consonance with civilized principles of criminal justice andtreatment of offenders ... .202. Id.203. 45 Eur. Ct. H.R. (ser. A) (1981).204. 142 Eur. Ct. H.R. (ser. A) (1988).205. Communication No. 488/1992, U.N. Doc CCFT/C/50/D/488/1992 (1994), available athttp://www.unhchr.ch/tbs/doc.nsf/0/d22a00bcd1320c9c80256724005e6Od5. Press Release, Human RightsCommittee, Views of the Human Rights Committee under article 5, paragraph 4, of the OptionalProtocol to the International Covenant on Civil and Political Rights, U.N. Doc. CCPR/C/50/D/488/1992 (Apr. 4, 1994).206. Naz Found., 160 DLT at 59. The court cited the Yogyakarta Principles on the Applicationof Human Rights Law in Relation to Sexual Orientation and Gender Identity, and pointed out that thirtycountries have made positive changes in protecting against discrimination on the grounds of sexual ori-entation and gender identity. Id. at T 43.1461engaged in sexual activity within the home may have demanded such a focus,but because the U.S. Supreme Court focused mostly on spatial privacy, the opin-ion made few observations about any legal protections of homosexuality thatextended outside of the home.In contrast, in outlining a version of privacy that is not tethered to spatialboundaries, the Naz Foundation opinion offers a broader notion of privacy thatconnects much more actively to sexual autonomy. In explaining why sec-tion 377 violated the rights to both dignity and privacy, for example, the DelhiHigh Court noted that the dissent in Bowers \"made it clear that the much-quoted 'right to be left alone' should be seen, not simply as a negative right tooccupy a private space free from government intrusion, but as a right to get onwith your life, your personality and make fundamental decisions about yourintimate relations without penalization. 217In clear divergence from Lawrence's tethering of its right to circumstanceswithin the home, the Naz Foundation court crafted a version of privacy thatexplicitly \"deals with persons and not places.\" In fact, the court carefullyexplained how multiple Indian (and American) cases had broadened theconcept of privacy to include the right to privacy in family, marriage, procrea-tion, motherhood, and education, among other areas.28 By contrast, Lawrencefocused mostly on the importance of protecting sexual behavior within theprivate confines of the home and said little about any of these other areas towhich the notion of autonomy and privacy has been linked.2\" As many scholarshave argued, the tactical reliance on spatial privacy in South Asia has limitedutility, particularly given the fact that many people targeted by section 377 (sexworkers, MSM, and transgendered persons) are usually targeted in public, notprivate space.\"1Second, the court focused on how section 377 criminalized \"individualchoices which are central to personal dignity.... The court then defined theconcept of dignity with reference to the Universal Declaration of Human Rights,the International Covenant on Civil and Political Rights, the EuropeanConvention on Human Rights, and, most notably, a host of U.S. Supreme Court207. Id. at T 40 (citing Bowers v. Hardwick, 478 U.S. 186 (1986) (Blackmun, J. dissenting)).208. See id. at 9 33-34 (drawing, in part, on Planned Parenthood of Se. Pa. v. Casey, 505U.S. 833 (1992)).209. Some scholars note that Naz Fourdataon is nebulous on the question of whether its findings areonly limited to criminal consensual acts between adults in private, and question how much its holdingextends to conduct in public spaces. See Raghavan, supra note 182, at 405.210. See Gautam Bhan, Chalenging the Limits of Law: Queer Poidcs and Legal Reform, in BECAUSE IHAVE A VOICE: QUEER POLITICS IN INDIA, supra note 195, at 46.211. ALTERNATIVE LAW FORUM, supra note 182, at 14.1462 5 7 UCLA LAW REVIEW 1415 (20 10)The Dissident Citizen 1463opinions, starting with Olnstead v. United States,212 continuing on to Griswold v.Connecticut,\"' then Eisenstadt v. Baird,214 Roe v. Wade,\"15 and Planned Parenthoodv. Casey.116 While the opinion drew heavily on India's own rich sources ofjurisprudence on privacy and dignity, it also drew upon cases from South Africaand related scholarship by Ryan Goodman on how sodomy laws shape a person'sidentity and self-esteem.'Third, in contrast to Lawrence, which limited its observations to thecontext of mostly spatial privacy, and only tangentially alluded to the issue ofequality, the Naz Foundation opinion put equality front and center-and estab-lished a strong claim for equal protection on the basis of sexual orientation inthe process.\" ' In doing so, Naz Foundation transcended Lawrence by treatingdiscrimination on the basis of sexual orientation as analogous to sex discrimina-tion, and chose to apply strict scrutiny to section 377, in contrast to Lawrence.\" 9Along these lines, consider how the Naz Foundation opinion contrastssharply with Lawrence in its treatment of same-sex relationships. In Lawrence,the U.S. Supreme Court tepidly noted that the Texas sodomy statutes imper-missibly sought to control a personal relationship that is well within a person'sliberty to choose, \"whether or not entitled to formal recognition in the law.\"20The Court explicitly refused to recognize gay and lesbian relationships as equalto heterosexual relationships (which it has recognized through countlessmarriage cases), and in doing so, makes a subtle but obvious point about theirpotentially lesser value in the eyes of the judges.22\" ' Although the architectureof the Lawrence opinion was a likely product of compromise, its message was212. 277 U.S. 438 (1928).213. 381 U.S. 479 (1965).214. 405 U.S. 438 (1972).215. 410 U.S. 113 (1973).216. 505 U.S. 833 (1992).217. See id. at IN 48-49 (citing Ryan Goodman, Beyond the Enforcement Principle: Sodomy Laws,Social Norms, and Social Panopics, 89 CAL. L. REV. 643 (2001)).218. Although it recognized that the equal protection argument was tenable, the Supreme Court inLawrence chose to rescind Bowers on the grounds that the rationale that animated the sodomy provisionswas substantively invalid. The Court explained \"were we to hold the statute invalid under the EqualProtection Clause some might question whether a prohibition would be valid if drawn differently, say, toprohibit the conduct both between same-sex and different-sex participants.\" Lawrence v. Texas, 539U.S. 558, 575 (2003).219. The court explained its reasoning for the choice: \"Discrimination on the basis of sexualorientation is itself grounded in stereotypical judgments and generalization about the conduct of either sex.\"Naz Found. 160 DLT at 99. It went even further by concluding, in the alternative, that \"[a] provision ofthe law branding one section of people as criminal based wholly on the State's moral disapproval of thatclass goes counter to the equality guaranteed... under any standard of review.\" Id. at 113.220. Lawrence, 539 U.S. at 567 (emphasis added).221. \"[The opinion] does not involve whether the government must give formal recognition to anyrelationship that homosexual persons seek to enter.\" Id. at 578.clear: The Court avoided asserting that gay and lesbian relationships wereentitled to recognition, either by this opinion or by other prior opinions onmarriage. In bold contrast, however, the Delhi High Court quoted from thelandmark opinion by the Constitutional Court of South Africa:A person cannot leave behind his sense of gender or sexual orienta-tion at home. While recognizing the unique worth of each person,the Constitution does not presuppose that a holder of rights is an isolated,lonely, and abstract figure possessing a disembodied and socially discon-nected self. It acknowledges that people live in their bodies, theircommunities, their cultures, their places, and their times. The expressionof sexuality requires a partner, real or imagined. It is not for the stateto choose or to arrange the choice of partner, but for the partners tochoose themselves.222To be clear, the Naz Foundation opinion did not address marriage. But in explic-itly describing the worth of same-sex relationships, the court captured moreprecisely its value of intimacy outside the confines of the home. Some havetaken this observation to suggest that Naz Foundation offers more protectionto same-sex intimacies than Lawrence does, by extending this protection topublic spaces, with potentially dramatic effects on the rights of sexual minoritiesin India.3. Antidiscrimination, Constitutional Morality, and Indian OriginalismTowards the end of the opinion, the court emphasizes its role as a guarantorof fundamental rights. In doing so, the Naz Foundation court lent itself to thebelief that its role was not just to protect citizens from the state, but also toprotect citizens from one another.2 3 While others have criticized the court for its222. Naz Found., 160 DLT at 9[ 47.223. The court drew on a variety of international sources to hold that the prohibition against sexdiscrimination extended horizontally to private conduct as well; that is, the Indian Constitution prohibitsnot only discrimination by the government, but also \"discrimination of one citizen by another in matters ofaccess to public spaces.\" Naz Found., 160 DLT at 9r 104. By construing the right to nondiscrimination as a\"horizontal\" right, rather than a purely \"vertical\" one affecting the rights of the citizen against the state, thecourt essentially eviscerated the limitations that the state action doctrine might have had on ensuringfull equality for individuals at the hands of other citizens. Imagine for a moment the implications behindthis interpretation. It suggests that gay and lesbian individuals not only have the right to dignity, privacy,and equality at the hands of the state, but also at the hands of their fellow citizens. See Tarunabh Khaitan,Good for All Minoriies, in THE RIGHT THAT DARES TO SPEAK ITS NAME supra note 182, at 119-20.The court cited a famous quote by Justice Jackson in West Virginia v. Barnette, 319 U.S. 624 (1943): \"thevery purpoe of the bill of rights was to withdraw certain subjects from the vicissitudes of political contro-versy, to place them beyond the reach of majorities and officials and to establish them as legal principles tobe applied by the Courts. One's right to life, liberty and property... and other fundamental rights may notbe submitted to vote: they depend on the outcome of no elections.\" Naz Found., 160 DLT at T 120.1464 57 UCLA LAW REVIEW 1415 (2010)extension here into areas that do not constitute classic state action, it is notablenonetheless for its recognition of the need for constitutional protections forsexual minorities.224We can see how in each of the aspects I have mentioned-an offering of anaffirmative notion of privacy, a willingness to consider sexual orientation dis-crimination as sex discrimination, and a refusal to diminish the meaning ofsame-sex relationships to the value of personhood-Naz Foundation transcendsLawrence in powerful ways. But in other aspects, the Naz Foundation opinionbreaks from Lawrence entirely. Recall, for example, that Lawrence refused a rolefor \"morality\" as a basis for legal provisions by citing a line in Stevens's Bowersdissent: \"IThe fact that the governing majority in a state has traditionally vieweda particular practice as immoral is not a sufficient reason for upholding a lawprohibiting the practice.\"\" 5In stark contrast, the Naz Foundation opinion reforms rather than abandonsmorality in powerful ways. In an interesting twist, the Naz Foundation courtnoted, \"Popular morality, as distinct from a constitutional morality derived fromconstitutional values, is based on shifting and subjective notions of right andwrong. If there is any type of 'morality' that can pass the test of compelling stateinterest, it must be 'constitutional morality' and not public morality. '26 Inmaking this statement, the court notes that it is the stigmatizing and criminaliz-ing of LGBT individuals that is against constitutional morality, not the act ofsodomy. 7 The court observed that the Indian Constitution \"recognizes,protects, and celebrates diversity,\" and that the stigmatization or criminalizationof gay people \"would be against the constitutional morality.\"\"22Such statements illustrate that one of the decision's more noteworthyaspects for future scholars is its reformation of these notions of morality andoriginalism. As Vikram Raghavan notes, \"Naz Foundation's beauty is that itskillfully mixes originalism, rarely invoked by Indian courts, with pragmatismin constitutional interpretation.\" '229 Rather than relying on a fixed notion oforiginalism to deny rights to sexual minorities, a typical turn of Scalia'sdissents in such cases, the Naz Foundation court did the opposite: It reframed theconcepts of originalism and morality to demonstrate how both ideas demandedthe overturning of such laws. Gautam Bhan explains that the notion of224. Raghavan, supra note 182, at 414.225. Laurrence, 539 U.S. at 577 (citing Bowers v. Hardwick, 478 U.S. 186, 216 (Stevens, J.dissenting)).226. Naz Found., 160 DLT at 79.227. Raghavan, supra note 182, at 410.228. Naz Found., 16O DLT at 80.229. See Raghavan, supra note 182, at 398.The Dissident Citizen 146557 UCLA LAW REVIEW 1415 (2010)constitutional morality originated in the writings and teachings of Ambedkar,the drafter of the Indian Constitution. 3 As Bhan observed, the Delhi court\"turned for help, to an older moment, a moment of origin. Citing the constitu-tional debates of 1946, it reminded us of another India. An India that wasbeing imagined just as it was coming to freedom.\"23' Indeed, after relying on ahost of foreign sources, and then transcending them entirely in its opinion, theNaz Foundation court then turned to the original architect of the IndianConstitution to demonstrate precisely how the Indian notion of constitu-tional morality-as distinct from popular morality--can be profitably reformedtowards equality.In sum, drawing upon countless tenets of international human rights,cases from the United States and elsewhere that overturned sodomy laws, andthe writings of the revered founding father of India, Pandit J. Nehru, thecourt articulated a vision of originalism that diverges from the Americanunderstanding of the term. The opinion's penultimate paragraphs quoted aninimitably lofty passage from Nehru, who opined the following on the notion ofequality that stemmed from the \"city of words\": \"Words are magic things oftenenough, but even the magic of words sometimes cannot convey the magic of thehuman spirit and of a Nation's passion... [The Resolution of Equality] seeks veryfeebly to tell the world of what we have thought or dreamt of so long, and whatwe now hope to achieve in the near future.\" '232 Elsewhere, the court wrote:If there is jne constitutional tenet that can be said to be the underlyingtheme of the Indian Constitution, it is that of \"inclusiveness\".... Theinclusiveness that Indian society traditionally displayed, literally inevery aspect of life, is manifest in recognising a role in society foreveryone. Those perceived by the majority as \"deviants\" or \"different\"are not on that score excluded or ostracised .... Where society candisplay inclusiveness and understanding, such persons can be assured ofa life of dignity and nondiscrimination.133Considering that queer Indians have long had to fight against the charge thathomosexuality is not indigenous to India but a foreign importation, this quoteis a powerful observation that suggests that what is essentially \"Indian\" aboutIndia is its tradition of nondiscrimination, dignity, and inclusiveness towards tol-erance of sexual minorities.230. Gautam Bhan, On Freedom's Avenue, in THE RIGHT THAT DARES TO SPEAK rrs NAM,supra note 182, at 93, 94.231. Id. at 93.232. Naz Found., 160 DLT at 9 130-31.233. Id. at \" 130.1466In short, the Delhi court offered human rights advocates and the nas-cent LGBT movement in India a triumphant and unimaginable win, both forthe forcefulness of its findings as well as for its relentless eloquence in favor of thecivil rights and equality of sexual minorities. This prompted Indian legal scholarLawrence Liang to observe that Naz Foundation is India's Roe v. Wade\" 4-asVikram Raghavan echoes, \"a rare opportunity for activists to reshape publicopinion and influence a wider social debate about gay rights,\" a point that isparticularly poignant when compared to the fact that wider support from thelegislature is needed as well. \" Kajal Bhardwaj, a lawyer who was present whenthe verdict was read, recalled that by the time that the chief justice had finishedreading the holding, \"people were openly weeping and there were handshakesand hugs all around.\" '236 She continues:Watching the spectators collapse on each other, overcome by emotion,the guards charged with maintaining decorum in the court room quicklyushered the group out .... Other lawyers in the Delhi high court gaped atthe big troop descending the stairs, one wondering out aloud withunintentional accuracy, \"Kahan se release hoke aayen hain ye sab? (Wherehave all these people been released from?)\" '37III. TOWARDS TRANSNATIONAL CULTURAL CITIZENSHIPAs I have suggested throughout this Article, both types of diaspora-ofpersons and of principles-are movements that rewrite the roles of the judiciaryand citizenship.238 Towards this end, a queer diasporic formulation, as I havesuggested, offers alternative accounts of cultural identities and legal devel-opments, and thus challenges the narrative of development and progress thattends to judge all \"other\" sexual practices against a model of European-Americansexual identity.239 \"By narrating a different history of South Asian diasporicformation,\" Gayatri Gopinath writes, \"a queer diasporic archive allows us tomemorialize the violences of the past while also imagining 'other ways of being inthe world.\"'2  In this Article, I have described two such alternative narratives-one offered by SALGA's demonstration of transnational activism and loyalty,234. 410 U.S. 113 (1973).235. Raghavan, supra note 182, at 417 (citing Liang).236. See Kajal Bhardwaj, ReforTing Macauley, in THE RIGHT THAT DARES TO SPEAK ITS NAME,supra note 182, at 97, 98.237. Id.238. See generally Barry, supra note 16 (reaching similar observations).239. GOPiNATH, supra note 80, at 11.240. Id. at 21 (quoting Dipesh Chakravarty).The Dissident Citizen 1467and the other offered by Naz Foundation's commitment to inclusiveness andequality, effected through its own form of regionalist constitutional borrowing.Both narratives also illustrate the ways in which the two types of diasporatranscend borders and remake the idea of nationhood in the process. BenedictAnderson's famous book Imagined Communities powerfully postulated that anation is conceived, not as a reality, but as a collective work of imagination thathas emerged from the circulation of capital and the rise of print communica-tion.24 ' Regarding global sexualities, law assists the process of imagining thenation by mapping a highly generalized series of identities onto the diversity ofthe human experience, even as those identities reveal themselves to be highlydependent on context, time, and place. And although cases like Lawrence andNaz Foundation represent a particular moment in the development of gayand lesbian civil rights, they can also offer other jurisdictions particularinsights about the utility and universality of particular categories and principles.The architecture of each opinion often charts the path to future challengesregarding the ultimate trajectory of LGBT civil rights and offers a vantage pointto those of us contemplating the limitations and possibilities of citizenship.For some activists, it is said that Naz Foundation represented the emergenceof the idea of \"sexual citizenship\" '242 in South Asia. One might argue that in thecourt's painting of the notion of LGBT equality in India in such broad, loftystrokes, and especially through the employment of Nehru's timeless statementsabout the need for inclusion, the Naz Foundation court was essentially extendingthe hand of citizenship-utterly unmistakably so-to queer minorities. Oneof the most prominent leaders of the gay rights movement in India, ArvindNarrain, writes of the \"radical potential\" of the idea of citizenship \"to representthe rights of groups that have historically been marginalized.,, 243 \"By participat-ing in the playground of citizenship,\" Ratna Kapur has written, \"the migrantsubject is not insulated from the normative content of this concept and fromhow her sexual and cultural conduct and religious identity can all serve toexclude her from being regarded as the 'real thing.\"2\" And when LGBT indi-viduals make claims based on notions of civil rights and equal protection, they241. See BENEDICT ANDERSON, LMAGINEDCOMMUNITIES (1991). See Benigno Sanchez-Eppler &Cindy Patton, Introducdon: With a Passport Out of Eden, in QUEER DIASPORAS, supra note 18, at 1, 10(discussing how the notion of an \"imagined community\" has sustained the creation of sexualities that arenot only discursively mobile, but are also not specific to a particular time or place of origin).242. See Geetanjali Misra, Deoimahsmg. Homosexuaity in India, 17 REPRODUCTIVE HEALTHMATTERS 20, 27 (2009) (quoting Shohini Ghosh).243. See Arvind Narrain, Rethinking Citzenship: A Queer Journey, 14 INDIAN J. GENDER STUD.61,61 (2007).244. See Rama Kapur, The Citizen and the Migrant: Postcolonial Anxieies, Law, and the Poliics ofExclusionInclusion, 8 THEORETICAL INQUIRIES L. 537,568 (2007).1468 5 7 UCLA LAW REVIEW 1415 (20 10)are making claims not purely about legal entitlements, but also about the needfor a certain psychic connection to citizenship and inclusion.245Linda Bosniak, in a similar vein, has written of four aspects of citizenship:(1) as a formal legal status; (2) as a claim to certain rights towards equalmembership in society; (3) as a political activity, encompassing politicalengagement; and (4) as a form of identity or solidarity.2\" The last claim ofcitizenship as concerning a sense of identity involves a strong sense of collectivesolidarity, and it encompasses precisely the transnational ties this Article hasdocumented. In other words, the notion of cultural citizenship, in contrast to theformality of legal citizenship, embraces a broad array of activities that enableminority groups to claim both space for themselves and the right to certainentitlements in the destination country and in the homeland.247 Considerthis observation:Unlike assimilation, which emphasizes absorption into the dominantwhite, Anglo-European society, or cultural pluralism, which conceives ofretention of minority cultural traits and traditions within U.S. society, butnonetheless privileges white European culture and history and assumesretention of existing class and racial [and gender] hierarchies under thepretense of political equality, cultural citizenship allows for the potential ofopposition, of restructuring and reordering society.248Curiously, the notion of citizenship has generally been posited as somewhatoppositional to particular cultures, especially in an age of disputes over minorityrights to language or religious practices. As Leti Volpp has suggested, \"[Ihecitizen is assumed to be modem and motivated by reason; the cultural other isassumed to be traditional and motivated by culture.\"249 Others have argued thatfull citizenship and cultural visibility seem inversely correlated, such that \"theleast powerful in a society are the most culturally endowed.\"\"25 In such discus-sions, the notion of citizenship takes on a \"cultureless\" character as an amalgamof civic virtues such as courage, law-abidingness, loyalty, economic virtues, and245. See Sharon Holland, The Question of Normal, 10 GLQ 123,129 (2003).246. See Leti Volpp, The Culture of Citizenship, 8 THEORETICAL INQUIRIES L. 571, 578 n.23(2007) (discussing the work of Linda Bosniak, Citizenship Denationalized, 7 IND. J. GLOBAL LEGAL STUD.447,456--88 (2000)).247. WILLIAM FLORES & RINA BENMAYOR, LATINO CULTURAL CITIZENSHIP: CLAIMINGIDENTITY, SPACE, AND RIGH S 15 (1997).248. Horacio N. Roque Ramirez, Claiming Queer Cultural Citizenship: Gay Latino (Im)Migrant Actsin San Frandsco, in QUEER MIGRATIONS, supra note 9, at 162 (quoting FLORES & BENMAYOR, supra note247, at 15).249. Volpp, supra note 246, at 574.250. See id. at 599 (citing RENATO ROSALDO, CULTURE AND TRUTH: THE REMAKING OF SOCIALANALYSIS 198 (1989)).The Dissident Citizen 146957 UCLA LAW REVIEW 1415 (2010)willingness to engage in political discourse.\"' Culture, in contrast, is subsumedwith cultural difference, an obstacle to assimilation generally (and citizenship inparticular).\" 2 Along these lines, in order to become citizens, immigrants areusually expected to divorce themselves from cultural attachments, and to someextent, from the private realm: \"The citizen is engaged in the public; the pri-vate is the space for cultural practices.\" '253Internationally speaking, however, I would posit that Naz Foundationsignifies a new way to traverse the boundary Volpp identifies between culture andcitizenship, by potentially dislocating the idea of legal or formal citizenship fromthe idea of cultural citizenship. The separation of law from culture may be neces-254sary to deemphasize the unequalizing effect that legal entitlements can create.The concept of cultural citizenship has been described by author Renato Rosaldoto signifythe right to be different (in terms of race, ethnicity, or native languagewith respect to the norms of the dominant national community, withoutcompromising one's right to belong in the sense of participating in thenation-state's democratic processes.... From the point of view of subor-dinate communities, cultural citizenship offers the possibility oflegitimizing demands made in the struggle to enfranchise themselves.These demands can range from legal, political and economic issues to mat-ters of human dignity, well-being, and respect.\"'Again, there is an emphasis on the line between legal citizenship, as defined bythe existence of formal regulatory and political mechanisms, and cultural citi-zenship, which captures the more informal, collective relationships betweenpeoples who may be disenfranchised by those very mechanisms.We see elements of cultural citizenship in each of the Parts in thisArticle-and it can take varied forms, ranging from an emotional or affective tiewithin an LGBT collectivity in the diaspora to a more sustained regional orpolitical critique of the regulatory systems that govern sexuality. Part I, forexample, explores a subjective dimension of cultural citizenship through theactivities of SALGA and the Irish GLBT society, who, in a complex statementof transnational dissent, chose to emphasize their transnational ties to thehomeland in the face of formal exclusions in their destination country.251. See id. at 577 (citing Will Kymlicka & Wayne Norman, Citizenship in Cultrally DiverseSocieies: Issues, Contexs, Concepts, in CITZENSHIP IN DIVERSE SoCLEnEs 7 (Will Kymlicka & WayneNorman eds., 2000)).252. Id. at 571.253. Id. at 584.254. See Ramirez, supra note 248.255. Renato Rosaldo, Culwtral Citizenship in San Jose, Califomia, 17 POLAL 57, 63 (1994).1470In Part II, we also see elements of regional cultural citizenship in the tiesthat are forged between countries like Nepal, who are considering legislatingsame-sex marriage, and India, who are undertaking a reversal of sodomy laws asa final step of Indian independence from the British. Even outside of India,elsewhere in the globe, Naz Foundation might also signify the emergence of anew form of regional cultural citizenship that is based, in part, on the transna-tional loyalties that a diaspora facilitates. \"As queer South Asians in thediaspora,\" Gopinath has asserted, \"'citizenship,' queer or otherwise, is notsomething that we can ever take for granted.\" '256 Instead, as Gopinath suggests,the queer diaspora creates a multiplicity of collective spaces in the face of stateregulation-spaces that are always mobile, always contingent, and alwaysdynamically formed in relation to the nation.257 A case like Naz Foundation,inasmuch as it relies on constitutional principles from both within and outside ofthe West, can signify the migration of those principles and be embraced by thediaspora elsewhere, as SALGA's experience in Part I suggests. The migration oflegal principles that informs both Naz Foundation and Lawrence also furtherfacilitates the forging of new global possibilities through dynamic borrowingof legal principles.It is important to note, however, that the relationship between legal andcultural citizenship can be a dialogic one. In other words, the presence of culturalcitizenship can be transformed into a formal claim towards legal citizenship (asin Naz Foundation); just as the absence of legal citizenship can be transformed intoa collective experience of cultural citizenship (as in Uganda). Just as SALGAturned, in its statement of cultural dissent, to Naz Foundation, forging interna-tional ties between the collective LGBT South Asian community in the diasporaand elsewhere, Naz Foundation ushered in an important integration of cul-tural and legal regionalism with Indian originalism, transforming disenfranchisedsexual minorities into recognized legal subjects deserving of formal protectionand equality. Even in Uganda, despite the antigay legislation we discussed,which excises LGBT citizens of their position as equal citizens, there are alsoelements of an important collective visibility among LGBT citizens, who, inaddressing their own indigenous heritage and existence in this debate, challengethe regulatory state to recognize, more fully, their existence through antidis-crimination protections. All of these developments, to a varying extent, affectthe cultural and legal formation of citizenship, informing and reforming tiesbetween the queer diaspora and the homeland, and the relationship of the dias-pora to the destination country.256. Gopinath, supra note 51, at 120-21.257. Id. at 121.The Dissident Citizen 1471Capturing some of these transnational cultural connections, AsianAmerican studies scholar Aihwa Ong has written of the notion of \"flexible\"citizenship as one effect of the migratory flows of capital, enabling the creation ofnew subjects borne from the mobility of class and opportunity that elide classiclegal formations.\"' For too long, Ong argues, citizenship scholars have focusedon its formal, legal/political aspects, obscuring how the universalistic criteria ofdemocratic citizenship has distributive effects on different citizens, and also howtheir location and subjective experience might affect how that citizenship isconstructed.259 The reason why cultural citizenship is important, for Ong, is thatit offers us a vantage point from which to examine how cultural practices andbeliefs are produced out of negotiating, first, with the state that provides formalcitizenship; second, with the larger public that interacts with the immigrant citi-zen; and third, with the self who is constantly in the process of identityformation. As Ong writes, \"[c]ultural citizenship is a dual process of self-making and being-made within webs of power linked to the nation-state andcivil society.260I would argue that Ong's statements illuminate the important interplaybetween legal and cultural citizenship, demonstrating how the formation ofan LGBT diaspora reforms a cultural connection to the homeland, just as it caninform the formal, regulatory approach that a state might take in addressing issuesof LGBT equality within its borders. The important point here is to not onlyrecognize this interplay between formal regimes of regulation and informal cul-tural connection, but to also situate it within the trarisnational flows of capital.In making this observation, it is also important to observe the role that legalconnections (and their absence) can play in creating the subjective experience ofcitizenship. Other legal scholars have also noted similar aspects of the emer-gence of transnational cultural citizenship. The late immigration scholar KimBarry explained how emigrants display a sense of external citizenship, whichcomprises their formal legal status as citizens of the destination country and amore cultural dimension that captures their \"lived experience of participationin national life., 261 Anupam Chander, too, has written of how nations reshapetheir collective image to include diasporic persons through more explicit state258. ONG, supra note 158, at 4 (\"Besides suggesting new relations between nation-states and capital,transnationality also alludes to the transversal, the transactional, the translational, and the transgressiveaspects of contemporary behavior and imagination that are incited, enabled, and regulated by the changinglogics of states and capitalism.\").259. See, e.g., Aihwa Ong, Cultural Citizenship as Subject-Making, 37 CURRENT ANTI-IROPOLOGY737 (1996), available at http://escholarship.orgluc/iteml5sn 1795g.260. Id. at 738.261. See Barry, supra note 16.1472 5 7 UCLA LAW REVIEW 1415 (20 10)recognition.\"' He describes how states have formed agencies to serve membersof its diaspora by enabling them to access legal protections and specialized enti-tlements.263 And Linda Bosniak has described how citizenship transcends thenation to create a culture of postnationality by emphasizing the decline of statesovereignty and the rise of the transnational subject.\"The result of this notion of cultural citizenship involves some deemphasison the legal, statist aspects of citizenship in favor of the cultural aspects ofconnections within the diaspora and elsewhere. But it does not elide formal stateregulation entirely. Consider, again, the SALGA narrative that demonstratesthis phenomenon. When the FIA excluded SALGA from the 2009 India Dayparade in New York City, SALGA reframed its loyalties to emphasize linkages tothe Naz Foundation opinion rather than to the mainstream Indian diasporiccommunity in the United States. In this way, SALGA's formal legal citizenshiptook a secondary position to its ties of transnational cultural citizenship-a wayto enable SALGA to draw attention to the group's perceived equality in thehomeland of India. In such examples, it does not necessarily matter that NazFoundation's import extends to a different jurisdiction; what matters is that theopinion signifies a new way for the diasporic community in the United States toestablish further cultural and jurisprudential loyalties with the homeland.Note, however, that although Naz Foundation opens a new world of possi-bility, it is still circumscribed by many of the limitations of formal claims toLGBT equality. As Ratna Kapur has pointed out, the dominant theme of tol-erance, so apparent in the Naz Foundation opinion, does not always pave the waytowards LGBT equality, nor does it offer a transformative kind of emancipa-tion.265 When claims to LGBT equality seem based on a universal logic, Kapurwrites, \"tolerance becomes the tool for handling that difference that formal262. See Anupam Chander, Homeward Bound, 81 N.Y.U. L. REV. 60 (2006) (describing theseentitlements).263. Id.264. See Linda Bosniak, Multiple Nationality and the Posmational Transformation of Citizenship, 42VA.J. INT'L L. 979 (2002).There is also a vast literature on the concept of citizenship. See, e.g., T. ALEXANDER ALEINIKOFF,SEMBLANCES OF SOVEREIGNTY: THE CONSTITUTON, THE STATE AND AMERICAN CITIZENSHIP(2002); SEYLA BENHABIB, CLAIMS OF CULTURE: EQUALITY AND DIVERSITY IN A GLOBAL ERA (2002);CITIZENSHIP AND SOCIAL THEORY (Bryan S. Turner ed., 1993); WILL KYMLICKA, MULTICULTURALCITIZENSHIP: A LIBERAL THEORY OF MINORITY RIGHTS (1995); T.H. MARSHALL, CITIZENSHIP ANDSOCIAL CLASS (1950); PETER H. SCHUCK, CITIZENS, STRANGERS AND IN-BETWEENS: ESSAYS ONIMMIGRATION AND CITIZENSHIP 238-39, 245 (1998); Jennifer Gordon & R.A. Lenhardt, RethinkingWork and Citizenship, 55 UCLA L. REV. 1161 (2008); Peter J. Spiro, Dual Nationality and the Meaning ofCitizenship, 46 EMORY L.J. 1411, 1416 (1997); Volpp, supra note 11; Audrey Macklin, Who Is the Citizen'sOther? Considering the Heft of Citizenship, 8 THEORETICAL INQUIRIES L 333 (2007) and related articlesin the symposium.265. See Kapur, supra note 182, at 284.The Dissident Citizen 1473equality is unable to accommodate or address.\"2\" Instead, tolerance functions toreproduce the liberal notion of equality, but in focusing mostly on depoliticizingthe issue, does little to dismantle the stigma of a queer sexual orientation.267Thus, Kapur suggests that, rather than actually advancing the cause of sexualliberation, Naz Foundation and other court cases and concomitant rights claimsmay be limited in their victory.26 \"Tolerance,\" she writes, \"does not offer anyvision of transformation, but becomes a substitute for justice, where the dif-ference of the 'Other' is accommodated rather than her injury addressed.\"269 Asshe argues, even the newfound visibility of the LGBT movement in India risksdepoliticization through its reliance on conventional consumerism and theneoliberal marketplace.\"' Further, \"while there is an appearance of magnanimityon the part of the majority or the state,\" she concludes, \"in fact the extension oftolerance constitutes a way in which to sustain dominant sexual, familial, andcultural norms. 'Indeed, Kapur is certainly asking the most important question: What arethe limits of tolerance within a legal framework? Both forms of diaspora--ofpeoples and of legal principles-give rise to transnational loyalties that indirectlytinker with the fixed notions that we attach to citizenship and that help us toreimagine a liberation that can be just as dispersed across jurisdictions as thediaspora itself. As the SALGA example suggests, transnational loyalties emergefrom queer connections forged across borders, recoding the concept of citizenshipto \"Mother India.\" These transnational loyalties have transformative potential.Just as SALGA's protests reformed the presumed heterosexuality of the Indiandiaspora, they also reformed the presumed stereotypes associated with the gay andlesbian movement in the United States. And Naz Foundation, as it becomesreframed as a commentary on-and a transcendence of-Lawrence's limitations,helps us imagine a more regional and inclusive approach to comparative consti-tutional interpretation. Commenting on the appearance of Nehru's passage, onequality and the \"city of words,\" mentioned in the prior Part, Indian scholarsLawrence Liang and Siddharth Narrain continue:But we also know that it would be naive to believe that the city ofwords finds its perfect reflection in reality, and more often than not thereal world is always an imperfect one in which promises remainunfulfilled, and in the memorable words of Langston Hughes, dreams are266. Id. at 393.267. Id. at 394.268. Id. at 388.269. Id. at 394.270. Id. at 394-95.271. Id. at 395.5 7 UCLA LAw REVIEW 1415 (20 10)1474deferred.... But isn't it also the case that the constant striving for theperfect community and the attempts at bridging the distance betweenthe city of words and the imperfect city is precisely what we name as poli-tics. It is in the distance that is traversed between the two cities, thatstruggles reside. And finally it is only through politics and strugglesthat rights are created .... [A] constitution does not create rights, itmerely confirms their existence.272In other words, the notion of the transnational queer citizen capturesthe idea that the letter of the law, just like national borders themselves, can beboth transcended and transgressed by the forces of culture-to fill the voidbetween Nehru's \"city of words,\" which suggested the letter of the law, andLiang and Narrain's \"imperfect city,\" which directed us to the cultural reali-ties that we inhabit. It is precisely in the diasporic reworking of thoseentitlements that the concept of home and nation-state gain a newfound sali-ence in their reconstitution.Nevertheless, despite these possibilities for transcending national bordersand citizenship rules, one must be careful not to minimize the import of thenation and of the laws that govern queer diasporas, and the concomitant rela-tionship between legal and cultural citizenship. In other words, we may be ableto \"think ourselves beyond the nation,\"'273 but the lived reality of many in thepost-9/11 world underscores just how powerful state regulation can be in manag-ing aspects of our daily lives. Leti Volpp, in her own work, presciently reminds usthat \"[w]e function not just as agents of our own imaginings, but as the object ofothers' exclusions.\" '274 It is through the transcendence of borders that we reimag-ine nationhood, and it is through the reimagination of nationhood that wereimagine citizenship altogether. Our pathway to the future will be informed bythe success-or failure-of this transnational possibility.CONCLUSIONOn August 15, 1947, precisely at midnight, the Constituent Assembly,which consisted of representatives selected by the Indian people, took a solemnoath of office to serve the people of India. \"The appointed day has come, the dayappointed by destiny-and India stands forth again after long slumber andstruggle, awake, vital, free and independent,\" spoke Pandit Jawaharlal Nehru on272. Lawrence Liang & Siddarth Narrain, Striting for Magic in the City of Words, in THE RIGHTTHAT DARES TO SPEAK ITS NAME, supra note 182, at 109, 110.273. Volpp, supra note 11, at 1597 (quoting Arjun Appadjurai, Patriotism and Its Futures, 5 PUB.CULTURE 411, 411 (1993)).274. Id. at 1598.The Dissident Citizen 1475that morning.275 For those who remember that day, it was marked by thenewfound awareness that this crowded, populous nation-poor, fledgling, andplagued by its own civil strife--could rise up against the edifices of colonization,and successfully give birth to what stands today as the largest democracy in theworld. Even to this day, India's victory over Britain-indeed, over the verylegacy that ruled India for centuries-remains an unparalleled, even dazzling,moment in global history, one that marked the triumph of the poor and thecolonized over a monastic imperiality.Let us fast forward briefly to another moment sixty-two years later. A groupof queer South Asians has gathered at the Stonewall Inn in New York City, at7:30 p.m. precisely, to mark another historical moment in the birth of gay rights.As they gather, clinking glasses, celebrations have been underway in every majorcity in India to mark the Delhi High Court's decision to overturn sodomy lawsin India. The moment is crucial, not just for its legal importance, but also for itscultural significance in the non-Western world. The strident extension ofequality and civil rights to sexual minorities in India is a powerfully emblematicmoment-just as the photographs of hundreds of queer activists standing outsideof the Delhi High Court suggest.275. Jawaharlal Nehru, Prime Minister, India, Speech on the Granting of Indian Independence(Aug. 14,1947), available at http://www.scribd.com/docII8496549fJawaharlal-Nehru-Speech-1947.1476 5 7 UCLA LAW REVIEW 1415 (20 10)",
    "id": 144230366,
    "identifiers": {
        "doi": null,
        "oai": "oai:ir.lawnet.fordham.edu:faculty_scholarship-1234"
    },
    "title": "Dissident Citizen, The Symposium: Sexuality & Gender Law: Assessing the Field, Envisioning the Future",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2009-01-01T08:00:00+00:00",
    "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=1234&amp;context=faculty_scholarship"
    ],
    "updatedDate": "",
    "yearPublished": "2009",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/144230366.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/144230366"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/144230366/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/144230366/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/144230366"
        }
    ],
    "abstract": "We have arrived at a crossroads in terms of the intersection between law, sexuality, and globalization. Historically, and even today, the majority of accounts of GLBT migration tend to remain focused on a narrative of movement from repression to freedom, or a heroic journey undertaken in search of liberation. Within this narrative, the United States is usually cast as a land of opportunity and liberation, a place that represents freedom from discrimination and economic opportunity. But this narrative also elides the complexity that erupts from grappling with the reality that many other jurisdictions outside of the United States can be even more forward looking when it comes to recognizing the need for GLBT civil rights and the fact that many immigrants to the States may confront a much more complex reality for many people of color, particularly in a post 9/11 world.  This Article attempts to provide one vantage point in theorizing the bipolar classifications that characterize globalization narratives regarding sexuality. Towards that end, this paper uses the notion of a diaspora as a tool with which to highlight some key constitutional hybridities in the terrain of law and sexuality. The notion of a diaspora, I argue, represents a new way of thinking of the intersection between sexuality, law, and globalization by forcing us to confront hybrid possibilities, particularly in recalibrating and reimagining the lines that we draw between North and South, East and West, home and elsewhere.  Towards that end, this paper introduces two conceptions of the diaspora, one cultural, another legal, by engaging in a close comparison between the recent Naz Foundation opinion overturning sodomy laws in India and Lawrence. Part I introduces the notion of a queer diaspora: referring, first, to the notion of a queer diaspora among people, and the communities, real or imagined, that flow from it. In Part II, I broaden this concept to introduce a secondary conception of a constitutional diaspora in evaluating the role of hybridity in the wake of Lawrences international implications. Part III takes a more normative approach than the previous sections, and here, discusses what these two types of a diaspora offer us in terms of reimagining the terrains of nationhood and citizenship",
    "tags": [
        "article",
        "sexuality",
        "civil rights",
        "Civil Rights and Discrimination",
        "Law",
        "Sexuality and the Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:ir.lawnet.fordham.edu:faculty_scholarship-1234",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3464",
        "openDoarId": 0,
        "name": "Fordham University School of Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 144230366,
        "depositedDate": null,
        "publishedDate": "2009-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T04:20:45+00:00",
        "acceptedDate": null,
        "createdDate": "2018-01-01T15:18:56+00:00"
    },
    "urls": [
        "https://ir.lawnet.fordham.edu/faculty_scholarship/235",
        "https://ir.lawnet.fordham.edu/context/faculty_scholarship/article/1234/viewcontent/57UCLALRev.pdf"
    ],
    "lastUpdate": "2024-01-24T04:20:45+00:00",
    "setSpecs": []
}