{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ng, E."
        },
        {
            "name": "Rumens, N."
        },
        {
            "name": "Ng, E."
        },
        {
            "name": "Rumens, N."
        }
    ],
    "contributors": [],
    "createdDate": "2023-08-01T09:09:29+01:00",
    "dataProvider": {
        "id": 71,
        "name": "Middlesex University Research Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/71",
        "logo": "https://api.core.ac.uk/data-providers/71/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1002/cjas.1443",
    "downloadUrl": "https://core.ac.uk/download/573851523.pdf",
    "fullText": " Diversity and Inclusion for LGBT Workers: Current Issues and New Horizons for Research Eddy S. Ng1 Dalhousie University Nick Rumens University of Portsmouth Introduction The organization literature on lesbian, gay, bisexual and transgender (LGBT) workplace issues is well over three decades old, a milestone that warrants celebration and reflection given that the study of LGBT sexualities and genders has not garnered enormous attention from organization researchers. Indeed, this special issue is timely in that respect, and particularly in the context of this journal. While the Canadian Journal of Administrative Sciences has published on LGBT issues such as in the arena of gay and lesbian sports (Washington & McKay, 2011), the journal has yet to publish research that explores LGBT issues in different avenues of everyday life including the workplace. As is typical of the organization scholarly literature more broadly, gender has received greater attention in the journal, evidenced in vibrant and important scholarly research on organization masculinity (Mills & Mills, 2006), gender and diversity management (Kirton & Greene, 2010; Loukil & Yousif, 2016), and sexual harassment (Hart, 2012). From a wider perspective, feminist organization studies literature indicates that gender, in comparison to sexuality, has typically attracted more scholarly interest. Even within the organization and sexuality literature, which shattered the container metaphor of organization by showing how sexuality and organization are mutually constitutive of one 1 The author gratefully acknowledges support from the F.C. Manning Chair in Economics and Business, Dalhousie University in the preparation of this Special Issue.   1                                                         another (Hearn & Parkin, 1995), LGBT scholarship comprises a relatively small part of this corpus of research. Still, extant literature on LGBT workplace issues is empirically and theoretically rich, and has kept abreast of wider economic and socio-cultural shifts that have (re)shaped sexual and gender politics in specific cultural contexts (Colgan & Rumens, 2015). As such, it is apposite that this special issue lays the foundations within the journal for future research on LGBT workplace issues. A number of scholars have carved up the organization scholarship on LGBT workplace issues into relatively distinct phases or waves (Colgan & Rumens, 2015; Ozturk, 2011). For example, Maher and colleagues (2009) observe three distinct phases: Early work (1800s-1972) focused on homosexuality as a disease; the second phase (1972-1990) targeted negative attitudes towards homosexuality (e.g., combatting homophobia, violence and discrimination against LGBTs); and the third phase (post-1990) focused on changing institutions to foster a positive climate in the workplace.  Consistent with this, recent research in this third domain has also shifted from employment discrimination, identity management, and career counselling for LGBT individuals (Chung, Williams, & Dispenza, 2009; DeJordy, 2008; Ragins, 2008) to, amongst others, countering hetero- and cisnormativity in the workplace, the adoption of LGBT-friendly practices to create more inclusive workplaces, and understanding the career choices of LGBT individuals (Chuang, Chruch, & Ophir, 2011; Everly & Schwarz, 2015; Köllen, 2016; Ng, Schweitzer, & Lyons, 2012; Lewis & Ng, 2013; Ozturk & Rumens, 2014). In this literature, the persistence and pervasiveness of hetero- and cisnormativity in the workplace continues to concern organization scholars exploring the experiences of LGBT workers (Köllen, 2016). Heteronormativity is typically understood as a normative  2 regime that requires individuals to inscribe themselves into a hierarchical sexual order (Warner, 1993), but it is also mobilized as an analytical category to examine how heterosexuality acquires a normative status in the workplace, against which LGBT sexualities and genders are often cast as \"abnormal\" and \"unnatural\" (Colgan & Rumens, 2015). Similarly, cisnormativity has been coined as a term to describe a normative regime in which it is \"normal\" for individuals to be cisgender, whose personal gender identity is the same as the sex category they were assigned at birth (Schilt & Westbrook, 2009). As the contributions to this special issue demonstrate, challenging normativity in the workplace can be difficult and sometimes at odds with current efforts made by some organizations to cultivate LGBT diversity and inclusion in the workplace.   LGBT diversity is under researched compared to other dimensions of diversity  To begin, we note that research on LGBT workers is disproportionately smaller compared to research that focuses on other dimensions of diversity (Ragins, 2004).  A “quick and dirty” search of the Web of Science Social Sciences Citation Index (SSCI) and Emerging Sources Citation Index (ESCI), between 1956 to 2016, yields 331, 271 publications for “women,” 100,622 for “disabilities,” 74,896 for “race,” but only 1,997 for “LGBT” individuals (see Figure 1).  In contrast, using the recent U.S. Census data as a strawman (sic) for comparison, 50.8% of the U.S. population are women, 38.4 are racial minorities (non-White), 8.6% have a disability (U.S. Census, 2017), and 3.8% self-identify as LGBTs2 (Gates, 2014).  This roughly translates into 6,521 publications per percent of the population for women, 11,700 for individuals with disabilities, 1,950 for racial minorities, but only 570 per LGBT individuals.  Thus, although the number of 2 Based on an average of multiple surveys which ranged from 1.7% to 5.6% (see Gates, 2014).  3                                                         LGBT individuals may be numerically small, it is apparent that the amount of research attention that is assigned to LGBT workplace issues would appear to be disproportionately low compared to other marginalized groups.   [Insert Table 1 here] [Insert Figure 1 here]  There are a number of reasons why there has been relatively fewer published studies on LGBT employment issues.  First, sexual orientation is generally understood to be a concealable identity, unlike gender and race which can be highly visible. LGBT individuals who do not wish to disclose their sexual orientation are able to adopt identity management strategies to conceal their sexual identity in the workplace (Ragins, Singh, & Cornwell, 2007).  As LGBT workers continue to face prejudice and discrimination in the workplace around the globe based on sexual orientation and gender (Herek, 1997; Köllen, 2016; Ragins, 2004; Weichselbaumer, 2003), a large number of LGBT individuals choose to conceal their sexuality (Fidas & Cooper, 2015; Hewlett & Sumberg, 2011). One outcome is that LGBT workplace issues are assumed to be unimportant or, in the worst cases, constructed as non-issues. In cultural contexts where LGBT issues have gained prominence on political agendas, Hutchinson (2011) notes that advocacy for LGBT rights in Western countries has traditionally focused on marriage equality and military service, such as in the U.S. (e.g., “Don’t Ask, Don’t Tell” policy), which can divert attention away from securing LGBT protection and equality in the workplace.  Second, the number of self-identified LGBT individuals is frequently underreported in census and survey data arising from respondents’ fear of harassment and  4 discrimination (Gates, 2011, 2014).  The underestimation of LGBT populations has led to an underreporting of LGBT issues and concerns, such as antigay attitudes (Coffman, Coffman, & Ericson, 2016).  As an example, the lack of protection for LGBT individuals in many parts of the world against hate crimes (ILGA, 2016) has also contributed to the underreporting of hate crimes by LGBT individuals (Stotzer, 2007).  In this respect, LGBT concerns and protection may attract far less attention, compared to say women or racial minority issues, prompting far less research in this domain. In light of these difficulties, it is little wonder that reliable data on the numbers of LGBT workers in different labour markets is hard to find, although researchers are beginning to formulate theories about the position of gay men and lesbians in types of occupations based on survey data (Tilcsik, Anteby, & Knight, 2015).  Third, some LGBT scholars may choose not to write on LGBT workplace issues to avoid being stereotyped as “LGBT scholars.”  For example, Ng (2014) shares his trepidation about being pigeonholed as a \"queer scholar,\" and instead chooses to research on other marginalized groups such as women, racial minorities, and immigrants.  He adds that by focusing and writing about other stigmatized groups, the impetus for fair treatment may help change societal prejudice and promote equality and social justice for everyone, including LGBT people.  At the same time, while there are many men who engage in gender and feminist research (e.g., Klarsfeld, 2014), it is unclear if there are many heterosexual scholars who focus their research on LGBT workers and employment issues.  Heterosexual researchers, and heterosexual men in particular, may avoid LGBT topics for fear of being typecast or presumed gay when they engage in LGBT research (Harding, 2007; Nayak & Kehily, 1996).  However, heterosexual scholars can highlight  5 LGBT concerns in the workplace and act as LGBT allies (Brooks & Edwards, 2009), in the same way they can support women in the workplace and bring legitimacy to gender as a serious workplace issue.  This is important because evidence suggests that as the number of allies grows, support for LGBT rights also increases (Lewis & Gossett, 2008; Lewis, 2011).  Relatedly, some LGBT scholars may choose not to research LGBT workplace issues within the institutions that employ them. As Ozturk and Rumens (2014) show in the UK, business schools and management departments can be intensely heteronormative institutions. Some of the gay men interviewed by the researchers reported being dissuaded by colleagues and deans from researching LGBT workplace issues based on flimsy evaluations of these topics as insubstantial. Similarly, Giddings and Pringle (2011), based in New Zealand/Aotearoa, recount the challenges of being two lesbian women working in a business school, an experience they describe as \"working in the mouth of the dragon of capitalist patriarchy\" (2011, p. 95). They highlight both the heteronormative and patriarchal dimensions of business schools that can disadvantage lesbian women. As such, these studies support observations made by other organization studies scholars that business schools can be challenging places to pursue research agendas on workplace heterosexism and homophobia (Creed, 2005; Rumens, 2017).   Fourth, \"homosexuality\" has long been considered as a medical abnormality and psychological disorder in many countries, and a great deal of research undertaken on LGBT individuals has been imbued with a medical or health perspective (Maher et al., 2009; Anteby & Anderson, 2014).  In contrast, comparatively less research has been undertaken on the workplace experiences of LGBT people.  Still, a vibrant body of  6 organizational literature on LGBT workplace issues has developed and it is possible to track changes in its focal points over the years (Colgan & Rumens, 2015). For example, LGBT workplace research from the late 1970s onwards centred mostly on the absence of legal protection and the inimical effects of workplace heterosexism and homophobia. As organizational landscapes have changed in the intervening decades, so too has organizational research on LGBT workplace issues, such as the recent shift over the last decade or so toward examining how organizations are creating work environments that are LGBT inclusive (Everly & Schwarz, 2015; Köllen, 2013). Indeed, a turn of emphasis from studies on anti-discrimination towards researching the business case for valuing LGBT diversity (since the 1990s) has seen a small boom in the number of papers devoted to LGBT workplace diversity, equality and inclusion (see Figure 1).    The importance of organizational research on LGBT workplace issues Although there have been significant gains in advancing LGBT rights, such as same-sex marriage which is currently legal in 22 countries (including Canada since 2005), the International Lesbian, Gay, Bisexual, Trans and Intersex Association (ILGA) reports that discrimination against LGBT individuals is still widespread around the globe. In 'State Sponsored Homophobia' (ILGA, 2016), the latest world survey of sexual orientation laws, the ILGA highlights that homosexuality remains illegal in 73 criminalising States, and of these, 13 States (or parts thereof) retain, and some actively apply, the death penalty for same-sex sexual acts. Scholarly research on the plight of LGBT people in the workplace within these States is non-existent, as far as we can tell. Even within countries that claim to be \"liberal\" and \"inclusive\" of LGBT people, the  7 picture is more complex than it might at first appear. Taking the U.S. as an example, LGBT workers did not have any form of employment protection in 28 States, which in principle means any worker known to be LGBT can be fired on the basis of their sexual orientation. This situation is deplorable, requiring urgent empirical investigation and political action. Although substantial gains have been made on advancing LGBT employment rights in some parts of the U.S. and in other countries (Hebl et al., 2016), nothing can be taken for granted. For example, emerging reports of an Executive Order from President Trump to protect “religious liberties”, allowing employers to fire or refuse to hire LGBT people on the basis of their religious beliefs (Lovett, Gershman, & Radnofsky, 2017), is of grave concern, although it remains to be seen if it will materialise.  Across Europe, where LGBT individuals generally enjoy greater employment protection, 1 in 5 LGBT employees report that they experience discrimination during job interviews and at work (Catalyst, 2015).  Even in Canada, a country heralded as \"queer friendly\" (Bowring & Brewis, 2009), LGBT individuals are excluded in affirmative action efforts, which seek to improve the representation of marginalized groups (i.e., women, racial minorities, indigenous peoples, and persons with disabilities) in the workplace (cf. Ng & Burke, 2010).  A listing of LGBT rights in OECD countries is provided under Table 2. [Insert Table 2 here] Despite formal anti-discrimination organizational policies, LGBT workers continue to experience mistreatment and harassment, including bullying and microaggressions (Galupo & Resnick, 2016; Pizer, Sears, Mallory, & Hunter, 2011).  According to a recent Human Rights Campaign survey, 53 percent of LGBT workers continue to conceal their  8 sexual orientation, including 35 percent who feel compelled to lie about their personal lives at work (Fidas & Cooper, 2015).  Many LGBT workers continue to endure and put up with “gay jokes” for fear of losing connections or relationships with their coworkers (Catalyst, 2015; Fidas & Cooper, 2015).  Meyer (2003) suggests that stigma, prejudice, and discrimination can create a hostile and stressful social environment that causes mental health problems.  Therefore, LGBT workplace who have to expend energy and effort to conceal their sexual identities at work also experience greater anxiety, emotional exhaustion, and social stress (Lewis, Derlega, Griffin, & Krowinski, 2003).  These negative effects can also be multiplied for particular minority groups, such as LGBT workers of colour who may have to contend with discrimination (e.g. racism and homophobia) on multiple fronts (Adams, Cahill, & Ackerlind, 2005). However, an \"inclusive\" work environment can improve the mental wellbeing of LGBT workers.  Studies have shown that LGBT supportive policies are linked with a greater willingness to “come out” in the workplace, which in turn improves the wellbeing of LGBT workers (cf., Badgett, Durso, Mallory, & Kastanis, 2013).  \"LGBT-friendly policies,\" as they have been labelled by some academics (Everly & Schwarz, 2015), along with supportive workplace initiatives, managers, supervisors and coworkers can reduce discrimination and significantly improve workplace climates for LGBT workers (Huffman, Watrous-Rodriguez, & King, 2008; Ragins & Cornwell, 2001).  Furthermore, Pichler, Ruggs, & Trau (2017) suggest that supportive workplace policies can help to promote an inclusive climate for all workers which, in turn, can condition more favourable treatment of LGBT people by their heterosexual coworkers.  Indeed, it is suggested that coworker support contributes extensively to life satisfaction for LGBT  9 individuals (Huffman et al., 2008), as they can act as important allies and advocate for greater equality (Sabat, Martinez, & Wessel, 2013).  In these organizational environments, LGBT workers have less need to conceal their sexual orientation, have greater voice, experience lower stress and symptoms of depression, and report improved mental wellbeing (Badgett et al., 2013; King & Cortina, 2010).  As a result, they enjoy greater job satisfaction, can contribute more fully to their roles, and have more positive career experiences (Griffith & Hebl, 2002; Day & Schoenrade, 2000; Ragins, 2004).  In summary, the current landscape of LGBT equality, diversity and inclusion in the workplace is mixed, and this unevenness is reflected, although not mirrored exactly, in the wider global context of LGBT rights, protection and recognition. As stated above, there are salient reasons as to why LGBT workplace issues demand serious ongoing scholarly attention, a sentiment acknowledged by all the contributors to this special issue. In order to contextualize these contributions further, we turn now to consider how the themes of LGBT diversity and inclusion in the workplace have been examined within extant organizational literature.   Beyond the business case for LGBT diversity in the workplace As previously mentioned, organizational research on LGBT workplace issues has changed over the last decade or so, evident in much of the concern it now shows for understanding how organizations are confronting the challenge of creating LGBT diverse workforces (Colgan, Wright, Creegan & McKearney, 2009; Köllen, 2013). One driver of change here is the employment legislation introduced in some countries to protect LGBT people from discrimination, but another significant driver is the business case for  10 workplace diversity. As Herring (2009) notes, a \"value-in-diversity perspective\" asserts that a diverse workforce, relative to a homogeneous one, is generally beneficial for business. Upbeat accounts of the business case for diversity claim that its implementation can help organizations to improve, amongst other things, organizational productivity, increase corporate profits and earnings, enhance organizational problem-solving capabilities, and expand market share (Garnero, Kampelmann & Rycx, 2014; Richard, 2000). However, research shows that the effects of cultivating a diverse workforce are unclear (Choi & Rainey, 2010). Detractors of the business case point out that it is fatally flawed (Noon, 2007), partly on the basis that it is primarily aimed at managers who are already sceptical about equality of opportunity in the workplace. Diversity management's managerialist register and goals have been criticized by those scholars who feel that it effaces a social justice case for equality, giving rise to provocative questions about whether there is still a place in the neoliberal market for notions of equality based on \"social justice\" (van Dijk, van Engen, & Paauwe, 2012).  Despite these misgivings, the business case for diversity has been mobilized as an incentive for employers to foster LGBT workforce diversity. As Raeburn (2004) demonstrates in the U.S., LGBT workers can exert pressure on employers to end discriminatory practices against LGBT workers, which can be achieved by advancing a business case argument. In this formulation, there are fiscally responsible reasons as to why organizations should develop LGBT inclusive work cultures. However, empirical research on the link between LGBT workforce diversity and multiple organizational outcomes is limited (Badgett et al., 2013), and it is unclear how, in what employment sectors and States, and to what extent LGBT diversity \"pays.\" Still, research published by  11 The Williams Institute (Sears & Mallory, 2011) suggests that the business case for diversity can motivate employers to develop LGBT policies and benefits. The study found that most of the top 50 Fortune 500 companies stated that LGBT diversity policies and benefit packages are good for their business. The report also reveals how some firms make claims to have increased their bottom-line by developing anti-discrimination policies based on sexual orientation and gender identity, and extending domestic partner benefits to LGBT workers. Indeed, the motives for producing LGBT policy and the effect it has on organizational productivity is a prominent focal point in the organizational literature that addresses LGBT workforce diversity (Button, 2001; Everly & Schwarz, 2015; Ragins & Cornwell, 2001; Wang & Schwarz, 2010).  It is striking that the business case for LGBT diversity is also used by some LGBT groups to convince employers of the merits of a LGBT diverse workforce (Ward, 2008). This is apparent also in how the U.K.-based LGBT organization Stonewall incentivizes and appeals to organizations to become one of The Top 100 Employers for LGBT workers. The Top 100 Employers publication is compiled from submissions to the Workforce Equality Index, described as ‘the definitive benchmark for gay-friendly employers’ in the U.K. (Stonewall, 2014, p.1). The latest Top 100 Employers, hailed by Stonewall as the ‘definitive guide to the most inclusive employers in Britain’ (Stonewall, 2017), scores and ranks participating organizations across ten areas of employment policy and practice. Each year Stonewall profiles the winner and singles out the network group, senior champion, role model and ally of the year. In this capacity, the Equality Index scheme acts as a productive site of engagement with the business community, encouraging organizations to take seriously the needs and interests of a LGBT diverse  12 workforce. Indeed, the business case for diversity plays a central role in that regard, typified in the following excerpt from the 2017 Top 100 Employers illustrates:  \"We work with over 700 employers who recognise that creating an inclusive workplace is not only the right thing to do, but is also crucial to their success\" (Stonewall, 2017, p. 3). The use of the business case by Stonewall has attracted scholarly criticism. For instance, Rumens (2015) argues that LGBT people are discursively constituted as potentially viable sexual and gendered workers in organizational and economic terms, but nothing is published about the uneven consequences of the discourses that constitute LGBT workers as such. Academic research has started to build inroads here (David, 2016; Riach, Rumens, & Tyler, 2014), underscoring another area that merits further research: how LGBT workers experience inclusion in workplaces which are claimed to be \"LGBT inclusive\" by employers and in guides such as those published by Stonewall.    Workplace Inclusion for LGB, but what about and T? Organizational research has taken strides toward addressing questions around what can done and by whom to achieve LGBT inclusivity in the workplace (Martinez & Hebl, 2010). Here, there are a number of challenges confronting employers, such as paying careful attention to how human differences are understood and experienced in the workplace (Nishii, 2013).  Shore et al. (2011) add that an individual must feel unique and experience a sense of belonging to perceive a sense of inclusion. Also, Mor Barak (2016) contends that individuals must be networked, involved and be a part of the decision-making process in order to experience inclusion. In light of this research, it is important  13 to note how non-employment LGBT legal rights can serve as cues for organizations to exceed what is expected of them in law (Everly & Schwarz, 2015). Here, then, issues of LGBT workplace inclusivity escalate quickly to the wider socio-political landscape. For example, as a matter of current concern in the U.S., President Trump's decision to revoke the landmark guidance to public schools letting transgender students use the bathrooms of their choice is a devastating reversal of equality gains for transgender people (Trotta, 2017). Potentially, this opens the flood gates for organizations to openly discrimination against young, vulnerable transgender people within education institutions in States that wish to conform to a cisnormative approach to managing gender diversity. The move towards devolving decision-making on transgender people's use of bathrooms carries potentially disastrous outcomes for LGBT inclusion in educational workplaces, as well as signalling to organizations more broadly that LGBT workplace issues, rights, and inclusion is a negotiable matter. While LGBT workplace inclusion is seen to be desirable for both LGBT workers and employers, it is questionable whether and how far organizational initiatives that promote LGBT workplace inclusion will dismantle hetero- and cisnormativty in the workplace. Here, then, the idea of LGBT inclusion seldom receives sufficient scholarly interrogation. There are good reasons why organizational scholars ought to devote more attention to how LGBT inclusion is understood and experienced in the workplace. This argument is articulated and illustrated vividly in recent research on \"gay-friendly\" organizations and workplaces.  The idea of \"gay-friendly\" organizations is often found in debates on LGBT workplace inclusion, not least because it is suggested that \"gay-friendly\" organizations are said to act on the behalf of the best interests of LGBT  14 workers. For example, Correia and Kleiner (2001) assert: ‘Gay friendly’ employers are those organizations that foster an atmosphere considered hospitable to gay, lesbian and bisexual employees (p. 95). Characteristics of \"gay-friendly\" organizations are said to include: 1) employment policies covering sexual orientation and gender identity that are consistently enforced; 2) domestic partnership benefits for same-sex couples; 3) LGB support groups; 4) diversity training on sexual orientation and gender; 5) respectful advertising to LGB stakeholders and charitable support for LGB communities. While such features may indicate that some employers are \"gay-friendly\", they also raise important questions about who is not included in definitions of \"gay-friendliness\" and how this is experienced on the ground level.  For example, Rumens (2017) notes that Correia and Kleiner's (2001) definition of \"gay-friendly\" organizations does not refer to inclusion policies and employment practices targeted at transgender (T) workers. Research is warranted that explores the unacknowledged meanings attached to \"gay-friendly\" organisations since they can be potentially revealing of what the term avoids asking: do organizational sexualities continue to be categorized around a heterosexual/homosexual binary, and who benefits from the heteronormative logic that reproduces these divisions? (Rumens, 2015).  Such concerns are beginning to structure organizational research that draws on critical theories, such as feminism, queer theory, and poststructuralism (Rumens, 2017; Rumens & Kerfoot, 2009; Williams, Giuffre & Dellinger, 2009). For example, Williams et al. (2009, p. 29) draw on feminist and queer theories to scrutinize the concept of \"gay-friendly\" work contexts as \"work settings [that] attempt to eradicate homophobia and heterosexism.\" \"Gay-friendly\" workplaces are said not to just tolerate LGBT employees  15 but, as the researchers hold, \"accept and welcome them into the workplace\" (2009, p. 29). Drawing on interview data gathered from LGB employees in the U.S., Williams et al. (2009) show how such work contexts can place normative injunctions on LGB workers to fit into existing organizational heteronormative cultures by, for example, encouraging them to behave and dress in certain ways that conform to hetero-norms that uphold the gender and sexual order. Williams et al. (2009) use the metaphor of the \"gay-friendly closet\" to describe how LGB inclusion and visibility in the workplace is contingent upon meeting heteronormative standards of LGB behaviour and identity.  Of considerable note is that research on LGBT workplace inclusion also demonstrates sensitivity to the differences within the LGBT acronym. This can be seen in the attention scholars are now paying to terms such as  \"biphobia,\" \"bi-negativity,\" and \"transphobia\" (Davis, 2009; Green, Payne, & Green, 2011). These have been mobilized by researchers as analytical categories for exposing and interrogating specific forms of gender and sexual discrimination experienced by particular groups within the LGBT acronym. The employment experiences of bisexuals and transgender workers are two groups of people either previously overlooked or often unceremoniously lumped together with gay men and lesbians under variations of the LGBT acronym in the organizational literature (Köllen, 2013, 2016). Clearly, there are salient differences in how bisexual and transgender workers experience, amongst other things, employment discrimination, and deploy identity disclosure and management strategies (see, for example, Connell, 2010; David, 2016; Köllen, 2013). Green, Payne and Green (2011) conducted an international survey of the experience of bisexual people in the workplace, which indicated that being ‘out’ as bi at work is linked to a higher quality of work life, especially when employers  16 are committed to developing policies and organizational practice that targets both sexual orientation and gender identity issues. At the same time, coming and staying out at work is a risky enterprise due to the pervasiveness of bi-negativity. Notably, many study respondents reported that gay and heterosexual colleagues misunderstood bisexuality, found they were not accepted as \"legitimate\" members of LGBT employee resource groups and perceived by coworkers as \"untrustworthy,\" \"unreliable and/or indecisive.\" Many survey participants felt this had a damaging effect on their career advancement prospects.  In summary, research on LGBT workplace inclusion is branching out in different directions, steering scholarly attention to important issues such as critiquing the very idea of LGBT inclusivity, especially as it might be articulated through notions of \"gay-friendly\" organizations and workplaces. Other branches lead to topics such as paying greater attention to difference within the LGBT acronym, to draw out the nuances in how workplace inclusion is variously understood and experienced by L, G, B, and T workers. Furthermore, there are multiple drivers behind advancing LGBT workplace inclusion, such as the pressure exerted by LGBT network groups, and a business case for LGBT workplace inclusion which is premised on the argument that it is fiscally responsible to do so. However, it is also evident that many organizations will not pursue LGBT inclusivity, especially as such actions are not prescribed by legislation (Martinez & Hebl, 2010). Again, it is wise not to assume or take anything for granted when it comes to LGBT employment rights, workplace diversity and inclusion, as the contributions to this special issue demonstrate in different ways.   17 Contributions to this Special Issue This special issue comprises 7 contributions on a broad range of topics which converse with the issues and themes described above. These are as follows.   New forms of harassment  Although the topic of employment discrimination against LGBT workers has a commanding literature behind it, there is increasing awareness of new forms of harassment, such as microaggressions and ostracism.  Microaggressions are comments that can pass off as harmless, while ostracism involves ignoring and excluding someone.  Wesselmann, DeSouze, and Ispas (this issue) notes that these new forms of harassment are subtle and unlike “old fashion” discrimination, are invisible to observers and difficult for the victim to prove.  However, Wesselmann et al.’s review of the literature suggests that they are no less harmful to LGBT individuals in the workplace, and can have the same negative physical and psychological consequences.  Of note, fear of ostracism (i.e., being excluded) has led many LGBT workers to remain closeted in the workplace.  Those who are out, face and experience microaggressions, which could be intentionally or unintentionally, hostile to LGBT individuals.  The resulting outcomes of microaggressions and ostracism are harmful for both LGBTs and organizations, as it fosters a hostile work environment.  Research on microagressions and ostracism towards LGBT workers is in its early days, and limited to North America, and successful intervention strategies will need to be identified to overcome these new forms of harassment.  Threats to dignity   18 As noted previously, although employers and organizations are working to become more “gay-friendly,” harassment directed at LGBT workers continues to make workplaces hostile, with evolving forms of discrimination such as microaggressions and ostracism (Wesselmann et al., this issue).  Therefore, it should come as no surprise for many LGBT workers to experience threats to their sense of workplace dignity.  At the core of the workplace dignity concept is a sense of self-worth and self-respect, including worthiness, esteem, and respect that are accorded by others (i.e., coworkers).  Baker and Lucas (this issue) reports that threats to dignity arising from sexual orientation/gender identity can undermine the safety and authenticity of LGBT workers.  Dignity injury, in turn, can cause social, career, and physical harm.  Baker and Lucas documents four strategies in which LGBT individuals protect their dignity, including: (1) seeking out safe spaces for themselves, (2) deflecting harm with identity management strategies, (3) offsetting identity devaluation/debasing by focusing on their contributions to the organization, and (4) creating safe spaces for each other.  LGBTs also stereotype each other  Gender stereotypes have long played a role influencing employment decisions, from assessing the suitability of job applicants for a certain role, to performance evaluations of job incumbents.  Research has shown that heterosexual men tend to be rated higher on masculinity than gay men, while heterosexual women tent to be rated higher on femininity than lesbians (Herek, 1988).  However, it is unclear if gay men and lesbians also hold the same stereotypes of themselves.  Clarke and Arnold (this issue) investigate this and found that, indeed, gay men and lesbians hold the identical stereotypes of themselves as their heterosexual counterparts.  Heterosexual men were  19 rated higher on masculinity than gay men, while heterosexual women were also rated higher on femininity than lesbians.  Of note, however, is the finding that there was no difference in gay men and lesbian ratings on masculinity and femininity.  In other words, heterosexual men and women conform to masculinity-femininity stereotypes more so than gay men and lesbians.  The view that gay men and lesbians are viewed as (more) androgynous, can improve their perceived competence in gender incongruent roles.   Think leadership, think heterosexual male  Although there are more LGBT individuals who are out in the workplace, the number of out senior and high profile LGBT leaders and role models in the workplace appears small (notable exceptions have include former Prime Minister of Iceland Jóhanna Sigurdardóttir, Tim Cook of Apple, and Antonio Simoes of HSBC).  It is likely that an LGBT worker's effectiveness and suitability as a leader may be called into question given the negative sexual and gender stereotyping of LGBT people.  For example, gay men may be seen as not sufficiently masculine (see Clarke & Arnold, this issue), a trait that is still considered important in the traditional masculinist view of successful leadership. However, Morton (this issue) did not find evidence that gay men were perceived as less effective leaders than heterosexual men.  Gay men were also not found to be more agentic or communal than their heterosexual counterparts.  Still, Morton did find that participants who report greater “homonegativity” (i.e., homophobia or holding negative attitudes towards LGBT people) rated gay men as less effective leaders than heterosexual men, suggesting that leadership perceptions of gay men were influenced in part by bias against gay men.  Building trust with a LGBT leader   20 Given negative stereotypes and homophobia towards LGBT leaders (see Morton, this issue), it can be challenging for LGBT leaders to make connections, build rapport with followers and to lead effectively.  Bowring (this issue) proposes that trust may be an important conduit (i.e., meditator) in establishing the relationship between LGBT leaders and followers.  She proposes that LGBT leaders coming out to their subordinates may be an avenue to build this relationship. Accordingly, Bowring suggests that coming out, and sharing personal and sensitive information, is a risk-taking act which can lead to greater trust in a leader.  Although sexual orientation is an invisible stigma which can be concealed, individuals (including coworkers and subordinates) can infer one’s sexual orientation through daily interactions in the workplace.  Thus, LGBT leaders can develop trust with their followers by taking steps to disclose their sexual orientation, rather than allow their followers to discover this themselves or through other sources.  As Bowring suggests, this could in turn lead to greater leader satisfaction and reduce the effect of homophobia.  This contention deserves further empirical investigation given the potentially positive outcomes for leaders and the workplace.  Skill utilization important for LGBT job satisfaction  As noted above, many organizations and employers are seeking to integrate an increasingly diverse workforce, including LGBT workers, using diversity management practices to maximize the contributions of a diverse workforce.  The business case for diversity also builds on the premise that employees from diverse backgrounds offer an array of talents and skills (e.g., language capability) that can be tapped to enhance work performance.  However, it is unclear what contributes to LGBT employee satisfaction in an effort to retain and engage them.  Pink-Harper, Davis, and Burnside (this issue), using  21 data from the US federal Office of Personnel Management (OPM), investigates the degree to which diversity management practices and skills utilization contribute to LGBT worker satisfaction.  Pink-Harper et al., find that employee perceptions of diversity management influenced perceptions of their skills being effectively utilized. More importantly is the finding that employee perceptions of skill utilization contributed significantly to job satisfaction.   How inclusive are LGBT-friendly employer rankings?  The final contribution to this special issues comes from Tayar. Rankings of LGBT-friendly employers are popular because they confer legitimacy onto organizations that may be positively perceived by prospective employees, customers and shareholders. Despite their popularity, Tayar (this issue) reviewed 12 national rankings of LGBT-friendly employers and found that they are fraught with problems, not the least of them being how they encourage superficial and symbolic conformity rather than encourage real change for LGBT workers.  These rankings are often created by industry leaders and/or larger firms based on the best practices they currently have in place.  Smaller organizations that do not have the resources or capabilities to adopt these practices (of larger firms) are excluded.  These best practices (or best guesses) can reflect empty public declarations and information on corporate websites, but bear little resemblance with the climate and practices of the organizations.  Information is selectively presented (often portraying privileged LGBT employees) and problems are often concealed.  Despite high public visibility, these rankings are, as Tayar argues, simply window dressing and impression management on the part of larger corporations. As such, this article resonates with an earlier observation worth repeating again, that we must continue  22 to interrogate how LGBT workplace diversity and inclusion is understood and experienced by LGBT workers, in their own words. References Adams, E. M., Cahill, B. J., & Ackerlind, S. J. (2005). A qualitative study of Latino lesbian and gay youths’ experiences with discrimination and the career development process. Journal of Vocational Behavior, 66(2), 199-218.  Anteby, M., & Anderson, C. (2014). The Shifting Landscape of LGBT Organizational Research. Research in Organizational Behavior, 34, 3-25. Badgett, M. V., Durso, L. E., Mallory, C., & Kastanis, A. (2013). The business impact of LGBT-supportive workplace policies. Retrieved March 6, 2017, from https://escholarship.org/uc/item/3vt6t9zx  Barak, M. E. M. (2016). Managing diversity: Toward a globally inclusive workplace. Thousand Oaks, CA: Sage Publications.  Bowring, M. A., & Brewis, J. (2009). Truth and consequences: Managing lesbian and gay identity in the Canadian workplace. Equal Opportunities International, 28(5), 361-377.  Brooks, A. K., & Edwards, K. (2009). Allies in the workplace: Including LGBT in HRD. Advances in Developing Human Resources, 11(1), 136-149. Button, S. B. (2001). Organizational efforts to affirm sexual diversity: a cross-level examination. Journal of Applied psychology, 86(1), 17-28.  Catalyst. (2015).  Lesbian, Gay, Bisexual, Transgender Workplace Issues.  Retrieved March 6, 2017, from http://www.catalyst.org/knowledge/lesbian-gay-bisexual-transgender-workplace-issues   23 Choi, S., & Rainey, H. G. (2010). Managing diversity in US federal agencies: Effects of diversity and diversity management on employee perceptions of organizational performance. Public Administration Review, 70(1), 109-121.  Chuang, Y. T., Church, R., & Ophir, R. (2011). Taking sides: The interactive influences of institutional mechanisms on the adoption of same-sex partner health benefits by Fortune 500 corporations, 1990-2003. Organization Science, 22(1), 190-209.  Chung, Y. B., Williams, W., & Dispenza, F. (2009). Validating work discrimination and coping strategy models for sexual minorities. The Career Development Quarterly, 58(2), 162-170.  Coffman, K. B., Coffman, L. C., & Ericson, K. M. M. (2016). The size of the LGBT population and the magnitude of antigay sentiment are substantially underestimated. Management Science.  Colgan, F., & Rumens, N. (2015). Understanding sexual orientation at work. Sexual orientation at work: Contemporary issues and perspectives. London: Routledge.  Colgan, F., Wright, T., Creegan, C., & McKearney, A. (2009). Equality and diversity in the public services: moving forward on lesbian, gay and bisexual equality? Human Resource Management Journal, 19(3), 280-301. Connell, C. (2010). Doing, undoing, or redoing gender? Learning from the workplace experiences of transpeople. Gender & Society, 24(1), 31-55.  Correia, N., & Kleiner, B. H. (2001). New developments concerning sexual orientation discrimination and harassment. International journal of sociology and social policy, 21(8/9/10), 92-100.   24 Creed, W. E. D. (2005). Seven Conversations about the Same Thing. In A. Konrad, P. Prasad, & J. Pringle (Eds.), The Handbook of Workplace Diversity (pp. 371-400). London: Sage.   David, E. (2016). Outsourced Heroes and Queer Incorporations Labor Brokerage and the Politics of Inclusion in the Philippine Call Center Industry. GLQ: A Journal of Lesbian and Gay Studies, 22(3), 381-408.  Davis, D. (2009). Transgender issues in the workplace: HRD's newest challenge/opportunity. Advances in Developing Human Resources, 11(1), 109-120.  Day, N. E., & Schoenrade, P. (2000). The relationship among reported disclosure of sexual orientation, anti-discrimination policies, top management support and work attitudes of gay and lesbian employees. Personnel review, 29(3), 346-363.  DeJordy, R. (2008). Just passing through stigma, passing, and identity decoupling in the work place. Group & Organization Management, 33(5), 504-531.  Everly, B. A., & Schwarz, J. L. (2015). Predictors of the Adoption of LGBT-Friendly HR Policies. Human Resource Management, 54(2), 367-384.  Fidas, D., & Cooper, L. (2015). The cost of the closet and the rewards of inclusion: why the workplace environment for LGBT people matters to employees. Retrieved from: http://hrc-assets.s3-website-us-east-1.amazonaws.com//files/assets/resources/ Cost_of_the_Closet_May2014.pdf  Galupo, M. P., & Resnick, C. A. (2016). Experiences of LGBT Microaggressions in the Workplace: Implications for Policy. In Sexual Orientation and Transgender Issues in Organizations (pp. 271-287). Springer International Publishing.   25 Garnero, A., Kampelmann, S., & Rycx, F. (2014). The heterogeneous effects of workforce diversity on productivity, wages, and profits. Industrial Relations: A Journal of Economy and Society, 53(3), 430-477.  Gates, G. J. (2011). How many people are lesbian, gay, bisexual and transgender?  Retrieved from http://williamsinstitute.law.ucla.edu/wp-content/uploads/Gates-How-Many-People-LGBT-Apr-2011.pdf  Gates, G.J. (2014).  LGBT Demographics: Comparisons among population-based surveys.  Retrieved from http://williamsinstitute.law.ucla.edu/wp-content/uploads/lgbt-demogs-sep-2014.pdf  Giddings, L. S., & Pringle, J. K. (2011). Heteronormativity at work: Stories from two lesbian academics. Women's Studies Journal, 25(2), 91-100.  Green, H. B., Payne, N. R., & Green, J. (2011). Working bi: Preliminary findings from a survey on workplace experiences of bisexual people. Journal of Bisexuality, 11(2-3), 300-316.  Griffith, K. H., & Hebl, M. R. (2002). The disclosure dilemma for gay men and lesbians:\" coming out\" at work. Journal of applied psychology, 87(6), 1191-1199.  Harding, T. (2007). The construction of men who are nurses as gay. Journal of Advanced Nursing, 60(6), 636-644.  Hart, S.M. (2012). Labour Arbitration of Co-Worker Sexual Harassment Cases in Canada. Canadian Journal of Administrative Science, 29(3), 268-279.  Hearn, J., & Parkin, W. (1995) Sex at work: The power and paradox of organizational sexuality. Hemel Hempstead: Prentice Hall/Harvester Wheatsheaf.   26 Hebl, M., Hebl, M., Barron, L., Barron, L., Cox, C. B., Cox, C. B., ... & Corrington, A. R. (2016). The efficacy of sexual orientation anti-discrimination legislation. Equality, Diversity and Inclusion: An International Journal, 35(7/8), 449-466. Herek, G. M.(1988). Heterosexuals' Attitudes toward Lesbians and Gay Men: Correlates and Gender Differences. The Journal of Sex Research, 25(4), 451-477. Herek, G.M. (1997). The HIV epidemic and public attitudes toward lesbians and gay men. In M.P. Levine, P. Nardi, & J. Gagnon (Eds.) In changing times: Gay men and lesbians encounter HIV/AIDS (pp. 191-218). Chicago: University of Chicago Press. Herring, C. (2009). Does diversity pay?: Race, gender, and the business case for diversity. American Sociological Review, 74(2), 208-224.             Hewlett, S., & Sumberg, K. (2011). For LGBT workers, being “out” brings advantages. Harvard Business Review, 89(7/8), 28-30. Huffman, A. H., Watrous-Rodriguez, K. M., & King, E. B. (2008). Supporting a diverse workforce: What type of support is most meaningful for lesbian and gay employees?. Human Resource Management, 47(2), 237-253.  Hutchinson,D. (2011, July 31). Who Cares About LGBT Workers? The Huffington Post. Retrieved from http://www.huffingtonpost.com/darren-hutchinson/who-cares-about-lgbt-work_b_914122.html  International Lesbian, Gay, Bisexual, Trans and Intersex Association. (2016). State Sponsored Homophobia 2016: A World Survey Of Sexual Orientation Laws: Criminalisation, Protection and Recognition. Geneva: ILGA.   27 King, E. B., & Cortina, J. M. (2010). The social and economic imperative of lesbian, gay, bisexual, and transgendered supportive organizational policies. Industrial and Organizational Psychology, 3(1), 69-78.  Kirton, G., & Greene, A. M. (2010). What does diversity management mean for the gender equality project in the United Kingdom? Views and experiences of organizational “actors”. Canadian Journal of Administrative Sciences, 27(3), 249-262.  Klarsfeld, A. (2014). Doing “male” diversity research in France: a self-reflective account. Equality, Diversity and Inclusion: An International Journal, 33(5), 462-469.  Köllen, T. (2013). Bisexuality and diversity management—Addressing the B in LGBT as a relevant ‘sexual orientation’ in the workplace. Journal of Bisexuality, 13(1), 122-137.  Köllen, T. (Ed.). (2016). Sexual Orientation and Transgender Issues in Organizations: Global Perspectives on LGBT Workforce Diversity. Switzerland: Springer.  Lewis, G. B. (2011). The friends and family plan: Contact with gays and support for gay rights. Policy Studies Journal, 39(2), 217-238. Lewis, G. B., & Gossett, C. W. (2008). Changing public opinion on same‐ sex marriage: the case of California. Politics & Policy, 36(1), 4-30. Lewis, R. J., Derlega, V. J., Griffin, J. L., & Krowinski, A. C. (2003). Stressors for gay men and lesbians: Life stress, gay-related stress, stigma consciousness, and depressive symptoms. Journal of Social and Clinical Psychology, 22(6), 716-729.  28 Lewis, G. B., & Ng, E. S. (2013). Sexual orientation, work values, pay, and preference for public and nonprofit employment: Evidence from Canadian postsecondary students. Canadian Public Administration, 56(4), 542-564. Loukil, N., & Yousif, O. (2016). Does gender diversity on corporate boards increase risk-taking? Canadian Journal of Administrative Science, 33(1), 66-81.  Lovett, I., Gershman, J., & Radnofsky, L. (2017, February 5).  Trump Draft Order Would Expand Religious Rights, Could Allow Denial of Services to Gays, February 5. The Wall Street Journal. Retrieved from https://www.wsj.com/articles/draft-of-executive-order-proposes-expanding-legal-protections-on-religious-grounds-1486071114  Maher, M. J., Landini, K., Emano, D. M., Knight, A. M., Lantz, G. D., Parrie, M., ... & Sever, L. M. (2009). Hirschfeld to Hooker to Herek to high schools: A study of the history and development of GLBT empirical research, institutional policies, and the relationship between the two. Journal of Homosexuality, 56(7), 921-958.  Martinez, L. R., & Hebl, M. R. (2010). Additional agents of change in promoting lesbian, gay, bisexual, and transgendered inclusiveness in organizations. Industrial and Organizational Psychology, 3(1), 82-85.  Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: conceptual issues and research evidence. Psychological bulletin, 129(5), 674-697.  Mills, A. J., & Mills, J. H. (2006). Masculinity and the making of Trans‐ Canada Air Lines, 1937–1940: a feminist poststructuralist account. Canadian Journal of Administrative Sciences, 23(1), 34-44.   29 Nayak, A., & Kehily, M. J. (1996). Playing it straight: Masculinities, homophobias and schooling. Journal of gender studies, 5(2), 211-230.  Ng, E. S., & Burke, R. J. (2010). A comparison of the legislated employment equity program, federal contractors program, and financial post 500 firms. Canadian Journal of Administrative Sciences/Revue Canadienne des Sciences de l'Administration, 27(3), 224-235.  Ng, E. S., Schweitzer, L., & Lyons, S. T. (2012). Anticipated discrimination and a career choice in non-profit: A study of early career Lesbian, Gay, Bisexual, Transgendered (LGBT) Job Seekers. Review of Public Personnel Administration, 32(4), 332-352.  Ng, E.S. (2014). Relative deprivation, self-interest and social justice: why I do research on in-equality. Equality, Diversity and Inclusion: An International Journal, 33(5), 429-441.  Nishii, L. H. (2013). The benefits of climate for inclusion for gender-diverse groups. Academy of Management Journal, 56(6), 1754-1774.  Noon, M. (2007). The fatal flaws of diversity and the business case for ethnic minorities. Work, employment and society, 21(4), 773-784.  Ozturk, M. B. (2011). Sexual orientation discrimination: Exploring the experiences of lesbian, gay and bisexual employees in Turkey. Human Relations, 64(8), 1099-1118.  Ozturk, M. B., & Rumens, N. (2014). Gay male academics in UK business and management schools: Negotiating heteronormativities in everyday work life. British Journal of Management, 25(3), 503-517.   30 Pichler, S., Ruggs, E., & Trau, R. (2017). Worker outcomes of LGBT-supportive policies: a cross-level model. Equality, Diversity and Inclusion: An International Journal, 36(1), 17-32.  Pizer, J. C., Sears, B., Mallory, C., & Hunter, N. D. (2011). Evidence of persistent and pervasive workplace discrimination against LGBT people: The need for federal legislation prohibiting discrimination and providing for equal employment benefits. Loy. LAL Rev., 45, 715.  Raeburn, N. C. (2004). Changing corporate America from inside out: Lesbian and gay workplace rights. Minnesota: University of Minnesota Press.  Ragins, B. R. (2008). Disclosure disconnects: Antecedents and consequences of disclosing invisible stigmas across life domains. Academy of Management Review, 33(1), 194-215.  Ragins, B. R., & Cornwell, J. M. (2001). Pink triangles: antecedents and consequences of perceived workplace discrimination against gay and lesbian employees. Journal of Applied Psychology, 86(6), 1244-1261.  Ragins, B. R., Singh, R., & Cornwell, J. M. (2007). Making the invisible visible: fear and disclosure of sexual orientation at work. Journal of Applied Psychology, 92(4), 1103-1118.  Ragins, B.R. (2004). Sexual orientation in the workplace: The unique work and career experiences of gay, lesbian and bisexual workers. In Research in Personnel and Human Resources Management (pp. 35-120). Emerald Group Publishing Limited.   31 Riach, K., Rumens, N., & Tyler, M. (2014). Un/doing chrononormativity: negotiating ageing, gender and sexuality in organizational life. Organization Studies, 35(11), 1677-1698.  Richard, O. C. (2000). Racial diversity, business strategy, and firm performance: A resource-based view. Academy of management journal, 43(2), 164-177.  Rumens, N. (2015). Is Your Workplace ‘Gay-Friendly’? In F. Colgan and N. Rumens (Eds.), Sexual orientation at work: Contemporary issues and perspectives (pp. 181-196). London: Routledge.  Rumens, N. (2017). Queer Business: Queering organisation sexualities. London: Routledge.  Rumens, N., & Kerfoot, D. (2009). Gay men at work:(Re) constructing the self as professional. Human Relations, 62(5), 763-786.  Sabat, I. E., Martinez, L. R., & Wessel, J. L. (2013). Neo-activism: Engaging allies in modern workplace discrimination reduction. Industrial and Organizational Psychology, 6(4), 480-485.  Schilt, K., & Westbrook, L. (2009). Doing Gender, Doing Heteronormativity: “Gender Normals,” Transgender People, and the Social Maintenance of Heterosexuality. Gender & Society, 23(4), 440-464.  Sears, B., & Mallory, C. (2011). Documented evidence of employment discrimination & its effects on LGBT people.  The Williams Institute.  Retrieved from https://escholarship.org/uc/item/03m1g5sg   32 Shore, L. M., Randel, A. E., Chung, B. G., Dean, M. A., Holcombe Ehrhart, K., & Singh, G. (2011). Inclusion and diversity in work groups: A review and model for future research. Journal of Management, 37(4), 1262-1289.  Stonewall. (2014). Stonewall Top 100 Employers 2014: The Workplace Equality Index. London: Stonewall.  Stonewall. (2017). Stonewall Top 100 Employers: The Definitive Guide to the Most Inclusive Employers in Britain. London: Stonewall.   Stotzer, R. (2007). Comparison of hate crime rates across protected and unprotected groups. The Williams Institute.  Retrieved from https://escholarship.org/ uc/item/4c21d67t#page-1  Tilcsik, A., Anteby, M., & Knight, C. (2015). Concealable Stigma and Occupational Segregation: Toward a Theory of Gay and Lesbian Occupations. Administrative Science Quarterly, 60( 3), 446 - 481. Trotta, D. (2017, February 23).  Trump revokes Obama guidelines on transgender bathrooms. Reuters.  Retrieved from http://www.reuters.com/article/us-usa-trump-lgbt-idUSKBN161243 U.S. Census. (2017).  Welcome to Quick Facts.  Retrieved from https://www.census.gov/ quickfacts/  van Dijk, H., van Engen, M., & Paauwe, J. (2012). Reframing the business case for diversity: A values and virtues perspective. Journal of Business Ethics, 111(1), 73-84.  Wang, P., & Schwarz, J. L. (2010). Stock Price Reactions to Glbt Nondiscrimination Policies. Human Resource Management, 49(2), 195-216.   33 Ward, J. (2008). Respectably queer. Nashville: Vanderbilt University Press.  Warner, M. (Ed.). (1993). Fear of a queer planet: Queer politics and social theory. Minnesota: University of Minnesota Press.  Washington, M., & McKay, S. (2011). The controversy over Montréal: The creation of the outgames in the field of gay and lesbian sports. Canadian Journal of Administrative Sciences, 28(4), 467-479.  Weichselbaumer, D. (2003). Sexual orientation discrimination in hiring. Labour Economics, 10(6), 629-642.  Williams, C. L., Giuffre, P. A., & Dellinger, K. (2009). The gay-friendly closet. Sexuality Research and Social Policy, 6(1), 29-45.    34 Table 1 – Number of papers indexed by Thomson Reuters Social Sciences Citation Index (SSCI) and Emerging Sources Citation Index (ESCI) (1956-2016)   Disabilities Women LGBT Race 1956 19 95  43 1957 26 92  69 1958 32 87  51 1959 27 100  48 1960 37 104  62 1961 39 120  90 1962 28 109  101 1963 42 123  71 1964 71 118  66 1965 49 141  138 1966 57 155  108 1967 75 200  144 1968 96 212  194 1969 98 171  155 1970 122 266  175 1971 92 214  212 1972 97 288  181 1973 98 418  216 1974 100 478  229 1975 128 863  256 1976 172 921  291 1977 195 1040  279 1978 210 1217  324 1979 234 1114  253 1980 242 1206  267 1981 238 1336  273 1982 258 1438  291 1983 261 1424  325 1984 269 1462  264 1985 274 1568  304 1986 267 1599  270 1987 335 1802  300 1988 364 1674  280 1989 402 1631  267 1990 446 1763  353 1991 813 3548  732 1992 1094 4918  936 1993 1195 5277  1015 1994 1438 5769  1183 1995 1813 6526  1425  35 1996 1903 7226  1500 1997 2067 7636 1 1566 1998 2137 7973  1661 1999 2314 8103  1652 2000 2980 8790 1 1856 2001 2592 8661 2 1837 2002 2530 8434 8 1907 2003 2774 9224 10 2098 2004 3374 9049 7 2141 2005 3106 10145 12 2449 2006 3538 10803 24 2556 2007 3494 11960 30 2729 2008 4417 13533 36 3128 2009 4968 14939 51 3598 2010 5069 16010 66 3806 2011 5445 17036 95 4024 2012 6204 18090 110 4041 2013 6380 18763 177 4184 2014 7002 19421 217 4425 2015 7885 26205 276 5671 2016 8590 27683 374 5826 TOTAL  100,622   331,271   1,497   74,896      36 Figure 1 – Number of publications indexed by Thomson Reuters on disabilities, women, LGBTs, and race (1956-2016)            0500010000150002000025000300001956195819601962196419661968197019721974197619781980198219841986198819901992199419961998200020022004200620082010201220142016Disabilities Women LGBT Race 37 Table 2 - LGBT Rights in OECD Countries Countries Anti-Discrimination Legislation in Employment Australia Unlawful under the Fair Work Act 2009 Canada S.15 of the Canadian Charter of Rights and Freedom; Egan v. Canada (1995) adds sexual orientation into S.15 Chile Zamudio law; anti-discrimination laws in employment since 2016 in The Labour Code.  The Proyect of Agreement against the crimes of Homophobia and Transphobia  European Union  - Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Luxembourg, The Netherlands, Poland,. Portugal, Slovak Republic, Slovenia, Spain, Sweden, United Kingdom The Employment Equality Directive bans discrimination in access to and conditions of employment and self-employment, vocational training, as well as guidance and membership of workers’ and employers’ organizations. It applies to both the private and public sectors. Anti-discrimination laws have been in effect since 2000.  Article 21 of the Charter of Fundamental Rights of the European Union. The Treaty on the Functioning of the European Union makes in Articles 10 and 19 provisions for combating discrimination on the grounds of sexual orientation. These provisions were enacted by the Treaty of Amsterdam in 1999. Directive 2000/43/EC on Anti-discrimination. Iceland Currently no laws regarding LGBT discrimination in the workplace Israel In 1992 legislation was passed into law to prohibit employment discrimination on the basis of sexual orientation and in 1997, an amendment was added to the nation's Libel and Slander Law Japan Currently no laws regarding LGBT discrimination in the workplace Korea Currently no laws regarding LGBT discrimination in the workplace Mexico \"Federal Law to Prevent and Eliminate Discrimination\", including sexual orientation as a protected category since 2003 (Article 9)  38 The Federal Constitution New Zealand NZ Bill of Rights forbids discrimination in relation to employment and religious grounds, in conjunction with the Human Rights Act 1993 which applies everywhere. Norway Anti-discrimination laws in employment since 1998 Paragraph 349a of the Penal Code Switzerland Illegal to discriminate, article 8 of the Constitution since 1999 Turkey Currently no laws regarding LGBT discrimination in the workplace United States Non-discrimination legislation only available in 22 states – CA, CO, CT, DE, HI, IL, IA ME, MD, MA, MN, NV, NH, NJ, NM, NY, OR, RI, UT, VT, WA, WI, and DC      39 ",
    "id": 573851523,
    "identifiers": {
        "doi": "10.1002/cjas.1443",
        "oai": "oai:repository.mdx.ac.uk:87308"
    },
    "title": "Diversity and inclusion for LGBT workers: current issues and new horizons for research",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-01-01T00:00:00+00:00",
    "publisher": "Wiley",
    "references": [],
    "sourceFulltextUrls": [
        "https://repository.mdx.ac.uk/download/29252ecba54d87e36a7aebf78a8eadc31a553202c5e84cf8c16649fee3df069e/204591/Canadian%2520Journal%2520of%2520Administrative%2520Sciences%2520article.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/573851523.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/573851523"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/573851523/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/573851523/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/573851523"
        }
    ],
    "abstract": "This article discusses how the organisational literature on lesbian, gay, bisexual and transgender (LGBT) workplace issues has developed over the last three decades or so. It focuses on why LGBT workplace issues has not always received sustained scholarly attention it deserves, in particular noting the barriers that have impeded research in this area and the consequences of this in terms of current knowledge gaps. Equally, the article examines some of the major developments in scholarly research on LGBT workplace issues in recent years that centre on diversity and inclusion. Here, this article highlights how scholars have approached these issues from different and novel theoretical and empirical angles that signal new horizons for advancing organisational research on LGBT topics in the years to come",
    "tags": [
        "article",
        "PeerReviewed"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article",
        "PeerReviewed"
    ],
    "oai": "oai:repository.mdx.ac.uk:87308",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "71",
        "openDoarId": 0,
        "name": "Middlesex University Research Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 573851523,
        "depositedDate": null,
        "publishedDate": "2017-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T07:22:11+00:00",
        "acceptedDate": null,
        "createdDate": "2023-08-01T09:09:29+01:00"
    },
    "urls": [
        "https://repository.mdx.ac.uk/download/29252ecba54d87e36a7aebf78a8eadc31a553202c5e84cf8c16649fee3df069e/204591/Canadian%2520Journal%2520of%2520Administrative%2520Sciences%2520article.pdf",
        "https://doi.org/10.1002/cjas.1443"
    ],
    "lastUpdate": "2024-02-12T07:22:11+00:00",
    "setSpecs": []
}