{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Rachel Minkin"
        }
    ],
    "contributors": [],
    "createdDate": "2023-10-21T08:48:27+01:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/588303262.pdf",
    "fullText": "      FOR RELEASE MAY 17, 2023  BY Rachel Minkin  FOR MEDIA OR OTHER INQUIRIES: Kim Parker, Director, Social Trends Research Juliana Horowitz, Associate Director, Research Tanya Arditi, Communications Manager 202.419.4372 www.pewresearch.org  RECOMMENDED CITATION Pew Research Center, May 2023, “Diversity, Equity and Inclusion in the Workplace”   1 PEW RESEARCH CENTER www.pewresearch.org About Pew Research Center Pew Research Center is a nonpartisan, nonadvocacy fact tank that informs the public about the issues, attitudes and trends shaping the world. It does not take policy positions. The Center conducts public opinion polling, demographic research, computational social science research and other data-driven social science research. It studies politics and policy; news habits and media; the internet and technology; religion; race and ethnicity; international affairs; social, demographic and economic trends; science; research methodology and data science; and immigration and migration. Pew Research Center is a subsidiary of The Pew Charitable Trusts, its primary funder. © Pew Research Center 2023 2 PEW RESEARCH CENTER www.pewresearch.org How we did this Pew Research Center conducted this study to better understand how adults in the United States think about diversity, equity and inclusion efforts in the workplace. This analysis is based on survey responses from 4,744 U.S. adults who are working part time or full time, are not self-employed, have only one job or have multiple jobs but consider one their primary job, and whose company or organization has 10 or more people. The data was collected as part of a larger survey of workers conducted Feb. 6-12, 2023. Everyone who took part is a member of Pew Research Center’s American Trends Panel (ATP), an online survey panel that is recruited through national, random sampling of residential addresses. This way nearly all U.S. adults have a chance of selection. The survey is weighted to be representative of the U.S. adult population by gender, race, ethnicity, partisan affiliation, education and other categories. Read more about the ATP’s methodology. Read more about the questions used for this report and the report’s methodology. 3 PEW RESEARCH CENTER www.pewresearch.org Terminology References to workers or employed adults include those who are employed part time or full time, are not self-employed, have only one job or have multiple jobs but consider one their primary job, and whose company or organization has 10 or more people. References to White, Black and Asian adults include those who are not Hispanic and identify as only one race. Hispanics are of any race. References to college graduates or people with a college degree comprise those with a bachelor’s degree or more. “Some college” includes those with an associate degree and those who attended college but did not obtain a degree. References to disabled workers include those who say a disability or handicap keeps them from fully participating in work, school, housework or other activities. All references to party affiliation include those who lean toward that party. Republicans include those who identify as Republicans and those who say they lean toward the Republican Party. Democrats include those who identify as Democrats and those who say they lean toward the Democratic Party.   4 PEW RESEARCH CENTER www.pewresearch.org Workplace diversity, equity and inclusion efforts, or DEI, are increasingly becoming part of national political debates. For a majority of employed U.S. adults (56%), focusing on increasing DEI at work is a good thing, according to a new Pew Research Center survey. But opinions about DEI vary considerably along demographic and political lines. Most workers have some experience with DEI measures at their workplace. About six-in-ten (61%) say their company or organization has policies that ensure fairness in hiring, pay or promotions, and 52% say they have trainings or meetings on DEI at work. Smaller shares say their workplace has a staff member who promotes DEI (33%), that their workplace offers salary transparency (30%), and that it has affinity groups or employee resource groups based on a shared identity (26%). Majorities of those who have access to these measures say each has had a positive impact where they work. Related: How Americans View Their Jobs   A majority of workers say focusing on DEI at work is a good thing % of employed adults saying that in general, focusing on increasing diversity, equity and inclusion at work is mainly …  Note: Based on workers who are not self-employed and work at a company or organization with 10 or more people. Share of respondents who didn’t offer an answer (<0.5%) not shown.  Source: Survey of U.S. workers conducted Feb. 6-12, 2023. “Diversity, Equity and Inclusion in the Workplace” PEW RESEARCH CENTER 56%28%16%Neithergood nor badA badthingA goodthing5 PEW RESEARCH CENTER www.pewresearch.org This nationally representative survey of 5,902 U.S. workers, including 4,744 who are not self-employed, was conducted Feb. 6-12, 2023, using the Center’s American Trends Panel.1 The survey comes at a time when DEI efforts are facing some backlash and many major companies are laying off their DEI professionals.  Some key findings from the survey: ▪ Relatively small shares of workers place a lot of importance on diversity at their workplace. About three-in-ten say it is extremely or very important to them to work somewhere with a mix of employees of different races and ethnicities (32%) or ages (28%). Roughly a quarter say the same about having a workplace with about an equal mix of men and women (26%) and 18% say this about a mix of employees of different sexual orientations. ▪ More than half of workers (54%) say their company or organization pays about the right amount of attention to increasing DEI. Smaller shares say their company or organization pays too much (14%) or too little attention (15%), and 17% say they’re not sure. Black workers are more likely than those in other racial and ethnic groups to say their employer pays too little attention to increasing DEI. They’re also among the most likely to say focusing on DEI at work is a good thing (78% of Black workers say this), while White workers are the least likely to express this view (47%).  ▪ Women are more likely than men to value DEI at work. About six-in-ten women (61%) say focusing on increasing DEI at work is a good thing, compared with half of men. And larger shares of women than men say it’s extremely or very important to them to work at a place that is diverse when it comes to gender, race and ethnicity, age, and sexual orientation.  ▪ There are wide partisan differences in views of workplace DEI. Most Democratic and Democratic-leaning workers (78%) say focusing on DEI at work is a good thing, compared with 30% of Republicans and Republican leaners. Democrats are also far more likely than Republicans to value different aspects of diversity. And by wide margins, higher shares of Democrats than Republicans say the policies and resources related to DEI available at their workplace have had a positive impact.   1 For details, see the Methodology section of the report. The analysis in this report is based on U.S. workers who are employed full time or part time, who are not self-employed, and who have only one job or have multiple jobs but consider one their primary job (99% of workers who are not self-employed have one job or a primary job). Additionally, the analysis is restricted to workers at companies or organizations with at least 10 employees as certain federal requirements such as non-discrimination mandates apply to larger workplaces. Jump to: ▪ The value of DEI efforts at work ▪ The importance of a diverse workforce ▪ DEI measures and their impact ▪ How gender, race and ethnicity impact success in the workplace 6 PEW RESEARCH CENTER www.pewresearch.org ▪ Half of workers say it’s extremely or very important to them to work somewhere that is accessible for people with physical disabilities. About three-in-ten workers (29%) say this is somewhat important to them, and 21% say it’s not too or not at all important. A majority of workers (76% among those who do not work fully remotely) say their workplace is at least somewhat accessible for people with physical disabilities. ▪ Many say being a man or being White is an advantage where they work. The survey asked respondents whether a person’s gender, race or ethnicity makes it easier or harder to be successful where they work. Shares ranging from 45% to 57% say these traits make it neither easier nor harder. But far more say being a man and being White makes it easier than say it makes it harder for someone to be successful. Conversely, by double-digit margins, more say being a woman, being Black or being Hispanic makes it harder than say it makes it easier to be successful where they work.     7 PEW RESEARCH CENTER www.pewresearch.org A majority of workers (56%) say focusing on increasing diversity, equity and inclusion at work is mainly a good thing; 28% say it is neither good nor bad, and 16% say it is a bad thing. Views on this vary along key demographic and partisan lines. Half or more of both men and women say focusing on increasing DEI at work is a good thing, but women are more likely than men to offer this view (61% vs. 50%). In turn, men are more than twice as likely as women to say it is a bad thing (23% vs. 9%). About two-thirds or more of Black (78%), Asian (72%) and Hispanic (65%) workers say that focusing on DEI at work is a good thing. Among White workers, however, fewer than half (47%) say it’s a good thing; in fact, 21% say it’s a bad thing. But there are wide partisan, gender and age gaps among White workers, with majorities of White Democrats, women and those under age 30 saying focusing on DEI at work is a good thing. Workers under 30 are the most likely age group to say focusing on DEI at work is a good thing. About two-thirds (68%) of workers ages 18 to 29 say this, compared with 56% of workers 30 to 49, 46% of those 50 to 64, and 52% of those 65 and older.  Views of DEI in the workplace vary along demographic and partisan lines  % of employed adults saying that in general, focusing on increasing diversity, equity and inclusion at work is mainly …   *Estimates for Asian adults are representative of English speakers only. Note: Based on workers who are not self-employed and work at a company or organization with 10 or more people. Share of respondents who didn’t offer an answer not shown. White, Black and Asian adults include those who report being only one race and are not Hispanic. Hispanics are of any race. Source: Survey of U.S. workers conducted Feb. 6-12, 2023. “Diversity, Equity and Inclusion in the Workplace” PEW RESEARCH CENTER 1623921191081622123045650614778657268564652307828273031202518242832353918Neither good nor badA good thingA bad thingAll workersWomenMenWhiteBlackHispanicAsian*Rep/Lean RepDem/Lean DemAges 18-2930-4950-6465+8 PEW RESEARCH CENTER www.pewresearch.org Views also differ by educational attainment, with 68% of workers with a postgraduate degree saying focusing on DEI at work is a good thing, compared with 59% of those with a bachelor’s degree only and 50% of those with some college or less education. Democratic and Democratic-leaning workers are much more likely to say focusing on DEI at work is a good thing (78%) than to say it is a bad thing (4%) or that it is neither good nor bad (18%). Views among Republican and Republican-leaning workers are more mixed: Some 30% say focusing on DEI at work is a good thing, while the same share (30%) say it’s a bad thing, and 39% say it’s neither good nor bad.  A majority of workers say their employer pays the right amount of attention to DEI When it comes to the focus of their own employer, 54% of workers say their company or organization pays about the right amount of attention to increasing diversity, equity and inclusion. The remainder are divided between saying their employer pays too much (14%) or too little attention (15%), or that they’re not sure (17%). Women are more likely than men to say their employer pays too little attention to increasing DEI (17% vs. 12%). In turn, men are more likely than women to say too much attention is paid to this where they work (18% vs. 10%). Black workers (28%) are the most likely to say their company or organization pays too little attention to About three-in-ten Black workers say their employer pays too little attention to DEI  % of employed adults saying their company or organization pays ___ to increasing diversity, equity and inclusion  *Estimates for Asian adults are representative of English speakers only. Note: Based on workers who are not self-employed and work at a company or organization with 10 or more people. Share of respondents who didn’t offer an answer not shown. White, Black and Asian adults include those who report being only one race and are not Hispanic. Hispanics are of any race. Source: Survey of U.S. workers conducted Feb. 6-12, 2023. “Diversity, Equity and Inclusion in the Workplace” PEW RESEARCH CENTER 15121711281917721141810163111824654545356484956505717151916202191915All employedMenWomenWhiteBlackHispanicAsian*Rep/Lean RepDem/Lean DemToo little attentionToo much attentionAbout the right amount of attention Not sure9 PEW RESEARCH CENTER www.pewresearch.org increasing DEI, compared with smaller shares of White (11%), Hispanic (19%) and Asian (17%) workers who say the same. Views on this question also differ by party. While half or more of both Republican and Democratic workers say their company or organization pays the right amount of attention to DEI, Democrats are more likely than Republicans to say their employer pays too little attention to it (21% vs. 7%). In turn, Republicans are more likely than Democrats to say their employer pays too much attention to DEI (24% vs. 6%).  While a majority of workers say focusing on increasing diversity, equity and inclusion at work is a good thing, relatively small shares place great importance on working at a place that is diverse when it comes to gender, race and ethnicity, age, and sexual orientation. About three-in-ten workers say it’s extremely or very important to them to work somewhere with a mix of employees of different races and ethnicities (32%) and ages (28%), while 26% say the same about having about an equal mix of men and women. And 18% say this about having a mix of employees of different sexual orientations at their workplace. Women are more likely than men to say it’s extremely or very important to them to work at a place that is diverse across all measures asked about in the survey. For example, there are 11 percentage point differences in the shares of women compared with men saying it is extremely or very important to them to work somewhere that has a mix of employees of different races and ethnicities (37% vs. 26%) and about an equal mix of men and women (31% vs. 20%). Workers have mixed opinions on the value of different aspects of diversity where they work % of employed adults saying that regardless of how diverse the place where they work is, it is ___ to them personally to work at a place that has a mix of employees of …  Note: Based on workers who are not self-employed and work at a company or organization with 10 or more people. Share of respondents who didn’t offer an answer not shown.  Source: Survey of U.S. workers conducted Feb. 6-12, 2023. “Diversity, Equity and Inclusion in the Workplace” PEW RESEARCH CENTER 322826183034292438374458Different races and ethnicitiesDifferent agesAbout an equal mix of men and womenDifferent sexual orientationsSomewhat importantExtremely/Very importantNot too/Not at all important10 PEW RESEARCH CENTER www.pewresearch.org Black workers are among the most likely to value racial, ethnic and age diversity in the workplace. Some 53% of Black workers say it is extremely or very important to them to work somewhere with a mix of employees of different races and ethnicities, compared with 39% of Hispanic workers and 25% of White workers who say the same; 43% of Asian workers say this is important to them. (There is no statistically significant difference between the share of Asian workers and the shares of Black and Hispanic workers who hold this view.) And while 42% of Black workers highly value working somewhere with a mix of employees of different ages, smaller shares of Hispanic (33%), Asian (30%) and White (24%) workers say the same.  When it comes to diversity of sexual orientation, 28% of Black workers and 22% of Hispanic workers say it is extremely or very important to them to work somewhere that is diverse in this way; 15% each among White and Asian workers say the same. Workers under age 50 are more likely than those 50 and older to say racial and ethnic diversity in their workplace is extremely or very important to them (35% vs. 26%). Workers younger than 50 are also more likely to say having about an equal mix of men and women is important to them, with workers ages 18 t0 29 the most likely to say this (34% vs. 26% of workers 30 to 49, and 20% each among those 50 to 64 and 65 and older). There are also differences by educational attainment, with larger shares of workers with a postgraduate degree than those with less education saying it’s extremely or very important to them that their workplace is diverse across all measures asked about in the survey. For example, 44% of workers with a postgraduate degree say having a mix of employees of different races and ethnicities is extremely Democrats are much more likely than Republicans to see value in different aspects of workplace diversity % of employed adults saying that regardless of how diverse the place where they work is, it is extremely/very important to them personally to work at a place that has a mix of employees of …  Note: Based on workers who are not self-employed and work at a company or organization with 10 or more people. Source: Survey of U.S. workers conducted Feb. 6-12, 2023. “Diversity, Equity and Inclusion in the Workplace” PEW RESEARCH CENTER 1317127493939270 100Rep/Lean Rep Dem/Lean DemDifferent races and ethnicitiesDifferent sexual orientationsAbout an equal mix of men and womenDifferent agesAll employed3228261811 PEW RESEARCH CENTER www.pewresearch.org or very important to them, compared with 34% of those with a bachelor’s degree only and 27% of those with some college or less.  Democratic workers are much more likely than Republican workers to say working somewhere that is diverse when it comes to gender, race and ethnicity, age, and sexual orientation is extremely or very important to them. In fact, about half of Democrats (49%) place great importance on having a mix of employees of different races and ethnicities where they work, compared with 13% of Republicans. And there are differences of at least 20 points between the shares of Democrats and Republicans saying it’s extremely or very important to them to work somewhere that has about an equal mix of men and women (39% of Democrats say this vs. 12% of Republicans) and a mix of employees of different ages (39% vs. 17%) and sexual orientations (27% vs. 7%).  Overall, a majority of workers say their workplace has a mix of employees of different ages (58% say this describes their current workplace extremely or very well). Smaller shares say their workplace has about an equal mix of men and women (38%) and a mix of employees of different races and ethnicities (46%) and sexual orientations (28%). These assessments do not vary much across demographic groups. Half of workers place great importance on working at a place that is accessible for people with physical disabilities  Half of workers say it is extremely or very important to them to work somewhere that is accessible for people with physical disabilities; 29% say it is somewhat important and 21% say it is not too or not at all important to them.  Highly valuing an accessible workplace varies by gender, race and ethnicity, and party, but there is no significant difference in responses between those who do and don’t report having a disability.  About six-in-ten women (58%) say it is extremely or very important to them that their workplace is accessible, compared with 41% of men.  Black workers are more likely than workers of other racial and ethnic groups to place great importance on their workplace being accessible: 62% of Black workers say this is extremely or very important, compared with 51% of Hispanic, 48% of White and 43% of Asian workers.  A majority of Democrats (59%) say it is extremely or very important to them to work somewhere that is accessible for people with physical disabilities; 40% of Republican say the same. Some 27% 12 PEW RESEARCH CENTER www.pewresearch.org of Republicans say this is not too or not at all important to them, compared with 15% of Democrats. There is no statistically significant difference in the shares of workers who have a disability and those who do not saying it is extremely or very important to them to work somewhere that is accessible for people with physical disabilities. But workers who do not have a disability are more likely than those who do to say this is not too or not at all important to them (21% vs. 15%).  Among those who don’t work fully remotely, about three-quarters of workers (76%) say their workplace is at least somewhat accessible for people with physical disabilities, with 51% saying it is extremely or very accessible. Some 17% say their workplace is not too or not at all accessible, and 8% are not sure.      Half of workers place great value in working somewhere that’s accessible to those with physical disabilities % of employed adults saying that regardless of how accessible the place where they work is, it is ___ to them personally to work at a place that is accessible for people with physical disabilities  *Estimates for Asian adults are representative of English speakers only. Note: Based on workers who are not self-employed and work at a company or organization with 10 or more people. Share of respondents who didn’t offer an answer not shown. Source: Survey of U.S. workers conducted Feb. 6-12, 2023. “Diversity, Equity and Inclusion in the Workplace” PEW RESEARCH CENTER 504158486251432931282924273621281422132121All employedMenWomenWhiteBlackHispanicAsian*Extremely/Very importantSomewhat importantNot too/Not at all important13 PEW RESEARCH CENTER www.pewresearch.org When asked whether the company or organization they work for has a series of measures that are typically associated with diversity, equity and inclusion efforts, a majority of workers say their employer has policies that ensure everyone is treated fairly in hiring, pay or promotions (61%), and 52% say there are trainings or meetings on DEI where they work. Smaller shares say their workplace has a staff member whose main job is to promote DEI at work (33%), a way for employees to see the salary range for all positions (30%), and groups created by employees sometimes known as affinity groups or employee resource groups (ERGs) based on shared identities such as gender, race or being a parent (26%). Responses do not vary much by most demographic characteristics. However, workers with at least a bachelor’s degree are consistently more likely than those with less education to say each of these five measures is available where they work. Workers tend to see positive impact from policies and resources associated with DEI where they work Among those whose workplace offers each policy or resource, a majority of workers say each measure has had a somewhat or very positive impact where they work. About a third or fewer workers say each resource has had neither a positive nor negative impact, and about one-in-ten or fewer say each of these has had a somewhat or very negative impact.  Majority of workers say their workplace has policies to ensure fairness in hiring, pay or promotions  % of employed adults saying the company/organization they work for has each of the following  *Full question wording asked about groups created by employees, sometimes called affinity groups or employee resource groups (ERGs), based on their shared identities or interests such as gender, race or being a parent. Note: Based on workers who are not self-employed and work at a company or organization with 10 or more people.  Source: Survey of U.S. workers conducted Feb. 6-12, 2023. “Diversity, Equity and Inclusion in the Workplace” PEW RESEARCH CENTER 6152333026Policies to ensure everyone is treated fairly in hiring, pay or promotionsTrainings or meetings on DEI at workA staff member whosemain job is to promote DEI at workAffinity groups or ERGs*A way for employees to see the salary range for all positions14 PEW RESEARCH CENTER www.pewresearch.org Democrats and Republicans are about equally likely to say their workplace has these measures in place, but Democrats are more likely than Republicans to say the impact of each has been positive by margins ranging from 10 to 32 points (among those who say their workplace has these measures). For example, 66% of Democrats who say their workplace has a way for employees to see the salary range for all positions say this has had a somewhat or very positive impact, compared with 56% of Republicans who say this. And while about three-quarters of Democrats (74%) say having a staff member whose main job is to promote DEI at work has had a positive impact, fewer than half of Republicans (42%) say the same. Women are more likely than men to say each of these policies and resources has had a very or somewhat positive impact where they work. This is mainly driven by gender differences among Republicans: There are double-digit differences in the shares of Republican women and Republican men who say many of these resources have had a positive impact. For example, 58% of Republican women say having a staff member whose main job is to promote DEI at work has had at least a somewhat positive impact where they work, compared with 31% of Republican men who hold this view. The same share of Republican women (58%) say having affinity groups or ERGs has had a positive impact, compared with 38% of Republican men who say the same.  A majority of workers say DEI-related policies and resources have had a positive impact at their workplace Among employed adults who say each of the following is available where they work, % saying each has had a ___ impact where they work   *Full question wording asked about groups created by employees, sometimes called affinity groups or employee resource groups (ERGs), based on their shared identities or interests such as gender, race or being a parent. Note: Based on workers who are not self-employed and work at a company or organization with 10 or more people. Share of respondents who didn’t offer an answer not shown. Source: Survey of U.S. workers conducted Feb. 6-12, 2023. “Diversity, Equity and Inclusion in the Workplace” PEW RESEARCH CENTER 37811972606060572532312934Neither positive nor negativeVery/SomewhatpositiveVery/SomewhatnegativePolicies to ensure everyone is treated fairly in hiring, pay or promotionsA way for employees to see the salary range for all positionsAffinity groups or ERGs* A staff member whose main job is to promote DEI at workTrainings or meetings on DEI at work15 PEW RESEARCH CENTER www.pewresearch.org Among Democrats, majorities of both men and women offer positive assessments of these resources in their workplace, but Democratic women are more likely than Democratic men to say having trainings or meetings on DEI at work have had a positive impact (72% vs. 65%). While there are differences by race, ethnicity and age on overall attitudes about DEI in the workplace, there are no consistent differences along these dimensions in how workers with access to these policies and resources at their workplace assess their impact.  About half of workers who have participated in DEI trainings in the last year say they’ve been helpful Out of all workers, about four-in-ten (38%) have participated in a DEI training in the last year. A similar share (40%) did not participate or say their workplace does not offer these trainings, and 21% are not sure if their employer offers these trainings.  Looking only at those whose company or organization has trainings or meetings on DEI, about three-quarters (73%) say they have participated in such trainings in the past year. And assessments of these trainings tend to be positive, with 53% of workers who’ve participated saying they were very or somewhat helpful. About a third (34%) give a more neutral assessment, saying the trainings were neither helpful nor unhelpful, and 13% say they were very or somewhat unhelpful. Republican women are more likely than Republican men to say the DEI trainings they have participated in have been helpful Among employed adults who say their company/organization has trainings or meetings on DEI and have participated in such trainings at work in the last year, % saying the DEI trainings they participated in have been …  Note: Based on workers who are not self-employed and work at a company or organization with 10 or more people. Share of respondents who didn’t offer an answer not shown. Source: Survey of U.S. workers conducted Feb. 6-12, 2023. “Diversity, Equity and Inclusion in the Workplace” PEW RESEARCH CENTER 1316101992214107534660366628476368343831462550392625Neither helpful nor unhelpfulVery/SomewhathelpfulVery/SomewhatunhelpfulAll who have participated WomenMenRep/Lean RepDem/Lean DemMenMenWomenWomenAmong Republican and Republican-leaning workersAmong Democratic and Democratic-leaning workers16 PEW RESEARCH CENTER www.pewresearch.org While men and women are about equally likely to have participated in trainings on DEI in the past year, women are more likely than men to say the trainings have been at least somewhat helpful (60% vs. 46%).  Republicans and Democrats are also equally likely to say they’ve participated in these trainings in the past year, but Democrats are far more likely than Republicans to say the trainings have been helpful (66% vs. 36%). About one-in-five Republicans say they’ve been unhelpful (19%), compared with 9% of Democrats.  While both Democratic men and women offer similar assessments of the DEI trainings they’ve participated in, there are gender differences among Republican workers. Republican women are more likely than Republican men to say the trainings they’ve participated in have been helpful (47% vs. 28%). Conversely, 22% of Republican men, compared with 14% of Republican women, say the trainings have been unhelpful. Few workers are members of affinity groups or ERGs at work While 26% of workers say there are affinity groups or employee resource groups (ERGs) where they work, members of these groups account for a very small share of workers overall. Just 6% of workers say they are members of an affinity group or ERG, with 58% of workers saying these groups are either not available at their workplace or that they aren’t a member. Another 37% say they are not sure if their workplace offers these groups.  Among workers who say there are affinity groups or ERGs at their workplace, 22% say they are personally a member. Women are more likely than men to be members of these groups (28% vs. 16%). And 28% of non-White workers say they are a member of an affinity group or ERG, compared with 18% of White workers.2       2 Non-White adults include Black, Hispanic, Asian and other races besides White, as well as people who identify as more than one race. The sample sizes among Black, Hispanic and Asian workers who have affinity groups or ERGs at work are too small to analyze separately. 17 PEW RESEARCH CENTER www.pewresearch.org When asked about the impact a person’s gender, race or ethnicity has on their ability to succeed at work, workers tend to say these characteristics neither make it easier nor harder to be successful at their workplace.  Still, when it comes to gender, workers are more likely to say being a man makes it easier to be successful where they work than to say it makes it harder (36% vs. 6%). In contrast, a larger share says being a woman makes it harder to be successful than say it makes it easier (28% vs. 11%).  Men and women have different views on the impact gender has on a person’s ability to succeed where they work. Some 44% of women say being a man makes it at least a little easier to be successful, including 24% who say it makes it a lot easier. This compares with 29% of men who say being a man makes it at least a little easier to be successful. Similarly, 34% of women say being a woman makes it harder to be successful where they work, compared with 21% of men. Women under age 50 are especially likely – more so than women ages 50 and older or men in either age group – to say being a man makes it easier to be successful where they work and that being a woman makes it harder. For example, 38% of women ages 18 to 49 say being a woman makes it harder to be successful where they work. This compares with 29% of women 50 and older, 25% of men younger than 50, and an even smaller share of men 50 and older (13%). More than a third of workers say being a man makes it easier to be successful where they work % of employed adults saying each of the following makes it ___ to be successful where they work  Note: Based on workers who are not self-employed and work at a company or organization with 10 or more people. Share of respondents who didn’t offer an answer not shown. Source: Survey of U.S. workers conducted Feb. 6-12, 2023. “Diversity, Equity and Inclusion in the Workplace” PEW RESEARCH CENTER 6285252011361131888454949505257131214172023Being a manBeing a womanBeing WhiteBeing BlackBeing HispanicBeing AsianA lot/A little harderA lot/A little easierNeither easier nor harder Not sure18 PEW RESEARCH CENTER www.pewresearch.org When it comes to views about how race or ethnicity affects people’s ability to succeed at work, 51% of Black workers say being Black makes it harder to be successful where they work. This is significantly higher than the shares of Asian (41%), Hispanic (23%) and White (18%) workers who say the same about the impact of being Black. Similarly, about four-in-ten Asian workers (39%) say being Asian makes it harder to be successful in their workplace, a higher share than workers of other racial and ethnic groups who say the same about being Asian.  Hispanic, Black and Asian workers are about equally likely to say being Hispanic makes it harder to be successful where they work. A smaller share of White workers say the same about being Hispanic.  About a third of women say being a woman makes it harder to be successful where they work % of employed men and women saying each of the following makes it ___ to be successful where they work  Note: Based on workers who are not self-employed and work at a company or organization with 10 or more people. Share of respondents who didn’t offer an answer not shown. Source: Survey of U.S. workers conducted Feb. 6-12, 2023. “Diversity, Equity and Inclusion in the Workplace” PEW RESEARCH CENTER 8421342944139543652469161410MenWomenMenWomenA little/A lot harderA little/A lot easierNeither easier nor harder Not sureBeing a manBeing a woman19 PEW RESEARCH CENTER www.pewresearch.org When asked about the impact of being White in their workplace, workers across racial and ethnic groups are more likely to say it makes it easier than to say it makes it harder to be successful. This is especially the case among Black and Asian workers. About half of Black (52%) and Asian (51%) workers say being White makes it easier to be successful where they work, compared with 37% of Hispanic and 24% of White workers who say the same about being White.  Previously released findings from this survey found that Black workers are more likely than White, Hispanic and Asian workers to report that they have experienced discrimination or have been treated unfairly by an employer in hiring, pay or promotions because of their race or ethnicity at some point in their careers (though not necessarily where they currently work). Women are also more likely than men to say they’ve experienced such discrimination because of their gender. About half of Black and Asian workers say being White makes it easier to be successful where they work % of employed adults in each racial or ethnic group saying each of the following makes it ___ to be successful where they work  *Less than 0.5% of Black workers say being White makes it a lot/a little harder for someone to be successful where they work. **Estimates for Asian adults are representative of English speakers only. Note: Based on workers who are not self-employed and work at a company or organization with 10 or more people. Share of respondents who didn’t offer an answer not shown. White, Black and Asian adults include those who report being only one race and are not Hispanic. Hispanics are of any race.  Source: Survey of U.S. workers conducted Feb. 6-12, 2023. “Diversity, Equity and Inclusion in the Workplace” PEW RESEARCH CENTER 72518512341152529308101139245237518491176912715116592543285732443259324740653451451123181417122314183713162041277WhiteBlack*HispanicAsian**WhiteBlackHispanicAsian**WhiteBlackHispanicAsian**WhiteBlackHispanicAsian**A lot/A little harderA lot/A little easierNeither easier nor harder Not sureBeing WhiteBeing BlackBeing HispanicBeing Asian20 PEW RESEARCH CENTER www.pewresearch.org There are large partisan gaps in views of whether gender, race or ethnicity make it easier or harder to be successful at work. Some 47% of Democratic workers say being a man makes it at least somewhat easier to be successful at their workplace, compared with 25% of Republican workers. Democrats are also more likely than Republicans to say being a woman makes it harder to succeed (37% vs. 17%).  Democratic and Republican women are more likely than their male counterparts to say being a woman makes it harder – and being a man makes it easier – to be successful where they work. The differences between Republican women and Republican men are particularly striking. About a quarter of Republican women (26%) say being a woman makes it harder to be successful, compared with 10% of Republican men. And while 36% of Republican women say being a man makes it easier to be successful where they work, just 16% of Republican men say the same. Democratic workers are more than three times as likely as Republican workers to say being White makes it easier to succeed where they work (48% vs. 13%), and they are also more likely than Republicans to say being Black, Hispanic or Asian makes it harder. About four-in-ten Democrats (39%) say being Black makes it harder for someone to succeed at their workplace, compared with Democrats and Republicans differ in views of how gender, race and ethnicity impact success at their workplace % of employed Democrats and Republicans saying each of the following makes it ___ to be successful where they work  Note: Based on workers who are not self-employed and work at a company or organization with 10 or more people. Share of respondents who didn’t offer an answer not shown. Source: Survey of U.S. workers conducted Feb. 6-12, 2023. “Diversity, Equity and Inclusion in the Workplace” PEW RESEARCH CENTER 1031737929398306162547149134812510679543856436438624065436650121212101412171617202024Rep/Lean RepDem/Lean DemRep/Lean RepDem/Lean DemRep/Lean RepDem/Lean DemRep/Lean RepDem/Lean DemRep/Lean RepDem/Lean DemRep/Lean RepDem/Lean DemA lot/A little harderA lot/A little easierNeither easier nor harder Not sureBeing WhiteBeing BlackBeing HispanicBeing AsianBeing a manBeing a woman21 PEW RESEARCH CENTER www.pewresearch.org just 9% of Republicans. Similarly, 30% of Democrats say being Hispanic makes it harder to succeed, compared with 8% of Republicans. And while smaller shares in both parties say being Asian makes it harder to succeed, Democrats are more likely than Republicans to say this (16% vs. 6%). These partisan differences remain when looking only at Democrats and Republicans who are White.   22 PEW RESEARCH CENTER www.pewresearch.org Acknowledgments This report is a collaborative effort based on the input and analysis of the following individuals. Find related reports online at pewresearch.org/topic/economy-work. Kim Parker, Director of Social Trends Research Juliana Horowitz, Associate Director, Research  Rachel Minkin, Research Associate  Anna Brown, Research Methodologist  Khadijah Edwards, Research Associate Luona Lin, Research Associate  Kiley Hurst, Research Assistant  Dana Braga, Research Assistant Shannon Greenwood, Digital Producer  Janakee Chavda, Assistant Digital Producer   Peter Bell, Design Director  Anna Jackson, Editorial Assistant David Kent, Senior Copy Editor Tanya Arditi, Communications Manager Julia O’Hanlon, Communications Associate  Mimi Cottingham, Communications Associate In addition, the project benefited greatly from the guidance of the Pew Research Center methodology team: Courtney Kennedy, Andrew Mercer, Ashley Amaya, Dorene Asare-Marfo, Dana Popky and Arnold Lau.    23 PEW RESEARCH CENTER www.pewresearch.org Methodology Overview The American Trends Panel (ATP), created by Pew Research Center, is a nationally representative panel of randomly selected U.S. adults. Panelists participate via self-administered web surveys. Panelists who do not have internet access at home are provided with a tablet and wireless internet connection. Interviews are conducted in both English and Spanish. The panel is being managed by Ipsos. Data in this report is drawn from the panel wave conducted from Feb. 6 to Feb. 12, 2023, among a sample of ATP members who indicated that they currently work either full or part time for pay. A total of 5,902 panelists responded out of 6,494 who were sampled, for a response rate of 94% (AAPOR RR3). The cumulative response rate accounting for nonresponse to the recruitment surveys and attrition is 4%. The break-off rate among panelists who logged on to the survey and completed at least one item is 1%. The margin of sampling error for the full sample of 5,902 respondents is plus or minus 1.9 percentage points.  Panel recruitment The ATP was created in 2014, with the first cohort of panelists invited to join the panel at the end of a large, national, landline and cellphone random-digit-dial survey that was conducted in both English and Spanish. Two additional recruitments were conducted using the same method in 2015 and 2017, respectively. Across these three surveys, a total of 19,718 adults were invited to join the ATP, of whom 9,942 (50%) agreed to participate.  American Trends Panel recruitment surveys Recruitment dates Mode Invited Joined Active panelists remaining Jan. 23 to March 16, 2014 Landline/  cell RDD 9,809 5,338 1,504 Aug. 27 to Oct. 4, 2015 Landline/  cell RDD 6,004 2,976 881 April 25 to June 4, 2017 Landline/  cell RDD 3,905 1,628 434 Aug. 8 to Oct. 31, 2018 ABS 9,396 8,778 4,116 Aug. 19 to Nov. 30, 2019 ABS 5,900 4,720 1,473 June 1 to July 19, 2020;  Feb. 10 to March 31, 2021 ABS 3,197 2,812 1,541 May 29 to July 7, 2021; Sept. 16 to Nov. 1, 2021 ABS 1,329 1,162 788 May 24 to Sept. 29, 2022 ABS 3,354 2,869 1,700  Total 42,894 30,283 12,437 Note: RDD is random-digit dial; ABS is address-based sampling. Approximately once per year, panelists who have not participated in multiple consecutive waves or who did not complete an annual profiling survey are removed from the panel. Panelists also become inactive if they ask to be removed from the panel.   PEW RESEARCH CENTER 24 PEW RESEARCH CENTER www.pewresearch.org In August 2018, the ATP switched from telephone to address-based recruitment. Invitations were sent to a stratified, random sample of households selected from the U.S. Postal Service’s Delivery Sequence File. Sampled households receive mailings asking a randomly selected adult to complete a survey online. A question at the end of the survey asks if the respondent is willing to join the ATP. In 2020 and 2021 another stage was added to the recruitment. Households that did not respond to the online survey were sent a paper version of the questionnaire, $5 and a postage-paid return envelope. A subset of the adults who returned the paper version of the survey were invited to join the ATP. This subset of adults received a follow-up mailing with a $10 pre-incentive and invitation to join the ATP. Across the five address-based recruitments, a total of 23,176 adults were invited to join the ATP, of whom 20,341 agreed to join the panel and completed an initial profile survey. In each household, one adult was selected and asked to go online to complete a survey, at the end of which they were invited to join the panel. Of the 30,283 individuals who have ever joined the ATP, 12,437 remained active panelists and continued to receive survey invitations at the time this survey was conducted. The U.S. Postal Service’s Delivery Sequence File has been estimated to cover as much as 98% of the population, although some studies suggest that the coverage could be in the low 90% range.3 The American Trends Panel never uses breakout routers or chains that direct respondents to additional surveys. Sample design The overall target population for this survey was non-institutionalized persons ages 18 and older living in the U.S., including Alaska and Hawaii, who work for pay either full time or part time. All active panel members who reported working either full or part time for pay in ATP Wave 119 (fielded in December 2022), were invited to participate in this wave. Respondents were again asked about their current employment situation at the beginning of this survey, and those who indicated that they were not currently working for pay were screened out. Questionnaire development and testing The questionnaire was developed by Pew Research Center in consultation with Ipsos. The web program was rigorously tested on both PC and mobile devices by the Ipsos project management team and Pew Research Center researchers. The Ipsos project management team also populated test data that was analyzed in SPSS to ensure the logic and randomizations were working as intended before launching the survey.   3 AAPOR Task Force on Address-based Sampling. 2016. “AAPOR Report: Address-based Sampling.” 25 PEW RESEARCH CENTER www.pewresearch.org Incentives All respondents were offered a post-paid incentive for their participation. Respondents could choose to receive the post-paid incentive in the form of a check or a gift code to Amazon.com or could choose to decline the incentive. Incentive amounts ranged from $5 to $20 depending on whether the respondent belongs to a part of the population that is harder or easier to reach. Differential incentive amounts were designed to increase panel survey participation among groups that traditionally have low survey response propensities. Data collection protocol The data collection field period for this survey was Feb. 6-12, 2023. Postcard notifications were mailed to all ATP panelists with a known residential address on Feb. 6.   Invitations were sent out in two separate launches: soft launch and full launch. Sixty panelists were included in the soft launch, which began with an initial invitation sent on Feb. 6. The ATP panelists chosen for the initial soft launch were known responders who had completed previous ATP surveys within one day of receiving their invitation. All remaining English- and Spanish-speaking panelists were included in the full launch and were sent an invitation on Feb. 7. All panelists with an email address received an email invitation and up to two email reminders if they did not respond to the survey. All ATP panelists who consented to SMS messages received an SMS invitation and up to two SMS reminders.  Invitation and reminder dates, ATP Wave 121  Soft launch  Full launch  Initial invitation February 6, 2023 February 7, 2023 First reminder February 9, 2023 February 9, 2023 Final reminder February 11, 2023 February. 11, 2023 PEW RESEARCH CENTER  Data quality checks To ensure high-quality data, the Center’s researchers performed data quality checks to identify any respondents showing clear patterns of satisficing. This includes checking for very high rates of leaving questions blank, as well as always selecting the first or last answer presented. As a result of this checking, two ATP respondents were removed from the survey dataset prior to weighting and analysis.  26 PEW RESEARCH CENTER www.pewresearch.org Weighting The ATP data is weighted in a multistep process that accounts for multiple stages of sampling and nonresponse that occur at different points in the survey process. For this wave, each respondent was initially given the value of their final weight from Wave 119. This was done because the sample was comprised exclusively of W119 respondents who reported working full or part time for pay in that wave, and accounts for their probability of selection for both their initial ATP recruitment survey and Wave 119 as well as the adjustments for any nonresponse and attrition that occurred prior to the completion of Wave 19. For details on Wave 119’s weighting, see the W119 survey methodology.  To adjust for nonresponse to the current wave, this weight was further calibrated to align with a set of weighting parameters calculated among all Wave 119 respondents who reported working either full or part time for pay. The specific weighting dimensions are listed in the accompanying table. In a final step, these weights were trimmed at the 1st and 99th percentiles to reduce the loss in precision stemming from variance in the weights. Sampling errors and tests of statistical significance take into account the effect of weighting.   American Trends Panel weighting dimensions Variable Benchmark source Age     Full- or part-time workers from     American Trends Panel Wave 119. Gender Education Race/Ethnicity Years lived in the U.S. Volunteerism Voter registration Party affiliation Frequency of internet use Religious affiliation Census region Metro/Non-metro Work full time/Work part time Note: American Trends Panel Wave 119 was conducted Dec. 12-18, 2022. See the W119 survey methodology for details at www.pewresearch.org/science/2023/02/15/ai-awareness-methodology/.   PEW RESEARCH CENTER 27 PEW RESEARCH CENTER www.pewresearch.org The following table shows the unweighted sample sizes and the error attributable to sampling that would be expected at the 95% level of confidence for different groups in the survey.  Sample sizes and margins of error, ATP Wave 121 Group Unweighted sample size Plus or minus … Total sample 5,902 1.9 percentage points    All employed adults who are not self-employed, have one job or multiple jobs and consider one their primary job, and their company or organization has 10 or more people 4,744 2.1 percentage points PEW RESEARCH CENTER  Sample sizes and sampling errors for other subgroups are available upon request. In addition to sampling error, one should bear in mind that question wording and practical difficulties in conducting surveys can introduce error or bias into the findings of opinion polls.   28 PEW RESEARCH CENTER www.pewresearch.org Dispositions and response rates Final dispositions, ATP Wave 121  AAPOR code Total Completed interview 1.1 5,902 Logged on to survey; broke off 2.12 40 Logged on to survey; did not complete any items 2.1121 23 Never logged on (implicit refusal) 2.11 316 Survey completed after close of the field period 2.27 3 Completed interview but was removed for data quality  2 Screened out 4.7 208 Total panelists in the survey  6,494 Completed interviews I 5,902 Partial interviews P 0 Refusals R 42 Non-contact NC 3 Other  O 0 Unknown household UH 0 Unknown other UO 339 Not eligible NE 0 Screen out SO 208 Total  6,494 Est. eligibility rate among unscreened: e = (I+R)/(I+R+SO)  97% AAPOR RR1 = I / (I+P+R+NC+O+UH+UO)   94% AAPOR RR3 = I / (I+R+[e*UO])  94% PEW RESEARCH CENTER  Cumulative response rate as of ATP Wave 121  Total Weighted response rate to recruitment surveys 12% % of recruitment survey respondents who agreed to join the panel, among those invited 71% % of those agreeing to join who were active panelists at start of Wave W121 49% Response rate to Wave W121 survey 94% Cumulative response rate 4% PEW RESEARCH CENTER  29 PEW RESEARCH CENTER www.pewresearch.org A note about the Asian adult sample This survey includes a total sample size of 259 Asian workers. The sample primarily includes English-speaking Asian adults and, therefore, may not be representative of the overall Asian adult population. Despite this limitation, it is important to report the views of Asian adults on the topics in this study. As always, Asian adults’ responses are incorporated into the general population figures throughout this report. Because of the relatively small sample size and a reduction in precision due to weighting, we are not able to analyze Asian adults separately when looking at specific categories, such as gender.  © Pew Research Center, 2023   ",
    "id": 588303262,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:42043"
    },
    "title": "Diversity, Equity and Inclusion in the Workplace",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-05-05T01:00:00+01:00",
    "publisher": "Pew Research Center",
    "references": [],
    "sourceFulltextUrls": [
        "https://search.issuelab.org/resources/42043/42043.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/588303262.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/588303262"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/588303262/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/588303262/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/588303262"
        }
    ],
    "abstract": "Pew Research Center conducted this study to better understand how adults in the United States think about diversity, equity and inclusion efforts in the workplace. This analysis is based on survey responses from 4,744 U.S. adults who are working part time or full time, are not selfemployed, have only one job or have multiple jobs but consider one their primary job, and whose company or organization has 10 or more people. The data was collected as part of a larger survey of workers conducted Feb. 6-12, 2023. Everyone who took part is a member of Pew Research Center's American Trends Panel (ATP), an online survey panel that is recruited through national, random sampling of residential addresses. This way nearly all U.S. adults have a chance of selection. The survey is weighted to be representative of the U.S. adult population by gender, race, ethnicity, partisan affiliation, education and other categories. Read more about the ATP's methodology",
    "tags": [
        "report",
        "survey data",
        "Employment and Labor",
        "Race and Ethnicity"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report",
        "survey data"
    ],
    "oai": "oai:harvest.issuelab.org:42043",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 588303262,
        "depositedDate": null,
        "publishedDate": "2023-05-05T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:47:17+00:00",
        "acceptedDate": null,
        "createdDate": "2023-10-21T08:48:27+01:00"
    },
    "urls": [
        "https://issuelab.org/resources/42043/42043.pdf",
        "https://issuelab.org/permalink/resource/42043"
    ],
    "lastUpdate": "2024-02-14T12:47:17+00:00",
    "setSpecs": []
}