{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Leone, Margaret"
        }
    ],
    "contributors": [],
    "createdDate": "2020-06-08T21:46:36+01:00",
    "dataProvider": {
        "id": 3476,
        "name": "Clark University",
        "url": "https://api.core.ac.uk/v3/data-providers/3476",
        "logo": "https://api.core.ac.uk/data-providers/3476/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/323908705.pdf",
    "fullText": "Clark University Clark Digital Commons School of Professional Studies Master’s Papers 5-2020 Diversity and Inclusion in the Workplace; Benefits, Challenges and Strategies for Success Margaret Leone Clark University, mleone@clarku.edu Follow this and additional works at: https://commons.clarku.edu/sps_masters_papers  Part of the Business and Corporate Communications Commons, Family, Life Course, and Society Commons, Health Policy Commons, Human Resources Management Commons, Information Security Commons, Management Information Systems Commons, Marketing Commons, Nonprofit Administration and Management Commons, Public Administration Commons, Public Health Commons, Social Media Commons, and the Sociology of Culture Commons Recommended Citation Leone, Margaret, \"Diversity and Inclusion in the Workplace; Benefits, Challenges and Strategies for Success\" (2020). School of Professional Studies. 42. https://commons.clarku.edu/sps_masters_papers/42 This Capstone is brought to you for free and open access by the Master’s Papers at Clark Digital Commons. It has been accepted for inclusion in School of Professional Studies by an authorized administrator of Clark Digital Commons. For more information, please contact mkrikonis@clarku.edu, jodolan@clarku.edu, dlutz@clarku.edu. Capstone Case Study   School of Professional Studies  Page 1 of 21    School of Professional Studies    Capstone Case Study Diversity and Inclusion in the Workplace; Benefits, Challenges and Strategies for Success  Margaret Leone Spring 2020 Capstone Case Study   School of Professional Studies  Page 2 of 21  Acknowledgements The process of writing this case study was truly a personal time of illumination, self reflection, and personal growth. It forced me to look inward and acknowledge my own biases and commit to change. As a result of this study, I am more able to appreciate the differences in people and welcome their unique perspective that will help me grow both personally and professionally. My hope is to inspire change at The Children’s Study Home through the D&I initiatives and strategies that I uncovered during this journey.  I am grateful for the people that had the courage to share their heart wrenching stories about the pain they have experienced as a result of racism, ignorance, and biases. Thankfully, much of that pain has been transformed to triumph as charismatic thought leaders, change agents and authors have emerged to create awareness and lasting change. I am excited to envision a workplace where employees can come to work, relaxed and free to be their authentic self. I can only imagine the inspiration of innovation and teamwork that will result from this peace. I appreciate Leslie Fisher-Katz, Executive Director of the Children’s’ Study Home that wholeheartedly supported this endeavour and the gave me full reign to create a D&I initiative. I am grateful for the training and seminars she allowed me to attend to dive deeper into this topic. I am grateful for the people at the Healing Racism Institute for being authentic, non judgemental, and gentle as they lead me through a journey that forced me to look at life with a new perspective. I learned so much from the leaders as well as the participants. This enabled me to learn from others and help me to know what I did not know. Also, I would like to thank Yemisi Oloruntola-Coates, Chief Diversity and Inclusion Officer for Baystate Health for your story, expertise and for inspiring me to create my own Diversity and Inclusion strategic plan for the Children’s Study Home. Finally, I am grateful to Clark University Professors that have given me the tools and skills to write this case study. Thank-You for your caring guidance and feedback as I finally complete my master’s program and am ready to receive my MPA.   Capstone Case Study   School of Professional Studies  Page 3 of 21 Table of Contents  TABLE OF CONTENTS………………………………………………………………………3 1. ABSTRATCT/EXECUTIVE SUMMARY…………………………….4 2. METHOD………………………………………………………………5 3. LITERATURE REVIEW………………………………………………6 4. BACKGROUND……………………………………………………….9 5. ABOUT THE ORGNIZATION……………………………………….10 6. THE CHALLENGE…………………………………………………...11 7. THE SOLUTION……………………………………………………...14 8. THE CONCLUSION………………………………………………….17 9. REFERENCES………………………………………………………..20  Capstone Case Study   School of Professional Studies  Page 4 of 21 Abstract/Executive Summary   In this case study I have explored the topic of diversity and inclusion in the workplace and learned how it can transform a business. When D&I is a serious business strategy supported by senior management it can help recruit and retain top talent, increase profits, and unleash creativity among other benefits. It is important to have leadership that is inclusive so they can set the tone for their staff This case study evaluates the D&I culture at The Children’s Study Home (CHS) and explores best practices for improvement. CHS is a non-profit human service agency in Western MA, that’s mission is dedicated to improving the lives of children and families through an array of services. Much of the staff are residential counselors that have hard jobs and low wages. Changing the culture of an organization takes time but if CHS adopts D&I as a business strategic goal it will improve the morale and engagement of staff and will improve the lives of the children and family that they serve. There are some programs in the Agency that are not culturally diverse, and the Board of Directors is primarily white men. There are employee and managers that express frustration over the lack of inclusivity and belonging at CHS. They feel they are not free to be their authentic selves because of envisioned negative judgment from their managers and colleagues. The solution is to evaluate the D&I climate of the organization and create a D&I committee to assist with strategy and decision. This study used material obtained form research and incorporated the findings into a Diversity and Inclusion Strategic Plan that is adopted for CHS. The D&I strategic plan has three major sections. The first section is the foundation that includes our mission, core values, the things we do best and how we will get there. The second section is Strategic Objectives and Organizational goals; the 4C model; Compassionate People, Client Care, Community Engagement and Community Impact. The third section is key performance indicators which covers how we will measure success and make D&I a strategy that is a habit. This plan will take a while to implement and I imagine there will be changes and additions, but it will be worth it. Capstone Case Study   School of Professional Studies  Page 5 of 21 SECTION 1: Method I chose Diversity and Inclusion in the Workplace, Benefits, Challenges, and Strategies for Success for several distinct reasons. In late 2019 I attended a 3-day Healing Racism seminar with about 20 other participants that I did not know. It was there  I realized that I had unconscious bias and I was seeing the world through my own perspective but never adopted the perspective of someone else. I also realized that I had white privilege much to my chagrin because I was totally against this “theory.” Shortly after, all the CSH employees that had attended the seminar throughout the year came together to discuss our experiences. We all had very powerful experiences in different ways. Our goal was to bring the premise of the training to CHS for a cultural transformation. However, just like many other wonderful initiatives it was pushed to the side because there were fires to put out, new projects, problems, turnover, and eventually it was forgotten. Another reason I chose this topic is because I know what it feels like not to belong, where your voice is not heard, and you must conform to the status quo. In the past when I felt like this, I was disengaged, unproductive and had a negative attitude that led to my finding another job. There is nothing better than going to work and being free to be yourself, you are a better employee. I had a discussion with my then boss about a topic for this capstone project, and we concluded that a   D&I initiative at CSH would be perfect, it would be both educational and practical. I immediately went to the Executive Director to understand her point of view, she was thoroughly concerned with D&I at our organization and at that moment it was clear that this was a ideal topic for my capstone and a business strategy for CSH. I then did extensive research that involved articles, books, webinars, conferences and trainings. I interviewed employees and spoke with board members. I put together an employee survey to measure the diversity climate in the organization, and hand picked a D&I committee. Finally, I adapted a D&I strategic plan to CSH so we will have a sustainable strategy for this initiative  and make a beautiful cultural shift.  Capstone Case Study   School of Professional Studies  Page 6 of 21  SECTION  2:  Literature Review I have done extensive research on diversity and inclusion in the workplace to fully understand the dynamics, obstacles and problems that persist in this arena. Historically, only white males had success climbing the corporate ladder because of discrimination, and ignorance. There have been well intentioned laws that were passed in attempt to correct these imbalances. For example, President Kennedy introduced affirmative action in 1961 to ensure companies that received federal funding hired employees without regard to race, creed, color, or national origin. Studies have shown that affirmative action favors white women and not minorities as it was intended. We have come a long way, but we still have further to go. Even though numerous women have entered the workforce, there is an unbalanced number of women in leadership positions, especially women of color. The United States is becoming an increasingly diverse country and consequently an increasingly diverse workforce. It seems that diversity has turned into a buzz concept that is thrown around and abused to make a manager and a business appear socially responsible. We are constantly hearing it to the point it becomes annoying because I do not really think we appreciate it and managers do not know how to manage it.  In this age of a growing diverse workforce it seems that managers are unable to really understand how diversity and inclusion fits into a company’s strategic vision. It is not a compliance issue or a program that needs to meet certain quotas. A business that makes diversity and inclusion a true business priority has better financial returns and is more creative. Companies need to focus on the value of inclusiveness, increased employee engagement and understanding our own bias is critical for an inclusive, thriving, corporate culture.  I am interested in strategies, trainings and best practices that work in other organizations. I am captivated with success stories, struggles and lessons learned along the way. I need to know how other organizations succeeded or failed in order to apply my knowledge for a successful cultural shift.  Capstone Case Study   School of Professional Studies  Page 7 of 21 I read two books; Equality: Courageous Conversations about Women, Men, And Race to Spark A Diversity And Inclusion Breakthrough by Trudy Bourgeois and The Inclusion Dividend by Mark Kaplan and Mason Donovan. These books were very helpful in establishing a business case for diversity and Inclusion in the workplace. I also found some valuable articles, many of them were from Society for Human Resource Management (SHRM) where I found some best practices and ways to create a successful employee survey to measure our starting point for D&I in our current culture. Additionally, I attended an all-day workshop, Operationalizing Diversity & Inclusion, presented by Yemisi Oloruntola-Coates-MA, MAMC, Chief Diversity & Inclusion Officer at Baystate Health. I learned strategies to create a D&I strategic plan for the Children’s Study Home. The Healing Racism seminar I attended provided vital groundwork. Business Case for Diversity 1. Diversity and Innovation- Most of my resources agree that for a business to succeed at being a diverse and inclusive workplace culture, senior leadership must see it as a priority. The relationship between diversity and innovation is positive and statistically significant. This innovation is not limited to a single diversity factor i.e. gender, race, ethnicity or age. Interestingly, it is only when women fill a significant share of leadership positions does innovation seem apparent. Companies with diverse management teams that embrace the contributions from their subordinates and support a culture where they feel comfortable and free to be themselves is critical in promoting innovation.  2. Diversity and Inclusion lead to more revenue- Several of my resources agree diverse workforces perform better financially, win top talent, improve customer orientation, and make better decisions.  3. Diversity and Inclusion is critical to performance- All my research agrees that unless a person feels like they can be their authentic self at work their creativity, engagement and communication will be stifled. Diversity without Inclusion is not Enough Capstone Case Study   School of Professional Studies  Page 8 of 21 1. Impressive Statistics-One article has statistics that says diversity with inclusion is “ 2x more likely to meet financial target 3x more likely to be high performing, 6x more likely to be innovative and agile, 8x more likely more likely to achieve better business outcomes.” 2. What is an inclusive work environment/culture?  My sources define and inclusive work environment/culture as when an employee is treated with fairness and respect by leaders and colleagues. Their contributions are valued, and they feel they belong. They feel safe and are open to express their ideas and opinions even when they are contrary to the status quo. These employees are empowered by their leaders that result in their growth. Leadership- My research agrees that inclusive leaders are paramount. 1. Inclusive Leaders -Have a great and lasting influence over their subordinates. Their team has better performance, better collaboration, and decision making. 2. Inclusive leadership traits-The qualities of as inclusive leader are someone that is, curious, spirited, culturally responsive, committed, team player, collaboration, and aware. 3. We need new leadership behaviors to engage in a world with a changed reality -Leaders need to closely examine unconscious bias, values, behaviors to be able to step out as a genuine believer. One way to do this is to become culturally responsive by spending time with people that are not like you to gain a different perspective. All people need to examine their behavior and analyze if they respect the human dignity of every person they meet. We Made Great Strides, but Have a Long Way to Go 1. To accomplish its potential diversity must go beyond “tokenism”. My research agrees that it is harmful when a company treats D&I as a “check the box system.”  For example, 63% of Latinas do not feel appreciated or included, and 63% of black women feel their ideas are not valued or accepted. 2. Value authenticity over conformity- A wide range of presentation and communication styles can be effective in the workplace. Capstone Case Study   School of Professional Studies  Page 9 of 21 Best Practices in Developing a Diversity and Inclusion Program: 1. Compile Data 2. Identify Areas of Concern 3. Address Policies and Practices Affecting Diversity i.e. unconscious bias, company culture 4. Identify Business Goals 5. Get Senior-Level Support 6. Implement Initiatives i.e. employee resource groups, trainings 7. Communicate Initiatives 8. Measure Outcomes  SECTION  3:  Background My case study will have a narrow focus and concentrate on the non-profit human service agency, The Children’s Study Home (CHS), where I am employed as the Associate Director of Human Resources.  Our workforce is currently very culturally diverse. However, we should have more diversity at the board level (white males), and some of our programs are not diverse, for example we have one department that is all White females and another department that is all Hispanic males. We need to increase diversity in those departments and create a more inclusive work environment throughout the Agency. Currently we have very high turnover, especially in our residential homes for children with trauma history. Some of the turnover is the result of low wages, and the difficult job of working with children that have emotional and behavioral issues, but some of it could be the agency culture. I am hoping as a result of this case study, I will be able to apply my knowledge to create a more diverse and inclusive work environment. Men and women regardless of their race, gender or other differences should have equal opportunities to be successful. It is human nature to want to belong, treated fairly with dignity and respect. We spend a great majority of our lives in the workplace and we need that experience to be positive for a peaceful life.   Capstone Case Study   School of Professional Studies  Page 10 of 21  SECTION  4: About the Organization  Children’s Study Home was originally founded in April of 1865 as The Springfield Home for Friendless Women and Children. This organization was one of the first social service agencies in Massachusetts and was started by a broad group of religious leaders ‘to provide a temporary home for friendless and destitute women and children; and to give them employment and instruction with the ultimate design of providing for them a more permanent situation, or of fitting them to maintain themselves.’ (Agency Constitution, 1865)  The Children’s Study Home (CHS)is the second oldest non-profit in Massachusetts, est. 1865. The mission of CSH “is dedicated to partnering with families by providing innovative and educational programs and services that strengthen children and families; empowering them to succeed at home, within the community and throughout life.” I would describe CSH as a medium size non-profit human service agency. We have about 10 million dollars in state, federal and private funding and employ about 200 employees. CHS supports children and families throughout the Pioneer Valley, Berkshires and Cape Cod providing educational, residential and family services. We currently have three special education schools. Two of the schools serve children with educational and behavioral challenges and the third school serves children with learning disabilities.  Our Family Support Program is funded through state contracts and is a supportive service for families that are currently involved in state services, who have a goal of family reunification. We also provide family visitation services to families that need a safe and supportive environment where families can visit their children. We also provide court mandated supervised visiting when it is a court requirement. We have three residential homes that are therapeutic environments that focus on positive reinforcement and behavioral treatment. We support children in their recovery from trauma, preparing them for stabilization and permanency. Although most of our children live in the residence long term, the goal is to return them to their families or foster care. Capstone Case Study   School of Professional Studies  Page 11 of 21 Most of our children in the residential programs are in Department of Children and Families (DCF) custody. The majority are taken from their homes because of abuse and neglect and as a result they have emotional and behavioral challenges. It is sad to see a child forced to live in a residential setting. Our direct care staff are hired to provide supervision to the children with a 1 to 3 ratio. The staff serve as role models and are there to engage with the children and ensure they are safe and following the rules of the program. Unfortunately, as a result of the increases in minimum wage we can not offer much more. As a result, we have difficulty hiring high quality staff. We must rely on people that are attracted to the field because of our mission and their desire to help, give back, and make a difference. We find ourselves in competition with other local non-profits that are basically offering the same pay, benefits and similar missions. We all want to attract the best and the brightest employees, but how do we make ourselves stand out? We cannot compete financially so how do we get people to want to work for our organization? I think if the CSH could create a diverse and inclusive culture and have a reputation in the community as a place to work where you can be your authentic self and thrive in the workplace. The benefits for this culture would be far reaching for the staff, children, and society. Diversity and inclusion work is intentional and is a project that will take constant vigilance and revaluation but it will be well worth it.  SECTION  5: The Challenge We must improve cultural diversity on our maintenance team (Hispanic men), one of our schools (White women), and our Board of Directors (White men.) I believe that it is essential to expand the diversity of the Board considering they are the major decision makers and ultimately responsible for the health and welfare of the whole agency. Additionally, we must work on cultivating an inclusive culture where employees and clients can feel comfortable and safe being themselves. Capstone Case Study   School of Professional Studies  Page 12 of 21 I recently been promoted to the Associate Director of Human Resources. In my new role I am required to lead the Human Resource committee which is made up of about 10 members of the board. On my way to my first experience with this committee I was introduced to Tracy, a Black woman that is fairly new to the board. As a matter of fact, she is the only person of color on this committee and on the Board of Directors. She is a very intelligent, educated college professor at Bay Path University. During our conversation she shared with me that she was considering stepping down from the board because she did not feel comfortable as the only person of color. She felt alone, hesitant to speak and on the outside looking in. Although I am a white female, I definitely understood her concern as I attended my first meeting. The white men that comprised this committee were corporate business executives, lawyers, and retired business owners. The mood of the room was intimating, formal and anxiety provoking. I cannot imagine being my authentic self in that room, due to the unspoken expectations to conform to the status quo. Thankfully, the subsequent meetings have been cancelled due to Covid-19. I am not thankful for Covid but there is usually a small blessing in a crisis, and this is mine. I am not looking forward to the next meeting, but it gives me more incentive to help increase diversity and inclusion.  In speaking with some of our staff from different programs in the agency there is a consensus that there is a lack of inclusion/belonging in our agency culture. For example, a Hispanic millennial male (Eddie) shared that he is not his true self when he comes to work. He stifles his opinions, language, and dress to conform with our “white culture.” He feels that if he came to work as he truly was, he believes that people would put labels on him and stereotype him as uneducated, “ghetto” and discount him as a valuable staff.  In contrast an educated, white direct care worker from an affluent family feels she cannot be her authentic self because she believes she will not feel accepted by her primarily black low-income co-workers. I predict that both employees are looking for other jobs. Upon reflection of these cultural diversity deficits and the feelings the employees shared about the lack of inclusion in the organization it is obvious that as an organization we have an unconscious bias problem. Although I have learned through my research that it is perfectly normal to have these bias, we should be learning to recognize and change them. Capstone Case Study   School of Professional Studies  Page 13 of 21 If unconscious bias is ignored it can grow and become an organization problem as we see at CHS. The results of these issues in CSH is high turnover, an unengaged workforce, and bitter feelings. According to research by Y Oloruntola-Coates our bias is most likely activated by 5 key conditions. The first is similarity, which is the tendency to view people who look and think like us more favorable than people who are different. For example, we hire people who we identify with because that is who we trust. The second ingredient is expedience which is the tendency to jump to conclusions instead of understanding it. For example, in the above example of Eddie, he believes if he comes to work being his authentic self, managers and co-workers would immediately assume he was uneducated and “ghetto”.  The third ingredient is experience which is our tendency to think how we view the world is more accurate than how someone else views the world. For example, I see the world from a white female perspective. Not that long ago when someone mentioned the philosophy of “white privilege” I would immediately roll my eyes. The reason I rolled my eyes is because from my point of view I did not feel that I was privileged in any way just because I was white. As a matter of fact, I was offended by the whole concept. I felt this way until I was enlightened by a 3-day seminar I attended called “Healing Racism”. The whole premise of the seminar is to have a safe conversation about race and to uncover bias. It was truly a no judgement zone. During this seminar there was an exercise called the “privilege walk.” I realized at that moment that I did have an advantage because I was white. I never saw the world through the lens of minority experience. The fourth ingredient is distance which is the propensity to designate greater value to things that are closer to us, rather than further away. An example of this is when I was in high school back in the 80’s. Although most of my high school population was white there was probably about 25% of my class that was minority. Although, I never considered myself racist in any way, but as I look back at my yearbook, I realized I did not know any minority classmates. It is horrible to admit that I assigned greater value to Capstone Case Study   School of Professional Studies  Page 14 of 21 my white circle of friends and never even considered befriending a black person. In retrospect the minority students did not exist in my world. The fourth ingredient is safety which is the tendency to over-account for negative outcomes instead of positive ones. I think a good example of this is after 9/11 all muslins were viewed as terrorists. Society placed a very negative connotation on Muslims because of a terror sect that does not represent the majority. We failed to consider the positive impact our Muslim neighbors have on our communities.  We are all products of our environment and perceive life through our own bias lenses. Our intentions are not bad, but we do not know what we do not know. As a result, we bring these biases into the workplace. At CHS our biases translate into a culture of where people must stifle their authentic self in order to “fit in.” This is bad for employees, clients and business. SECTION 6: The Solution Initially I approached the challenge by getting feedback from the Executive Director, Leslie Fisher-Katz. All my research concurred that any change in culture had to happen with leadership. I wanted to hear Leslie’s perspective of the problem and possible solutions that we could implement in the Agency. I found her to be good at articulating the D&I problem in the agency, but she was at a loss for a solution. In the research I did I have come across some very good suggestions that I believe will work at CSH. One was to conduct a D&I survey for the staff of the whole agency and determine a baseline. I wrote the survey but will have to wait to conduct it as half of our staff are furloughed due to COVID-19. Once the baseline is determined then we can periodically re-survey our staff to determine if our D&I culture is improving as a result of strategies that will be implemented. I also would like to implement a hand selected D&I committee. This committee would be a very diverse committee that will be representative of all the programs in the agency. I would like the committee to have a representative of all underrepresented populations that might otherwise struggle with belonging. For example, I want a black woman, a gay back man, a single white mother, a baby boomer Muslim, a millennial Christian, and a Capstone Case Study   School of Professional Studies  Page 15 of 21 white lesbian. I would like to identify problems in the programs and explore solutions that will change the culture of the agency. I do not want anyone in the senior management team to be involved because I do not want anyone to feel intimidated or in any way worried that this will be tied to their performance. This committee will not be able to form until the Covid-19 crisis passes but I have identified the participants. This is a voluntary committee, so I still have to invite the participants and determine if they are interested.  While attending the D&I workshop one of the key takeaways was to create a D&I strategic plan to create a solution. This plan has three major sections with sub-heading underneath each section. I have created one for CSH and would like to present it to the committee for feedback. The first major section of the D&I strategic plan is Foundation. This is tied to the mission and core values of the agency. The Mission of CHS is dedicated to partnering with families by providing innovative and educational programs and services that strengthens children and families; empowering them to succeed at home, within the community, and throughout life. Our Core Values • Dignity and Respect-Staff and clients are people of dignity and worth that have the right to develop themselves to their fullest potential. • Diversity and Inclusion-Respects clients and staff regardless of their race, religion, ethnicity, socioeconomic status, sexual orientation, and disability. • Trauma Informed Care-A Focused Culture that means we identify all challenges expressed by consumers and staff alike as coping responses to historical trauma. • Quality Assurance-The pursuit of excellence through measurable goals and objectives. Competitive Advantage (What We Do Best) • Avoid traumatization and actively build resilience • Second oldest non-profit in MA (1865) Capstone Case Study   School of Professional Studies  Page 16 of 21 • Provide primary preventive programs that facilitate health growth and development of children and families • Provide a safe and nurturing alternative living situation for children in need of specialized care. Agency-Wide Strategies (How We Will Get There) 2020-Redefine and lay the foundation for D&I for the Agency. 2021-Centealization of a system wide D&I strategy (4C Model). The section major section of the D&I strategic plan is Strategic Objectives and Organization Goals: The 4C Model Compassionate People- CHS Employees • Leverage the D&I committee to address critical D&I issues and opportunities. o Empower the D&I committee to evaluate process, policies, and practices. • Employee Development  o Train and coach CSH leaders to all levels on best practices of D&I. o Increase diversity representation on all levels of management (including BOD). • Diversity Climate-Belonging o Support recruitment and retention initiatives and increase diversity at all levels. Client Care • Facilitate Culturally Responsive Care o Develop an approach for culturally responsive care to diverse client population. o Develop policies/procedures supporting employees and clients in appropriate care delivery. Community Engagement • Collaborate with community partners to develop a collective D&I vision for the benefit of the community. Capstone Case Study   School of Professional Studies  Page 17 of 21 Community Impact: Corporate Social Responsibility • Continue to provide resources and activities to the community for their well-being and create new initiatives. The third major section is Key Performance Indicators How We Measure Success • Increase in diversity of programs and BOD. • Increase in feeling of inclusion/belonging (survey.) Vision-What CHS Will Look Like • To be recognized as a preferred place to work among social service agencies because of our culture of diversity and inclusion/belonging. Implementation (How We Make Strategy a Habit) • D&I training and coaching for all managers. • Hold managers accountable for D&I/belonging climate in their programs. • Recognize/reward excellence in D&I management. • Continue, enhance, and empower the D&I committee to provide direction. • Support cultural transformation. • Create and support innovation around recruitment and retention. • Ensure policies are scrutinized through a D&I lens. • Collect data to measure progress. SECTION 6: Conclusion As a result of this case study I have come to understand diversity and inclusion in the workplace, the dynamics, obstacles and problems that still exist. One problem that persists is that many companies see diversity programs such as Affirmative Action as a “tick the Box’ compliance program. Companies are impressed with themselves because they feel like they have a diverse workforce because they meet the criteria of the program. Today most companies already have a diverse workforce and the struggle is upward mobility for minorities. We still struggle to promote or hire minority managers Capstone Case Study   School of Professional Studies  Page 18 of 21 into leadership positions. Compliance programs do not account for this lack of movement or factor in inclusion/belonging so a person can be free to do their best work. Another prevalent problem that stifles D&I is unconscious bias. Everyone has some bias that is usually subtle and can be shown in hidden messages or actions. We have these biases because we all see their world through own world view that is shaped by our past experiences.  A business that adopts D&I as a strategic business goal that is prioritized and supported by leadership has shown great success. The business case for D&I has shown great benefits to companies that take it seriously. My research shows that a diverse workforce is innovative. This benefits the company because there are more profits, customers are happy, and it is easier to attract and retain talent.  It is not enough for a company to be diverse; the employees must feel they are included, and they belong. When an employee feels like they can be their authentic self at work then they feel free to unleash their creativity, engage with colleagues and leaders, and feel comfortable communicating. Statistics show that diversity with inclusion are even more innovative, high performing, and financially sound. Furthermore, a company with inclusive leaders can inspire their employees to be accepting of others, which ultimately stimulates a culture of belonging. During my research I uncovered best practices that goes beyond compliance that will create and maintain a lasting culture of diversity & inclusion/belonging. I applied these strategies to The Children’s Study Home which struggles with diversity in some areas and inclusion/belonging as a culture. I have created a CSH Diversity and Inclusion plan that for CSH that was adopted from my best practice research. It is important to create a way to operationalize D&I efforts and stay sustainable.  Unfortunately, in my experience with non-profit organizations I have seen countless initiatives fall to the wayside due to neglect. This initiative will be accountable by leadership, our personnel committee and it is built into the strategic plan. The foundation of the D&I strategic goals focuses on our mission, core values and what we do best. After evaluating these factors, it is exciting to realize that CHS is a natural fit Capstone Case Study   School of Professional Studies  Page 19 of 21 to totally embracing a D&I strategic plan. We already are a trauma informed culture that accepts all people have a trauma history and we must be sensitive and slow to judge. We have D&I as a core value that we did not know how to implement. We value and train staff how to treat people with dignity and respect. The strategies in the plan to accomplish our D&I goal has a different focus each year. My plan for this year is to redefine and lay the foundation for D&I in the Agency by using the 4C model.  As Compassionate people, we will leverage a D&I committee to address issues and opportunities. We will train and coach managers and leaders to become inclusive leaders and in unconscious bias. We will implement strategies to have diverse representation in all departments including the BOD. We will also create recruitment and retention initiatives that support D&I and belonging at all levels Client care is included in the plan so we can ensure culturally responsive care to a diverse client population. This could be done by reaching out to other agencies for advice. We can further collaborate with community partners for community engagement strategies. Additionally, at CHS we already provide activities that has a positive community impact. For example, we offer free camp to neighborhood children. We can continue to explore other opportunities to expand the community’s well-being. We need to make sure that we continually monitor and measure our success. We can do this by providing periodic surveys that will tell us if our strategies are successful in increasing the D&I and belonging climate. We must keep focused on our vision to be recognized as a preferred place to work among social service agencies because of our culture of diversity and inclusion/belonging. It is so important to make this strategy a habit therefore there are strategies in place to make this happen. For example, we will hold manager accountable for the D&I climate of their department. One way we can do this is by making a section on the performance evaluation for D&I. I look forward to presenting this strategic plan to the D&I committee so we can begin. Once it is approved by the committee, we can present it the BOD and senior leaders for their support. I believe that this is a sound plan and look forward to the results. Capstone Case Study   School of Professional Studies  Page 20 of 21 Cited References Bourgeois, T. (2017). Equality: courageous conversations about women, men, and race to spark a diversity and inclusion breakthrough. Dallas, TX.: The Center for Workforce Excellence, Publisher.  10 Top Diversity & Inclusion Questions Answered. (n.d.). Retrieved from https://www.lever.co/blog/10-top-diversity-inclusion-questions-answered/ Jain-Link, P., Kennedy, J. T., & Bourgeois, T. (2020, January 13).  5 Strategies for Creating an Inclusive Workplace. Retrieved from https://hbr.org/2020/01/5-strategies-for-creating-an-inclusive-workpla Htun, M. (2019). Promoting Diversity and Inclusion through Engagement: The APSA 2018 Hackathon. PS: Political Science & Politics, 52(4), 677–683. doi: 10.1017/s1049096519000593  About the author(s) Vivian Hunt is a director in McKinsey’s London office. (n.d.). Why diversity matters. Retrieved from https://www.mckinsey.com/business-functions/organization/our-insights/why-diversity-matters  Donovan, M., & Kaplan, M. (2019). The inclusion dividend: why investing in diversity & inclusion pays off. Salisbury, NH: DG Press.  Brown, K., Johnson, W., Klinghoffer, D., & Daimler, M. (2019, January 23). To Retain Employees, Focus on Inclusion - Not Just Diversity. Retrieved from https://hbr.org/2018/12/to-retain-employees-focus-on-inclusion-not-just-diversity  Shrm. (2019, August 16). How to Develop a Diversity and Inclusion Initiative. Retrieved from https://www.shrm.org/resourcesandtools/tools-and-samples/how-to-guides/pages/how-to-develop-a-diversity-and-inclusion-initiative.aspx  Oloruntola-Coates Y (Feb 2020) Operational Diversity & Inclusion, presented by The Human Service Forum, South Hadley, MA Davis A (Nov 2019) Healing Racism Institute, presented  at Holyoke Community College        Capstone Case Study   School of Professional Studies  Page 21 of 21    ",
    "id": 323908705,
    "identifiers": {
        "doi": null,
        "oai": "oai:commons.clarku.edu:sps_masters_papers-1051"
    },
    "title": "Diversity and Inclusion in the Workplace; Benefits, Challenges and Strategies for Success",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-05-01T08:00:00+01:00",
    "publisher": "Clark Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://commons.clarku.edu/cgi/viewcontent.cgi?article=1051&amp;context=sps_masters_papers"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/323908705.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/323908705"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/323908705/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/323908705/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/323908705"
        }
    ],
    "abstract": "In this case study I have explored the topic of diversity and inclusion in the workplace and learned how it can transform a business. When D&I is a serious business strategy supported by senior management it can help recruit and retain top talent, increase profits, and unleash creativity among other benefits. It is important to have leadership that is inclusive so they can set the tone for their staff\nThis case study evaluates the D&I culture at The Children’s Study Home (CHS) and explores best practices for improvement. CHS is a non-profit human service agency in Western MA, that’s mission is dedicated to improving the lives of children and families through an array of services. Much of the staff are residential counselors that have hard jobs and low wages. Changing the culture of an organization takes time but if CHS adopts D&I as a business strategic goal it will improve the morale and engagement of staff and will improve the lives of the children and family that they serve.\nThere are some programs in the Agency that are not culturally diverse, and the Board of Directors is primarily white men. There are employee and managers that express frustration over the lack of inclusivity and belonging at CHS. They feel they are not free to be their authentic selves because of envisioned negative judgment from their managers and colleagues.\nThe solution is to evaluate the D&I climate of the organization and create a D&I committee to assist with strategy and decision. This study used material obtained form research and incorporated the findings into a Diversity and Inclusion Strategic Plan that is adopted for CHS.\nThe D&I strategic plan has three major sections. The first section is the foundation that includes our mission, core values, the things we do best and how we will get there. The second section is Strategic Objectives and Organizational goals; the 4C model; Compassionate People, Client Care, Community Engagement and Community Impact. The third section is key performance indicators which covers how we will measure success and make D&I a strategy that is a habit. This plan will take a while to implement and I imagine there will be changes and additions, but it will be worth it",
    "tags": [
        "text",
        "MPA",
        "diversity",
        "inclusion",
        "workplace",
        "Business and Corporate Communications",
        "Communication",
        "Family, Life Course, and Society",
        "Health Policy",
        "Human Resources Management",
        "Information Security",
        "Management Information Systems",
        "Marketing",
        "Nonprofit Administration and Management",
        "Public Administration",
        "Public Health",
        "Social Media",
        "Sociology of Culture"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:commons.clarku.edu:sps_masters_papers-1051",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3476",
        "openDoarId": 0,
        "name": "Clark University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 323908705,
        "depositedDate": null,
        "publishedDate": "2020-05-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T04:26:30+00:00",
        "acceptedDate": null,
        "createdDate": "2020-06-08T21:46:36+01:00"
    },
    "urls": [
        "https://commons.clarku.edu/sps_masters_papers/42",
        "https://commons.clarku.edu/context/sps_masters_papers/article/1051/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-01-24T04:26:30+00:00",
    "setSpecs": []
}