{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Zietsch, B.P."
        },
        {
            "name": "Verweij, K.J.H."
        },
        {
            "name": "Heath, A.C."
        },
        {
            "name": "Madden, P.A.F."
        },
        {
            "name": "Martin, N.G."
        },
        {
            "name": "Nelson, E.C."
        },
        {
            "name": "Lynskey, M.T."
        }
    ],
    "contributors": [],
    "createdDate": "2020-04-18T11:12:22+01:00",
    "dataProvider": {
        "id": 11074,
        "name": "VU Research Portal",
        "url": "https://api.core.ac.uk/v3/data-providers/11074",
        "logo": "https://api.core.ac.uk/data-providers/11074/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1017/S0033291711001577",
    "downloadUrl": "https://core.ac.uk/download/303511488.pdf",
    "fullText": "VU Research PortalDo shared etiological factors contribute to the relationship between sexual orientationand lifetime depression?Zietsch, B.P.; Verweij, K.J.H.; Heath, A.C.; Madden, P.A.F.; Martin, N.G.; Nelson, E.C.;Lynskey, M.T.published inPsychological Medicine2012DOI (link to publisher)10.1017/S0033291711001577document versionPublisher's PDF, also known as Version of recordLink to publication in VU Research Portalcitation for published version (APA)Zietsch, B. P., Verweij, K. J. H., Heath, A. C., Madden, P. A. F., Martin, N. G., Nelson, E. C., & Lynskey, M. T.(2012). Do shared etiological factors contribute to the relationship between sexual orientation and lifetimedepression? Psychological Medicine, 42, 521-533. https://doi.org/10.1017/S0033291711001577General rightsCopyright and moral rights for the publications made accessible in the public portal are retained by the authors and/or other copyright ownersand it is a condition of accessing publications that users recognise and abide by the legal requirements associated with these rights.            • Users may download and print one copy of any publication from the public portal for the purpose of private study or research.            • You may not further distribute the material or use it for any profit-making activity or commercial gain            • You may freely distribute the URL identifying the publication in the public portal ?Take down policyIf you believe that this document breaches copyright please contact us providing details, and we will remove access to the work immediatelyand investigate your claim.E-mail address:vuresearchportal.ub@vu.nlDownload date: 26. May. 2021Psychological Medicinehttp://journals.cambridge.org/PSMAdditional services for Psychological Medicine:Email alerts: Click hereSubscriptions: Click hereCommercial reprints: Click hereTerms of use : Click hereDo shared etiological factors contribute to the relationship betweensexual orientation and depression?B. P. Zietsch, K. J. H. Verweij, A. C. Heath, P. A. F. Madden, N. G. Martin, E. C. Nelson and M. T. LynskeyPsychological Medicine / Volume 42 / Issue 03 / March 2012, pp 521 - 532DOI: 10.1017/S0033291711001577, Published online: 26 August 2011Link to this article: http://journals.cambridge.org/abstract_S0033291711001577How to cite this article:B. P. Zietsch, K. J. H. Verweij, A. C. Heath, P. A. F. Madden, N. G. Martin, E. C. Nelson and M. T. Lynskey (2012). Do sharedetiological factors contribute to the relationship between sexual orientation and depression?. Psychological Medicine, 42, pp521-532 doi:10.1017/S0033291711001577Request Permissions : Click hereDownloaded from http://journals.cambridge.org/PSM, IP address: 130.37.129.78 on 15 Oct 2013Do shared etiological factors contribute to therelationship between sexual orientation anddepression?B. P. Zietsch1,2*#, K. J. H. Verweij1,2#, A. C. Heath3, P. A. F. Madden3, N. G. Martin2, E. C. Nelson3and M. T. Lynskey31 School of Psychology, University of Queensland, Brisbane, Queensland, Australia2 Genetic Epidemiology, Queensland Institute of Medical Research, Brisbane, Queensland, Australia3 Department of Psychiatry, Washington University School of Medicine, St Louis, MO, USABackground. Gays, lesbians and bisexuals (i.e. non-heterosexuals) have been found to be at much greater riskfor many psychiatric symptoms and disorders, including depression. This may be due in part to prejudice anddiscrimination experienced by non-heterosexuals, but studies controlling for minority stress, or performed in verysocially liberal countries, suggest that other mechanisms must also play a role. Here we test the viability of commoncause (shared genetic or environmental etiology) explanations of elevated depression rates in non-heterosexuals.Method. A community-based sample of adult twins (n=9884 individuals) completed surveys investigating thegenetics of psychiatric disorder, and were also asked about their sexual orientation. Large subsets of the sample wereasked about adverse childhood experiences such as sexual abuse, physical abuse and risky family environment, andalso about number of older brothers, paternal and maternal age, and number of close friends. Data were analyzedusing the classical twin design.Results. Non-heterosexual males and females had higher rates of lifetime depression than their heterosexualcounterparts. Genetic factors accounted for 31% and 44% of variation in sexual orientation and depressionrespectively. Bivariate analysis revealed that genetic factors accounted for a majority (60%) of the correlation betweensexual orientation and depression. In addition, childhood sexual abuse and risky family environment were significantpredictors of both sexual orientation and depression, further contributing to their correlation.Conclusions. Non-heterosexual men and women had elevated rates of lifetime depression, partly due to sharedetiological factors, although causality cannot be definitively resolved.Received 26 October 2010 ; Revised 16 June 2011 ; Accepted 18 July 2011 ; First published online 26 August 2011Key words : Childhood abuse, depression, genetics, sexual orientation, twins.IntroductionSeveral recent large-scale studies have indicated thatgays, lesbians and bisexuals (i.e. non-heterosexuals)are at elevated risk for many psychiatric symptomsand disorders (Fergusson et al. 1999; Cochran &Mays,2000 ; Gilman et al. 2001 ; Sandfort et al. 2001; Meyer,2003 ; Mills et al. 2004 ; King et al. 2008 ; Frisell et al.2010 ; Bolton & Sareen, 2011 ; Chakraborty et al. 2011).For example, the meta-analysis by King et al. (2008)revealed that, compared to heterosexuals, non-heterosexuals are at approximately twice the risk ofmajor depressive disorder (depression) and anxietydisorders, deliberate self-harm and attempted suicide.With non-heterosexuals comprising a substantial pro-portion of the population (about 3–10% depending onthe definition used; Sell et al. 1995 ; Grulich et al. 2003 ;Zietsch et al. 2008), it is of considerable importance tounderstand the causes of their elevated psychiatricrisk. These causes, however, remain unclear.The dominant explanation is the ‘minority stress ’hypothesis, whereby social prejudice and discrimi-nation provoke mental health problems in non-heterosexuals (Meyer, 1995, 2003 ; Mays & Cochran,2001 ; Hatzenbuehler, 2009). Two studies found thatcontrolling for reported levels of discrimination atten-uated the relationship between sexual orientation andmental health (Mays & Cochran, 2001 ; Frisell et al.2010). However, in both studies, even after controllingfor levels of discrimination there remained a largeeffect, and other studies show that the relationship* Address for correspondence : Dr B. P. Zietsch, School ofPsychology, University of Queensland, St Lucia, Brisbane,4072 Australia.(Email : Brendan.Zietsch@qimr.edu.au)# These authors contributed equally to this work.Psychological Medicine (2012), 42, 521–532. f Cambridge University Press 2011doi:10.1017/S0033291711001577ORIGINAL ARTICLEbetween sexual orientation and mental health is justas strong in The Netherlands, where there has longbeen greater cultural acceptance of homosexualitythan in other countries (Sandfort et al. 2001 ; Lewis,2009). Thus, it seems likely that other mechanisms(Bailey, 1999) also contribute to the link betweennon-heterosexuality and psychiatric risk, but theseare only now starting to be explored.These other possible mechanisms may involvea common cause of both non-heterosexuality andpsychiatric disorder. Frisell et al. (2010) found thatcontrolling for familial confounding reduced or elimi-nated non-heterosexuals’ elevated psychiatric risk ina Swedish sample of twins, with or without adjust-ment for perceived discrimination or hate crimevictimization. This suggests that elevated risk innon-heterosexuals is influenced by common familialfactors, but it is unclear whether they have a genetic ora shared environmental basis. Twin and family studiesgenerally indicate that genetic influences account forbetween a third and half of the variance in both sexualorientation (Pillard & Bailey, 1998 ; Kendler et al. 2000 ;Santtila et al. 2008 ; Zietsch et al. 2008 ; Langstrom et al.2010) and depression (Sullivan et al. 2000 ; Kendleret al. 2001 ; Levinson, 2006), which we focus on in thisstudy. These genetic influences may overlap; Zietschet al. (2011) found that genetic correlation betweensexual orientation and Neuroticism, a robust predictorof depression (Kendler et al. 1993b, 2004), was pri-marily responsible for elevated Neuroticism scores inboth male and female non-heterosexuals. This findingprovided some evidence for the existence of geneticfactors that predispose to both non-heterosexualityand depression. However, potent non-genetic riskfactors for depression include childhood sexual abuseand risky family environment (Felitti et al. 1998 ;Kendler et al. 2002, 2004, 2006 ; Fergusson et al. 2008),the latter characterized by conflict and relationshipsthat are cold, unsupportive and neglectful (Repettiet al. 2002), and non-heterosexuals are also more likelyto experience childhood sexual abuse (Hughes et al.2001 ; Tomeo et al. 2001 ; Balsam et al. 2005) and familyinstability (Fergusson et al. 1999) than are hetero-sexuals, according to self-reports. Although mostnon-heterosexuals do not report childhood sexualabuse, the possibility remains that childhood experi-ences could influence individuals’ later sexual orien-tation in addition to increasing their vulnerability todepression.In the current study we investigated the viabilityof these genetic and environmental ‘ common cause’explanations using two large community-basedsamples (n=6233 and 3651 individuals) of identicaland non-identical twins, selected without reference tosexual orientation or depression. Individuals in bothsamples completed a detailed psychiatric assessmentby telephone interview, and also answered questionsregarding their sexual orientation and childhoodexperiences. Using this genetically informative datawe quantified the relative involvement of geneticinfluences, childhood sexual and physical abuse, andrisky family environment in sexual orientation, life-time depression, and their association. We also as-sessed the contribution of other factors that havebeen thought to influence sexual orientation, includingnumber of older brothers and parental ages, andtested whether social connectedness (close friends)could mediate the relationship between sexual orien-tation and depression. This is the first study to inves-tigate the link between sexual orientation, depressionand adverse childhood experiences in a geneticallyinformative sample.MethodParticipantsParticipants were two community-based samplesof identical (monozygotic ; MZ) and non-identical(dizygotic ; DZ) twins drawn from the Australian TwinRegistry (ATR), who participated in semi-structuredtelephone interviews aimed primarily at assessinglinks between psychiatric disorder and substance use.Sample 1 consisted of 6233 twin individuals agedbetween 23 and 39 years (mean¡S.D.=29.9¡2.5)interviewed between 1996 and 2000. Subjects weremembers of the young adult cohort of the ATR, a vol-unteer panel of twins born between 1964 and 1971.Twins were registered with the ATR between 1980 and1982 by their parents in response to approachesthrough school systems and mass media appeals. Theresponse rate for this study was 77% (68% completepairs). Fourteen percent of the twins contacted refusedto collaborate with the study. Further details can befound elsewhere (Nelson et al. 2002 ; Knopik et al.2004).Sample 2 consisted of 3651 twin individualsaged between 27 and 37 years (mean¡S.D=31.8¡2.5),interviewed between 2005 and 2009. The twins werealready members of the ATR. The response rate forthis sample was 51%. This is lower than for sample 1because non-response after initial contact was notfollowed up as extensively, as changes to the protocolnecessitated a two-stage consent process whereby theATR was required to obtain consent from twins to re-lease their contact information whereas consent toparticipate in this specific study was obtained in aseparate process. For both samples written informedconsent was obtained from all participants and data522 B. P. Zietsch et al.were obtained from a comprehensive assessment bytrained interviewers.The combined sample consisted of 9884 twins :1133 female MZ pairs, 707 male MZ pairs, 861 femaleDZ pairs, 555 male DZ pairs, 946 opposite-sex DZpairs, and 1480 single twins whose co-twin did notparticipate. Single twins were retained as they increaseprecision of the threshold estimates. The zygosity ofthe twin pairs was determined based on their responseto standard items about physical similarity, a pro-cedure that has been found to have high (at least 95%)concurrence with DNA typing (Ooki et al. 1990) ; theaccuracy here would be even higher as the zygosityof many pairs was confirmed by further telephonequeries and/or subsequent DNA testing.MeasuresFor each dichotomous variable (those not listed under‘Other variables ’), the more common status (i.e.heterosexual, absence of depression and adverse child-hood experiences) was used as the comparison group.Sexual orientationSexual orientation was assessed with the question:‘Do you have a sexual preference for males, females,or both? ’ Previous studies (Fergusson et al. 1999 ;Zietsch et al. 2011) indicate that homosexuals andbisexuals are at similarly greater psychiatric riskcompared with heterosexuals and have combinedthem into one non-heterosexual category. Non-heterosexuals comprised 4.3% and 3.3% of the samplefor males and females respectively.Lifetime depressionIn samples 1 and 2, respondents completed identicalassessments of depression episodes. In accordancewith DSM-IV criteria (APA, 2000), respondents werecoded as having had depression in their lifetime ifthey exhibited at least five of the nine DSM-IV symp-toms of depression during the same 2-week period.Also in accordance with DSM-IV, symptoms musthave been present during the same 2-week period andmust include at least symptom 1 (depressed mood) orsymptom 2 (loss of interest or pleasure). However, ourcriteria do not comprise a full DSM-IV diagnosis ofmajor depressive disorder because exclusion criteria(i.e. symptoms being distinct from those of a mixedepisode, causing clinically significant distress or im-pairment in functioning, and depression not inducedby substance use or bereavement) were not used.There was greater missingness if these criteria wereincluded, with a concomitant cost in power.Individuals’ depression status was coded as missing ifthey had a missing value for either of symptoms 1 or 2above, or when they answered yes to one or both ofsymptoms 1 and 2, but had missing values on morethan three of the nine symptoms in total. The lifetimeprevalence of depression was 24% and 37% for malesand females respectively. Depression rates were re-spectively 43% and 45% for male homosexuals andbisexuals, and 53% and 70% for female homosexualsand bisexuals. These differences in depression rates inhomosexuals and bisexuals were not significant(p=0.08), and we therefore combined them into a non-heterosexual category to achieve adequate power ingenetic analyses.Adverse childhood experiencesChildhood sexual and physical abuse items were onlyassessed in sample 1, whereas risky childhood familyenvironment was available in samples 1 and 2.Risky childhood family environment. This was looselybased on factors identified in Repetti et al. (2002). Itwas operationalized to include those reporting at leastone of the following: that between ages 6 and 13(1) they would often have had an unpleasant dis-agreement with one or both of the parents, (2) theywere not at all close with their parents, (3) theirparents were often fighting or arguing in front of therespondent, (4) there was a lot of tension between therespondent’s parents in the household, or (5) one ofthe parents drank too much. These were the mostextreme of several response options available for eachitem. The items are linked empirically [inter-item cor-relations (Cronbach’s a=0.65), and all items weresignificantly correlated with each other].Childhood sexual abuse. This was coded based on foursections of the interview regarding sexual abuse.Childhood sexual abuse was coded as present if any ofthe following were met : (1) the respondent reportedhaving had sexual contact (defined as ‘ their touchingyour sexual parts, your touching their sexual parts, orsexual intercourse ’) with an adult family memberbefore the age of 14, or non-consensual sexual contactwith another child in the family ; (2) a respondentreported being forced into sexual intercourse or anyother form of sexual activity before the age of 14 ; (3) arespondent reported to have been raped or sexuallymolested before the age of 14 ; or (4) a respondent re-ported to have had non-consensual sex with someoneat least 5 years older before the age of 14. If none ofthe above were reported then childhood sexual abusewas coded as not present, unless the respondent didnot respond to any one of these items or failed to re-port the age at which the event occurred, in which casethe variable was coded as missing.Shared etiology of sexual orientation and depression 523Childhood sexual abuse took place at an averageage of 8.7 years, well before the average age that sexualfeelings developed (13.5 years ; as assessed by an itemin sample 2 interviews only#). Around half of theparticipants who were sexually abused participated ina follow-up interview, revealing that perpetratorswere male in the cases of 94% and 98% of male andfemale victims respectively.Childhood parental physical abuse. This was consideredto have occurred if a respondent reported at least oneof the following: that, between the ages of 6 and 13,(1) they were often or sometimes hit with a belt or stickor something like that by their parents when they didsomething wrong; (2) their parents often or sometimespunished them so hard that it hurt the next day; or(3) the usual way in which their parents punished ordisciplined them was physical and harsh (use ofweapon, punch, kick). These items were all signifi-cantly intercorrelated.Previous research suggests that retrospective re-ports of adverse childhood experiences such as abuseand household dysfunction show good long-term test–retest reliability and little relationship to mood states(Dube et al. 2004 ; Yancura & Aldwin, 2009), suggestingthat our participants probably had reasonably reliablerecall of the above childhood factors.Other variablesVariables previously linked to sexual orientationor otherwise relevant to our hypotheses were alsoassessed to obtain the fullest etiological picturepossible from the available data. These variables were :number of older full brothers (samples 1 and 2),paternal and maternal age (i.e. age of father andmother at birth ; samples 1 and 2), and number of closefriends (sample 2 only). Non-heterosexual orientationhas been found to be associated with having moreolder brothers and having older parents (Hare &Moran, 1979 ; Blanchard, 2004) ; low social connected-ness (for which number of close friends is a roughproxy) has been linked with depression (Baumeister &Leary, 1995) and could be relevant to the minoritystress hypothesis if societal prejudice causes non-heterosexual individuals to be less socially connectedon average.All sample 1 and some sample 2 respondents wereasked directly how many full biological older brothersthey had. Most sample 2 respondents were only askedabout their total number of brothers ; of these, thosewith zero brothers could be coded as having zeroolder brothers whereas those with a non-zero numberof brothers were coded as missing. As such, the non-missing mean number of older brothers (see Table 1) isan underestimate of the true mean, although this onlyaffects analyses involving this variable (i.e. reducingpower by restricting the range).Statistical analysesStatistical analyses used maximum-likelihood model-ing procedures using the statistical package Mx (Nealeet al. 2006), which accounts for the non-independenceof a twin pair. The dichotomous measures describedabove were analyzed in Mx as raw dichotomousdata, where it is assumed that a normally distributedcontinuum of liability is cut in two at a certainthreshold, yielding the two observed categories. Inmaximum-likelihood modeling, the goodness of fit of#Although age at abuse and age at first sexual feeling wereassessed in different samples, there is no reason for these variablesto differ markedly between the two samples.Table 1. Descriptive statistics : prevalences or means of the variables used in this study, for heterosexuals, non-heterosexuals and the totalsampleHeterosexuals Non-heterosexuals Total sample (n=up to 9884)Males Females Males Females Males FemalesLifetime depression (%) 24 36 44 60 24 37Risky family environment (%) 24 30 41 42 25 30Sexual abuse before the age of 14 (%) 4.2 11 12 24 4.5 11Childhood parental physical abuse (%) 40 27 40 38 40 27Number of older brothersa 0.72¡1.1 0.62¡1.0 0.76¡1.0 0.47¡0.8 0.72¡1.1 0.62¡1.0Age of father when born (years) 31¡6.2 31¡6.1 31¡6.6 30¡6.0 31¡6.2 31¡6.1Age of mother when born (years) 28¡5.4 28¡5.3 28¡5.8 27¡5.5 28¡5.4 28¡5.3Number of close friends 4.8¡3.7 4.3¡2.3 4.8¡3.2 3.8¡1.6 4.8¡3.6 4.3¡2.3Values given as percentage or mean¡standard deviation.aMean is deflated because of non-random missingness, see Method section.524 B. P. Zietsch et al.a model to the observed data is distributed as x2. Bytesting the change in x2 (Dx2) against the change indegrees of freedom (Ddf), we can test whether drop-ping model parameters, or constraining them to beequal, significantly worsens the model fit. In this waywe can test hypotheses regarding those parameters.The effects of childhood experiences and othervariables of interest on sexual orientation and de-pression were tested by modeling them as covariateeffects (within the genetic models described below,according to standard procedures in Mx) and thenindependently dropping each covariate from themodel (separately for males and females) and com-paring model fit.Genetic modelingThis study used the classical twin design, wherevariance in traits, and covariance between them, ispartitioned into that due to genetic (A), shared en-vironmental (non-genetic factors shared by twin pairs ;C), and residual (E) sources. Non-additive geneticeffects can be modeled instead of C, but previousstudies (Kendler et al. 1993a, 2001 ; Sullivan et al. 2000)and our own preliminary modeling results found nosignificant non-additive genetic effects so we do notmodel them here. Shared environmental factors mayinclude shared home environment, parental style anduterine environment. Residual variance includesenvironmental factors not shared by twin pairs (e.g.idiosyncratic experiences), stochastic biological effectsand measurement error. Trait variances are standard-ized to equal 1, so A, C and E parameters equal theproportion of variance accounted for by each source,and A equals the heritability (h2) of the trait.Partitioning of phenotypic variance into genetic,shared environmental and residual components canbe achieved because MZ twins share all their geneswhereas DZ twins share on average only half of theirsegregating genes. Thus, A, C and E influences predictdifferent patterns of MZ and DZ twin correlations, andstructural equation modeling is used to determinethe combination of influences that best matches theobserved data. Cross-twin cross-trait correlationsallow us to partition covariance between traits into A,C and E in the same way as we do for variance in asingle trait. In this way we can calculate the geneticcorrelation, a measure of the overlap in the geneticvariation underlying two traits. An assumption of theclassical twin design is that trait-relevant environ-ments are similar to the same extent in MZ and DZtwin pairs ; tests of this assumption for sexual orien-tation (Kendler et al. 2000) and depression (Kendleret al. 1993c) suggest it is valid. Further details of theclassical twin design can be found elsewhere (Neale &Cardon, 1992 ; Evans et al. 2002 ; Posthuma et al. 2003).To test the significance (a=0.05) of genetic andenvironmental influences on sexual orientation, de-pression and their covariation, a bivariate Choleskymodel was fitted. Sex and age effects were includedas covariates. Genetic influences on each trait weretested by dropping the genetic path/s to each trait andcomparing model fit. Similarly, genetic correlationwas tested by dropping the genetic cross-path and re-sidual correlation was tested by dropping the residualcross-path. Each test was performed independently,and compared to the base model. For ease of inter-pretation, the base model was transformed from aCholesky form into a ‘correlated factors ’ model assuggested by Loehlin (1996) (see Fig. 1). This yields theproportion of variance in each trait accounted for bygenes (h2), shared environment and residual factors,and also genetic, shared environmental and residualcorrelations.ResultsAssociation of lifetime depression with sexualorientationNon-heterosexuals had significantly elevated ratesof lifetime depression compared to heterosexuals[males : odds ratio (OR) 2.8, 95% confidence interval(CI) 2.0–3.9, p<0.001; females : OR 2.7, 95% CI 1.9–3.7,p<0.001]. Rates of depression in male and femaleheterosexuals and non-heterosexuals are presentedin Table 1. For males and females combined, therates were 31% for heterosexuals and 52% for non-heterosexuals, corresponding to a tetrachoric corre-lation between sexual orientation and liability todepression of 0.26.Heterosexuals with a non-heterosexual twin had ahigher rate of depression (39%) than heterosexualpairs (31%) (Fisher’s exact two-tailed test p=0.015).This suggests that familial (genetic and/or familyenvironmental) factors associated with both non-heterosexuality and depression contributed to the linkbetween them (in accordance with Frisell et al. 2010) ;these factors should not include minority-relatedstressors because the heterosexual twin is not subjectto these. We investigated what these shared risk fac-tors might be, as follows.Are there shared risk factors associated with sexualorientation and lifetime depression?Factors associated with sexual orientationThe probandwise concordance rate (i.e. the probabilitythat a twin is non-heterosexual given that his orher co-twin is non-heterosexual) was greater for MZShared etiology of sexual orientation and depression 525twin pairs (24%, 95% CI 17–31) than for DZ pairs(13%, 95% CI 7–18), suggesting a genetic componentto sexual orientation, formally tested as describedlater.We also tested the effect of adverse childhood ex-periences and other variables thought to be associatedwith sexual orientation. The prevalence or means ofeach variable in heterosexuals and non-heterosexualsare presented in Table 1 and the statistical testsin Table 2. In both males and females, significantlyhigher rates of non-heterosexuality were found inparticipants who experienced childhood sexual abuseand in those with a risky childhood family environ-ment. We examined whether a particular item in therisky family environment variable was driving the ef-fect, but each individual item was significantly asso-ciated with sexual orientation. Furthermore, non-heterosexual women tended to have fewer closefriends, younger fathers, and higher rates of parentalphysical abuse than did heterosexual women, butthere were no such effects in men.Factors associated with lifetime depressionThe probandwise concordance rate for depression wasgreater for MZ twin pairs (52%, 95% CI 49–56) than forDZ pairs (36%, 95% CI 32–41), suggesting a geneticcomponent to depression, formally tested as describedlater.For association with lifetime depression, we testedthe same variables as for sexual orientation (Table 3).Significant effects were found in both sexes for child-hood sexual abuse, risky childhood family environ-ment, parental physical abuse, and number of closefriends.Do shared etiological factors explain the relationshipbetween sexual orientation and depression?In sample 1, where both childhood sexual abuse andrisky childhood family environment are available, thecorrelation between sexual orientation and depressionwas 0.24 (very similar to r=0.26 in the full sample, seeabove). Accounting for the effects of a risky childhoodfamily environment and sexual abuse separately re-duced this correlation to 0.222 (7.7% reduction) and0.220 (8.5% reduction) respectively, and to 0.208(13.7% reduction) when combined. This suggests thatthe correlation between sexual orientation and de-pression can be partially explained by these adversechildhood experiences, but that most of the correlationremains unexplained. In women, we also assessed thecontribution of number of close friends and parentalphysical abuse – respectively, these variables accountedfor 2% and 9% of the correlation between sexualorientation and depression. In the following sectionswe assess the role that genetic factors might play.Genetic models of the covariation between sexualorientation and depressionThe heritability of sexual orientation and depressionPolychoric twin pair correlations are presented inTable 4. For both sexual orientation and depression,MZ twin correlations were higher than DZ twin cor-relations, suggesting genetic influences. Twin corre-lations were not significantly different for male versusfemale MZ pairs, or for male versus female DZ pairs,suggesting no sex differences in the magnitude ofgenetic and environmental influences. We thereforeequated male and female estimates of genetic andenvironmental influences in subsequent analyses.Table 2. Association between sexual orientation and adverse childhood experiences, family composition and number of close friendsMales FemalesnEffect sizeDx2 p nEffect sizeDx2 pOR (95% CI)a b OR (95% CI)a bRisky family environment 3666 2.1 (1.3–3.3) 17.13 <0.001 5174 1.7 (1.1–2.7) 11.00 <0.001Parental physical abuse 2727 1.0 (0.6–1.8) 0.01 0.93 3384 1.7 (1.0–3.2) 5.67 0.02Sexual abuse 2723 2.9 (1.4–7.3) 8.88 0.003 3380 2.4 (1.3–4.9) 9.85 0.002Age of father when born (years) 3543 x0.02 0.15 0.69 5156 x0.07 4.25 0.04Age of mother when born (years) 3697 0.02 0.49 0.49 5380 x0.06 3.72 0.05Number of older brothers 3252 0.04 0.34 0.56 4405 x0.08 2.30 0.13Number of close friends 1098 0.02 0.06 0.80 2139 x0.12 7.60 0.006OR, Odds ratio ; CI, confidence interval.b coefficient obtained from biserial/polychoric correlations from PRELIS.a Twin relatedness taken into account.526 B. P. Zietsch et al.Furthermore, twin correlations for the opposite-sexDZ pairs were not significantly different from thosefor same-sex DZ pairs, suggesting that the source ofgenetic influences is similar in males and females andindicating that the heritability estimates of sexualorientation and depression are not being distorted bythe opposite-sex DZ pairs.Genetic modeling revealed that genetic factors ac-counted for 31% of variation in sexual orientation(Dx21=13.1, p<0.001) and 44% of variation in de-pression (Dx22=133.1, p<0.001). Shared environmen-tal influences on sexual orientation were notsignificant (Dx21=1.1, p=0.29) and were estimated atzero for depression.Bivariate genetic modeling of the relationship betweensexual orientation and depressionFig. 1 shows the bivariate model of the associationbetween sexual orientation and depression. The gen-etic correlation (rg=0.42) between sexual orientationand depression was highly significant (Dx21=11.6,p<0.001) and there was a smaller correspondingresidual (non-genetic) correlation of 0.20 (Dx21=5.5,p=0.02).Additionally, from these estimates it is possible,using standard path analysis, to estimate the extentto which the phenotypic correlation between sexualorientation and depression (r=0.26 ; see above) couldbe attributed to genetic factors. This calculationis (0.56r0.42r0.66)/(0.56r0.42r0.66+0.69r0.20r0.75), which indicates that genetic factors account for60% (0.155/0.259) of the phenotypic correlationbetween sexual orientation and depression, with theremaining 40% accounted for by correlated residualfactors (i.e. E ; e.g. non-shared environment).Table 3. Association between lifetime depression and adverse childhood experiences, family composition, and number of close friendsMales FemalesnEffect sizeDx2 p nEffect sizeDx2 pOR (95% CI)a b OR (95% CI)a bRisky family environment 3342 1.8 (1.5–2.2) 44.17 <0.001 4788 2.2 (2.0–2.4) 135.39 <0.001Parental physical abuse 2442 1.5 (1.2–1.8) 16.31 <0.001 3119 1.7 (1.5–1.9) 37.04 <0.001Sexual abuse 2430 2.3 (1.7–3.2) 17.49 <0.001 3108 2.7 (2.3–3.1) 69.44 <0.001Age of father when born (years) 3242 x0.01 0.29 0.59 4768 0.01 0.85 0.36Age of mother when born (years) 3378 x0.03 1.69 0.19 4976 x0.02 0.83 0.36Number of older brothers 2939 0.05 2.75 0.10 4072 0.00 0.15 0.70Number of close friends 1048 x0.12 8.02 0.004 1978 x0.09 5.80 0.02OR, Odds ratio ; CI, confidence interval.b coefficient obtained from biserial/polychoric correlations from PRELIS.a Twin relatedness taken into account.0.660.560.750.69(h²=44%)0.45ResidualShared environment(C)  Sexual orientation(h² =31%)0.20rg= 0.42Geneticfactors(A) Geneticfactors(A) ResidualDepression(E)  (E) Fig. 1. Correlated factors model for sexual orientation andlifetime depression. Broken lines represent non-significantpaths (p>0.05). h2 (heritability) is the percentage of varianceaccounted for by genetic factors, and is the square of thecorresponding path coefficient. The percentage of varianceaccounted for by the residual and shared environmentalfactors can also be calculated by squaring those pathcoefficients.Shared etiology of sexual orientation and depression 527DiscussionOur study replicated previous findings that non-heterosexuals are at elevated risk of depression,an effect that we found in both men and women. Toassess the viability of ‘common cause’ explanations ofthis effect, we initially determined what factors weresignificantly associated with both non-heterosexualityand depression. Genetic factors accounted for 31%and 44% of the variation in sexual orientation anddepression respectively, broadly consistent with therange of estimates from previous studies (Pillard &Bailey, 1998; Kendler et al. 2000, 2001 ; Sullivan et al.2000 ; Levinson, 2006 ; Santtila et al. 2008 ; Zietsch et al.2008 ; Langstrom et al. 2010). Childhood experiences ofsexual abuse and risky family environment were alsosignificantly associated with both sexual orientationand depression. Paternal age, maternal age, andnumber of older brothers had little effect on eithersexual orientation or depression. In men parentalphysical abuse and number of close friends were sig-nificantly associated with depression but not withsexual orientation, whereas non-heterosexual womenand depressed women both had higher rates of par-ental abuse as well as significantly fewer close friends.We then examined to what extent the factors as-sociated with both sexual orientation and depressionexplain their association. A significant genetic corre-lation between sexual orientation and depressionindicated an overlap in the genetic factors underlyingthe two variables. This overlapping genetic etiologyaccounted for 60% of the covariance between sexualorientation and depression. Further analysis revealedthat childhood experiences of sexual abuse and riskyfamily environment accounted for 8.5% and 7.7%of the covariance between sexual orientation and de-pression respectively, whereas number of close friendsaccounted for less than 2% of this covariance inwomen. These results suggest that genetic factors,childhood sexual abuse and risky family environmentare all involved in the elevated rate of depression innon-heterosexuals.It should be emphasized that these results do notimply that the minority stress hypothesis is false, onlythat other mechanisms may additionally contributeto the link between sexual orientation and depression.The elevated rates of depression in heterosexuals witha non-heterosexual co-twin suggest that familial fac-tors not directly associated with non-heterosexualityalso contribute to elevated depression rates in non-heterosexuals, consistent with the findings of Frisellet al. (2010). Some of these familial factors may begenetic ; this is suggested by our finding that 60% ofthe correlation between sexual orientation and de-pression can be accounted for by genetic factors,and also by previous findings that elevated levelsof Neuroticism and Psychoticism (trait markers forpsychiatric vulnerability) in non-heterosexuals areprimarily due to correlated genetic influences (Zietschet al. 2011). Other familial factors that seem to influ-ence both traits involve adverse childhood experiencessuch as childhood sexual abuse and risky familyenvironment. In cross-sectional twin data with idealproperties, different causal hypotheses can be formallytested, but it is not possible here because the variableshave similar heritabilities and are highly skewed(Duffy &Martin, 1994) ; as such, interpretations shouldbe made with caution.In both males and females, adverse childhoodexperiences elevated the likelihood of non-hetero-sexuality and also of depression. Many studies havefound an association of both childhood abuse andrisky family environment with adult depression(Felitti et al. 1998 ; Nelson et al. 2002 ; Kendler et al.2004, 2006 ; Fergusson et al. 2008). Although the me-chanisms involved are not yet entirely clear, there ismounting evidence that these associations are medi-ated by permanent effects of repeated stressors onTable 4. Tetrachoric twin pair correlations (and 95% confidence intervals) between sexual orientation and lifetime depression by zygosityZygositySexual orientation Lifetime depressionNo. ofpairs Twin pair r MZ v. DZNo. ofpairs Twin pair r MZ v. DZMZ F 1079 0.53 (0.33–0.70) 0.52 (0.37–0.65) 910 0.47 (0.38–0.55) 0.46 (0.38–0.53)MZ M 633 0.50 (0.25–0.70) 521 0.43 (0.28–0.56)DZ F 811 0.33 (0.04–0.57) 0.35 (0.17–0.51) 696 0.16 (0.04–0.28) 0.17 (0.09–0.24)DZ M 503 0.27 (x0.12 to 0.60) 431 0.23 (0.06–0.39)DZ OS# 866 0.43 (0.12–0.66) 718 0.15 (0.02–0.27)F, Female ; M, male ; OS, opposite sex ; MZ, monozygotic ; DZ, dizygotic ; MZ v. DZ=pooled MZ and DZ correlations (i.e.equated across sexes).528 B. P. Zietsch et al.hypothalamic–pituitary–adrenal (HPA) axis reactivity(Heim et al. 2008; Pariante & Lightman, 2008 ; Lupienet al. 2009 ; Romeo, 2010 ; Young & Korszun, 2010).In earlier studies, sexual orientation has also beenlinked with childhood sexual abuse (e.g. Cameron &Cameron, 1995 ; Paul et al. 2001 ; Tomeo et al. 2001 ;Balsam et al. 2005 ; Arreola et al. 2008 ; see Rothmanet al. 2011 for a review) and, in one study, with familyinstability (frequent change of parents and parentcriminality ; Fergusson et al. 1999). Those studies weresmaller or selected based on sexual orientation, so thepresent findings in a large community-based sampleprovide robust support for those previous findings. Itis not at all clear how adverse childhood experiencesmight affect adult sexual orientation, and indeed theprevailing scientific view is that sexual orientation isfixed before birth (Rahman, 2005; Swaab & Garcia-Falgueras, 2009). It is beyond the scope of this paper tospeculate about possible explanations, but elsewherethe first author proposes a mechanism that couldpotentially explain how the same genes and adversechildhood experiences could influence both sexualorientation and depression (Zietsch, in press).A dominant biological theory of male sexualorientation is not supported by the present results.The maternal immune hypothesis proposes that somemothers are progressively immunized to male-specificantigens by each succeeding male fetus, lesseningsexual differentiation of the brain in each succeedingmale fetus (Blanchard, 2004). First, the large opposite-sex twin pair correlation (r=0.43) for sexual orien-tation in our data suggests that the same familial (i.e.genetic and shared environmental) factors influenceboth male and female sexual orientation. Second, the‘ fraternal birth-order effect ’ is central to the theoryand has been replicated in numerous other studies(see Blanchard, 2004), but there was no such effect inour large dataset. There may be something about twinbirths or twin families that nullifies the relationship,although it should also be noted that there wasno significant older brother effect in a recent, large(n>11 000), non-twin, probability sample of youngBritish adults (Bogaert, 2010).This study is not without substantial limitations.First, modeling of the twin correlations suggested noC effects on depression, which seems to contradictthe concurrent finding that childhood family-relatedexperiences do affect depression. There are twoexplanations for this : first, a limitation of the classicaltwin design is that non-additive genetic effects canmask C effects (i.e. cancel them out) ; and second, Conly includes factors that are shared within twin pairs ;closeness or conflict with parents (items in ‘riskyfamily environment ’) may differ between co-twins,and indeed could index a genetic effect if tendency forcloseness or conflict with parents has a genetic com-ponent. Certainly, various alternative causal expla-nations could play a role in the link between adversechildhood experiences and sexual orientation and de-pression, but these cannot be resolved in our design.Other limitations relate to statistical power. Ideally, wewould perform separate analyses for male and femalehomosexuals and bisexuals because the relevantmechanisms could differ, but those subsamples weretoo small for this to be feasible. Nevertheless, twin paircorrelations were remarkably similar across male, fe-male and opposite-sex twins, suggesting that etiologyin males and females has much in common. Anotherlimitation is the lack of assessment of prejudice anddiscrimination experienced and of lifestyle factors (e.g.relationship history). Furthermore, measurement ofadverse childhood experiences was limited by thepotential for bias and inaccuracy in retrospective self-reports, and our measurement of sexual orientationwas limited by being based on a single item with onlythree possible categories ; more of the populationvariation would be captured with measures assessingdegrees of attraction to each sex, and distinguishingbetween sexual attraction, fantasy, behavior andidentification (Kinsey et al. 1948). In addition, althoughthis was a community-based sample not selectedon any of the variables of interest, the fact that someeligible participants refused means that the possibilityfor non-response bias cannot be discounted.It should be emphasized that the findings of thisstudy should not be interpreted so as to pathologizenon-heterosexuality, any more than we should patho-logize non-right-handedness, which is also associatedwith higher rates of psychiatric disorder (Elias et al.2001 ; DeLisi et al. 2002). Research aiming to under-stand the link between sexual orientation and psychi-atric disorder should not be stymied by groups thatseek to misuse the findings to support an anti-gayagenda.Overall, this study yielded several important find-ings from analysis of a large, genetically informative,community-based sample with information aboutsexual orientation, lifetime major depressive disorder,family composition, close friends, and adverse child-hood experiences including sexual abuse. Geneticfactors predisposing to non-heterosexuality also pre-dispose to depression, and certain adverse childhoodexperiences are also associated with both traits ; thesefindings are consistent with common causes ofnon-heterosexuality and depression contributing totheir covariation. However, uncertainty about thecausal mechanisms involved in these associationsgenerates many new questions and possibilities thatcannot be addressed with our data. In particular, howgenetic factors and adverse childhood experienceShared etiology of sexual orientation and depression 529might relate to adult sexual orientation is very unclear.Finally, we again emphasize that our findings regard-ing potential common causes do not suggest that othermechanisms (e.g. minority stress) are unimportant ;several mechanisms probably contribute to the elev-ated psychiatric risk of non-heterosexuals, and athorough understanding of the problem will requirecareful investigation of numerous possibilities.AcknowledgmentsWe thank the twins for their participation in thisstudy, and N. Wray for statistical assistance. B.P.Z. issupported by a UQ Postdoctoral Fellowship. K.J.H.V.is supported by an ANZ Trustees Ph.D. scholarshipin Medical Research. This study was supported in partby grants AA13446 (PI Nelson), AA07728, AA10249,AA11998 and AA13321 (PI Heath), and DA018267(PI Lynskey) from the National Institutes of Health,Bethesda, MD.Declaration of InterestNone.ReferencesAPA (2000). Diagnostic and Statistical Manual of MentalDisorders, 4th edn, text revision. American PsychiatricAssociation : Washington, DC.Arreola S, Neilands T, Pollack L, Paul J, Catania J(2008). Childhood sexual experiences and adulthealth sequelae among gay and bisexual men:defining childhood sexual abuse. Journal of Sex Research45, 246–252.Bailey JM (1999). Homosexuality and mental illness.Archives of General Psychiatry 56, 883–884.Balsam KF, Rothblum ED, Beauchaine TP (2005).Victimization over the life span : a comparison of lesbian,gay, bisexual, and heterosexual siblings. Journal ofConsulting and Clinical Psychology 73, 477–487.Baumeister RF, Leary MR (1995). The need to belong :desire for interpersonal attachments as a fundamentalhuman motivation. Psychological Bulletin 117, 497–529.Blanchard R (2004). Quantitative and theoretical analysesof the relation between older brothers and homosexualityin men. Journal of Theoretical Biology 230, 173–187.Bogaert AF (2010). Physical development and sexualorientation in men and women : an analysis ofNATSAL-2000. Archives of Sexual Behavior 39, 110–116.Bolton S, Sareen J (2011). Sexual orientation and its relationto mental disorder and suicide attempts : findings from anationally representative sample. Canadian Journal ofPsychiatry 11, 35–43.Cameron P, Cameron K (1995). Does incest causehomosexuality? Psychological Reports 76, 611–621.Chakraborty A, McManus S, Brugha TS, Bebbington P,King M (2011). Mental health of the non-heterosexualpopulation of England. British Journal of Psychiatry 198,143–148.Cochran SD, Mays VM (2000). Relation betweenpsychiatric syndromes and behaviorally defined sexualorientation in a sample of the US population. AmericanJournal of Epidemiology 151, 516–523.DeLisi LE, Svetina C, Razi K, Shields G, Wellman N,Crow TJ (2002). Hand preference and hand skill in familieswith schizophrenia. Laterality 7, 321–332.Dube SR, Williamson DF, Thompson T, Felitti VJ, Anda RF(2004). Assessing the reliability of retrospective reports ofadverse childhood experiences among adult HMOmembers attending a primary care clinic. Child Abuse andNeglect 28, 729–737.Duffy DL, Martin NG (1994). Inferring the directionof causation in cross-sectional twin data : theoreticaland empirical considerations. Genetic Epidemiology 11,483–502.Elias LJ, Saucier DM, Guylee MJ (2001). Handedness anddepression in university students : a sex by handednessinteraction. Brain and Cognition 46, 125–129.Evans DM, Gillespie NA, Martin NG (2002). Biometricalgenetics. Biological Psychology 61, 33–51.Felitti VJ, Anda RF, Nordenberg D, Williamson DF,Spitz AM, Edwards V, Koss MP, Marks JS (1998).Relationship of childhood abuse and householddysfunction to many of the leading causes of deathin adults. The Adverse Childhood Experiences(ACE) Study. American Journal of Preventive Medicine 14,245–258.Fergusson DM, Boden JM, Horwood LJ (2008).Exposure to childhood sexual and physical abuse andadjustment in early adulthood. Child Abuse and Neglect 32,607–619.Fergusson DM, Horwood LJ, Beautrais AL (1999). Is sexualorientation related to mental health problems andsuicidality in young people? Archives of General Psychiatry56, 876–880.Frisell T, Lichtenstein P, Rahman Q, Langstrom N (2010).Psychiatric morbidity associated with same-sex sexualbehaviour : influence of minority stress and familial factors.Psychological Medicine 40, 315–324.Gilman SE, Cochran SD, Mays VM, Hughes M, Ostrow D,Kessler RC (2001). Risk of psychiatric disorders amongindividuals reporting same-sex sexual partners in theNational Comorbidity Survey. American Journal of PublicHealth 91, 933–939.Grulich AE, de Visser RO, Smith AMA, Rissel CE,Richters J (2003). Sex in Australia : homosexualexperience and recent homosexual encounters.Australian and New Zealand Journal of Public Health 27,155–163.Hare EH, Moran PAP (1979). Parental age and birth-orderin homosexual patients : replication of Slater’s study.British Journal of Psychiatry 134, 178–182.Hatzenbuehler ML (2009). How does sexual minority stigma‘get under the skin ’? A psychological mediationframework. Psychological Bulletin 135, 707–730.530 B. P. Zietsch et al.Heim C, Newport DJ, Mletzko T, Miller AH, Hemeroff CB(2008). The link between childhood trauma anddepression : insights from HPA axis studies in humans.Psychoneuroendocrinology 33, 693–710.Hughes TL, Johnson T, Wilsnack SC (2001). Sexualassault and alcohol abuse : a comparison of lesbiansand heterosexual women. Journal of Substance Abuse 13,515–532.Kendler KS, Gardner CO, Neale MC, Prescott CA (2001).Genetic risk factors for major depression in menand women: similar or different heritabilities andsame or partly distinct genes? Psychological Medicine 31,605–616.Kendler KS, Gardner CO, Prescott CA (2002). Towarda comprehensive developmental model for majordepression in women. American Journal of Psychiatry 159,1133–1145.Kendler KS, Gardner CO, Prescott CA (2006). Towarda comprehensive developmental model for majordepression in men. American Journal of Psychiatry 163,115–124.Kendler KS, Kuhn JW, Prescott CA (2004). Childhoodsexual abuse, stressful life events and risk formajor depression in women. Psychological Medicine 34,1475–1482.Kendler KS, Neale MC, Kessler RC, Heath AC, Eaves LJ(1993a). The lifetime history of major depression inwomen: reliability of diagnosis and heritability. Archives ofGeneral Psychiatry 50, 863–870.Kendler KS, Neale MC, Kessler RC, Heath AC, Eaves LJ(1993b). A longitudinal twin study of personality andmajor depression in women. Archives of General Psychiatry50, 853–862.Kendler KS, Neale MC, Kessler RC, Heath AC, Eaves LJ(1993c). A test of the equal-environment assumption intwin studies of psychiatric illness. Behavior Genetics 23,21–27.Kendler KS, Thornton LM, Gilman SE, Kessler RC (2000).Sexual orientation in a US national sample of twin andnontwin sibling pairs. American Journal of Psychiatry 157,1843–1846.King M, Semlyen J, Tai SS, Killaspy H, Osborn D,Popelyuk D, Nazareth I (2008). A systematicreview of mental disorder, suicide, and deliberate selfharm in lesbian, gay and bisexual people. BMC Psychiatry8, 70.Kinsey AC, Pomeroy WB, Martin CE (1948). Sexual Behaviorin the Human Male. W. B. Saunders : Philadelphia, PA.Knopik VS, Heath AC, Madden PAF, Bucholz KK,Slutske WS, Nelson EC, Statham D, Whitfield JB,Martin NG (2004). Genetic effects on alcohol dependencerisk : re-evaluating the importance of psychiatric andother heritable risk factors. Psychological Medicine 34,1519–1530.Langstrom N, Rahman Q, Carlstrom E, Lichtenstein P(2010). Genetic and environmental effects on same-sexsexual behavior : a population study of twins in Sweden.Archives of Sexual Behavior 39, 75–80.Levinson DF (2006). The genetics of depression : a review.Biological Psychiatry 60, 84–92.Lewis NM (2009). Mental health in sexual minorities :recent indicators, trends, and their relationships to placein North America and Europe. Health and Place 15,1029–1045.Loehlin JC (1996). The Cholesky approach : a cautionarynote. Behavior Genetics 26, 65–69.Lupien SJ, McEwen BS, Gunnar MR, Heim C (2009).Effects of stress throughout the lifespan on the brain,behaviour and cognition. Nature Reviews Neuroscience 10,434–445.Mays VM, Cochran SD (2001). Mental health correlates ofperceived discrimination among lesbian, gay, and bisexualadults in the United States. American Journal of Public Health91, 1869–1876.Meyer IH (1995). Minority stress and mental health in gaymen. Journal of Health and Social Behavior 36, 38–56.Meyer IH (2003). Prejudice, social stress, and mental healthin lesbian, gay, and bisexual populations : conceptualissues and research evidence. Psychological Bulletin 129,674–697.Mills TC, Paul J, Stall R, Pollack L, Canchola J, Chang YJ,Moskowitz JT, Catania JA (2004). Distress anddepression in men who have sex with men : the UrbanMen’s Health Study. American Journal of Psychiatry 161,278–285.Neale MC, Boker SM, Xie G, Maes HH (2006).Mx: StatisticalModeling. Department of Psychiatry, VCU Box 900126 :Richmond, VA 23298.Neale MC, Cardon LR (1992). Methodology for Genetic Studiesof Twins and Families. Kluwer : Boston.Nelson EC, Heath AC, Madden PAF, Cooper ML,Dinwiddie SH, Bucholz KK, Glowinski A, McLaughlinT, Dunne MP, Statham DJ, Martin NG (2002). Associationbetween self-reported childhood sexual abuse and adversepsychosocial outcomes : results from a twin study. Archivesof General Psychiatry 59, 139–145.Ooki S, Yamada K, Asaka A, Hayakawa K (1990). Zygositydiagnosis of twins by questionnaire. Acta Geneticae Medicaeet Gemellologiae 39, 109–115.Pariante CM, Lightman SL (2008). The HPA axis in majordepression : classical theories and new developments.Trends in Neurosciences 31, 464–468.Paul JP, Catania J, Pollack L, Stall R (2001). Understandingchildhood sexual abuse as a predictor of sexualrisk-taking among men who have sex with men: theUrban Men’s Health Study. Child Abuse and Neglect 25,557–584.Pillard RC, Bailey JM (1998). Human sexual orientation has aheritable component. Human Biology 70, 347–365.Posthuma D, Beem AL, de Geus EJC, van Baal GCM,von Hjelmborg JB, Lachine I, Boomsma DI (2003).Theory and practice in quantitative genetics. Twin Research6, 361–376.Rahman Q (2005). The neurodevelopment of humansexual orientation. Neuroscience and Biobehavioral Reviews29, 1057–1066.Repetti RL, Taylor SE, Seeman TE (2002). Risky families :family social environments and the mental andphysical health of offspring. Psychological Bulletin 128,330–366.Shared etiology of sexual orientation and depression 531Romeo RD (2010). Pubertal maturation and programming ofhypothalamic-pituitary-adrenal reactivity. Frontiers inNeuroendocrinology 31, 232–240.Rothman EF, Exner D, Baughman AL (2011). The prevalenceof sexual assault against people who identify as gay,lesbian, or bisexual in the United States : a systematicreview. Trauma Violence and Abuse 12, 55–66.Sandfort TGM, de Graaf R, Bijl RV, Schnabel P (2001).Same-sex sexual behavior and psychiatric disorders :findings from the Netherlands Mental Health Survey andIncidence Study (NEMESIS). Archives of General Psychiatry58, 85–91.Santtila P, Sandnabba NK, Harlaar N, Varjonen M,Alanko K, von der Pahlen B (2008). Potential forhomosexual response is prevalent and genetic. BiologicalPsychology 77, 102–105.Sell RL, Wells JA, Wypij D (1995). The prevalence ofhomosexual behavior and attraction in the United States,the United Kingdom and France : results of nationalpopulation-based samples. Archives of Sexual Behavior 24,235–248.Sullivan PF, de Geus EJC, Willemsen G, James MR,Smit JH, Zandbelt T, Arolt V, Baune BT, Blackwood D,Cichon S, Coventry WL, Domschke K, Farmer A, Fava M,Gordon SD, He Q, Heath AC, Heutink P, Holsboer F,Hoogendijk WJ, Hottenga JJ, Hu Y, Kohli M, Lin D,Lucae S, MacIntyre DJ, Maier W, McGhee KA,McGuffin P, Montgomery GW, Muir WJ, Nolen WA,Nothen MM, Perlis RH, Pirlo K, Posthuma D,Rietschel M, Rizzu P, Schosser A, Smit AB, Smoller JW,Tzeng JY, van Dyck R, Verhage M, Zitman FG,Martin NG, Wray NR, Boomsma DI, Penninx B (2009).Genome-wide association for major depressive disorder : apossible role for the presynaptic protein piccolo. MolecularPsychiatry 14, 359–375.Sullivan PF, Neale MC, Kendler KS (2000). Geneticepidemiology of major depression : review andmeta-analysis. American Journal of Psychiatry 157,1552–1562.Swaab DF, Garcia-Falgueras A (2009). Sexualdifferentiation of the human brain in relation to genderidentity and sexual orientation. Functional Neurology 24,17–28.Tomeo ME, Templer DI, Anderson S, Kotler D (2001).Comparative data of childhood and adolescencemolestation in heterosexual and homosexual persons.Archives of Sexual Behavior 30, 535–541.Yancura LA, Aldwin CM (2009). Stability and changein retrospective reports of childhood experiences over a5-year period : findings from the Davis Longitudinal Study.Psychology and Aging 24, 715–721.Young E, Korszun A (2010). Sex, trauma, stress hormonesand depression. Molecular Psychiatry 15, 23–28.Zietsch BP (in press). Explanations for elevated psychiatricvulnerability in nonheterosexuals : environmentalstressors, genetics, and the HPA and HPG axes. InPsychiatric Disorders (ed. T. Uehara). InTech : Rijeka.Zietsch BP, Morley KI, Shekar SN, Verweij KJH,Keller MC, Macgregor S, Wright MJ, Bailey JM,Martin NG (2008). Genetic factors predisposing tohomosexuality may increase mating success inheterosexuals. Evolution and Human Behavior 29, 424–433.Zietsch BP, Verweij KJH, Bailey JM,Wright MJ, Martin NG(2011). Sexual orientation and psychiatric vulnerability :a twin study of Neuroticism and Psychoticism. Archives ofSexual Behavior 40, 133–142.532 B. P. Zietsch et al.",
    "id": 303511488,
    "identifiers": {
        "doi": "10.1017/S0033291711001577",
        "oai": "oai:research.vu.nl:publications/77722364-b97d-4eef-b5f8-9b7efa996193"
    },
    "title": "Do shared etiological factors contribute to the relationship between sexual orientation and lifetime depression?",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://research.vu.nl/files/834003/304541.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/303511488.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/303511488"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/303511488/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/303511488/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/303511488"
        }
    ],
    "abstract": "Background Gays, lesbians and bisexuals (i.e. non-heterosexuals) have been found to be at much greater risk for many psychiatric symptoms and disorders, including depression. This may be due in part to prejudice and discrimination experienced by non-heterosexuals, but studies controlling for minority stress, or performed in very socially liberal countries, suggest that other mechanisms must also play a role. Here we test the viability of common cause (shared genetic or environmental etiology) explanations of elevated depression rates in non-heterosexuals.Method A community-based sample of adult twins (n=9884 individuals) completed surveys investigating the genetics of psychiatric disorder, and were also asked about their sexual orientation. Large subsets of the sample were asked about adverse childhood experiences such as sexual abuse, physical abuse and risky family environment, and also about number of older brothers, paternal and maternal age, and number of close friends. Data were analyzed using the classical twin design.Results Non-heterosexual males and females had higher rates of lifetime depression than their heterosexual counterparts. Genetic factors accounted for 31% and 44% of variation in sexual orientation and depression respectively. Bivariate analysis revealed that genetic factors accounted for a majority (60%) of the correlation between sexual orientation and depression. In addition, childhood sexual abuse and risky family environment were significant predictors of both sexual orientation and depression, further contributing to their correlation.Conclusions Non-heterosexual men and women had elevated rates of lifetime depression, partly due to shared etiological factors, although causality cannot be definitively resolved. © Cambridge University Press 2011",
    "tags": [
        "article",
        "/dk/atira/pure/sustainabledevelopmentgoals/peace_justice_and_strong_institutions",
        "SDG 16 - Peace, Justice and Strong Institutions"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:research.vu.nl:publications/77722364-b97d-4eef-b5f8-9b7efa996193",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11074",
        "openDoarId": 0,
        "name": "VU Research Portal",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 303511488,
        "depositedDate": null,
        "publishedDate": "2012-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-08T06:55:31+00:00",
        "acceptedDate": null,
        "createdDate": "2020-04-18T11:12:22+01:00"
    },
    "urls": [
        "https://doi.org/10.1017/S0033291711001577",
        "https://research.vu.nl/en/publications/77722364-b97d-4eef-b5f8-9b7efa996193",
        "https://research.vu.nl/ws/files/834003/304541.pdf"
    ],
    "lastUpdate": "2024-02-08T06:55:31+00:00",
    "setSpecs": []
}