{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Frankle, Randi E."
        }
    ],
    "contributors": [],
    "createdDate": "2018-01-01T15:18:30+00:00",
    "dataProvider": {
        "id": 3464,
        "name": "Fordham University School of Law",
        "url": "https://api.core.ac.uk/v3/data-providers/3464",
        "logo": "https://api.core.ac.uk/data-providers/3464/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/144228409.pdf",
    "fullText": "Fordham Urban Law JournalVolume 30 | Number 6 Article 62003Does a Marriage Really Need Sex?: A CriticalAnalysis of the Gender Restriction on MarriageRandi E. FrankleFollow this and additional works at: https://ir.lawnet.fordham.edu/uljPart of the Constitutional Law CommonsThis Article is brought to you for free and open access by FLASH: The Fordham Law Archive of Scholarship and History. It has been accepted forinclusion in Fordham Urban Law Journal by an authorized editor of FLASH: The Fordham Law Archive of Scholarship and History. For moreinformation, please contact tmelnick@law.fordham.edu.Recommended CitationRandi E. Frankle, Does a Marriage Really Need Sex?: A Critical Analysis of the Gender Restriction on Marriage, 30 Fordham Urb. L.J. 2007(2003).Available at: https://ir.lawnet.fordham.edu/ulj/vol30/iss6/6Does a Marriage Really Need Sex?: A Critical Analysis of the GenderRestriction on MarriageCover Page FootnoteJ.D. candidate, Fordham University School of Law, 2004; B.A., History, cum laude, State University of NewYork at New Paltz, 2000. I would like to thank Professor Tracy Higgins for her guidance and insight as well asthe editors and staff of the Fordham Urban Law Journal for helping me shape and polish this Comment. Mostof all, I would like to thank my family, my father for inspiring me to be an overachiever, my mother for hernever ending support, and Matt, Gordon, Gina, and Michelle for all their support and encouragementthroughout this process.This article is available in Fordham Urban Law Journal: https://ir.lawnet.fordham.edu/ulj/vol30/iss6/6DOES A MARRIAGE REALLY NEED SEX?:A CRITICAL ANALYSIS OF THE GENDERRESTRICTION ON MARRIAGERandi E. Frankle*INTRODUCTIONMarriage seems like an uncomplicated institution at first blush.Many people, beginning in childhood, think that marriage is some-thing for which they should strive as a routine part of adult life. Itseems that much of a person's life, particularly in the youngeryears, is devoted to finding that \"special someone.\" A problemoften arises, however, when that special someone is not who soci-ety expects, such as when that person is of the same-sex, istranssexual, or the individual is intersex. 1 The topic of marriagethen seems to become extremely complicated.Opponents of same-sex marriage argue that marriage should re-main limited to a union between one man and one woman.2 Thisdefinition categorically excludes homosexuals, transsexuals, and,presumably, intersex individuals. The most common rationale forlimiting marriage in this manner, however, is circular: marriageshould be limited to between one man and one woman because* J.D. candidate, Fordham University School of Law, 2004; B.A., History, cumlaude, State University of New York at New Paltz, 2000. I would like to thank Profes-sor Tracy Higgins for her guidance and insight as well as the editors and staff of theFordham Urban Law Journal for helping me shape and polish this Comment. Most ofall, I would like to thank my family, my father for inspiring me to be an overachiever,my mother for her never ending support, and Matt, Gordon, Gina, and Michelle forall their support and encouragement throughout this process.1. An \"intersex\" individual is someone with ambiguous sex genitalia or bothmale and female sex characteristics. TABER'S CYCLOPEDIC MEDICAL DICTIONARY1007 (17 ed. 1993); Laura Hermer, Paradigms Revised: Intersex Children, Bioethics, &the Law, 11 ANNALS HEALTH L. 195, 195 (2002); see Kishka-Kamari Ford, Note,\"First Do No Harm\" - The Fiction of Legal Parental Consent to Normalizing Surgeryon Intersex Infants, 19 YALE L. & POL'Y REV. 469, 470 (2001).2. See, e.g., Anita K. Blair, Constitutional Equal Protection, Strict Scrutiny, andthe Politics of Marriage Law, 47 CATH. U. L. REV. 1231, 1238 (1998) (arguing thatdefining marriage as between one man and one woman does not abridge anyone'sconstitutional rights); George W. Dent, Jr., The Defense of Traditional Marriage, 15J.L. & POL. 581, 582 (1999) (advocating for limiting marriage to one man and onewoman by attempting to rebut the arguments for recognizing marriage between twopeople of the same sex).2007FORDHAM URBAN LAW JOURNAL [Vol. XXXthat is the way it has always been.3 Nevertheless, many other long-standing practices have changed to reflect changing social values.4The legal limitation on the definition of marriage to the union ofa man and a woman has drawn courts into the difficult business ofadjudicating sexual identity, raising concerns of fairness and indi-vidual freedom.5 For example, courts have had to determinewhether a transsexual is defined by pre or post-operative sexualidentity.6 Even more problematic are situations involving intersexindividuals. If a person's genitalia or chromosomes are ambiguous,binary classification into \"male\" or \"female\" is virtually impossi-ble.7 Indeed, an intersex individual may be precluded from legallymarrying anyone because she meets the definition of neither mannor woman.8Marriage is a fundamental right, 9 therefore, it is questionablethat an intersex person could be constitutionally precluded fromexercising that right altogether.' 0 This entire group of peopleshould not be deprived of their fundamental right to marry merelybecause they do not fit the definition of \"male\" or \"female.\" Nev-3. See Jones v. Hallahan, 501 S.W.2d 588, 590 (Ky. 1973) (stating that marriagehas always beef- considered as the union of one man and one woman and holding thatthere is no constitutional protection of marriage between persons of the same sex);Anonymous v. Anonymous, 325 N.Y.S.2d 499, 500 (Sup. Ct. 1971) (noting that mar-riage has always been defined as between one man and one woman); Lynn D. Wardle,Legal Claims for Same-Sex Marriage: Efforts to Legitimate a Retreat from Marriage byRedefining Marriage, 39 S. TEX. L. REV. 735, 748-54 (1998) (asserting that marriage,by definition, is a unique relationship between one man and one woman because het-erosexual marriage has always been the preferred relationship); see also Anne B.Brown, Note, The Evolving Definition of Marriage, 31 SUFFOLK U. L. REV. 917, 943-44 (1998) (concluding that same-sex marriages should not be legalized because, inpart, polls indicate that a majority of Americans still view marriage as a union be-tween only one man and one woman). There are also arguments that the fundamen-tal right to marry does not include same-sex marriage by definition because marriageis inevitably linked to procreation, which homosexuals cannot do. See Mary Coombs,Sexual Dis-Orientation: Transgendered People and Same-Sex Marriage, 8 UCLA Wo-MEN'S L.J. 219, 224-26 (1998) (acknowledging some of the arguments advanced byopponents of same-sex marriage).4. See, e.g., Loving v. Virginia, 388 U.S. 1, 12 (1967) (invalidating Virginia's racialrestriction on marriage); see also Brown v. Bd. of Education of Topeka, 347 U.S. 483,493 (1954) (holding school segregation unconstitutional). These practices, preventinginterracial marriages and prohibiting racially integrated schools, were long-standingpractices that no longer reflected society's values.5. See infra Parts I.A., C.6. See infra Part I.C.7. See Hermer, supra note 1, at 195-96 (noting the difficulties that arise whenclassifying an infant with ambiguous genitalia into binary categories).8. See infra Part I.C.l.b.9. See infra Part I.A.1.10. See infra Part II.A.1.20082003] GENDER RESTRICTION ON MARRIAGEertheless, because they do not fit these definitions, there are con-siderable problems in determining whom they are legally able tomarry.\" The question then is, who is the \"opposite sex\" of an in-tersex person for the purposes of marriage?Part I of this Comment discusses the constitutional protection ofthe right to marry, intersex conditions, and case law regarding in-tersex, transsexual, and same-sex marriage. Part II discusses theconsequences for marriage when it is narrowly defined, not onlyfor intersex people, homosexuals, and transsexuals, but also forheterosexuals. Part III presents the resolution reached by mostcourts and proposes an alternative solution. Part III also assertsthat because an intersex person is a combination of both male andfemale characteristics, she should be able to self-designate her gen-der and, even if she has physical characteristics that are mostly fe-male,12 be able to marry either a man or a woman. Further, thisComment argues that if an intersex person can marry either a manor a woman, then a male-to-female transsexual and a genetic wo-man 13 must also be able to marry either a man or a woman becauseall are similarly situated and must be treated alike under the EqualProtection Clause of the Fourteenth Amendment.I. BACKGROUNDA. Constitutional Protection of Marriage1. The Fundamental Right of MarriageFor over sixty years, beginning with Skinner v. Oklahoma, theUnited States Supreme Court has recognized that the right tomarry is a \"basic civil right.\"14 Generally, classifying a right as abasic civil right means that the exercise of that right cannot be un-reasonably burdened by the government.1 5 Further, both Loving v.Virginia1 6 and Zablocki v. Redhail7 reaffirmed the Court's holding11. See infra Part II.A.1.12. Many intersex conditions result in female physical characteristics. See infraPart I.B.13. The terms \"genetic man\" or \"genetic woman\" will be used to refer to personswhose gender identity, sex at birth, and chromosomes conform.14. 316 U.S. 535, 541 (1942). Although the case before the Court involved a mar-riage between a genetic male and a genetic female, the Court did not specifically holdthat this type of marriage is the only type that is constitutionally protected. Id.15. See, e.g., Zablocki v. Redhail, 434 U.S. 374, 384-87(1978) (holding that theright to marry is of fundamental importance and invalidating a Wisconsin statute be-cause it unreasonably burdened that right).16. 388 U.S. 1, 12 (1967).17. 434 U.S. at 383.2009FORDHAM URBAN LAW JOURNAL [Vol. XXXin Skinner, stating that \"marriage is a fundamental right\" and giv-ing the right to marry constitutional protection. 18 Marriage is afundamental right that everyone should be able to exercise and, atleast, can exercise when in a seemingly heterosexual relationship.Problems arise, however, when a person attempts to exercise thatright in an untraditional manner, that is, attempting to marry some-one who is not of the \"opposite sex.\" Nonetheless, marriage re-mains a fundamental right and cannot be unreasonably impingedupon.19The Supreme Court has consistently held that if a statute or clas-sification affects a fundamental right, heightened judicial scrutiny isrequired.2 ° In Zablocki, the Court stated that since the right tomarry is of fundamental importance, a \"classification that signifi-cantly interferes with the exercise of that right\" requires \"criticalexamination of the state interests advanced. 21 When a fundamen-tal right is affected, any classification that has no bearing on theasserted state interest or that is deliberately discriminatory will notbe upheld.2218. Id.19. Id. at 386; see also City of Mobile v. Bolden, 446 U.S. 55, 113 (1980) (Marshall,J., dissenting) (stating that \"if a classification impinges upon a fundamental right ex-plicitly or implicitly protected by the Constitution ... strict judicial scrutiny isrequired.\").20. Zablocki, 434 U.S. at 383. Heightened judicial scrutiny indicates that theCourt is using more than mere rational basis review. In this context specifically, theCourt required the statute be \"supported by sufficiently important state interests andis closely tailored to effectuate only those interests.\" Id. at 388; see also Cent. StateUniv. v. Am. Ass'n of Univ. Professors, 526 U.S. 124, 127-28 (1999) (noting that theCourt has \"repeatedly held\" that unless a classification involves a fundamental right,no heightened scrutiny is required); Nordlinger v. Hahn, 505 U.S. 1, 10 (1992) (statingthat the equal protection clause requires heightened scrutiny if the exercise of a fun-damental right is jeopardized); Attorney General of New York v. Soto-Lopez, 476U.S. 898, 906 n.6 (1986) (stating, \"where a law classifies in such a way as to infringe[on] constitutionally protected fundamental rights, heightened scrutiny under theEqual Protection Clause is required.\"); City of Cleburne v. Cleburne Living Ctr., 473U.S. 432, 440 (1985) (stating that heightened scrutiny is required \"... when state lawsimpinge on personal rights protected by the Constitution.\").21. Zablocki, 434 U.S. at 383 (internal quotations omitted).22. Romer v. Evans, 517 U.S. 620, 634 (1996) (holding that a \"bare desire to harma politically unpopular group cannot constitute a legitimate governmental interest.\");Zablocki, 434 U.S. at 406 (Stevens, J., concurring); see Turner v. Safley, 482 U.S. 78,97 (1986) (holding unconstitutional a regulation that prohibited prisoners from mar-rying because it unreasonably burdened the right to marry and was not sufficientlyrelated to the state's penological interests).20102003] GENDER RESTRICTION ON MARRIAGE2. Marriage and Equal ProtectionA discussion of marriage and its categorical limitations necessa-rily implicates the Equal Protection Clause. 23 Equal protection ju-risprudence dictates that \"all persons similarly situated should betreated alike. '24 Depending on the classification at issue, courtsuse different levels of scrutiny: race-based classifications requirestrict scrutiny;25 gender-based classifications are subject to interme-diate scrutiny; 26 and all other classifications must merely pass a ra-tional basis review.27 In addition, a classification or restrictionwhich burdens a fundamental right will be subject to heightenedscrutiny even if the classification does not involve a suspect class,such as race or gender.28In Zablocki, the Supreme Court stated that a classification thatsignificantly interferes with a person's ability to exercise a funda-mental right \"cannot be upheld unless it is supported by suffi-ciently important state interests and is closely tailored to effectuate23. The Fourteenth Amendment states, in part: \"No State shall ... deprive anyperson of life, liberty, or property, without due process of law; nor deny to any personwithin its jurisdiction the equal protection of the laws.\" U.S. CONST. amend. XIV, § 1.Any restriction placed on marriage, therefore, must be applied equally to all similarlysituated persons. See, e.g., Lawrence v. Texas, 123 S. Ct. 2472, 2486 (2003)(O'Connor, J., concurring) (stating that treating the \"same conduct differently basedsolely on the participants\" violates the Equal Protection Clause and concluding thatmoral disapproval alone cannot, and has not ever been, \"a legitimate governmentinterest under the Equal Protection Clause because legal classifications cannot bedrawn for the purpose of disadvantaging the group burdened by the law.\"); Eisenstadtv. Baird, 405 U.S. 438, 447 (1972) (stating that the Equal Protection Clause prohibits astate from legislating different treatment of persons on the basis of an arbitrary orunreasonable classification).24. Lawrence, 123 S. Ct. at 2484 (O'Connor, J., concurring); City of Cleburne, 473U.S. at 439.25. Strict scrutiny is defined as requiring a compelling governmental interest and anarrowly tailored statute. Richmond v. J.A. Croson Co., 488 U.S. 469, 493 (1989)(holding that the Equal Protection Clause requires strict scrutiny of all race-basedclassifications).26. A statute meets intermediate scrutiny if there is an important governmentalobjective and the means are substantially related to that objective. Nguyen v. I.N.S.,533 U.S. 53, 60-61 (2001) (stating that gender-based classifications must pass interme-diate scrutiny).27. Rational basis review is satisfied if the statute is reasonably related to a legiti-mate government interest. Bd. of Trs. of Univ. of Ala. v. Garrett, 531 U.S. 356, 357(2001) (stating that rational basis review is properly applied to general social andeconomic legislation). The Court has, however, used \"a more searching form of ra-tional basis review\" in some circumstances, such as where \"the challenged legislationinhibits personal relationships,\" to strike down legislation under the Equal ProtectionClause. Lawrence, 123 S. Ct. at 2485 (O'Connor, J., concurring).28. Zablocki, 434 U.S. at 388; see supra note 20 and accompanying text.2011FORDHAM URBAN LAW JOURNAL [Vol. XXXonly those interests. '29 Classifications that burden the fundamen-tal right to marry, particularly when applied to similarly situatedpersons, must be examined under this level of heightened scru-tiny.3° The state must demonstrate an important interest and thelegislation must be closely tailored to serve that interest. 31 This isthe standard the Supreme Court sets in Zablocki.32 At times,courts have circumvented standards and tests that would otherwiseseem to apply where homosexuality or gender nonconformity areconcerned.33 It is possible that the Court would define the right tomarry as narrowly as the right to marry a person of the oppositesex, or even as the right to marry a person with opposite chromo-somes, but thus far has defined the right as the right to marry.34a. A Brief Overview of Same-Sex Marriage JurisprudenceThere have been several cases challenging the denial of marriagelicenses to same-sex couples. The national debate on this issue,however, was not sparked until 1993, when the Hawaii SupremeCourt held that the denial of a marriage license to a same-sexcouple, based on the sex of each partner, presumptively violatedthe state constitution's equal protection clause.36 The court heldthe restriction was a classification based on sex and treated it as asuspect class for purposes of the state constitution's equal protec-tion clause.37 The restriction, therefore, was subject to strict scru-29. Zablocki, 434 U.S. at 388. The Court has also held that classifications that\"invade or restrain\" fundamental rights asserted under the Equal Protection Clause\"must be closely scrutinized and carefully confined.\" Harper v. Virginia State Boardof Elections, 383 U.S. 633, 669 (1966).30. Zablocki, 434 U.S. at 383.31. Id. at 388.32. Id.33. See, e.g., Bowers v. Hardwick, 478 U.S. 186, 190 (1986) (defining the privacyright asserted extremely narrowly, as the right to engage in homosexual sodomy, inorder to uphold a Georgia anti-sodomy statute instead of following the trend of previ-ous privacy cases), overruled by Lawrence v. Texas, 123 S. Ct. 2472, 2483 (2003); Lit-tleton v. Prange, 9 S.W.3d 223, 231 (Tex. Ct. App. 1999) (stating that the court wasrelying on the multi-factor test, but relying primarily on presumed chromosomes);Baehr v. Lewin, 852 P.2d 44, 57-58 (Haw. 1993) (defining the privacy right asserted asthe right to same-sex marriage, instead of the right to marry).34. Zablocki, 434 U.S. at 383; see infra Part I.A.2.a.35. See, e.g., Jones v. Hallahan, 501 S.W.2d 588, 589 (Ky. 1973); Singer v. Hara, 522P.2d 1187, 1188 (Wash. Ct. App. 1974).36. HAW. CONST. art 1, § 5; Baehr, 852 P.2d at 67.37. HAW. CONST. art 1, § 5; Baehr, 852 P.2d at 63-64.20122003] GENDER RESTRICTION ON MARRIAGEtiny.38 Hawaii has since passed a constitutional amendmentbanning same-sex marriage, 39 but the court's decision sparked a fe-verish debate between advocates of same-sex marriage and itsopponents.n0Advocates of same-sex marriage present several arguments.41One of the central arguments is a due process claim; marriage is afundamental right, and same-sex couples should be able to exercisethat right.42 This argument, however, failed in the courts.43 Courtsframe the right as a \"right to same-sex marriage\" instead of simplythe right to marry.4 4 In Baehr, the court acknowledges the funda-mental right to marry, but states that the right to same-sex mar-riage is not \"implicit in the concept of ordered liberty\" or \"sorooted in the traditions and collective conscience of our people\"that it should have constitutional protection.45Other arguments, grounded in gender discrimination 46 and equalprotection claims, have also failed.47 According to this argument,38. Baehr, 852 P.2d at 63-64. The court remanded holding that the State mustassert a compelling interest and the statute must be narrowly tailored in order to bevalid under the state constitution. Id. at 67-68.39. HAW. CONST. art 1, § 23 (stating \"[t]he legislature shall have the power to re-serve marriage to opposite-sex couples\"). The Hawaii legislature limited marriage toopposite sex couples by declaring that the only valid marriage contract shall be be-tween a man and a woman. HAW. REV. STAT. ANN. § 572-1 (1998).40. For example, scholars and commentators wrote numerous articles advocatingfor the freedom to marry while Congress subsequently enacted The Defense of Mar-riage Act (\"DOMA\"), which states that no state is required to recognize any same-sex relationship that is treated as a marriage in any other state. 28 U.S.C. § 1738C(1996); see Pamela S. Katz, The Case for Legal Recognition of Same-Sex Marriage, 8 J.L. & POL'Y 61, 62 (1999) (advocating the inclusion of homosexuals in the \"marriagefranchise\"); Mark Strasser, Loving in the New Millennium: On Equal Protection andthe Right to Marry, 7 U. Cm. L. SCH. ROUNDTABLE 61, 62 (2000) (arguing that banson same-sex marriage are analogous to anti-miscegenation statutes and violate theEqual Protection Clause).41. See, e.g., Katz, supra note 40, at 73-97 (discussing the fundamental right aspectof marriage and the equal protection gender discrimination argument).42. See Heather Hodges, Dean v. The District of Columbia: Goin' to the Chapeland We're Gonna Get Married, 5 AM. U. J. GENDER & L. 93, 102-04 (1996) (discuss-ing the advancement of a due process argument); see also Katz, supra note 40, at 73-77 (discussing the due process claim that marriage is a fundamental right).43. See, e.g., Baehr, 852 P.2d at 57 (holding that there is no fundamental right tosame-sex marriage); Hodges, supra note 42, at 102-04 (discussing various cases inwhich the due process claim was rejected).44. See Baehr, 852 P.2d at 57.45. Id.46. See Katz, supra note 40, at 88-92 (discussing the gender discrimination argu-ment); see also Strasser, supra note 40, at 74-80 (discussing the ban on same-sex mar-riage as discrimination on the basis of sex).47. See, e.g., Hodges, supra note 42, at 118-21 (discussing the decision in Dean v.District of Columbia, 653 A.2d 307, 363-64 (D.C. 1993), that the ban on same-sex2013FORDHAM URBAN LAW JOURNAL [Vol. XXXby allowing men to marry women, but not allowing women tomarry women, unequal treatment of women as compared to menexists. 48 Opponents of same-sex marriage argue that men and wo-men are treated equally because each can marry someone of theopposite sex.4 9 Although the gender discrimination argument hasfailed in the courts, there are still Equal Protection issues yet to beaddressed.5 °B. Intersex ConditionsAn intersex individual has at least one of several conditions thatmake determining gender problematic. By definition, an intersexindividual displays physical sex characteristics that are ambiguous,that is, a combination of male and female characteristics.51 Whenambiguity is present at birth, it can perplex doctors and parents asthey attempt to classify the newborn into one of only two catego-ries, male or female.52Several conditions can cause intersexuality. Certain hormonaldisorders, such as androgen insensitivity syndrome (\"AIS\") and 5-marriage does not trigger an equal protection claim). Although the Baehr court ac-knowledged that there was an equal protection problem, the state circumvented thisby adopting a constitutional amendment that allowed the legislature to limit marriageto opposite sex couples, which they subsequently did. See supra notes 37-39 and ac-companying text.48. See Andrew Koppelman, Why Discrimination Against Lesbians and Gay Menis Sex Discrimination, 69 N.Y.U. L. REV. 197, 216 (1994) (noting the difficulty in dis-tinguishing between a woman who wishes to be with a woman and a man who wishesto be with a woman); see also Strasser, supra note 40, at 79 (noting the view that theban on same-sex marriage treats men and women alike). The counter-argument isthat both men and women can marry a person of the opposite sex. Dent, supra note2, at 608 (asserting that traditional marriage treats everyone the same because every-one may marry a person of the opposite sex). That is, a man who wishes to marry awoman and a woman who wishes to marry a woman are not considered similarlysituated. See id.49. See Dent, supra note 2, at 608.50. For example, it is questionable whether allowing a man to marry a geneticwoman and not allowing the same man to marry a male-to-female transsexual is con-stitutional because both appear to be similarly situated with their respect to marry anexternally physical female. See Coombs, supra note 3, at 258-260 (discussing the ef-fect of gender discrimination arguments on the transgendered); see also Shana Brown,Comment, Sex Changes and \"Opposite Sex\" Marriage: Applying the Full Faith andCredit Clause to Compel Interstate Recognition of Transgendered Persons' AmendedLegal Sex for Marital Purposes, 38 SAN DIEGO L. REV. 1113, 1152-56 (2001) (discuss-ing transsexuals right to marry); Kristine J. Namkung, Comment, The Defense of Mar-riage Act: Sex and the Citizen, 24 U. HAWAII L.REv. 279, 294-304 (2001) (discussingEqual Protection jurisprudence and the Defense of Marriage Act).51. TABER'S CYCLOPEDIC MEDICAL DICTIONARY 1007 (17th ed. 1993); Hermer,supra note 1, at 195-96.52. Ford, supra note 1, at 470-71.20142003] GENDER RESTRICTION ON MARRIAGEAlpha-Reductase Deficiency (\"5-A-R D\"), cause the external geni-talia to be incongruent with the individual's chromosomes. 53 Inter-sexuality can also result from several chromosomal conditions. Forexample, an individual may have an unusual number of sex chro-mosomes, either more than two or only one.54 A person born withvisible, physical ambiguity is also considered intersex on the basisof that ambiguity.55 In addition, most individuals affected by anintersex condition are infertile. 61. Hormonal DisordersAn individual with either AIS or 5-A-R D usually develops inutero as a physical female. 57 A fetus affected by AIS has XY(male) chromosomes and inter-abdominal testes, but is unable toprocess androgens. 8 The fetus then develops as a physical femaleby default.5 9 In most cases, the child is classified as a genetic fe-male at birth.60 The disorder is usually not discovered until pu-berty, when the individual fails to menstruate.61A second disorder, 5-Alpha-Reductase Deficiency, is similar toAIS in that the child is designated a genetic female at birth.62 With5-A-R D, however, the fetus is unable to convert testosterone intodihydrotestosterone, the hormone which causes the development53. Hermer, supra note 1, at 206; see also infra Part I.B.1.54. Katrina Rose, The Transsexual and the Damage Done: The Fourth CircuitCourt of Appeals Opens PanDOMA's Box by Closing the Door on Transsexuals' Rightto Marry, 9 LAW & SEXUALITY 1, 16-17 (1999-2000) (noting that an individual withchromosomes other than XX or XY is considered intersex); see infra Part I.B.2.55. TABER'S CYCLOPEDIC MEDICAL DICTIONARY 1007 (17th ed. 1993); Hermer,supra note 1, at 205; see Ford, supra note 1, at 470 (discussing various physicalambiguities).56. See Hermer, supra note 1, at 205-09; see also Julie A. Greenberg, DefiningMale and Female: Intersexuality and the Collision Between Law and Biology, 41 ARIZ.L. REV. 265, 283-88 (1999).57. Greenberg, supra note 56, at 286-88.58. Hermer, supra note 1, at 206-07. Androgens are the hormones that are re-sponsible for the development of secondary male sex characteristics. Medical Dic-tionary at http://www.medical-dictionary.com (last visited April 5, 2003); see IntersexSociety of North America, What Is Androgen Insensitivity Syndrome?, at http://www.isna.org/faq/faq-ais.html (last visited April 5, 2003). This disorder affects ap-proximately 1 in 13,000 chromosomal males. See Intersex Society of North America,Frequency: How Common Are Intersex Conditions?, at http://www.isna.org/faq/fre-quency.html (last visited April 5, 2003).59. Greenberg, supra note 56, at 288.60. Hermer, supra note 1, at 206-07.61. Id.62. Id. at 207.2015FORDHAM URBAN LAW JOURNAL [Vol. XXXof male genitalia, so the fetus develops ambiguous genitalia.63 Aperson affected with 5-A-R D is usually raised as a female. 64 Dur-ing puberty, however, the body will masculinize and the disorder isdiscovered.6 5Another hormonal disorder, congenital adrenal hyperplasia(\"CAH\"), occurs when a chromosomal female 66 is exposed to ab-normally high amounts of androgens during fetal development. 67The individual usually has a fully developed uterus and ovaries, butalso develops masculine external genitalia due to the exposure tohigh levels of androgen. 68 This individual may have an abnormallylarge clitoris that resembles a penis, no visibly apparent vagina, ex-cessive hair, and possibly a deep voice.692. Chromosomal DisordersA person could have a variety of combinations of sex chromo-somes, such as XXY, XYY, or X, yet be completely unaware ofthis condition for some time.70 Most chromosomal disorders arenot discovered until puberty, if they are discovered at all.7 All ofthese chromosomal conditions cause, at least, a \"misidentification\"63. Id. (discussing the physical ambiguity as a \"significantly small penis ... varia-ble degrees of scrotal development, and undescended testes.\").64. Id.65. Id. (noting that with penile growth and testicular descent, the person's genderidentity may shift from female to male).66. A chromosomal female is defined as a female with XX chromosomes. Id. at205-06.67. Hermer, supra note 1, at 206; Medical Dictionary, at http://www.medical-dic-tionary. com (last visited April 5, 2003).68. Hermer, supra note 1 at 206.69. Medical Dictionary, at http://www.medical-dictionary.com (last visited April 5,2003); see Hermer, supra note 1, at 206. Hermer notes that most intersex individualswith this disorder in the United States are raised as females, but are occasionallyraised as males. Id.70. Many of these disorders are not discovered until puberty, therefore, the child,and possibly the parents, are unaware of the condition for eleven to twelve years.Greenberg, supra note 56, at 283-85.71. For example, in the Australian case In re Marriage of C. and D., 35 F.L.R. 340(Austl. 1979), the husband was unaware of his intersexuality until age twenty-one. SeeLeane Renee, Impossible Existence: The Clash of Transsexuals, Bipolar Categories,and Law, 5 AM. U. J. GENDER Soc. POL'Y & L. 343, 366 (1997) (discussing the Aus-tralian court's decision to invalidate an eleven year marriage because the husband wasanatomically both male and female, therefore, there was never a union between aman and a woman).20162003] GENDER RESTRICTION ON MARRIAGEof sex at birth because they cause the physical appearance of onesex or gender while the chromosomes indicate another.72a. Klinefelter SyndromeMales 73 with Klinefelter Syndrome have two or more X chromo-somes and a Y chromosome.74 Persons with this condition have apenis and testes, although smaller than normal, and discover thedisorder only when breasts develop during puberty.75 Most indi-viduals with this syndrome are raised as males and their genderidentity is male.76 In addition, many males with this syndrome takehormones in order to appear more masculine after feminizing dur-ing puberty.77b. Turner SyndromeTurner Syndrome, another chromosomal abnormality, existswhen only one X chromosome is present, causing a failure of thegonads to respond to pituitary hormone stimulation.78 Thus, theindividual has limited sexual maturation.79 A person with TurnerSyndrome appears physically female, but has nonfunctioninggonads that cannot be defined as either testes or ovaries.80 Thiscondition is not evident at birth and may be overlooked for sometime.81 These individuals are usually diagnosed during puberty be-72. \"Misidentification\" is used because the child is identified as one gender, buthas unapparent characteristics of another gender leaving no way to tell at birth withwhich gender that child will identify.73. A child with this syndrome is usually identified as male at birth. Greenberg,supra note 56, at 283.74. TABER'S CYCLOPEDIC MEDICAL DICTIONARY 1056 (17th ed. 1993); Green-berg, supra note 56, at 283.75. Greenberg, supra note 56, at 283.76. Id. Identifying as male indicates that the person views himself as a man and iscomfortable in that gender. See Coombs, supra note 3, at 237-42 (discussing sexualidentity in terms of transgenderism). Individuals whose gender identity does not con-form to their physical sex characteristics are said to have gender dysphoria. Green-berg, supra note 56, at 288.77. Greenberg, supra note 56, at 283.78. TABER'S CYCLOPEDIC MEDICAL DICTIONARY 2058 (17th ed. 1993); Green-berg, supra note 56, at 284.79. TABER'S CYCLOPEDIC MEDICAL DICTIONARY 2058 (17th ed. 1993).80. Greenberg, supra note 56, at 284. The gonads of a person affected by thissyndrome are unidentifiable and often referred to as \"streak.\" Id.81. Id.2017FORDHAM URBAN LAW JOURNAL [Vol. XXXcause there is limited breast development and a failure tomenstruate.82c. Swyer SyndromeYet another chromosomal abnormality that is not apparent untilpuberty is Swyer Syndrome.83 In this situation, the person has XYchromosomes, but the Y chromosome is missing the sex-determin-ing segment.84 Without this segment, the fetus is unable to producemasculinizing hormones or develop testes and develops as an ex-ternally physical female. This condition, again, is generally diag-nosed when the individual fails to develop breasts or menstruate atpuberty.863. Physical AmbiguityAnother form of intersexuality is the presence of ambiguousgenitalia at birth, including clitoromegaly,87 micropenis,88 or hypos-padias.89 These conditions are usually surgically \"corrected\" atbirth.9° The infant is assigned a gender, which is recorded on thebirth certificate, determining this person's legal sex regardless ofher psychological or chromosomal identity.91C. Case Law Regarding Intersex IndividualsMarriage, in every state, is limited to a union between one\"man\" and one \"woman. '92 In other words, marriage is limited to82. Id. Also, Greenberg notes that individuals with this syndrome are able tomenstruate and can also carry a child to term, though only through in vitro fertiliza-tion, with proper hormonal treatment. Id. at 284 n.110.83. Id. at 284.84. Id.85. Id.86. Id.87. Clitoromegaly is defined as an enlarged clitoris. TABER'S CYCLOPEDIC MEDI-CAL DICTIONARY 401 (17th ed. 1993).88. Micropenis is defined as an abnormally small penis. Id. at 1216; see also Medi-cal Dictionary, at http://www.medial-dictionary.com (last visited April 5, 2003).89. Hypospadias is defined as an abnormal opening of the male urethra on theunderside of the penis or a urethral opening into the vagina. TABER'S CYCLOPEDICMEDICAL DICTIONARY 950 (17th ed. 1993). These ambiguities may be caused by oneof the hormonal or chromosomal disorders discussed in Parts I.B.1 or I.B.2. SeeHermer, supra note 1, at 205-09.90. Ford, supra note 1, at 470-71. Currently, there is a substantial amount of de-bate occurring as to whether intersex infants' physically ambiguous genitalia shouldbe surgically altered at birth. See id.91. Id. at 471-72.92. See, e.g., CAL. FAM. CODE § 300 (1994); LA. CIV. CODE ANN. art. 89 (1999);ME. REV. STAT. ANN. tit. 19-A, § 650 (1998); N.D. CENT. CODE § 14-03-1 (2001);2018GENDER RESTRICTION ON MARRIAGEapparently heterosexual couples.9 3 Though there is much debateover whether to give full marriage rights to same-sex couples,94 aquestion also remains as to whom intersex individuals can validlymarry.95 Since their sexual characteristics are ambiguous, the ques-tion arises: when are intersex individuals considered to be in anapparently heterosexual relationship? 96  If their chromosomalmakeup is incongruent with their physical sex characteristics, ortheir physical sex characteristics are ambiguous at best, then whatcriteria determine whether they are in a heterosexual marriage forthe purposes of these statutes? Is it even possible for an intersexperson to be a part of an opposite sex couple? There are no recentUnited States cases challenging the validity of a marriage whereone of the partners is intersex, and few United States cases involv-ing this issue in general.9 Case law involving marriages where onepartner is a transsexual is analogous, however, because post-opera-tively they also have ambiguous sex characteristics. These casescan be examined in the absence of case law involving the intersex.TEX. FAM. CODE ANN. § 2.001 (1998). All of the statutes limit marriage to a unionbetween one man and one woman, without defining these terms, or invalidate mar-riages between persons of the same sex, and are only a few examples of a majority ofstate statutes. Even though Vermont has a comparable civil union statute, the statestill does not recognize same-sex marriage. Although two people in a civil union re-ceive the same tangible benefits as a married couple, VT. STAT. ANN. tit. 15, § 1204(2000), available at http://www.sec.state.vt. us/otherprg/civilunions/civilunionlaw.html(last visited April 5, 2003), the separate classification implies a \"second-class\" citizenstatus. See, e.g., Evan Wolfson, All Together Now, THE ADVOCATE, Sept. 11, 2001,available at http://www.freedomtomarry.org/ftm-blueprint. htm (last visited July 4,2003).93. These couples are \"apparently\" heterosexual because the law would presuma-bly validate a marriage between a lesbian woman and a gay man, neither of whom areheterosexual, but the couple appears to be. See supra note 92 and accompanying text.Theses statutes base the restriction solely on physically being male or female, there isno mention of sexual identity. Id; see also Strasser, supra note 40, at 74-80 (discussingthe implications of a statute tailored to the orientation of the parties).94. Compare The Freedom to Marry Collaborative, at http://freedomtomarry.org(last visited April 5, 2003), and Strasser, supra note 40, at 61 (asserting that the same-sex marriage ban violates the equal protection clause), with Dent, supra note 2, andWardle, supra note 3 (both supporting the limitation on marriage).95. See infra Part II.A.1.96. Apparent heterosexuality is the necessary condition according to the statutesbecause, presumably, a lesbian could marry a gay man with no problem. See supranotes 92-93 and accompanying text.97. There seems to be only one U.S. case that involved a challenge to a marriagewhere one of the partners was a \"hermaphrodite.\" This case was decided in 1878.The brief opinion stated that because the appellant knew of his wife's \"malformation\"when he entered the marriage, he had no right to complain thirteen years later.Peipho v. Peipho, 88 I11. 438, 438 (1878).2003] 2019FORDHAM URBAN LAW JOURNAL [Vol. XXX1. Transsexual Case Law as a Guidea. Littleton v. Prange98Christie Lee Littleton, although her chromosomal makeup wasnever tested, was born with normal male genitalia. 99 Christie iden-tified as being female since she was approximately three yearsold. 00 She underwent sex reassignment surgery in her twentiesand had her birth certificate legally changed to reflect her femalegender.10 Christie then married a genetic man, Jonathon Lit-tleton, °2 with whom she lived for seven years.0 3 Upon his death,Christie initiated a wrongful death action against one of Jonathon'sdoctors in her capacity as Jonathon's surviving spouse.10 4 The doc-tor challenged Christie's standing, asserting that she could not le-gally be Jonathon's surviving spouse because she was legally a manand Texas does not allow marriage between two people of the samesex.105The Court of Appeals of Texas, Fourth District, determined thatthe issue of whether Christie was a man or a woman was a matterof law, thus the judge, rather than a jury, would decide the issue. 106Although the court mentioned such factors as gonads, genitalia,chromosomes, and psychological makeup as being important to de-termine Christie's sex,' 0 7 it primarily considered genitalia at birth98. 9 S.W.3d 223 (Tex. App. 1999).99. Id. at 224.100. Id. See supra note 76 and accompanying text for an explanation of the phrase\"identify as.\"101. Littleton, 9 S.W.3d at 225.102. There was no allegation of fraud or misrepresentation in the case; Christiestated in her affidavit that Jonathon was fully aware of her surgery. Id.103. Id.104. Id.105. Id.106. Id. at 230. The court used the factors used in Corbett v. Corbett, 2 All E.R. 33,44 (1970), to determine this issue. Littleton, 9 S.W.3d at 230-31. Corbett is an Englishcase that used four factors (gonads, genitalia, chromosomes, and psychological iden-tity) to determine the sex of a transsexual who fraudulently induced her husband intobelieving she was a genetic woman. Corbett, 2 All. E.R. at 44. Further, the Court ofAppeals did not fully explain why it decided to treat this issue as a matter of law. Thedefendant doctor moved for summary judgment. Littleton, 9 S.W.3d at 229. The testfor summary judgment is, viewing the facts most favorable to the non-moving party,determining whether there is a genuine issue of material fact. Id. at 232 (Lopez, J.,dissenting). The court refused to look at Christie's amended birth certificate andlooked at her original birth certificate instead. Id. at 231. The two documents seem toraise a genuine issue of material fact as to Christie's sex. Id. at 232 (Lopez, J., dissent-ing). If the court had found the issue of determining Christie's sex a matter of factinstead of law, then the case would have gone to a jury.107. Littleton, 9 S.W.3d at 227.20202003] GENDER RESTRICTION ON MARRIAGEand presumed chromosomes.\" 8 The court relied heavily on thefact that Christie was physically male at birth and deduced fromthis fact that Christie must have male, or XY chromosomes. °9 Thecourt then stated, \"[M]ale chromosomes do not change with eitherhormonal treatment or sex reassignment surgery. ' 110 The courtconcluded that because Christie presumably had male chromo-somes, she was still male and, therefore, could not be legally mar-ried to another male.'b. In re Estate of Gardiner\"'This case also involved a challenge by a third party to a marriagewhere one of the partners was a transsexual.1 3 J'Noel Gardinerwas born with normal male genitalia, but viewed herself as femalefrom puberty.\" 4 J'Noel's chromosomes are presumably unt-ested. 115 She underwent sex reassignment surgery beginning in1991, completed reassignment in 1994, and eventually married agenetic male, Marshall Gardiner.116 As in Littleton, there was noevidence of fraud in J'Noel and her husband's one-year mar-riage.\"' Marshall Gardiner died intestate; his son then challengedthe validity of the marriage, alleging that J'Noel was a man for thepurposes of marriage in Kansas.\" 8108. Id. at 230-31.109. Id. at 230. Christie's chromosomes were never tested, therefore, Chief JusticeHardberger was assuming her chromosomal makeup solely from her physical appear-ance at birth. Id. at 231. Additionally, Chief Justice Hardberger relied on Christie'soriginal birth certificate and not her amended one. Id. An inference could be drawnthat because Texas allows one to amend the sex on her birth certificate that theyimplicitly recognize that a change in sex is possible. See, e.g., Coombs, supra note 3, at256 (discussing a case in which a California court held that a California statute recog-nized the validity of one's post-operative sex by providing for a change of genderdesignation on a birth certificate). The court dispelled this inference by interpretingthe intention of the legislature, stating the amendment was intended for \"inaccura-cies.\" Littleton, 9 S.W.3d at 231.110. Littleton, 9 S.W.3d at 230.111. Id. at 231.112. 42 P.3d 120 (Kan. 2002).113. Id. at 121-22.114. Id.115. See id. at 122-23 (discussing J'Noel's medical history and failing to mention herchromosomes, only discussing her physical sex at birth and her sex reassignmentsurgery).116. Id. J'Noel began reassignment in 1991 with electrolysis and finished in 1994with the construction of a vagina, labia, and clitoris. Id.117. Id. The petitioner, the deceased's son, alleged that J'Noel never told her hus-band about her sex reassignment, but there was no evidence to support this allegation.Id.118. Id. at 123.2021FORDHAM URBAN LAW JOURNAL [Vol. XXXThe Kansas Supreme Court discussed the relevant cases atlength, but relied mainly on Littleton.119 The court cited Littletonwith approval, noting that a male-to-female transsexual may ap-pear to be a woman, but medical science cannot change a person'slegal sex from male at birth to female. 2 ° Although the court ac-knowledged that by deeming male-to-female transsexuals male,Littleton would allow a male-to-female transsexual to marry a wo-man,'12 it attempted to avoid the loophole by relying on a 1970version of Webster's Dictionary to define male, female, and sex.122The court followed the dictionary's definition and defined male asone who begets offspring and female as one who produces ova andbears offspring. 23 The court stated that these definitions simply donot encompass transsexuals. 124  The court concluded that sinceJ'Noel did not fit within the meaning of female, she could not le-gally be married to a male. 25c. In re Ladrach12 6Elaine Frances Ladrach is a male-to-female transsexual who at-tempted to obtain a marriage license from the state of Ohio tomarry a genetic male. 27 As in the previous two cases, Elaine wasborn with normal male genitalia and was designated male on herbirth certificate. 2 8 Elaine's chromosomes were also untested.1 29She underwent sex reassignment surgery and appeared externallyphysically female. 130 Elaine sought a declaratory judgment that she119. Id. at 135. The court discussed MT. v. J.T., 355 A.2d 204 (N.J. Super. Ct. App.Div. 1976), Anonymous v. Weiner, 270 N.Y.S.2d 319 (Sup. Ct. 1966), In re Ladrach,513 N.E.2d 828 (Ohio 1987), Corbett v. Corbett, 2 All E.R. 33 (1970), but ultimatelybased its decision on the Littleton view that a transsexual \"inhabits ... a male body inall aspects other than what the physicians have supplied.\" Gardiner, 42 P.3d at 135(internal quotations omitted).120. Gardiner, 42 P.3d at 135 (relying on the \"ordinary meaning\" of male and fe-male and stating that transsexuals do not fit within these definitions).121. Id. at 126. A male-to-female transsexual in Texas can apparently marry a ge-netic woman because she is legally male. See infra note 168 and accompanying text.122. Gardiner, 42 P.3d at 135.123. Id.124. Id.125. Id. at 137.126. 513 N.E.2d 828 (Ohio 1987).127. Id. at 829. The majority in Littleton relied, in part, upon this case in theiranalysis. Littleton v. Prange, 9 S.W.3d 223, 228-29 (Tex. App. 1999).128. Ladrach, 513 N.E.2d at 829.129. Id. at 830.130. Id. The doctor conceded that if Elaine's chromosomes were to be tested, theywould probably be male. Id.2022GENDER RESTRICTION ON MARRIAGEbe deemed female for all legal purposes, including amending herbirth certificate and obtaining a marriage license as a female.3The Ohio Probate Court, applying a similar analysis to that inLittleton, determined that because Elaine was physically a male atbirth and presumably had male chromosomes, she was not entitledto change her birth certificate or obtain a marriage license as afemale. 32 The court primarily relied on a 1966 New York SupremeCourt case where that court based its decision on a recommenda-tion of the New York Academy of Medicine that the sex listed onbirth certificates should not be changed to help \"psychologicallyill\" people.1 33d. M.T. v.J.T.1M.T. v. J.T. represents one of the few favorable cases fortranssexuals. In this case, M.T., a transsexual, filed a complaint formaintenance and support after J.T., a genetic male, left the mar-riage. 5 There was no allegation of fraud,136 in fact, J.T. paid forM.T.'s sex reassignment surgery.137 M.T. was born a physicallynormal male, but felt as though she were a woman since at leastage fourteen.138 The court noted that no one, to its knowledge, hadtested M.T.'s chromosomes. 139 She underwent full sex reassign-ment in 1971 and married J.T. one year later.140In determining M.T.'s sex, the court noted that the sex reassign-ment surgery gave M.T. the physical appearance of a woman andthat she was able to engage in heterosexual sex.14 ' After hearingtestimony from several expert medical witnesses, the trial courtfound that M.T. was psychologically a female throughout her lifeand the sex reassignment surgery conformed her outward appear-131. Id. at 829-30.132. Id. at 832.133. Id. at 830-31 (citing Anonymous v. Weiner, 270 N.Y.S.2d 319, 322 (Sup. Ct.1966) which denied an application to amend the birth certificate of a transsexualbased on these recommendations).134. 355 A.2d 204 (N.J. Super. Ct. App. Div. 1976).135. Id. at 205.136. Id. (indicating that J.T. paid for the sex reassignment surgery, negating anyfraud implication).137. Id.138. Id.139. Id. at 206.140. Id. at 205.141. Id. at 206.2003] 2023FORDHAM URBAN LAW JOURNAL [Vol. XXXance to her psychological identity. 142 M.T., therefore, was legallyfemale at the time of the marriage.143In affirming the trial court, the New Jersey Appellate Divisionheld that a post-operative transsexual's genitalia and identity canbe harmonized through medical treatment. 44 In view of the factthat M.T. \"has become physically and psychologically unified andfully capable of sexual activity,\" the court held she should be con-sidered a woman for marital purposes. 45 Unlike previous cases,the court recognized the change of sex from male to female by us-ing a multi-factor test.146 The court did not rely solely on chromo-somes or a pronouncement that sex is \"fixed by the Creator atbirth.' 1 47 The court looked at all of the indicia of sex, includingphysical appearance and gender identity, and concluded that chro-mosomes were only a small part of the analysis. 48II. EXTRAPOLATING THE CASE LAWA. Consequences for Marriage1. Impact on an Intersex Individual's Right to MarryAlthough there are no recent United States cases directly chal-lenging the validity of a marriage involving an intersex person, theimpact of decisions such as Littleton and In re Gardiner on intersexpeople is considerable. 49 It is estimated that one in two thousandinfants in the United States is affected by an intersex condition. 50Even more people may unknowingly have ambiguous chromo-somes, that is, neither XX nor XY, but a different combination. 151142. Id. at 211.143. Id. at 207.144. Id. at 211.145. Id.146. In Littleton v. Prange, 9 S.W.3d 223, 227 (Tex. App. 1999), the court used amulti-factor test by stating that gonads, chromosomes, genitalia, and psychologicalmakeup are important, but relied on presumed chromosomes. In contrast, the NewJersey Appellate Division examined and gave considerable weight to each of thesefactors in determining M.T.'s sex. M.T., 355 A.2d at 208-10.147. See Littleton, 9 S.W.3d at 224, 231 (answering in the affirmative Chief JusticeHardberger's question whether \"a person's gender [is] immutably fixed by our Crea-tor at birth\" by stating \"Christie was created ... male\" and holding her male as amatter of law).148. M.T., 355 A.2d at 206-07.149. See supra Part I.C.150. Hermer, supra note 1, at 195.151. Greenberg, supra note 56, at 283.20242003] GENDER RESTRICTION ON MARRIAGEAfter Littleton and others, a far greater number of people are ex-cluded from marriage than originally anticipated. 152Littleton purports to conform to Texas's ban on same-sex mar-riage, announcing that because the plaintiff presumably has XYchromosomes, she is male and cannot marry another male. 53Since intersex people either have both male and female or other-wise ambiguous physical characteristics, or they have chromosomesthat are inconsistent with their physical characteristics, the ques-tion remains: Who may an intersex person legally marry?154If a person was raised as a woman, has female external genitalia,but recently discovered that she has AIS and has XY chromo-somes, would the Court of Appeals of Texas, Fourth Circuit, stilldeem this person a man? 155 The court might say that this situationis distinguishable because this person was created this way and didnot voluntarily undergo sex reassignment surgery156 The courtmight also say her sex at birth was female because sex is deter-mined by external genitalia at birth and, therefore, she is legally afemale despite her chromosomes. 157 If the latter is the case, thecourt is determining legal sex on the basis of physical characteris-tics at birth alone.The next issue that arises is classification of an intersex personwho has 5-A-R D. 158 For example, if a child was designated femaleat birth, but whose body masculinized at puberty, would a courtdeem this person a man because she has XY chromosomes?159152. See supra Part I.C. After decisions such as Littleton, the reach of the exclusionextends to every person who unknowingly has chromosomes that are inconsistentwith their external physical characteristics. See infra Part III.153. Littleton v. Prange, 9 S.W.3d 223, 231 (Tex. App. 1999).154. See, e.g., INTERSEX SOCIETY OF NORTH AMERICA, INTERSEXUALITY AND THELAW, at http://www.isna.org/library/legal.html (last visited April 5, 2003) (discussingthe questions that arise after Littleton).155. This has implications for heterosexual marriage as well. If a woman neverrealizes that she has AIS or has a chromosomal makeup other than XX, then hermarriage could be challenged and found invalid. See Littleton, 9 S.W.3d at 231 (bas-ing determination on presumed chromosomes; if actual chromosomes were tested, itis possible that the court would rely directly on chromosomes); Katrina C. Rose, 70 U.Mo. KAN. CITY L. REV. 257, 262 (2001) (noting that some people are unaware theirchromosomes are not \"XX\" or \"XY\").156. The court in Littleton relied on the fact Christie was born a man, implying thather gender was \"immutably fixed by [the] Creator at birth.\" Littleton, 9 S.W.3d at224, 231.157. See, e.g., id. at 231 (stating that Christie's sex at birth was male and that \"somethings we cannot will into being. They just are.\").158. See supra Part I.B.1.159. See Littleton, 9 S.W.3d at 230 (deeming, in effect, a person with XY chromo-somes male).2025FORDHAM URBAN LAW JOURNAL [Vol. XXXKlinefelter Syndrome also poses a serious problem for courts be-cause the individual appears physically male at birth, yet developsbreasts during puberty. 161 Would a court deem this person a manbecause male genitalia were present at birth even though there areXX chromosomes? Or does the presence of a Y chromosomemake a person male? In these situations, the court may use physi-cal sex at birth to determine the person's gender.161 Sex, however,is not always clear at birth.162 These questions will continue to sur-face if the courts continue to adjudicate gender.163If marriage is a fundamental right, 64 limited to opposite sex, orapparently heterosexual couples, classifying an intersex person be-comes extremely important.165 The courts will have to define whatconstitutes an \"opposite sex\" couple in order to determine whetherthat couple may exercise their fundamental right to marry. 166The hypothetical case where a physical female discovers that herchromosomes are neither XX nor XY and she is not, therefore, inone of the two binary categories of male and female, illustrates thedifficulty courts face in defining an \"opposite sex\" couple. Courtsfaced with this situation could find this person to be a woman iffemale genitalia were present at birth and she was raised as a fe-male, regardless of her chromosomal make up.167 This is arguablyincongruous with a court deciding that a person who identifies as awoman and has chosen to conform her external physical character-160. See supra Part I.B.2.a.161. See In re Estate of Gardiner, 42 P.3d 120, 137 (Kan. 2002) (holding J'Noel amale for purposes of marriage because she was born a male and transsexuals do notfit within the meaning of \"male\" and \"female\").162. See supra Part I.B.163. See Rose, supra note 54, at 10 (noting that doctors are discovering a greatmany variations in chromosomal combinations). This indicates that there are a vari-ety of conditions, some possibly not yet known, that could be considered intersex andwould fall outside the traditional definition of man or woman. A problem could ariseif a person with either condition allowed his or her body to change and identified asthe opposite sex of that which they were designated at birth. For example, if a personwith 5-A-R D who was designated female at birth identified as a male, allowed hisbody to masculinize, and underwent full sex reassignment surgery, would the presenceof male physical characteristics and male chromosomes be enough for the Texascourt? Or would this person still be considered female because there were femalephysical characteristics at birth?164. See Zablocki v. Redhail, 434 U.S. 374, 386 (1978).165. An intersex person's right to marry a particular person depends solely on hisor her classification as male or female because the couple needs to be apparentlyheterosexual. See supra notes 92-93 and accompanying text.166. See Coombs, supra note 3, at 251-58 (discussing various courts' approaches toclassifying transsexuals into either male or female).167. See Littleton v. Prange, 9 S.W.3d 223, 231 (Tex. App. 1999) (stating that Chris-tie was created and born a male).20262003] GENDER RESTRICTION ON MARRIAGEistics to that of a woman is not a woman because of her chromo-somes. Yet the latter is what can be inferred from Littleton; that ifa person has XY chromosomes, that person will be deemed a manfor purposes of marriage, regardless of whether the person wasraised a as a female. 68A person who is a combination of the binary characteristics maythus be entirely deprived of their fundamental right to marry be-cause for whomever they choose, there is an argument that it is asame-sex marriage.1 69 Excluding an entire group of citizens fromexercising their fundamental right to marry because they fail toconform to traditional definitions of \"male\" and \"female\" has norational basis and serves no legitimate purpose. 17 0 Excluding indi-viduals classified as intersex from marriage would be unconstitu-tional because a group of people cannot legitimately be denied afundamental right without a sufficiently important governmentalinterest.17 1 Since an intersex individual is a combination of male168. Id. Two or three lesbian couples in Texas have been able to obtain marriagelicenses and legally marry because one of the women is a male-to-female transsexual.See Lesbian Couple Get a Marriage License, SAN ANTONIO EXPREss-NEWS, June 12,2001, available at 2001 WL 22457047; see also John Gutierrez-Mier, Two More WomenObtain County Marriage License: One Member of Couple Was Born a Man, SANANTONIO EXPRESS-NEWS, Sept. 21, 2000, available at 2000 WL 27329428. Since shepresumably has XY chromosomes, she is deemed a man and is able to marry a geneticwoman. Id.169. See Coombs, supra note 3, at 257-60 (discussing the difficulties courts face indetermining an opposite sex couple when one of the parties is a transsexual); see alsosupra Part I.C.170. There does not seem to be a legitimate, rational reason why this group ofpeople could be excluded from marriage based on the fact that they are a combina-tion of male and female characteristics-especially considering there is an argumentthat the couple is \"opposite sex\" when one of the partners is intersex. See generallyCoombs, supra note 3 at 224-26 (discussing transgender marriages as a challenge toopponents of same-sex marriage); see also Lawrence v. Texas, 123 S. Ct. 2472, 2485(2003) (O'Connor, J., concurring) (stating that the Court is likely to apply \"a moresearching form of rational basis review\" when the legislation \"inhibits personal rela-tionships\"); Zablocki v. Redhail, 434 U.S. 374, 406 (1978) (Stevens, J., concurring)(stating that clumsy, irrational classifications cannot withstand the heightened scru-tiny involved when a fundamental right is affected).171. See Zablocki, 434 U.S. at 388 (holding a classification that significantly inter-feres with a fundamental right must be supported by important state interests andclosely tailored to effectuate those interests). The interest most often asserted in re-taining the limitation on marriage to between one man and one woman is preserva-tion of public morals, that is, marriage is a unique relationship between a man and awoman with a public status that the state has an interest in regulating. See Wardle,supra note 3, at 751. This interest, though, does not seem sufficient to support thetotal exclusion of intersexuals nor does the exclusion seem closely tailored to servethis interest because it potentially excludes individuals who would otherwise fit withinthe definition of \"male\" and \"female,\" such as those who are unknowingly intersex.2027FORDHAM URBAN LAW JOURNAL [Vol. XXXand female sex characteristics, that person could potentially marryeither a man or a woman because, regardless of the sex of the part-ner, there is an argument that the couple is apparently heterosex-ual. 7 2 If this person can marry either a man or a woman, thenthere seems to be no rational reason why others should be limitedby their gender.'732. Impact on Marriage Between Two People of the Same-SexIntersex classification problems and decisions regardingtranssexual marriages also have a considerable impact on the same-sex marriage debate.174 Many of the issues that arise in defining anopposite sex couple also arise when defining a same-sex couple.The court in Littleton found that Christie and Jonathon's marriagewas a same-sex marriage, prohibited by Texas, 7 5 even thoughChristie's physical anatomy was female and Jonathon's wasmale. 76 If anatomy is irrelevant, the court would have to dismiss achallenge to any couple who had the same external anatomy, butopposite sex chromosomes. 177 Most people would consider acouple where both partners have the same external genitalia to besame-sex, but apparently these courts, were they to be faithful totheir own analysis, could not. 178Defining a same-sex couple, as noted, presents several questions.For instance, how would courts classify a couple where one partneris intersex and displays both male and female external physicalcharacteristics or an intersex person who has chromosomes that areinconsistent with her anatomy? In the preceding section, it wasSee supra Part II.A.1; supra note 155 and accompanying text; see also Lawrence, 123S. Ct. at 2486 (O'Connor, J., concurring).Moral disapproval of a group ... is an interest that is insufficient to satisfyrational basis review under the Equal Protection Clause ... we have neverheld that moral disapproval, without any other asserted state interest, is asufficient rationale under the Equal Protection Clause to justify a law thatdiscriminates among groups of persons.Id. (internal citations omitted).172. See infra Part III.173. See infra Part II.B.174. See Coombs, supra note 3, at 220-23.175. Littleton v. Prange, 9 S.W.3d 223, 231 (Tex. App. 1999).176. Id. at 230-31.177. See supra note 168. Any of the marriages mentioned would have to be upheldunder this rationale. To date, the case law addressing same-sex marriage has not ex-amined this argument.178. See In re Estate of Gardiner, 42 P.3d 120, 125 (Kan. 2002); In re Ladrach, 513N.E.2d 828, 832 (Ohio 1987); Littleton, 9 S.W.3d at 230-31.20282003] GENDER RESTRICTION ON MARRIAGEnoted that a court could deem an intersexual who had AIS179 awoman because she was created that way.18 ° This seems inconsis-tent with the Littleton conclusion because Christie had female ex-ternal organs and presumably male chromosomes. 181 If a courtwere to adhere to the reasoning in Littleton, it could find that anindividual with AIS is a male for the purposes of marriage.182 Thisis illustrated by male-to-female transsexuals legally marrying ge-netic females in Texas. 83 In other words, there is no differencebetween an intersexual who has XY chromosomes but external fe-male anatomy and a post-operative male to female transsexual whohas XY chromosomes. 184 The fact that one person was born withexternal female genitalia and the other person was not would be acompletely arbitrary distinction.1 8 5 Both were born the way theyare, one with AIS and the other with gender dysphoria, 186 andshould not be treated differently with respect to their right tomarry a genetic woman. 187Further, in Gardiner, the court stated that J'Noel does not fitwithin the definition of female, therefore, she is not a female. 88J'Noel, however, also fails to fit into the traditional meaning ofmale. 89 She does not have male external genitalia nor can she be-get a child.' 90 Following the logic of the Kansas Supreme Court,179. That is, female external anatomy, but chromosomes that were tested to bemale.180. See Littleton, 9 S.W3d at 231 (relying on the fact that Christie was born withmale genitalia and stating, \"[T]here are some things we cannot will into being. Theyjust are.\"). If the court were to deem this person female, then she could not legallymarry a genetic female.181. Id. at 230-31.182. Since this individual would have external female characteristics and male chro-mosomes, just as Christie Littleton, the court could potentially deem this individualmale. See id. at 230.183. See Phyllis Randolph Frye & Allison Dodi Meiselman, Same-Sex MarriagesHave Existed Legally in the United States for a Long Time Now, 64 ALB. L. REV. 1031,1033-34 (2001) (observing that several couples that appear to be same-sex, but onepartner is a male-to-female transsexual have gotten legally married in Texas); see alsosupra note 168 and accompanying text.184. Both individuals have the same chromosomal makeup and physicalcharacteristics.185. See Frye & Meiselman, supra note 183, at 1047-57 (discussing the implicationsof the Littleton decision).186. See supra note 76 and accompanying text.187. See supra Part I.A.2.188. In re Estate of Gardiner, 42 P.3d 120, 135 (Kan. 2002).189. Id. J'Noel falls outside the court's definition of male because she cannot begetoffspring. Id.190. Id.2029FORDHAM URBAN LAW JOURNAL [Vol. XXXJ'Noel is neither male nor female and, therefore, cannot legallymarry anyone.91According to the preceding, transsexuals are deprived of the fun-damental right to marry.192 Intersex people would also be pre-cluded from marrying because they, too, do not come within thecourt's \"traditional\" definition.193 If these definitions are used indistinguishing between an opposite sex couple and a same-sexcouple, either more couples would fit into the same-sex category ormore people would fall outside of either category. 194 Such narrowdefinitions of \"male\" and \"female\" exclude more people than firstevident. 195 This threatens to change the status of any apparentlyheterosexual marriage with any slight chromosomal or physical va-riation into a same-sex marriage, and possibly invalidate it com-pletely because one partner is neither male nor female.' 963. Similarly Situated IndividualsEqual protection doctrine states that similarly situated individu-als are to be treated alike.' 97 If similarly situated individuals aretreated differently with respect to the exercise of a fundamentalright, heightened scrutiny is required 98An intersex individual is neither clearly a man nor clearly a wo-man. If an intersex person who has external female characteristics,but male chromosomes, identifies as a heterosexual female, shewould probably be able to marry a genetic man without much of a191. The Kansas Supreme Court did find J'Noel male for the purposes of marriage.Id. at 137. Evidently, J'Noel would be permitted to marry a woman even though thecouple would be apparently homosexual because both partners would have externalfemale characteristics. The court may void this marriage on public policy groundsthough because both individuals appear to be female and the marriage would appearto be same-sex.192. See Coombs, supra note 3, at 221.193. For example, a person with AIS would have external female genitalia, but nouterus. Therefore, she would never be able to bear a child. Also, an individual withSwyer Syndrome and XY chromosomes never develops testes, and therefore wouldnot be able to beget a child. See supra Parts I.B.1-2.194. See supra Part I.B.195. See supra note 143 and accompanying text; see also supra Part I.C & II.A.1.196. See Frye & Meiselman, supra note 183, at 1049-56.197. City of Cleburne v. Cleburne Living Ctr., 473 U.S. 432, 439 (1985) (stating that\"all persons similarly situated should be treated alike\"); see also Lawrence v. Texas,123 S. Ct. 2472, 2484 (2003) (O'Connor, J., concurring) (quoting City of Cleburne andstating, \"The Equal Protection Clause ... is essentially a direction that all personssimilarly situated be treated alike.\").198. See City of Cleburne, 473 U.S. at 470 (Marshall, J., concurring) (indicating thatwhen fundamental rights are involved, similarly situated individuals deserve to betreated equally and heightened scrutiny is required when they are not).20302003] GENDER RESTRICTION ON MARRIAGEproblem. 199 She could also arguably marry a genetic woman undera Littleton analysis, or any state that relies on chromosomes to de-termine gender.20 0 A male-to-female transsexual would be simi-larly situated to this individual with respect to her right to marry agenetic woman because she also has external female sex character-istics and male chromosomes.2 Thus, it could be argued that eventhough the court may attempt to treat these two individuals differ-ently, equal protection doctrine requires that they be treated thesame.202A genetic woman who identifies herself as a lesbian is similarlysituated to the individuals discussed above. All three individualsare in seemingly same-sex couples.20 3 The intersex woman, themale-to-female transsexual, and the lesbian are all externally physi-cally female; the only difference in sex characteristics between thethree individuals is their chromosomal makeup. If the first two areable to marry a genetic woman despite outwardly appearing to be asame-sex couple, then arguably the lesbian must also be able tomarry a genetic woman.20 a Denying a group of people the abilityto exercise a fundamental right in the same manner as anothergroup, on the basis of one's chromosomes, is unreasonable. No199. If the individual was raised as a female and identified as such, it is possible thata court using the multiple factor test would lend little weight to her chromosomesbecause she is in the same position as, for example, a genetic woman who has under-gone a hysterectomy. Both women are externally physically female and raised assuch, but neither have internal female sex organs. See Part III.A.200. See supra note 168 and accompanying text. This individual has the same char-acteristics as a male-to-female transsexual. This loophole was avoided by the Gar-diner court by adhering to a narrow definition of male and female. In re Estate ofGardiner, 42 P.3d 120, 135 (Kan. 2002).201. Under a Littleton analysis, a male-to-female transsexual can presumably le-gally marry a genetic woman. Littleton v. Prange, 9 S.W.3d 223, 230-31 (Tex. App.1999); see supra note 168 and accompanying text. If a male-to-female transsexual isable to marry a genetic woman because of the Littleton loophole, then this intersexwoman could marry a genetic woman as well. Conversely, if this intersex woman isable to marry a genetic woman, then presumably so could a male-to-femaletranssexual.202. See City of Cleburne, 473 U.S. at 439; see also Eisenstadt v. Baird, 405 U.S. 438,447 (1972) (stating that the Equal Protection Clause forbids states from treating peo-ple differently based on criteria that is unrelated to the objective of the statute... \"sothat all persons similarly circumstanced shall be treated alike\" (internal quotationsomitted)). Distinguishing between the two on the basis that the intersexual wasraised as a female and the transsexual was not is irrational because both appear physi-cally the same, the only difference in their sex characteristics is their chromosomes.Chromosomes alone are an arbitrary factor to determine a person's sex or gender.Therefore, it is unlikely that this would pass the heightened scrutiny required whenburdening a fundamental right. See Zablocki v. Redhail, 434 U.S. 374, 383 (1978).203. That is, both women have external physical characteristics that are female.204. See supra Part I.A.2031FORDHAM URBAN LAW JOURNAL [Vol. XXXperson has control over their chromosomes, and it is possible notto know one's exact chromosomal makeup. 205III. RESOLUTIONAs long as the opposite-sex limitation on marriage remains, gen-der issues will continue to surface. When faced with a case thatchallenges the validity of a marriage based on the sex of the partici-pants, the court must determine the legal sex of each individual.20 6It is important to discuss how the courts decide whether to deeman individual male or female. In the cases discussed in this Com-ment, the courts tend to use a multi-factor test to determine theindividual's sex.207 This section discusses the multi-factor test andthen presents an alternate solution.A. The Multiple Factor TestApplying this test, the courts use such factors as chromosomes,gonads, genitals, and psychological identity to determine gender.208This test has some value because it allows courts to weigh a varietyof factors and characteristics when determining into which cate-gory a person fits. This alleviates reliance on chromosomes, ame-liorating some of the problems associated with marriages involvingan intersex partner.20 9 This test also offers flexibility, allowing the205. See Rose, supra note 155, at 262; supra Part I.B. Although a state may placereasonable regulations on marriage, this restriction could not survive heightened scru-tiny because it directly interferes with the fundamental right to marry in a substantialway, is not closely tailored, and could not be supported by sufficiently important stateinterests. Zablocki, 434 U.S. at 386-88 (holding statutes that \"significantly interferewith the exercise of a fundamental right\" invalid \"unless it is supported by sufficientlyimportant state interests and closely tailored to effectuate only those interests\"). Therestriction would not be closely tailored because marriages could be invalidated if oneperson does not know her chromosomal makeup. See supra Part I1.A.1. Also, thearguments in support of the opposite sex limitation on marriage, such as preservationof public morals or heterosexual marriages as the preferred societal relationship, ulti-mately fail because it would be possible for a seemingly heterosexual marriage to beinvalidated on the basis of one partner's chromosomes under this restriction. SeeLawrence v. Texas, 123 S. Ct. 2472, 2486 (2003) (O'Connor, J., concurring) (notingthat moral disapproval alone is not a sufficient rationale to satisfy the Equal Protec-tion Clause). Compare supra Part II.A.1, and supra Part I.C., with Wardle, supra note2, at 753-54, and Dent, supra note 1, at 587-99.206. See supra Part I.C.207. See, e.g., M.T. v. J.T., 355 A.2d 204 (N.J. Sup. Ct. App. Div. 1976); Littleton v.Prange, 9 S.W.3d 223 (Tex. App. 1999).208. In re Estate of Gardiner, 42 P.3d 120, 135-36 (Kan. 2002); M.T, 355 A.2d at208-09; Littleton, 9 S.W.3d at 227.209. See supra Part II.A.1.2032GENDER RESTRICTION ON MARRIAGEcourt to give self-identification more weight. 21° An intersex per-son, however, by definition, has ambiguous sex characteristics, andthus, her self-identified sex should be determinative; that is, thesole factor relied upon by a court in that circumstance.211 Thiswould allow some intersexuals to decide to be in an opposite sexcouple.212The multiple-factor test would also relieve problems associatedwith post-operative transsexual marriages because their physicalappearance and gender identity will conform, leaving chromo-somes as the only factor on one side, while the other characteristicsare on the other. In addition, this test would solve any problemswith opposite-sex couples in which one partner is unknowingly in-tersex because, again, the majority of factors would be either maleor female, with only the chromosomes weighing on the other side.Applying this test, courts use a variety of factors and determine aperson's gender by looking at whether she is predominantly femaleor predominantly male.There are significant problems, however, with the multiple-factortest. There is no clear indication as to how many of these factors,or even which ones, are sufficient to indicate maleness or female-ness.213 This further illustrates the arbitrary nature of the determi-nation.214 In addition, this test would not help any intersexindividual whose self-identified sex is the same as the sex of theperson she wishes to marry.215 The same problem would arise forany post-operative transsexual who wants to marry someone of thesame sex as their post-operative sex.216 Also, this test does nothingin terms of allowing same-sex marriage because it still restricts whois legally able to marry whom. In application, any judicial test un-210. See supra Part I.C.l.d.211. See supra Parts I.B. & II.A.1. If all the factors on each side, male and female,are relatively equal, then self-determination should be determinative because a courtshould not be able to impose its own idea of what an individual's gender is. See infraPart III.B.212. If an intersex person wants to marry a genetic man, she could identify herselfas a woman for marriage purposes and, thus, be in an opposite sex couple. A questionstill remains whether the courts should ask a person to change her identity in order toexercise a fundamental right.213. See supra Part I.B (discussing the variety of factors and weight given to thosefactors by each court).214. See supra Part II.A.1.215. This could possibly be circumvented by changing one's self-identification, butis that something society should require of a person?216. See supra Part II.2003] 2033FORDHAM URBAN LAW JOURNAL [Vol. XXXjustifiably endorses the view that courts are able, and should, adju-dicate a person's sex and gender identity.a17B. Allowing Marriage Between Any Two PeopleThe restriction on marriage, limiting it to between two people ofthe opposite sex, has only created problems.218 The limitationforces courts into the business of determining a person's legal sex,sometimes regardless of how she identifies herself.2 19 The limita-tion has been narrowed further so that in some states it no longermeans between one physical man and one physical woman, butonly between a person with XY chromosomes and a person withXX chromosomes.2 This limitation forces courts or legislatures todefine who is a \"man\" and \"woman. '221 The courts are forced toplace people into one of two categories even when the person doesnot seem to fit in either.222 Through this limitation on marriagejudges and legislators are allowed to impose their own ideas ofwhat a man or a woman should be onto society .223This is not a decision that should be left to the courts to decide.If the government cannot unreasonably search one's home, 24 pre-vent adults from obtaining contraception,225 or criminalize private,consensual, intimate conduct,226 then courts should not, in applyinga state's marriage laws, be permitted to question the sex or genderof a person. Allowing them to do so only leads to extremely incon-sistent and arbitrary results throughout the country.227 An intersexperson has no viable option if courts simply decide that sex or gen-der is binary and act as the sole decision-makers, determiningwhich individuals fall into each category.Imposing these categorical definitions on marriage, as the caselaw illustrates, is socially constructing gender to conform to thetraditional view that men are masculine and woman are feminine217. See Coombs, supra note 3, at 257-64; see also Rose, supra note 155, at 261-63,299-301.218. See supra Parts I.C. & II.219. See Littleton v. Prange, 9 S.W.3d 223, 226 (Tex. App. 1999).220. Id. at 230-31.221. See supra Part I.C.222. See id.223. See id.224. U.S. CONST. amend. IV.225. Eisenstadt v. Baird, 405 U.S. 438 (1972); Griswold v. Connecticut, 381 U.S. 479(1965).226. Lawrence v. Texas, 123 S. Ct. 2472, 2484 (2003).227. See supra Part I.C.20342003] GENDER RESTRICTION ON MARRIAGEunder the guise of biology and chromosomes . 2 8 The limitation onmarriage effectively punishes those who cross gender boundaries.Accordingly, a court, despite Littleton, would probably find a wo-man who later finds out she has AIS and XY chromosomes to stillbe a woman, because she did not intentionally cross any genderboundary.22 9 This woman is not situated differently from the wo-man who has both male and female genitalia but identifies as awoman, or the psychological woman who was born with a penis butchose to change her physical body to conform to her psychologicalidentity. To treat these women differently, allowing one \"XY\" wo-man to marry a genetic man and not the others, violates the EqualProtection Clause because similarly situated individuals are beingsingled out for disfavored treatment with respect to their funda-mental right to marry.23°If courts remain involved in determining a person's gender, anintersex individual should be able to self-designate because thephysical characteristics are ambiguous.2 31 This self-designationshould be the determining factor. The only rational conclusion foran intersex individual is allowing her to marry either a man or awoman because her sex characteristics are ambiguous, and there-fore, with either a man or a woman she could potentially be in anopposite sex couple.232 The only distinction between an intersexindividual who is externally physically female, a male-to-femaletranssexual, and a lesbian is the chromosomal makeup. This dis-tinction is arbitrary because many people do not know their exactchromosomal makeup or how a slight variation may or may nothave an effect on their lives. 33 It would be incredibly difficult,therefore, for a state to provide a sufficiently important interest tojustify allowing one to marry a genetic female and not the othersbecause all three couples would appear same-sex.234 Further, dis-tinguishing the couples on the basis of their chromosomes would228. See id.229. See supra Part II.A.1.230. See supra Part II.231. See supra Part I.B.232. An intersex individual's sex characteristics are ambiguous from birth eventhough the ambiguity was not visible at the time, therefore, the court cannot legiti-mately rely solely on physical sex designation at birth to determine this person'sgender.233. See Rose, supra note 49, at 262; supra Part I.B.234. A public morals assertion might fail because all of the couples appear same-sex.2035FORDHAM URBAN LAW JOURNAL [Vol. XXXnot be closely tailored.235 This chromosomal distinction is unrea-sonable and has no rational relationship to the purpose of the limi-tation on marriage.236Allowing individuals the opportunity to marry whomever theychoose would prevent unjust adjudication of sex and gender inmarriage.237 Decisions such as Littleton and Gardiner demonstratethe illogical results that follow from a judicial determination ofgender identity.238 Courts should not spend time weighing each in-dicator of sex in an attempt to classify individuals who may not beclassifiable in the binary system239 and should not seek to change aperson's identity, gender or otherwise. The logical conclusion,aside from denying any couple that does not fit the \"XY\" and\"XX\" model the right to marry, is to allow marriage between anytwo people. 240 Any two people who wish to marry should be ableto do so.CONCLUSIONMarriage is a fundamental right and must be available to everyperson, regardless of whether her chromosomal makeup conformswith her external sex characteristics.2 41 Every person, regardless ofthe sex of the person they choose to marry, must be able to exer-cise her fundamental right to marry with that person.242Limitations on marriage affect a greater number of people thanis first evident.243 That is, an apparently heterosexual marriagecould be successfully challenged if one person is unknowingly in-tersex. 244 Confining marriage to between two people of the oppo-235. The classification would not be closely tailored to the public morals interestbecause it could invalidate apparently heterosexual couples if the chromosomalmakeup deviated at all from XX and XY.236. A distinction based on chromosomes bears no rational relationship to any ofthe arguments set forth by opponents of same-sex marriage because a person couldappear to be in a traditional heterosexual marriage, yet have chromosomes that areinconsistent with their identity and physical appearance. Compare Wardle, supra note2, at 748-56, and Dent, supra note 1, at 593-607, with supra Part I.B., and supra PartII.A.1.237. See supra Part II.238. See supra Part I.C.239. See id.240. See supra Part II.241. See supra Part II.242. See supra Part II.243. See supra Part II.A.1.244. See supra Part II.A.2.2036GENDER RESTRICTION ON MARRIAGEsite sex leads to problems deciding what an opposite sex couple isand who defines an opposite sex couple.245Invariably, courts are in the position of adjudicating a person'sgender in order to decide if a marriage is valid. 46 Do we reallywant courts to do this? Even if a person's gender is ambiguous orfails to fit into one of only two categories, this is not a legitimatereason to refuse her the fundamental right to marry. 47 An intersexperson should be able to self-designate - courts should not be ableto assign her a sexual identity. This would allow an intersex indi-vidual to marry either a man or a woman.248 If this person canmarry either a man or a woman, equal protection demands thatother, similarly situated individuals must be able to do the same.249If so, then why retain any \"opposite sex\" requirement on marriageat all? The sex criterion for determining a legal marriage should beeliminated.245. See supra Part I.B.246. See supra Part I.B.247. See supra Part II.248. See supra Part II.A.1.249. See supra Part II.A.3.20372003]it & L4 AS",
    "id": 144228409,
    "identifiers": {
        "doi": null,
        "oai": "oai:ir.lawnet.fordham.edu:ulj-2216"
    },
    "title": "Does a Marriage Really Need Sex?: A Critical Analysis of the Gender Restriction on Marriage",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2003-01-01T08:00:00+00:00",
    "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=2216&amp;context=ulj"
    ],
    "updatedDate": "",
    "yearPublished": "2003",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/144228409.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/144228409"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/144228409/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/144228409/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/144228409"
        }
    ],
    "abstract": "This Note discusses the issues surrounding intersex persons and the right to marry.  The Comment first discusses the constitutional protection of the right to marry, intersex conditions, and case law regarding intersex, transsexual, and same-sex marriage. It further addresses the consequences for marriage when it is narrowly defined.  Further, the Comment proposes an alternative solution to the one many courts have used. This solution allows an intersex person to self-designate her gender and be able to marry either a man or a woman. Finally, this Comment argues that if an intersex person can marry either a man or a woman, then a male-to-female transsexual and a genetic woman must also be able to marry either a man or a woman because all are similarly situated and must be treated alike under the Equal Protection Clause of the Fourteenth Amendment",
    "tags": [
        "article",
        "marriage",
        "due process",
        "equal protection",
        "intersex",
        "gender",
        "Constitutional Law",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:ir.lawnet.fordham.edu:ulj-2216",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3464",
        "openDoarId": 0,
        "name": "Fordham University School of Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 144228409,
        "depositedDate": null,
        "publishedDate": "2003-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T04:20:28+00:00",
        "acceptedDate": null,
        "createdDate": "2018-01-01T15:18:30+00:00"
    },
    "urls": [
        "https://ir.lawnet.fordham.edu/ulj/vol30/iss6/6",
        "https://ir.lawnet.fordham.edu/context/ulj/article/2216/viewcontent/80_30FordhamUrbLJ2007_2002_2003_.pdf"
    ],
    "lastUpdate": "2024-01-24T04:20:28+00:00",
    "setSpecs": []
}