{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Millar, Krystina"
        },
        {
            "name": "Eastman, Jason"
        }
    ],
    "contributors": [],
    "createdDate": "2019-05-29T09:34:55+01:00",
    "dataProvider": {
        "id": 5602,
        "name": "CCU Digital Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/5602",
        "logo": "https://api.core.ac.uk/data-providers/5602/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/200333284.pdf",
    "fullText": "Coastal Carolina UniversityCCU Digital CommonsHonors Theses Honors College and Center for InterdisciplinaryStudiesSpring 5-9-2019Double Jeopardy: Minority Stress and theInfluence of Transgender Identity and Race/EthnicityKrystina MillarCoastal Carolina University, kmmillar@coastal.eduJason EastmanCoastal Carolina University, jeastman@coastal.eduFollow this and additional works at: https://digitalcommons.coastal.edu/honors-thesesPart of the Gender and Sexuality Commons, Medicine and Health Commons, Race andEthnicity Commons, and the Social Psychology and Interaction CommonsThis Thesis is brought to you for free and open access by the Honors College and Center for Interdisciplinary Studies at CCU Digital Commons. It hasbeen accepted for inclusion in Honors Theses by an authorized administrator of CCU Digital Commons. For more information, please contactcommons@coastal.edu.Recommended CitationMillar, Krystina and Eastman, Jason, \"Double Jeopardy: Minority Stress and the Influence of Transgender Identity and Race/Ethnicity\" (2019). Honors Theses. 327.https://digitalcommons.coastal.edu/honors-theses/327Running head: MINORITY STRESS 1  Double Jeopardy: Minority Stress and the Influence of Transgender Identity and Race/Ethnicity   By  Krystina Millar  Department of Sociology            Submitted in Partial Fulfillment of the Requirements for the Degree of Bachelor of Science In the HTC Honors College at Coastal Carolina University  Spring 2019       Louis E. Keiner Director of Honors HTC Honors College       Jason Eastman Professor  Department of Sociology College of Science   MINORITY STRESS 2 ABSTRACT This study assessed gender and racial/ethnic differences in gender-related discrimination and psychological distress within a sample of transgender and gender nonconforming individuals. Prior research suggests transgender individuals with multiple minority statuses experience higher psychological stress than their singly disadvantaged counterparts, and both minority race/ethnicity and transgender minorities experience more frequent and severe forms of discrimination than white and cisgender individuals. Using data from a convenience sample of 101 self-identified transgender and gender nonconforming adults recruited through LGBTQ+ organizations from across North America, I analyzed the relationship between race/ethnicity, gender-related minority stress, and psychological distress. Gender-related discrimination and gender-related victimization did not significantly differ by gender identity or race/ethnicity. However, racial/ethnic minorities reported significantly higher psychological distress than white participants. While being a racial/ethnic minority may not directly worsen one's experiences with gender-related discrimination and victimization, other factors, such as experiences with race-related discrimination, may contribute to disparities in mental health.   MINORITY STRESS 3 INTRODUCTION The most recent statistics indicate approximately 1.4 million people identify as transgender in the United States—individuals who often face discrimination because their gender identity does not match the gender identity associated with their sex assigned at birth (Flores et al. 2016). As the Trump administration continues to roll back protections for transgender Americans and implement policies that either permit discrimination against or perpetuate prejudice towards the trans population, experiences with interpersonal and institutional discrimination are likely to become worse.  Scholars and activists increasingly highlight the importance of other identity markers, such as race, when researching the oppression and stigmatization of the transgender community (Vidal-Ortiz 2008; Choo and Ferree 2010; Schilt and Lagos 2017). Given their multiple minority identities, transgender and gender nonconforming individuals from minority racial and ethnic groups may experience greater gender-related discrimination than white transgender individuals, be more or less accepted and affirmed by their families and cultural communities, and face racism within the LGBTQ community (Pastrana 2010; Levitt and Ippolito 2013). These inequalities do not exist in a vacuum—the varying frequency and intensity of discrimination may substantially affect the mental health of individuals who fall outside of the normative conceptions of gender categories.  GENDER, RACE, AND MINORITY STRESS \"Transgender\" typically describes a person whose gender identity is incongruent with the gender associated with their sex assigned at birth (Miller and Grollman 2015). For this research, I expand the operational definition of transgender to include those who do not present as entirely feminine or entirely masculine. Howard Chiang’s definition sums this up by conceptualizing being transgender as “practices of embodiment that cross or transcend normative boundaries of MINORITY STRESS 4 gender” (Chiang 2010:7). Individuals who do not identify with binary conceptions of gender often adopt the labels of gender nonconforming, nonbinary, or agender. Not all gender nonconforming individuals identify as transgender, nor do all transgender individuals identify as gender nonconforming. However, transgender and gender nonconforming individuals both go through a process of determining that their gender identity is incongruent with their sex assigned at birth (Gagné, Tewksbury, and McGaughey 1997; Gagné and Tewksbury 1998; Miller and Grollman 2015). While individuals use a variety of labels, for the sake of brevity I use the common descriptor “trans” to describe individuals whose gender identity does not align with their binary sex category assigned at birth.  Gender discrimination and transphobia stem from the ideology that one’s gender identity stems from one’s sex, and that sex/gender is a binary. Those who defy this notion of gender are often stigmatized and seen as deviant (West and Zimmerman 1987; Gagné et al. 1997, Westbrook and Schilt 2013; White-Hughto, Reisner, and Pachankis 2015; Valdiserri et al. 2018; Schilt and Lagos 2017). While being trans is no longer considered a mental disorder since the removal of Gender Identity Disorder in the DSM-5, trans people are still regarded as deviant and \"other” by much of Western society (Valdiserri et al. 2018).  Goffman (1963) argued that visibly stigmatized characteristics and identities attract discrimination and prejudice. Like gender identity, race is evident through an individual's outward appearance and information revealed through interactions (Westbrook and Schilt 2013; Roth 2016). Like transgender individuals who differ from the cisgender majority, racial minorities face interpersonal and systemic prejudice and discrimination (Williams and Sternthal 2010; Gong, Xu and Takeuchi 2016; Roth 2016; Bonilla-Silva 2017). While I recognize the diversity of ethnicities that make up socially-constructed and socially-conferred racial MINORITY STRESS 5 classifications, for this literature review and study, I discuss and measure race and ethnicity together. Minority Stress Meyer’s (1995; 2003) theory of minority stress argues that stress stemming from being a member of a marginalized group negatively affects mental and physical health, thus contributing to disparities in mental and physical health outcomes among various groups (e.g., race, gender, class). Meyer (2003) conceptualized minority stress as additive to general stressors. Examples of minority stressors include microaggressions, traumatic events, discrimination, lack of resources, and a hostile work or school environment. Further, minority stress theory differentiates between everyday, chronic instances of discrimination, such as microaggressions, or major, acute forms of discrimination, such as experiencing police brutality or being the victim of a hate crime (Lee and Turney 2012). Discrimination is positively associated with poor mental health outcomes and psychological distress (Turner, Wheaton and Lloyd 1995; Kessler, Mickelson, and Williams 1999; Finch, Kolody, and Vega 2000; Williams, Neighbors, and Jackson 2003; Pascoe and Richman 2009; Thoits 2010; Perry, Harp, and Oser 2013). In Pascoe and Richman’s (2009) meta-analytic review of discrimination and health outcomes, perceived discrimination was significantly and positively associated with adverse mental health. Further, individuals who report multiple sources of discrimination, or have multiple marginalized identities, are more likely to report negative mental health symptoms (Gayman and Barragan 2013; Grollman 2014; Lytle, Blosnich and Kamen 2016). For transgender individuals, elevated levels of stress stemming from having a stigmatized gender identity, such as fear of harassment and assault, rejection from loved ones, and institutional discrimination, may contribute to poor mental health outcomes. These outcomes may be further stratified by race/ethnicity. MINORITY STRESS 6 Intersectionality Intersectionality theory is a feminist framework for conceptualizing identity, discrimination, and experience with privilege and oppression (Crenshaw 1991). Different social identities are oppressed or privileged in a society, therefore creating disparities in access to resources, safety, and opportunities for different groups in society. Experiences with discrimination and privilege related to race and gender are not just additive, but interconnected and multiplicative (Crenshaw 1991; Parent, DeBlaere and Moradi 2013; Warner and Shields 2013).  People of color and trans individuals have historically been marginalized socially, politically, and economically (Reisner, Bailey and Sevelius 2014; Budge, Adelson, and Howard 2016a). Trans individuals from minority racial or ethnic groups fall outside of the dominant group in at least two aspects of identity: race/ethnicity and gender identity. Both gender and race are relatively visible master statuses, meaning statuses that tend to strongly influence how others perceive and treat an individual (Sandstrom et al. 2013). For trans people of color, multiple marginalized identities may interact with each other to form unique experiences with oppression, such as racialized transphobia (Bowleg 2008; Meyer 2012; Bowleg 2013; Lytle et al. 2016). Additionally, being a trans person of color may also lead to experiencing racism within the LGBTQ community or transphobia within one’s racial/ethnic community (Harper, Jernewall and Zea 2004; Pastrana 2010).  Transgender-Related Discrimination Regardless of the specific source of minority stress, the sociological, medical, psychological, and historical literature on the experiences of trans people indicates that individuals with nonnormative gender identities and expressions report high levels of exposure to discrimination, prejudice, and violence (Nemoto, Bodecker, and Iwamoto 2011; Bradford et al. MINORITY STRESS 7 2013; Miller and Grollman 2015; Moradi et al. 2016). Studies of gender discrimination show trans people consistently experience high levels of discrimination related to their nonnormative gender identity including exposure to violence, sexual assault, and harassment (Lombardi et al. 2001; Clements-Nolle et al. 2006; Stotzer 2009; Nemoto et al. 2011; Testa et al. 2012; Bockting et al. 2013), microaggressions (Nadal et al. 2016), and rejection from social support (Erich, Tittsworth and Kersten 2010b; Bradford et al. 2013).  The discrimination and violence experienced by the trans population can pervade nearly every aspect of life. Qualitative studies of transgender individuals found that a critical determinant in the coming out process was avoiding rejection and potential violence (Gagné et al. 1997; Higa et al. 2012; Brumbaugh-Johnson and Hull 2018). On a systemic level, gender-related discrimination occurs across healthcare, educational and employment settings, and within religious communities, racial/ethnic communities, and families (Higa et al. 2012; Levitt and Ippolito 2013; Kattari and Hasche 2015; Reisner et al. 2015; Schilt and Lagos 2017).  A comparison of studies suggests that transgender-related discrimination is on the rise. Compared to Lombardi et al.’s (2001) study of trans people conducted between 1996 and 1997 in which 55.5 percent of participants reported experiencing harassment, more recent studies show an increase in reports of gender-related discrimination, violence, and harassment. Bockting et al. (2013) found that, among a sample of 1,093 trans adults, 70.4 percent reported experiencing verbal harassment and 23.6 percent reported physical abuse. Similarly, in a nationwide study of 4,115 trans adults, 70 percent reported experiencing major, acute discrimination, and 71 percent reported experiencing everyday, chronic discrimination (Miller and Grollman 2015).  When comparing experiences with discrimination of people with various gender identities within the trans population, research findings have been inconsistent. Some studies found no significant differences by gender identity (Lombardi et al. 2001; Testa et al. 2012; MINORITY STRESS 8 Herman 2013; Miller and Grollman 2015) while others found significant differences (Bockting et al. 2013; Miller and Grollman 2015; Dinno 2017; Reisner et al. 2017). Additionally, little research compares experiences with discrimination and victimization between gender identities beyond trans men and trans women (Miller and Grollman 2015; Reisner et al. 2017; Schilt and Lagos 2017). Begun and Kattari (2016) found gender nonconforming people reported greater discrimination, physical assault, and harassment than binary-conforming and binary-passing trans people, but Reisner et al. (2017) found a non-binary identity was associated with reporting less discrimination.  Mental health. While the sociological literature lacks studies explicitly focused on the mental health of trans people, studies in public health and psychology assess the mental health of the trans population in relation to exposure to gender-related discrimination and victimization. Research on trans individuals concluded that gender-related discrimination and victimization positively correlates with psychological distress (Breslow et al. 2015; Timmins, Rimes, and Rahman 2017; Downing and Przedworski 2018; McLemore 2018), internalized transphobia (Timmins et al. 2017), expectations of rejection (Timmins et al. 2017), poor self-esteem (Austin and Goodman 2017), suicidality (Clements-Nolle et al. 2001, 2006; Barboza, Dominguez, and Chance 2016; Tebbe and Moradi 2016; Testa et al. 2017), and depression symptoms (Clements-Nolle et al. 2001; Jefferson, Neilands and Sevelius 2014; Nuttbrock et al. 2014; Tebbe and Moradi 2016).  Similar to comparisons of discrimination across gender identity groups, findings have been inconsistent when comparing mental health across gender groups. Several studies found significant differences in depression (Bockting et al. 2013), suicidality (Barboza et al. 2016), post-traumatic stress disorder (Reisner et al. 2017), and anxiety (Borgogna et al. 2018) between trans men and trans women. However, prior research findings do not reveal a consistent pattern MINORITY STRESS 9 when comparing overall mental health outcomes between trans men and trans women. One consistent pattern in the literature is that identifying as nonbinary or gender nonconforming tends to predict poor physical and mental health outcomes, such as poor self-rated health (Lagos 2018), feelings of distress (Downing and Przedworski 2018), depression (Katz-Wise et al. 2017; Borgogna et al. 2018) and suicidality (Miller and Grollman 2015; Katz-Wise et al. 2017).  The Experiences of Trans People of Color Navigating discrimination is a fundamental aspect of life as a trans person of color. A qualitative study of trans youth of color concluded a primary component of participants’ identity development was establishing resiliency and coping with racial and gender oppression (Singh 2012). The two social statuses of race/ethnicity and gender intersect to form unique experiences with oppression for trans people of color. Although research specifically on the experiences of racial/ethnic minority trans individuals is lacking, preliminary data suggest trans people of color experience more gender-related discrimination and have higher psychological distress than white trans people.  Discrimination. Trans people of color experience gender-related discrimination in health-care, employment, and social service settings, as well as with law enforcement (Erich et al. 2010a; De Vries 2012; Woods et al. 2013; Kattari and Hasche 2015; Kattari et al. 2016). Several qualitative studies reveal how racial/ethnic status affects experience during transition and experiences with transphobia, privilege, and violence. In studies by Dozier (2005) and Abelson (2014), trans men of color reported increased vigilance around law enforcement and feeling a loss of social status after transition. Likewise, De Vries’s (2012) ethnographic study of trans people of color reveals differences in experiences with gender-related prejudice and discrimination across racial/ethnic groups. For black trans men, transitioning meant taking on the stigma of being sexually MINORITY STRESS 10 threatening and criminal. However, Asian American trans men in the study did not feel stigmatized like other men of color. For Asian American trans women who worked in technology-related fields, transitioning meant losing credibility and respect in their workplaces and being subject to hypersexualization. Similarly, race/ethnicity affected a person’s ability to pass depending on physical features, such as body size, facial features, and access to transition-related medical care (Sevelius 2013). Intersectionality theory posits that trans people of color experience greater discrimination than white trans people and cisgender people of color due to their multiple minority identities. This argument contrasts with Purdie-Vaughns and Eibach’s (2008) argument that people with multiple minority identities may experience less discrimination and victimization because they are not viewed as a prototypical member of any one of their minority status groups. Research findings tend to support the arguments informed by intersectionality theory in that people of color report greater discrimination (Bradford et al. 2013; Kattari and Hasche 2015; Reisner et al. 2017), physical assault (Nuttbrock et al. 2010; Herman 2013), and feelings of stigma (Bockting, et al. 2013) than white trans individuals. Furthermore, Black and Latina trans women are more likely to be murdered compared to trans people of other racial/ethnic and gender identities (Dinno 2017).  LGBTQ individuals of color, including those who identify as trans, report racism in the LGBTQ community in addition to heterosexism and transphobia in some ethnic communities, leaving them isolated and further marginalized (Masequesmay 2008; Levitt and Ippolito 2013). Discrimination in what are supposed to be safe spaces may cause strain in trans people of color’s inclusion in the LGBTQ community (Masequesmay 2008; Narváez et al. 2009; Pastrana 2010; Bowleg 2013).  MINORITY STRESS 11 However, research findings have been inconsistent regarding disparities in experiences with discrimination between racial/ethnic groups beyond categories of white and nonwhite. In Miller and Grollman’s (2015) study of experiences with trans discrimination, Asian/Pacific Islander participants and black participants reported fewer discriminatory events than white participants, while multiracial, American Indian, and Latinx participants reported more discriminatory events than white participants. On the other hand, several studies found similar experiences with transphobia (Lombardi 2009; Nuttbrock et al. 2010; Herman 2013; Kattari et al. 2016) or racial and sexual violence (Testa et al. 2012) across racial/ethnic groups. The inconsistency in findings across studies may be due to the various dimensions of transphobia and discrimination assessed in previous studies, such as physical assault, verbal harassment, or institutional discrimination. Depression/mental health. The few studies focused on racial/ethnic disparities in mental health within the trans population have been inconsistent when comparing mental health across racial/ethnic groups, as well as between white and nonwhite trans individuals. In some studies, white participants reported worse mental health than racial/ethnic minority participants, which contradicts the expected findings based on minority stress theory (Nuttbrock et al. 2010; Brubaker 2016). Nuttbrock et al. (2010) found white participants reported higher levels of depression than black participants, and Barboza et al. (2016) found white trans people had a higher risk of suicide than trans people of color.  On the other hand, more recent studies found multiracial participants were more likely to report attempting suicide than white participants (Miller and Grollman 2015; Lytle et al. 2016), and that black, Latino or Hispanic, and multiracial participants reported worse depressive distress than white participants (Katz-Wise et al. 2017). Likewise, in a study of trans women of color, experiences with gender and racial discrimination were significantly and positively associated MINORITY STRESS 12 with depression symptoms (Jefferson et al. 2014). However, other studies did not find significant differences in depressive symptoms (Pflum et al. 2015), self-harm, or suicidal ideation (Lytle et al. 2016) between racial/ethnic groups.  Evaluation of the Literature The literature on racial/ethnic differences in gender-related discrimination and psychological distress has several limitations. First, prior research on the trans population primarily focused on white trans people and those who identify as either trans men and trans women (Bockting et al. 2013; Miller and Grollman 2015; Budge et al. 2016b; Moradi et al. 2016). Very few quantitative studies evaluate racial/ethnic and gender disparities in mental health and gender-related minority stress among the trans population. Several of the more extensive studies on the trans population measure the effect of race on discrimination and victimization, but only a portion of studies analyzed differences between racial/ethnic groups beyond white trans people and trans people of color (Nuttbrock et al. 2010; Testa et al. 2012; Miller and Grollman 2015; Pflum, et al. 2015; Kattari et al. 2016; Dinno 2017).   The studies specifically focused on racial/ethnic differences in discrimination and mental health within the trans population have been small, qualitative studies (De Vries 2012; Levitt and Ippolito 2013) or focus on subgroups of the trans population like sex workers (Nemoto et al. 2011) and youth (Singh 2012; Lowry et al. 2018). While these studies offer very rich descriptions of the experiences of trans people, the results are not generalizable. My research aims to fill this gap in the literature by examining racial/ethnic differences in experiences with gender-related minority stress and psychological distress within a sample of transgender and gender nonconforming adults. METHODS Sampling MINORITY STRESS 13 Given that trans people make up a small portion of the population, I used a convenience sampling technique to recruit participants for an online survey. I sent emails with a description of the purpose and procedures of my study to 443 North American LGBT organizations including university organizations or centers that provide to the LGBTQ community, organizations that serve the general trans population, and organizations specifically for trans people of color. I asked each organization to publicize the study on their website, blog, newsletter, listservs, and social media pages (e.g., Twitter, Facebook, and Instagram). Sixty-six organizations agreed to publicize the study. I provided organizations with flyers, a survey description, and the survey link. Since being trans is highly stigmatized and carries concerns related to privacy, distributing the survey online reached participants who are not completely out as trans or may not have otherwise been connected to trans-specific organizations or information channels that reach the trans population (Rosser et al. 2007). Data Collection The current study utilized data from a larger nationwide survey of transgender identity development and ethnic identity. I constructed the survey questionnaire using the Qualtrics research platform. Before finalizing the questionnaire, a local university pride organization and 31 of the organizations that publicized my study reviewed the survey to assess whether the language and measures were inclusive and respectful towards the trans community. I also conducted a brief pilot survey to determine how the length of the questionnaire would affect the response rate. The completion rate for the pilot study of six participants was 83 percent (five out of six participants completed the entire survey). Because of the target population and interest in ethnic identity, I offered the questionnaire in both English and Spanish; however, I did not have any participants choose to take the survey in Spanish. MINORITY STRESS 14 Participant eligibility requirements included being at least 18 years of age and self-identifying as transgender or gender nonconforming. The informed consent form indicated that all data would be kept confidential, participant responses would be anonymous, and that I was not collecting IP tracking data. Participants gave their informed consent by checking a box before the beginning of the survey. Participants were not compensated, nor were incentives provided to complete the survey. I included my contact information and asked participants to direct any questions or concerns to the contact information provided. I also included information on how to obtain a copy of the results.  Measures  The current analysis used data from the demographic questionnaire, the Gender Minority Stress and Resilience Measure, and the Hopkins Symptom Checklist-21. To maximize the range of gender and racial/ethnic diversity in the data, I set the gender identity question as open-ended and the race/ethnicity question as “select all that apply” with a text box for participants to write-in if the available choices did not best represent their racial/ethnic identity. Race/ethnicity response options included white, black or African American, Hispanic or Latino, Asian, American Indian or Alaska Native, Native Hawaiian or other Pacific Islander, and an “other” fill-in-the-blank option.  Gender minority stress. Based on Meyer’s (1995) theory of minority stress, the Gender Minority Stress and Resilience Measure assesses minority stress and resilience strategies (Testa et al. 2015). It consists of 59 statements divided into nine subscales: gender-related discrimination, gender-related rejection, gender-related victimization, non-affirmation of gender identity, internalized transphobia, pride in one’s trans identity, negative expectations for the future, non-disclosure of one’s trans identity, and connectedness to the trans community. For this study, I analyzed data from the gender-related discrimination subscale and the gender-related MINORITY STRESS 15 victimization subscale; the variation of potential discrimination events included in the subscale represent both everyday discrimination and acute discriminatory events. The subscales include five and six statements, respectively. I use the term “gender minority stress” to talk about gender-related discrimination and victimization together. The instructions asked participants to indicate their level of agreement to each statement by selecting either “strongly disagree,” “disagree,” “somewhat disagree,” “neither agree nor disagree,” “somewhat agree,” “agree,” or “strongly agree.”   Psychological distress. The Hopkins Symptom Checklist-21 is an abridged version of a widely used measure with well-established reliability and validity to assess symptoms of psychological distress in ethnically diverse populations (Green et al. 1988; Cepede-Benito and Gleaves 2000). It consists of 21 statements with three subscales to assess cognitive performance, general psychological distress, and somatic pain.  For this analysis, I used data from the general psychological distress symptoms subscale to measure mental health symptoms rather than somatic or cognitive performance symptoms. The subscale included seven statements. The instructions asked participants to answer based on how often they felt the following symptoms in the previous seven days. Participants were asked to select either “not at all,” “a little,” “quite a bit,” or “extremely.”  Participants Participants included 101 self-identified trans adults. Although the larger sample included 215 participants, this analysis only utilized only data from participants with complete data for the psychological distress measure.  During data analysis, I recoded race responses into white, African American or black, Hispanic or Latino, Asian, multiracial, and all other miscellaneous racial labels. Participants included 63 white (62.37 percent), four African American or black (3.96 percent), seven MINORITY STRESS 16 Hispanic or Latino (6.93 percent), seven Asian (6.93 percent), 16 multiracial (15.84 percent), and four “other” racial/ethnic group (3.96 percent) participants. “Other” racial/ethnic group participants included one Native Hawaiian or other Pacific Islander, one Japanese and Salvadorian, one Arab, and one participant who identified as half-Middle Eastern (see Table 1). Table 1. Participants by Race/Ethnicity Race/Ethnicity Frequency White 63 African American or Black 4 Hispanic or Latino 7 Asian 7 Multiracial 16 Other 4 Total 101  As with race, I recoded participant reported gender identities into four categories. “Transfeminine” included participants who identified as trans women, women, or female. “Transmasculine” included participants who identified as trans men, men, or male. “Gender nonconforming” included participants who identified as gender nonconforming, nonbinary, genderless, or agender. The majority of participants identified as gender nonconforming (44.55 percent), followed by transmasculine (26.73 percent), transfeminine (24.75 percent), and other gender labels (1.98 percent), such as “bigender.” Two participants did not note their gender and, due to lack of statistical power, I did not include the two \"other\" gender-identified participants in the between-gender group analysis. (see Table 2). Table 2. Participants by Gender Identity Gender Identity Frequency Transfeminine 25 Transmasculine 27 Gender Nonconforming 45 Other Gender Label 2 Missing 2 MINORITY STRESS 17 Total 101  DATA ANALYSIS Following data collection, I used The Statistical Package for the Social Sciences (SPSS) software for analysis. For this analysis, I calculated composite scores for two subscales of the Gender Minority Stress Measure and one subscale the Hopkins Symptom Checklist-21 by adding up each participants’ scores. For each subscale of the Gender Minority Stress Measure, I computed composite scores for each subscale using the following values: “strongly disagree” (1), “disagree” (2), “somewhat disagree” (3), “neither agree nor disagree” (4), “somewhat agree” (5), “agree” (6) or “strongly agree” (7). Higher scores indicate greater gender-related minority stress. For the five-item gender-related discrimination scale, scores could range from 5 to 35. For the six-item gender-related victimization subscale, scores could range from 6 to 42. Higher scores indicate greater gender-related minority stress.  I then computed a composite score for the general psychological distress subscale of the Hopkins Symptom Checklist-21 using the following values: “not at all” (1), “a little” (2), “quite a bit” (3), or “extremely” (4). For the general psychological distress subscale, scores could range from 7 to 28. Higher scores indicate higher psychological distress. After computing composite scores for each subscale, I calculated descriptive statistics (see Appendices A and B) and Pearson Correlation Coefficients between the scales. Gender-related discrimination correlated with gender-related victimization; participants who reported experiencing high levels of discrimination tended to also report high levels of victimization (r = .54, p = .00). Likewise, general psychological distress correlated with gender-related discrimination (r = .26, p = .01) and gender-related victimization (r= .29, p = .00). I further analyzed the data by running a one-way ANOVA to test for significant differences between groups and an independent samples t-test between white and nonwhite participants.  MINORITY STRESS 18 RESULTS  Testing for differences in gender minority stress and psychological distress across gender identity and racial/ethnic groups did not yield significant results. However, I found significant differences in psychological distress across racial/ethnic groups and between white and nonwhite participants. Gender Gender minority stress. Transmasculine participants reported the greatest gender minority stress, while transfeminine participants reported the least (see Appendix B). For the gender-related discrimination subscale of the Gender Minority Stress Measure, 97 participants had complete data. The total sample had a mean score of 18.39. Transmasculine participants had the highest mean score of 20.07, followed by gender nonconforming participants, and transfeminine participants with the lowest score of 17.44. For the gender-related victimization subscale of the Gender Minority Stress Measure, 97 participants had complete data. The total sample had a mean score of 17.53. Transmasculine participants had the highest mean score with a mean score of 18.82, followed by gender nonconforming participants, then transfeminine participants with the lowest mean score of 16.44.  Psychological distress. Of the 97 participants with complete data, gender nonconforming participants reported the greatest psychological distress, while transfeminine participants reported the least. The mean score of the total sample was 16.53. Gender nonconforming participants had the highest mean score of 17.60, followed by transmasculine participants, then transfeminine participants with the lowest mean score of 15.12.  Overall, transfeminine participants had the lowest mean scores for both gender minority stress subscales and the psychological distress subscale, while transmasculine and gender nonconforming individuals reported greater gender minority stress and higher psychological MINORITY STRESS 19 distress. One-way analysis of variance [ANOVA] revealed no significant relationships between participant gender identity and gender-related discrimination (p = .24), gender-related victimization (p = .64), or psychological distress (p = .21) (see Appendix B). Race/ethnicity Gender minority stress. When comparing mean scores for gender minority stress across racial/ethnic groups, African American or black and Hispanic/Latino participants consistently reported the greatest gender-related discrimination and victimization. Asian participants reported the least gender-related minority stress. For the gender-related discrimination subscale of the Gender Minority Stress Measure (see Appendices B and C), the total sample had a mean score of 18.47. White participants had a mean score of 18.30 and nonwhite participants had a mean score of 18.74. African American or black participants had the highest mean score of 22.25, followed by Hispanic or Latino participants, multiracial participants, white participants, other racial/ethnic group participants, and Asian participants with the lowest score of 15.86. For the gender-related victimization subscale of the Gender Minority Stress Measure, the total sample had a mean score of 17.57. White participants had a mean score of 17.11 and nonwhite participants had a mean score of 18.34. Specifically, Hispanic or Latino participants had the highest mean score with a mean score of 24.57, followed by multiracial participants. Next, African American or black participants, followed by white participants, other racial/ethnic groups. Asian participants had the lowest mean score of 13.00. The ANOVA test revealed no significant differences between racial/ethnic groups in gender-related discrimination (p = .44) or gender-related victimization (p = .19) (see Appendix C). Likewise, the two-tailed independent samples t-test showed no significant differences between white and nonwhite participants for either gender-related discrimination (p = .73) or gender-related victimization (p = .51) (see Appendix D). MINORITY STRESS 20 Psychological distress. For the general psychological distress subscale of the Hopkins Symptom Checklist-21, the total sample had a mean score of 16.78. White participants had a mean score of 15.75, while nonwhite participants had a mean score of 18.50. African American or black participants had the highest mean score of 22.50, followed by multiracial participants, other racial/ethnic group participants, white participants, then Asian participants. Hispanic or Latino participants had the same lowest mean score of 15.57 (see Appendix C).  An ANOVA revealed significant differences across racial/ethnic groups (p = .03) (see Appendix B), and a two-tailed independent samples t-test showed significant differences between white and nonwhite participants (p = .02). Racial/ethnic minorities reported significantly higher psychological distress than white participants (see Appendix D). The significant differences in psychological distress despite the lack of significant differences in discrimination and victimization suggests that some other mediating or confounding variable contributes to disparities in mental health outcomes across racial/ethnic groups. DISCUSSION Sociologists continue to emphasize the need to take an intersectional approach to studying the trans population (Vidal-Ortiz, 2008; Schilt & Lagos, 2017). Intersectionality theory posits that individual experiences depend on the intersection of identity statuses. Further, minority stress theory posits individuals who experience discrimination and victimization have higher levels of stress than individuals with privileged social identities, which leads to poor mental health outcomes. My finding that gender minority stress (discrimination and victimization) significantly and positively correlated to psychological distress supports this theory. For individuals with multiple minority social statuses, minority stress may be greater due to an individual possessing multiple stigmatized or marginalized identities. Based on these theories and the relationship between gender minority stress and psychological distress, I MINORITY STRESS 21 predicted trans people of color would report greater discrimination, victimization, and higher psychological distress.  Previous research findings have been inconsistent regarding differences in victimization, discrimination, and psychological distress between trans men, trans women, and gender nonconforming individuals. I did not find significant differences in gender minority stress between gender groups. As expected based on the lack of differences in experiences with gender minority stress, there were no significant differences in levels of psychological distress by gender identity. This finding contrasts previous findings showing gender nonconforming/nonbinary-identified individuals had worse mental health outcomes than trans men and women (Katz-Wise et al. 2017; Borgogna et al. 2018; Downing and Przedworski 2018). Although not significantly different from other gender groups, transmasculine and gender nonconforming individuals reported greater discrimination and victimization, and also reported higher psychological distress. Transfeminine participants reported the least discrimination and victimization, and the lowest levels of psychological distress. This pattern of gender minority stress and psychological distress across gender groups lend support for minority stress theory. Further research is necessary to better understand and uncover patterns regarding disparities in gender minority stress and psychological distress between gender identity groups within the trans population, as well as the reasons for these disparities. Racial/ethnic group identity was not significantly associated with gender minority stress. White and nonwhite participants did not report significantly different levels of gender discrimination or victimization, and there were no significant differences across racial/ethnic groups. This contrasts the argument of intersectionality theory and previous findings showing trans people of color report significantly greater victimization and discrimination than white trans individuals (Nuttbrock et al. 2010; Bradford et al. 2013; Kattari and Hasche 2015; Reisner MINORITY STRESS 22 et al. 2017), but is consistent with studies that found no significant differences in transphobia-related discrimination and victimization across racial groups (Lombardi 2009; Testa et al. 2012; Kattari et al. 2016). There were non-significant differences in mean scores between racial/ethnic groups. For the gender-related minority stress scales, African American and Hispanic/Latino groups reported the most gender minority stress, while Asian participants had the lowest mean scores. The compounding influence of racial discrimination that affects groups of color who may not be able to pass as white or are more heavily stigmatized than the concept of the “model minority” that has been attributed to groups of Asian descent (Wong et al. 1998) may explain the lower mean scores reported by Asian participants. Future research should examine the role of community connectedness and the role of racial/ethnic identity in experiences with transphobia and mental health. Finally, despite no significant differences in gender minority stress across ethnic/racial groups, there were significant differences in psychological distress by racial/ethnic group. Nonwhite participants reported significantly higher psychological distress than white participants. This finding is consistent with some research findings (Katz-Wise et al. 2017) but contrary to the findings of other studies (Pflum et al. 2015; Lytle et al. 2016). This area of research, in particular, is one of the prominent gaps in the literature on the trans population. Consistent with intersectionality theory and minority stress theory, racial/ethnic minorities as a group reported significantly higher psychological distress than white participants. More specifically, African American or black participants had the highest mean score, while Hispanic and Asian participants scored the lowest. However, contrary to my expectation that all groups of color would have higher psychological distress than white participants, white participants did not have the lowest mean score. Both Asian and Hispanic/Latino participants had MINORITY STRESS 23 lower mean scores for psychological distress than white participants. Significant differences in psychological distress by racial/ethnic group suggests that race/ethnicity plays a role in one’s likelihood of or experience with psychological distress, but there may be mediating variables involved, such as socioeconomic status or social support, as well. Given that African American or black participants had some of the highest scores for gender minority stress, it makes sense they also had the highest scores for psychological distress. Likewise, Asian participants had the lowest mean gender minority stress score and had the lowest mean psychological distress score. However, Hispanic/Latino participants had the lowest mean psychological distress score despite having one of the highest mean scores for both gender minority stress scales. This finding further suggests that some other mediating or confounding variable, such as racial/ethnic discrimination, contributes to disparities in mental health outcomes across racial/ethnic groups. Thus, this topic warrants future research to determine the factors that contribute to psychological distress and mental health disparities by race/ethnicity within the trans population. Because these groups differed by race/ethnicity, I hypothesize future research will find the differences in psychological distress may be due to racial/ethnic minority stress. Limitations While my findings offer insight into differences in discrimination, victimization, and mental health among trans individuals, this study was not without limitations. First, my analysis of discrimination, victimization, and psychological distress did not consider all other confounding variables that may contribute to such occurrences. Previous studies document the effects of age, socioeconomic status, social support, sexual orientation, and education on experiences with discrimination, victimization, and individuals’ mental health. Second, my racial/ethnic categories do not fully capture the diversity of racial/ethnic groups, nor do they consider the degree to which an individual is connected to their racial/ethnic MINORITY STRESS 24 community, nor the visibility of an individual’s race/ethnicity. Methods of categorizing individuals’ race/ethnicity are highly contested, and categories are not discrete, but fluid and, in many ways, subjective to self-identification (Brubaker 2016). When coding the racial/ethnic data in this research, I aimed to preserve as much racial/ethnic diversity as possible while still employing broad enough categories for use in my statistical analysis on a relatively small sample size. Lastly, my sample size was small, and my sample is likely limited to those with internet access, social media access, and/or connections to LGBTQ-specific organizations. Given the small size of the trans population and the privacy concerns associated with disclosing one’s trans identity, internet-based recruitment is one of the most widely-used participant recruitment techniques when studying LGBTQ-identified individuals (Rosser et al. 2007). Future research should continue to examine differences in minority stress across various social groups, especially harder-to-reach groups within the trans population. Through continued research on the intersections of identity statuses and experiences with discrimination that affect the trans population, researchers, clinicians, and advocates for the trans community can improve support services and advocacy efforts to combat and mitigate the harms associated with transphobia and poor mental health.    MINORITY STRESS 25 WORKS CITED Abelson, Miriam J. 2014. \"Dangerous Privilege: Trans Men, Masculinity, and Changing Perceptions of Safety.\" Sociological Forum 29(3):549-570. Austin, Ashley, and Revital Goodman. 2017. \"The Impact of Social Connectedness and Internalized Transphobic Stigma on Self-esteem Among Transgender and Gender Non-conforming Adults.\" Journal of Homosexuality 64(6):825-841. Barboza, Gia E., Silvia Dominguez, and Elena Chance. 2016. \"Physical Victimization, Gender Identity, and Suicide Risk Among Transgender Men and Women.\" Preventative Medicine Reports 4(C):385-390. Begun, Stephanie, and Shanna K. Kattari. 2016. \"Conforming for Survival: Associations Between Transgender Visual Conformity/Passing and Homelessness Experiences.\" Journal of Gay and Lesbian Social Services 64(6):54-66. Bockting, Walter O., Michael H. Miner, Rebecca E. Swinburne, Autumn Hamilton, and Eli Coleman. 2013. \"Stigma, Mental Health, and Resilience in an Online Sample of the US Transgender Population.\" American Journal of Public Health 103(5):943-951. Bonilla-Silva, Eduardo. 2017. Racism Without Racists: Color-blind Racism and the Persistence of Racial Inequality in America. Lanham: Rowman and Littlefield Publishers, Inc. Borgogna, Nicholas C., Ryon C. McDermott, Stephen L. Aita, and Matthew M. Kridel. 2018. \"Anxiety and Depression Across Gender and Sexual Minorities: Implications for Transgender, Gender Nonconforming, Pansexual, Asexual, Queer, and Questioning Individuals.\" Psychology of Sexual Orientation and Gender Diversity. Advanced Online Publication. MINORITY STRESS 26 Bowleg, Lisa. 2008. \"When Black + Lesbian + Woman =/= Black Lesbian Woman: The Methodological Challenges of Qualitative and Quantitative Intersectionality Research.\" Sex Roles 59(5-6):312-325. Bowleg, Lisa. 2013. \"Once You’ve Blended the Cake, You Can’t Take the Parts Back to the Main Ingredients: Black Gay and Bisexual Men’s Descriptions and Experiences of Intersectionality.\" Sex Roles 68(11-12):754-767. Bradford, Judith, Sari L. Reisner, Julie A. Honnold, and Jessica Xavier. 2013. \"Experiences of Transgender-related Discrimination and Implications for Health: Results from the Virginia Transgender Health Initiative Study.\" American Journal of Public Health 103(10):1820-1829. Breslow, Aaron S., Melanie E. Brewster, Brandon L. Velez, Stephanie Wong, Elizabeth Geiger, and Blake Soderstrom. 2015. \"Resilience and Collective Action: Exploring Buffers Against Minority Stress for Transgender Individuals.\" Psychology of Sexual Orientation and Gender Diversity 2(3):253-265. Brubaker, Rogers. 2016. \"The Dolezal Affair: Race, Gender, and the Micropolitics of Identity.\" Ethnic and Racial Studies 39(3):414-448. Brumbaugh-Johnson, Stacey M., and Kathleen E. Hull. 2018. \"Coming Out as Transgender: Navigating the Social Implications of a Transgender Identity.\" Journal of Homosexuality Advanced online publication. Budge, Stephanie L., Jill L. Adelson, and Kimberly A. S. Howard. 2016a. \"Anxiety and Depression in Transgender Individuals: The Roles of Transition Status, Loss, Social Support, and Coping.\" Journal of Counseling and Clinical Psychology 81(3):545-557. MINORITY STRESS 27 Budge, Stephanie L., Jayden L. Thai, Elliot N. Tebbe, and Kimberly A. S. Howard. 2016b. \"The Intersection of Race, Sexual Orientation, Socioeconomic Status, Trans Identity, and Mental Health Outcomes.\" The Counseling Psychologist 44(7):1025-1049. Cepede-Benito, Antonio, and David H. Gleaves. 2000. \"Cross-ethnic Equivalence of the Hopkins Symptom Checklist-21 in European American, African American, and Latino College Students.\" Cultural Diversity and Ethnic Minority Psychology 6(3):297-308. Chiang, Howard. 2010. \"Imagining Transgender China.\" Pp. 3-19 in Transgender China, edited by H. Chiang. New York, NY: Palgrave Macmillan. Choo, Hae Y., and Myra M. Ferree. 2010. \"Practicing Intersectionality in Sociological Research: A Critical Analysis of Inclusions, Interactions, and Institutions in the Study of Inequalities.\" Sociological Theory 28(2):129-149. Clements-Nolle, Kristen, Rani Marx, Robert Guzman, and Mitchell Katz. 2001. \"HIV Prevalence, Risk Behaviors, Health Care Use, and Mental Health Status of Transgender Persons: Implications for Public Health Intervention.\" American Journal of Public Health 91(6):915-921. Clements-Nolle, Kristen, Rani Marx, Robert Guzman, and Mitchell Katz. 2006. \"Attempted Suicide Among Transgender Persons: The Influence of Gender-based Discrimination and Victimization.\" Journal of Homosexuality 51(3):53-69. Crenshaw, Kimberlé. 1991. \"Mapping the Margins: Intersectionality, Identity Politics, and Violence Against Women of Color.\" Stanford Law Review 43(6):1241-1299. De Vries, Kylan M. 2012. \"Intersectional Identities and Conceptions of the Self: The Experience of Transgender People.\" Symbolic Interaction 35(1):49-67. Dinno, Alexis. 2017. \"Homicide Rates of Transgender Individuals in the United States: 2010-2014.\" American Journal of Public Health 107(9):1141-1148. MINORITY STRESS 28 Downing, Janelle M., and Julia M. Przedworski. 2018. \"Health of Transgender Adults in the U.S., 2014-2016.\" American Journal of Preventative Medicine 55(3):336-344. Dozier, Raine. 2005. \"Beards, Breasts, and Bodies: Doing Sex in a Gendered World.\" Gender and Society 19(3):297-317. Erich, Stephen, Josephine Tittsworth, Stacey L. Colton-Meier, and Ty Lerman. 2010a. \"Transsexuals of Color: Perceptions of Discrimination Based on Transsexual Status and Race/Ethnicity Status.\" Journal of GLBT Family Studies 6(3):294-314. Erich, Stephen, Josephine Tittsworth, and Andrea S. Kersten. 2010b. \"An Examination and Comparison of Transsexuals of Color and Their White Counterparts Regarding Personal Well-being and Support Networks.\" Journal of GLBT Family Studies 6(1):25-39. Finch, Brian K., Bodhan Kolody, and William A. Vega. 2000. \"Perceived Discrimination and Depression Among Mexican-origin Adults in California.\" Journal of Health and Social Behavior 41(3):295-313. Flores, Andrew R., Jody L. Herman, Gary J. Gates, and Taylor N. T. Brown. 2016. How Many Adults Identify as Transgender in the United States? Los Angeles, CA: The Williams Institute. Gagné, Patricia, and Richard Tewksbury. 1998. \"Conformity Pressures and Gender Resistance Among Transgendered Individuals.\" Social Problems 45(1):81-101. Gagné, Patricia, Richard Tewksbury, and Deanna McGaughey. 1997. \"Coming Out and Crossing Over: Identity Formation and Proclamation in a Transgender Community.\" Gender and Society 11(4):478-508. Gayman, Matthew D., and Juan Barragan. 2013. \"Multiple Perceived Reasons for Major Discrimination and Depression.\" Society and Mental Health 3(3):203-220. MINORITY STRESS 29 Goffman, Erving. 1963. Stigma: Notes on the Management of a Spoiled Identity. Englewood Cliffs, N. J.: Prentice-Hall. Gong, Fang, Jun Xu, and David T. Takeuchi. 2016. \"Racial and Ethnic Differences in Perceptions of Everyday Discrimination.\" Sociology of Race and Ethnicity 3(4):506-521. Green, Dianne E., Frank H. Walkey, Iain McCormick, and Antony J. W. Taylor. 1988. \"Development and Evaluation of a 21-Item Version of the Hopkins Symptom Checklist with New Zealand and United States Respondents.\" Australian Journal of Psychology 40(1):61-70. Grollman, Eric A. 2014. \"Multiple Disadvantaged Statuses and Health: The Role of Multiple Forms of Discrimination.\" Journal of Health and Social Behavior 55(1):3-19. Harper, Gary W., Nadine Jernewall, and Maria C. Zea. 2004. \"Giving Voice to Emerging Science and Theory for Lesbian, Gay, and Bisexual People of Color.\" Cultural Diversity and Ethnic Minority Psychology 10(3):187-199. Herman, Jody L. 2013. \"Gendered Restrooms and Minority Stress: The Public Regulation of Gender and Its Impact on Transgender People’s Lives.\" Journal of Public Management and Social Policy 19:65-80. Higa, Darrel, Marilyn J. Hoppe, Taryn Lindhorst, Shawn Mincer, Blair Beadness, Diane M. Morrison, Elizabeth A. Wells, Avry Todd, and Sarah Mountz. 2012. \"Negative and Positive Factors Associated with the Well-being of Lesbian, Gay, Bisexual, Transgender, Queer, and Questioning (LGBTQ) Youth.\" Youth and Society 46(5):663-687. James, Sandy E., Jody L. Herman, Susan Rankin, Mara Keisling, Lisa Mottet, and Ma'ayan Anafi. 2016. Executive Summary of the Report of the 2015 U.S. Transgender Survey. Washington, D.C.: National Center for Transgender Equality. MINORITY STRESS 30 Jefferson, Kevin, Torsten B. Neilands, and Jae Sevelius. 2014. \"Transgender Women of Color: Discrimination and Depression Symptoms.\" Ethnicity and Inequalities in Health and Social Care 6(4):121-136. Kattari, Shanna K., and Leslie Hasche. 2015. \"Differences Across Age Groups in Transgender and Gender Non-conforming People’s Experiences of Health Care Discrimination, Harassment, and Victimization.\" Journal of Aging and Health 28(2):285-306. Kattari, Shanna K., N. Eugene Walls, Darren L. Whitfield, and Lisa Langenderfer-Magruder. 2016. \"Racial and Ethnic Differences in Experiences of Discrimination in Accessing Social Services Among Transgender/Gender-Nonconforming People.\" Journal of Ethnic and Cultural Diversity in Social Work 26(3):217-235. Katz-Wise, Sabra L., Sari L. Reisner, Jaclyn M. White-Hughto, and Stephanie L. Budge. 2017. \"Self-reported Changes in Attractions and Social Determinants of Mental Health in Transgender Adults.\" Archives of Sexual Behavior 46(5):1425-1439. Kessler, Ronald C., Kristin D. Mickelson, and David R. Williams. 1999. \"The Prevalence, Distribution, and Mental Health Correlates of Perceived Discrimination in the United States.\" Journal of Health and Social Behavior 40(3):208-230. Lagos, Danya. 2018. \"Looking at Population Health Beyond 'Male' and 'Female': Implications of Transgender Identity and Gender Nonconformity for Population Health.\" Demography. Advanced online publication. Lee, Hedwig, and Kristin Turney. 2012. \"Investigating the Relationship Between Perceived Discrimination, Social Status, and Mental Health.\" Society and Mental Health 2(1):1-20. Levitt, Heidi M., and Maria R. Ippolito. 2013. \"Being Transgender: Navigating Minority Stressors and Developing Authentic Self-Presentation.\" Psychology of Women Quarterly 38(1):46-64. MINORITY STRESS 31 Lombardi, Emilia L., Riki A. Wilchins, Dana Priesing, and Diana Malouf. 2001. \"Gender Violence: Transgender Experiences with Violence and Discrimination.\" Journal of Homosexuality 42(1):89-101. Lombardi, Emilia. 2009. \"Varieties of Transgender/Transsexual Lives and their Relationship with Transphobia.\" Journal of Homosexuality 56(8):977-992. Lowry, Richard, Michelle M. Johns, Allegra R. Gordon, S. Bryn Austin, Leah E. Robin, and Laura K. Kann. 2018. \"Nonconforming Gender Expression and Associated Mental Distress and Substance Abuse Among High School Students.\" Journal of the American Medical Association 172(11):1020-1028. Lytle, Megan C., John R. Blosnich, and Charles Kamen. 2016. \"The Association of Multiple Identities with Self-directed Violence and Depression Among Transgender Individuals.\" Suicide and Life Threatening Behavior 46(5):535-544. Masequesmay, Gina. 2008. \"Negotiating Multiple Identities in a Queer Vietnamese Support Group.\" Journal of Homosexuality 45(2-4):193-215. McLemore, Kevin A. 2018. \"A Minority Stress Perspective on Transgender Individuals’ Experiences with Misgendering.\" Stigma and Health 3(1):53-64. Meyer, Doug. 2012. \"An Intersectional Analysis of Lesbian, Gay, Bisexual, and Transgender (LGBT) People's Evaluations of Anti-queer Violence.\" Gender and Society 26(6):849-873. Meyer, Ilan H. 1995. \"Minority Stress and Mental Health in Gay Men.\" Journal of Health and Social Behavior 36(1):38-56. Meyer, Ilan H. 2003. \"Prejudice, Social Stress, and Mental Health in Lesbian, Gay, and Bisexual Populations: Conceptual Issues and Research Evidence.\" Psychological Bulletin 129(5): 674-697. MINORITY STRESS 32 Miller, Lisa R., and Eric A. Grollman. 2015. \"The Social Costs of Gender Nonconformity for Transgender Adults: Implications for Discrimination and Health.\" Sociological Forum 30(3):809-831. Moradi, Bonnie, Elliot A. Tebbe, Melanie E. Brewster, Stephanie L. Budge, Alex Lenzen, Engin Ege, Elena Schuch, Sarah Arango, Nicholas Angelone, Eli Mender, Dylan L. Hiner, Kileigh Huscher, Jackson Painter, and Mirella J. Flores. 2016. \"A Content Analysis of Literature on Trans People and Issues: 2002-2012.\" The Counseling Psychologist 44(7):960-995. Nadal, Kevin L., Chassitty N. Whitman, Lindsey S. Davis, Tanya Erazo, and Kristin C. Davidoff. 2016. \"Microaggressions Toward Lesbian, Gay, Bisexual, Transgender, Queer, and Genderqueer.\" The Journal of Sex Research 53(4/5):448-508. Narváez, Rafael F., Ilan H. Meyer, Robert M. Kertzner, Suzanne C. Ouellete, and Allegra R. Gordon. 2009. \"A Qualitative Approach to the Intersection of Sexual, Ethnic, and Gender Identities.\" Identity 9:63-86. Nemoto, Tooru, Birte Bodecker, and Mariko Iwamoto. 2011. \"Social Support, Exposure to Violence and Transphobia, and Correlates of Depression Among Male-to-female Transgender Women with a History of Sex Work.\" American Journal of Public Health 101(10):1980-1988. Nuttbrock, Larry, Walter Bockting, Andrew Rosenblum, Sel Hwahng, Mona Mason, Monica Macri, and Jeffrey Becker. 2014. \"Gender Abuse and Major Depression Among Transgender Women.\" American Journal of Public Health 104(11):2191-2198. Nuttbrock, Larry, Sel Hwahng, Walter Bockting, Andy Rosenblum, Mona Mason, Monica Macri, and Jeffrey Becker. 2010. \"Psychiatric Impact of Gender-related Abuse Across the MINORITY STRESS 33 Life Course of Male-to-female Transgender Persons.\" The Journal of Sex Research 47(1):12-23. Parent, Mike C., Cirleen DeBlaere, and Bonnie Moradi. 2013. \"Approaches to Research on Intersectionality: Perspectives on Gender, LGBT, and Racial/Ethnic Identities.\" Sex Roles 68(11-12):639-645. Pascoe, Elizabeth A., and Laura S. Richman. 2009. \"Perceived Discrimination and Health: A Meta-analytic Review.\" Psychological Bulletin 135(4):531-554. Pastrana, Antonio. 2010. \"Privileging Oppression: Contradictions in Intersectional Politics.\" The Western Journal of Black Studies 34(1):53-63. Perry, Brea L., Kathi L. H. Harp, and Carrie B. Oser. 2013. \"Racial and Gender Discrimination in the Stress Process: Implications for African American Women’s Health and Well-being.\" Sociological Perspectives 56(1):25-48. Pflum, Samantha R., Rylan J. Testa, Kimberly F. Balsam, Peter B. Goldblum, and Bruce Bongar. 2015. \"Social Support, Trans Community Connectedness, and Mental Health Symptoms Among Transgender and Gender Nonconforming Adults.\" Psychology of Sexual Orientation and Gender Diversity 2(3):281-286. Purdie-Vaughns, Valerie, and Richard P. Eibach. 2008. \"Intersectional Invisibility: The Distinctive Advantages and Disadvantages of Multiple Subordinate-Group Identities.\" Sex Roles 59(5-6):377-391. Reisner, Sari L., Zinzi Bailey, and Jae Sevelius. 2014. \"Racial/Ethnic Disparities in History of Incarceration, Experiences of Victimization, and Associated Health Indicators Among Transgender Women in the U.S.\" Women and Health 54(8):750-767. MINORITY STRESS 34 Reisner, Sari L., Emily A. Greytak, Jeffrey T. Parsons, and Michele Ybarra. 2015. \"Gender Minority Stress in Adolescence: Disparities in Adolescent Bullying and Substance Use by Gender Identity.\" Journal of Sex Research 52(3):243-256. Reisner, Sari L., Jaclyn M. White-Hughto, Kristi E. Gamarel, Alex S. Keuroghlian, Lauren Mizock, and John Pachankis. 2017. \"Discriminatory Experiences Associated with Posttraumatic Stress Disorder Symptoms Among Transgender Adults.\" Journal of Counseling Psychology 63(5):509-519. Rosser, B. R. Simon, J. Michael Oakes, Walter O. Bockting, and Michael Miner. 2007. \"Capturing the Social Demographics of Hidden Sexual Minorities: An Internet Study of the Transgender Population in the United States.\" Sexuality Research and Social Policy 4(4):50-64. Roth, Wendy D. 2016. \"The Multiple Dimensions of Race.\" Ethnic and Racial Studies 39(8):1310-1338. Sandstrom, Kent L., Kathryn J. Lively, Daniel D. Martin, and Gary L. Fine. 2013. Symbols, Selves, and Social Reality: A Symbolic Interactionist Approach to Social Psychology and Sociology. 4th ed. New York, NY: Oxford University Press. Schilt, Kristen, and Danya Lagos. 2017. \"The Development of Transgender Studies in Sociology.\" Annual Review of Sociology 43:425-443. Sevelius, Jae. 2013. \"Gender Affirmation: A Framework for Conceptualizing Risk Behavior Among Transgender Women of Color.\" Sex Roles 68(11-12):675-689. Singh, Anneliese A. 2012. \"Transgender Youth of Color and Resilience: Negotiating Oppression and Finding Support.\" Sex Roles 68(11-12):690-702. Stotzer, Rebecca L. 2009. \"Violence Against Transgender People: A Review of United States Data.\" Aggression and Violent Behavior 14(3):170-179. MINORITY STRESS 35 Tebbe, Elliot A., and Bonnie Moradi. 2016. \"Suicide Risk in Trans Populations: An Application of Minority Stress Theory.\" Journal of Counseling Psychology 14(3):170-179. Testa, Rylan J., Janice Harbath, Jayme Peta, Kimberly Balsam, and Walter O. Bockting. 2015. \"Development of the Gender Minority Stress and Resilience Measure.\" Psychology of Sexual Orientation and Gender Diversity 2(1):65-77. Testa, Rylan J., Matthew S. Michaels, Whitney Bliss, Megan L. Rogers, Kimberly F. Balsam, and Thomas R. Joiner. 2017. \"Suicidal Ideation in Transgender People: Gender Minority Stress and Interpersonal Theory Factors.\" Journal of Abnormal Psychology 126(1):125-136.  Testa, Rylan J., Laura M. Sciacca, Florence Wang, Michael L. Hendricks, Peter Goldblum, Judith Bradford, and Bruce Bongar. 2012. \"Effects of Violence on Transgender People.\" Professional Psychology: Research and Practice 43(5):452-459. Thoits, Peggy. 2010. \"Stress and Health: Major Findings and Policy Implications.\" Journal of Health and Social Behavior 51(1):41-53. Timmins, Liam, Katharine A. Rimes, and Qazi Rahman. 2017. \"Minority Stressors and Psychological Distress in Transgender Individuals.\" Psychology of Sexual Orientation and Gender Diversity 4(3):328-340. Turner, R. J., Blair Wheaton, and Donald A. Lloyd. 1995. \"The Epidemiology of Social Stress.\" American Sociological Review 60(1):104-125. Valdiserri, Ronald O., David R. Holtgrave, Tonia C. Poteat, and Chris Beyrer. 2018. \"Unraveling Health Disparities Among Sexual and Gender Minorities: A Commentary on the Persistent Impact of Stigma.\" Journal of Homosexuality. Advanced online publication. Vidal-Ortiz, Salvador. 2008. \"Transgender and Transsexual Studies: Sociology’s Influence and Future Steps.\" Sociology Compass 2:433-450. MINORITY STRESS 36 Warner, Leah R., and Stephanie A. Shields. 2013. \"The Intersections of Sexuality, Gender, and Race: Identity Research at the Crossroads.\" Sex Roles 68(11-12):803-810. West, Candace, and Don H. Zimmerman. 1987. \"Doing Gender.\" Gender and Society 1(2):125-151. Westbrook, Laurel, and Kristen Schilt. 2013. \"Doing Gender, Determining Gender: Transgender People, Gender Panics.\" Gender and Society 28(1):32-57. White-Hughto, Jaclyn M., Sari L. Reisner, and John E. Pachankis. 2015. \"Transgender Stigma and Health: A Critical Review of Stigma Determinants, Mechanisms, and Interventions.\" Social Science and Medicine 147:222-231. Williams, David R., Harold W. Neighbors, and James S. Jackson. 2003. \"Racial/Ethnic Discrimination and Health: Findings from Community Studies.\" American Journal of Public Health 93(2):200-208. Williams, David R., and Michelle Sternthal. 2010. \"Understanding Racial-ethnic Disparities in Health: Sociological Contributions.\" Journal of Health and Social Behavior 51(1):15-27. Wong, Paul, Chienping F. Lai, Richard Nagasawa, and Tieming Lin. 1998. \"Asian Americans as a Model Minority: Self-perceptions and Perceptions by Other Racial Groups.\" Sociological Perspectives 41(1):95-118. Woods, Jordan B., Frank H. Galvan, Mohsen Bazargan, Jody L. Herman, and Ying-Tung Chen. 2013. \"Latina Transgender Women’s Interactions with Law Enforcement in Los Angeles County.\" Policing: A Journal of Policy and Practice 7(4):379-391.    MINORITY STRESS 37 APPENDIX A: SUBSCALE COMPOSITE SCORE DATA – GENDER  Mean Std. Deviation F. Sig. Gender-related Discrimination Composite Transfeminine 17.44 6.42 1.44 .24 Transmasculine 20.07 4.56 Gender Nonconforming 17.91 6.82 Total 18.39 6.19 Gender-Related Victimization Composite Transfeminine 16.44 7.99 .44 .64 Transmasculine 18.82 10.43 Gender Nonconforming 17.36 9.13 Total 17.53 9.19 General Psych Distress Composite Transfeminine 15.12 5.15 1.57 .21 Transmasculine 16.04 5.85 Gender Nonconforming 17.60 6.21 Total 16.53 5.89     MINORITY STRESS 38 APPENDIX B: SUBSCALE COMPOSITE SCORE ANOVA DATA – RACE/ETHNICITY  Mean Std. Deviation F. Sig. Gender-related Discrimination Composite White 18.30 5.98 0.97 .44 African American or Black 22.25 0.96 Hispanic or Latino 21.43 2.76 Asian 15.86 3.34 Multiracial 18.44 8.13 Other 16.75 8.06 Total 18.47 6.08 Gender-Related Victimization Composite White 17.11 9.21 1.53 .19 African American or Black 18.50 7.90 Hispanic or Latino 24.57 5.53 Asian 13.00 3.00 Multiracial 19.13 9.47 Other 13.50 13.70 Total 17.57 9.06 General Psych Distress Composite White 15.75 5.65 2.56 .03 African American or Black 22.50 2.52 Hispanic or Latino 15.57 2.94 Asian 15.57 7.64 Multiracial 20.25 5.80 Other 17.75 7.63 Total 16.78 5.91    MINORITY STRESS 39 APPENDIX C: SUBSCALE COMPOSITE SCORE T-TEST DATA – RACE/ETHNICITY  Mean Std. Deviation t-test for Equality of Means Sig. (two-tailed) Gender-related Discrimination Composite White 18.30 5.98 -.35 .73 Nonwhite 18.74 6.32 Gender-Related Victimization Composite White 17.11 9.21 -.66 .51 Nonwhite 18.34 8.86 General Psych Distress Composite White 15.75 5.65 -2.32 .02 Nonwhite 18.50 6.01              ",
    "id": 200333284,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.coastal.edu:honors-theses-1326"
    },
    "title": "Double Jeopardy: Minority Stress and the Influence of Transgender Identity and Race/Ethnicity",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-05-09T08:00:00+01:00",
    "publisher": "CCU Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.coastal.edu/cgi/viewcontent.cgi?article=1326&amp;context=honors-theses"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/200333284.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/200333284"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/200333284/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/200333284/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/200333284"
        }
    ],
    "abstract": "This study assessed gender and racial/ethnic differences in gender-related discrimination and psychological distress within a sample of transgender and gender nonconforming individuals. Prior research suggests transgender individuals with multiple minority statuses experience higher psychological stress than their singly disadvantaged counterparts, and both minority race/ethnicity and transgender minorities experience more frequent and severe forms of discrimination than white and cisgender individuals. Using data from a convenience sample of 101 self-identified transgender and gender nonconforming adults recruited through LGBTQ+ organizations from across North America, I analyzed the relationship between race/ethnicity, gender-related minority stress, and psychological distress. Gender-related discrimination and gender-related victimization did not significantly differ by gender identity or race/ethnicity. However, racial/ethnic minorities reported significantly higher psychological distress than white participants. While being a racial/ethnic minority may not directly worsen one\\u27s experiences with gender-related discrimination and victimization, other factors, such as experiences with race related discrimination, may contribute to disparities in mental health",
    "tags": [
        "thesis",
        "Stress",
        "Transgender Identity",
        "Gender",
        "Race",
        "Ethnicity",
        "Discrimination",
        "Gender and Sexuality",
        "Medicine and Health",
        "Race and Ethnicity",
        "Social Psychology and Interaction",
        "Sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "thesis"
    ],
    "oai": "oai:digitalcommons.coastal.edu:honors-theses-1326",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "5602",
        "openDoarId": 0,
        "name": "CCU Digital Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 200333284,
        "depositedDate": null,
        "publishedDate": "2019-05-09T08:00:00+01:00",
        "updatedDate": "2024-01-22T23:10:13+00:00",
        "acceptedDate": null,
        "createdDate": "2019-05-29T09:34:55+01:00"
    },
    "urls": [
        "https://digitalcommons.coastal.edu/honors-theses/327",
        "https://digitalcommons.coastal.edu/context/honors-theses/article/1326/viewcontent/Honors_Thesis_KMM_PDF.pdf"
    ],
    "lastUpdate": "2024-01-22T23:10:13+00:00",
    "setSpecs": []
}