{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Sanders, Lauren"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-17T19:58:59+00:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/62570930.pdf",
    "fullText": "Sanders Macro (Do Not Delete) 4/15/2016 2:03 PM  263 Effects of EEOC Recognition of Title VII as Prohibiting Discrimination Based on Transgender Identity LAUREN SANDERS* INTRODUCTION In the last few years in the United States, the transgender community has become more visible in the public arena. In 2015 alone, seven transgender characters premiered on television shows,1 a transgender man was named a semi-finalist in the Ultimate Men’s Health Guy Competition,2 and President Obama hired the first transgender White House official.3 In the continuously evolving public discussion of transgender people, attention is frequently focused on the lives of transgender celebrities, such as the Orange is the New Black actress, Laverne Cox,4 and former Olympic athlete and reality television star, Caitlyn Jenner.5 The star-studded, glamorous experiences of these celebrities, however, do not accurately reflect the socioeconomic realities of most transgender individuals. In 2011, the National Center for Transgender Equality and the National Gay and Lesbian Task Force surveyed 6,456 people who identified as transgender and gender non-conforming.6 The study revealed that transgender individuals are likely to live in extreme poverty.7 Study participants were nearly  Copyright © 2016 by Lauren Sanders   * J.D. Candidate, Duke University School of Law, 2016.  1.  See Where We Are On TV Report - 2015, GLADD, http://www.glaad.org/whereweareontv15 (last visited Nov. 1, 2015) (counting the number of transgender television characters in primetime, cable, and streaming series for the 2015-2016 season). Three transgender characters were featured in cable series, and four transgender were featured in streaming series. Id.  2.  Transgender Man Leads ‘Men’s Health’ Cover Model Contest, NPR (Apr. 19, 2015, 6:49 PM), http://www.npr.org/2015/04/19/400826487/transgender-man-leads-mens-health-cover-model-contest.  3.  See Carol E. Lee, First Transgender White House Official, Raffi Freedman-Gurspan, Gets to Work, WALL ST. J.: WASH. WIRE (Aug. 18, 2015, 11:13 AM), http://blogs.wsj.com/washwire/2015/08/18/first-transgender-white-house-official-raffi-freedman-gurspan-gets-to-work/ (reporting that President Obama hired Ms. Freedman-Gurspan, a transgender woman, as the director of outreach and recruitment for the White House personnel office).  4.  Eric Spitznagel, Laverne Cox: ‘Blending In Was Never an Option,’ N.Y. TIMES MAG. (May 29, 2014), http://www.nytimes.com/2014/06/01/magazine/laverne-cox-blending-in-was-never-an-option.html?_r=0 (presenting an interview with Laverne Cox regarding her life as a transgender woman and her role on Orange is the New Black, a Netflix original series).  5.  See, e.g., I am Cait (E! television broadcast July 26, 2015) (presenting an intimate look into Caitlyn Jenner’s life as a transgender woman).   6.  JAIME M. GRANT ET AL., NAT’L GAY AND LESBIAN TASK FORCE & NAT’L CTR. FOR TRANSGENDER EQUALITY, INJUSTICE AT EVERY TURN: A REPORT OF THE NATIONAL TRANSGENDER DISCRIMINATION SURVEY 12 (2011), http://www.thetaskforce.org/static_html/downloads/reports/ reports/ntds_full.pdf.  7.  See id. at 2 (reporting the responses of study participants from across the United States  and U.S. territories). Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM 264 DUKE JOURNAL OF GENDER LAW & POLICY Volume 23:263 2016 four times more likely to have a household income of less than $10,000 per year than the general population.8 They also experienced unemployment at twice the rate of the general population.9 The study further revealed that in the workplace, discrimination based on transgender and non-conforming gender identities was a “near universal experience” for the study’s participants.10 Further, forty-seven percent of the survey respondents reported that they had experienced an adverse employment action—defined as losing a job, being discriminated against in hiring, and/or being denied a promotion—because of their transgender or non-conforming gender identities.11 Discrimination against transgender employees may implicate Title VII of the Civil Rights Act of 1964 (“Title VII”). Title VII prohibits employers in the United States from “fail[ing] or refus[ing] to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment” based on the employee’s “race, color, religion, sex, or national origin.”12 If current trends in employment discrimination law continue, Title VII’s prohibition on sex discrimination also will prohibit employers from discriminating based on an employee’s transgender identity. The United States Article III courts have not yet interpreted Title VII to prohibit discrimination based on transgender identity alone. But the Equal Employment Opportunity Commission (EEOC), the agency charged with implementing the statute, has interpreted Title VII’s prohibition on sex discrimination as prohibiting discrimination based on a person’s transgender identity.13 The agency has taken action to ensure employers’ compliance with this interpretation of Title VII.14 Although lacking the force of law15 and Chevron deference in court,16 the EEOC’s interpretation of Title VII likely has helped to develop a new, and thriving, area of employment discrimination law. Additionally, the EEOC’s interpretation of Title VII may create an impetus for recognition of transgender employment rights by the federal courts. I. TRANSGENDER PEOPLE: BACKGROUND INFORMATION In October 2009, President Obama became the first United States president to mention the word “transgender” in a public statement.17 In January of 2015,   8.  Id.  9.  Id. at 3.  10.  Id. at 56.   11.  Id. at 53.  12.  42 U.S.C. § 2000e-2(a) (2012).   13.  Macy v. Holder, 2012 EEOPUB LEXIS 1181, at *19 (U.S. Equal Emp’t Opportunity Comm’n Apr. 20, 2012).  14.  See, e.g., Plaintiff EEOC’s Complaint & Demand for Jury Trial, EEOC v. Lakeland Eye Clinic, P.A., No. 8:14-cv-2421 (M.D. Fla. Sept. 25, 2014) (arguing a transgender woman was fired because of her sex).  15.  See 42 U.S.C. § 2000e-12(a) (2012) (explaining that the EEOC has the power to enforce “suitable procedural regulations” to carry out Title VII).  16.  Amtrak v. Morgan, 536 U.S. 101, 110 n.6 (2002).  17.  See President Barack Obama, Remarks at Human Rights Campaign Dinner (Oct. 11, 2009), https://www.whitehouse.gov/the-press-office/remarks-president-human-rights-campaign-dinner Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM  EEOC RECOGNITION OF DISCRIMINATION BASED ON TRANSGENDER IDENTITY 265 President Obama made transgender history once again, becoming the first president to reference transgender people in the State of the Union Address.18 Although the Office of the President has officially recognized transgender people only in recent years, transgender people are not a new phenomena: transgender people have been documented in Eastern, Western, and indigenous cultures since antiquity.19 For example, India’s hijras, transgender male-to-female individuals,20 are mentioned in Hindu mythology.21 Medieval court records from England show that in 1394, John Rykener, “who call[ed] himself Eleanor,” was arrested while dressed in women’s clothing and prosecuted for having sex with a man in the London streets one night.22 And in 1887, Dr. William Hammond wrote about mujerados, effeminate men who performed tasks traditionally done by women in Pueblo communities in the American Southwest.23 The language with which transgender and gender-nonconforming people are described vary across cultures and change with time.24 Today, “transgender” is used as an umbrella term that encompasses “persons whose gender identity, gender expression, or gender behavior does not conform to the sex to which they were assigned at birth.”25 “Transgender” may refer to people whose gender identity does not match their natal sex, people who cross-dress or perform as drag queens, and people who identify as gender-queer or gender-nonconforming.26 There are other terms that are pervasive in the study and discussion of the transgender population and employment discrimination. The term “gender identity” means a “person’s internal sense of being male or female or something else.”27 Gender identity should not be confused with “sexual orientation,” which refers to a person’s sexual attraction to one or more sexes.28 Transgender people may be heterosexual, homosexual, bisexual, or asexual, just like people who do  (thanking the Human Rights Campaign for their work “on behalf of the millions of people in this country who work hard in their jobs and care deeply about their families— and who are gay, lesbian, bisexual, or transgender”).  18.  See Katy Steinmetz, Why It’s a Big Deal that Obama Said ‘Transgender’, TIME (Jan. 21, 2015), http://time.com/3676881/state-of-the-union-2015-barack-obama-transgender/ (explaining the historical significance of President Obama’s acknowledgment of transgender people in the State of the Union Address).   19.  See Answers to Your Questions About Transgender People, Gender Identity and Gender Expression, AM. PSYCHOLOGICAL ASS’N, http://apa.org/topics/lgbt/transgender.aspx (last visited Oct. 16, 2015) [hereinafter Answers].   20.  See JASON CROMWELL, TRANSMEN AND FTMS: IDENTITIES, BODIES, GENDERS, AND SEXUALITIES 57 (1999).   21.  SERENA NANDA, NEITHER MAN NOR WOMAN: THE HIJRAS OF INDIA 13 (1990).   22.  David Boyd & Ruth Karras, The Interrogation of a Male Transvestite Prostitute in Fourteenth-Century London, 1 GLQ 462–63 (1995). Rykener confessed that he engaged in prostitution with men and women and that a former servant had taught him to cross-dress. Id. at 463. Rykener also had worked as an embroideress in Oxford. Id.  23.  WILLIAM A. HAMMOND, SEXUAL IMPOTENCE IN THE MALE AND FEMALE 163–64 (1887).  24.  Answers, supra note 19.  25.  Id.  26.  Id.  27.  Id.  28.  Id. Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM 266 DUKE JOURNAL OF GENDER LAW & POLICY Volume 23:263 2016 not identify as transgender.29 The term “gender expression” means the “way a person communicates his or her gender identity to others.”30 One term that is particularly common in health studies but is also used in employment law is “transgender women,” or “male to female,” which often is used to mean individuals who were born biologically male but identify as women at least part of the time.31 Finally, “transgender men,” or “female to male,” often means people who were born biologically female but identify as men at least part of the time.32 How members of the transgender community react to and experience their gender identities may differ. Identifying as transgender is not considered a mental disorder because disorders involve significant stress and disability, and many transgender people do not find that their gender causes them significant stress or disability.33 Individuals who experience intense, persistent gender incongruence that is stressful or disabling, however, may be diagnosed with gender dysphoria.34 Some transgender people may choose to transition to their preferred gender.35 That is, they may change their clothing and grooming, or adopt a new a new name consistent with their gender identity.36 They may also choose to undergo gender-confirming medical procedures, such as sex-reassignment surgery and hormone therapy.37 Some transgender people who wish to undergo gender-confirming medical procedures, however, may find the cost of the services to be prohibitive.38 II. TITLE VII BACKGROUND INFORMATION Title VII was enacted during the Civil Rights Movement as part of a 1964 omnibus bill that addressed discrimination not only in employment, but also in voting, public accommodations, and education.39 In the years leading up to the enactment of Title VII, the United States witnessed the depths of racial   29.  Id.  30.  Id.  31.  Jae Sevelius, Transgender Issues in HIV: Providers Need Accurate, Current Information to Provide Optimal Care, HIV SPECIALIST, Dec. 2013, at 30, 31, http://www.aahivm.org/Upload_Module/ upload/Magazine/FINAL%20PDF2%20dec2013%20mag.pdf.   32.  Id.  33.  Answers, supra note 19.  34.  Id.  35.  Id.   36.  Id.  37.  Id.  38.  See Lisa V. Gillespie, Gender Reassignment: Large Companies Push Progressive Benefits Forward, EMP. BENEFIT NEWS, Feb. 1, 2012, at 16 (estimating the average cost of a male-to-female reassignment surgery at about $17,000). Beyond surgery, hormones cost on average $1,500, therapy costs on average $1,000, and doctors’ visits and labs cost on average $500. Id. Many employers do not provide their employees with health insurance that covers the cost of gender reassignment surgery. Id.; see also Lenny Bernstein, Here’s How Sex Reassignment Works, WASH. POST: TO YOUR HEALTH (Feb. 9, 2015), https://www.washingtonpost.com/news/to-your-health/wp/2015/02/09/heres-how-sex-reassignment-surgery-works/ (reporting that male-to-female sex reassignment surgery costs between $40,000 to $60,000 in total and that female-to-male sex reassignment surgery costs over $75,000).  39.  EEOC, THE STORY OF THE UNITED STATES EQUAL EMPLOYMENT OPPORTUNITY COMMISSION: ENSURING THE PROMISE OF OPPORTUNITY FOR 35 YEARS 1 (2000) [hereinafter THE STORY OF THE EQUAL EMPLOYMENT OPPORTUNITY COMMISSION]. Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM  EEOC RECOGNITION OF DISCRIMINATION BASED ON TRANSGENDER IDENTITY 267 discrimination in the country, and there was a sense of urgency that change needed to happen.40 On June 11, 1963, President John F. Kennedy addressed Congress on civil rights issues, including those in the workplace.41 In his address, President Kennedy explained, “[D]ifficulties over segregation and discrimination” had produced “a rising tide of discontent that threaten[ed] the public safety” and that “the events in Birmingham and elsewhere” called for a federal solution for the problem of segregation and discrimination.42 President Kennedy emphasized that Congress’s solution to segregation and discrimination needed to include eliminating racial discrimination in employment.43 Title VII was Congress’s solution to eliminating discrimination in the employment context. The remedial statute prohibits employers from discriminating against their employees on the basis of five characteristics: race, color, religion, national origin, or sex.44 The law also prohibits an employer from retaliating against an employee because the employee complains about discrimination or files a charge of discrimination with the EEOC, an independent administrative agency.45 Title VII further requires that employers “reasonably accommodate” job applicants’ and employees’ sincerely held religious beliefs, unless doing so would place an “undue hardship” on the employer’s business practices.46 The EEOC is the agency charged with enforcing Title VII.47 Any employee alleging Title VII violations must first file a charge with the EEOC before filing a complaint in a federal court,48 usually within 180 days of the discriminatory act.49 The charge process is simple; it involves completing a form that gives the basic facts of the employee’s complaint and the legal claims the employee intends to make.50 The charge is then investigated by the EEOC.51 Through its investigation, the agency determines if there is reasonable cause to believe that the employer discriminated against the employee.52 If the EEOC finds that there is not reasonable cause to believe that the alleged discrimination occurred, the EEOC dismisses the complaint and sends the employee a “Dismissal and Notice of Rights” letter.53 If the EEOC finds that there is reasonable cause to believe that the alleged discrimination occurred, the agency issues a Letter of Determination, and both parties will be invited to participate in conciliation.54 Once the EEOC   40.  Id.  41.  President John F. Kennedy, Report to the American People on Civil Rights (June 11, 1963), http://www.jfklibrary.org/Asset-Viewer/LH8F_0Mzv0e6Ro1yEm74Ng.aspx.   42.  Id.  43.  Id.   44.  42 U.S.C. § 2000e-2(a) (2012).  45.  § 2000e-3(a).   46.  § 2000e(j).  47.  See § 2000e-5(a) (giving the EEOC the power to enforce Title VII).   48.  § 2000e-5(b).  49.  § 2000e-5(e).  50.  § 2000e-5(b).  51.  Id.  52.  Id.   53.  Id.  54.  Id.  Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM 268 DUKE JOURNAL OF GENDER LAW & POLICY Volume 23:263 2016 issues either the Dismissal and Notice of Rights or a Letter of Determination, the employee is able to file a lawsuit in a federal court.55 The EEOC also may bring lawsuits on behalf of plaintiffs.56 Additionally, the EEOC promulgates regulations that help clarify Title VII, such as those defining discrimination based on “sex.”57 The EEOC’s interpretations of Title VII, however, do not have the force of law.58 Moreover, unlike with other federal agencies, such as the Environmental Protection Agency, EEOC interpretations of the law do not receive Chevron deference in court.59 Rather, EEOC interpretations of Title VII are “entitled to respect,”60 but “only to the extent that they have the power to persuade.”61 III. THE FEDERAL COURTS, TITLE VII, AND DISCRIMINATION BASED ON TRANSGENDER IDENTITY In several cases before the United States Article III courts, transgender plaintiffs have argued that Title VII’s prohibition on discrimination based on sex also encompasses discrimination against transgender people.62 The federal courts, however, have not yet interpreted Title VII so expansively. The courts have consistently declined to hold that the statute prohibits discrimination against a transgender person based on the person’s self-identification as transgender or gender non-conforming.63 For example, in Etsitty v. Utah Transit Authority, a case before the United States Court of Appeals for the Tenth Circuit, the plaintiff worked as a bus operator with the Utah Transit Authority (UTA).64 The plaintiff identified as a transgender woman;65 she was born biologically male but identified as a woman and had always believed that she had been born with the wrong anatomical sex organs.66 She also had been diagnosed with gender dysphoria,67 the mental health diagnosis for transgender people who experience intense, persistent gender incongruence that is stressful or disabling.68   55.  Id.   56.  § 2000e-5(f).   57.  § 2000e-12(a).   58.  See id. (explaining that the EEOC has the power to enforce “suitable procedural regulations” to carry out Title VII).   59.  Amtrak v. Morgan, 536 U.S. 101, 110 n.6 (2002).   60.  Skidmore v. Swift & Co., 323 U.S. 134, 140 (1994),   61.  Christensen v. Harris Cty., 529 U.S. 576, 587 (2000). The courts determine the weight of an EEOC interpretation “based on thoroughness evident in its consideration, the validity of its reasoning, its consistency with earlier and later pronouncements, and all those factors which give it power to persuade, if lacking power to control.” Skidmore, 323 U.S. at 140.  62.  See, e.g., Etsitty v. Utah Transit Auth., 502 F.3d 1215, 1221 (10th Cir. 2007); Smith v. City of Salem, 378 F.3d 566, 571 (6th Cir. 2004); Ulane v. E. Airlines, Inc., 742 F.2d 1081, 1082 (7th Cir. 1984); Sommers v. Budget Mktg., Inc., 667 F.2d 748, 749 (8th Cir. 1982); Holloway v. Arthur Andersen & Co., 566 F.2d 659, 661 (9th Cir. 1977).  63.  See, e.g., Etsitty, 502 F.3d at 1221; City of Salem, 378 F.3d at 574; Ulane, 742 F.2d at 1084; Sommers, 667 F.2d at 749–50; Holloway, 566 F.2d at 662–63.   64.  Etsitty, 502 F.3d at 1219.  65.  Id.  66.  Id. at 1218.  67.  Id.  68.  Answers, supra note 19. Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM  EEOC RECOGNITION OF DISCRIMINATION BASED ON TRANSGENDER IDENTITY 269 The plaintiff maintained a masculine appearance when UTA initially hired her, though she had been taking female hormones for the previous four years.69 Soon after she began her employment with UTA, the plaintiff further changed her appearance at work to match her female gender identity, which her immediate supervisor supported.70 She wore makeup, jewelry, and acrylic nails to work, and she used public women’s restrooms on her bus route.71 She had not yet undergone gender reassignment surgery because she could not afford to pay for the surgical operation.72 The Operations Manager for the UTA division in which the plaintiff worked eventually heard about a “male operator who was wearing makeup.”73 The Operations Manager met with the plaintiff’s immediate supervisor, who told her about the plaintiff’s transgender identity.74 The Operations Manager became concerned about liability associated with a UTA employee with male genitalia being seen using the public women’s restroom.75 Because of her concerns, the Operations Manager placed the plaintiff on administrative leave.76 She ultimately terminated her.77 The plaintiff sued UTA, arguing that UTA had discriminated against her in violation of Title VII because discrimination based on transgender identity is in fact discrimination based on sex.78 The Tenth Circuit rejected the plaintiff’s argument that UTA had violated Title VII’s prohibition on sex discrimination.79 The appellate court determined that “the plain meaning of ‘sex’” does not “encompass[] anything more than male and female.”80 The court reasoned that because the meaning of “sex” traditionally refers only to the biological concepts of “male” and “female,” transgender plaintiffs may not claim that Title VII protects against discrimination based on transgender identity.81 Title VII thus protects transgender employees from discrimination only if they are discriminated against because they are biologically male or female.82   69.  Etsitty, 502 F.3d at 1218–19.  70.  Id. at 1219.  71.  Id.  72.  Id.   73.  Id.  74.  Id.  75.  Id. at 1221. In June 2015, the U.S. Department of Labor Occupational Safety and Health Administration (“OSHA”) released guidelines for transgender employees’ restroom use. OSHA, A GUIDE TO RESTROOM ACCESS FOR TRANSGENDER WORKERS (June 1, 2015), https://www.osha.gov/ Publications/OSHA3795.pdf. OSHA recommends that employers allow their employees to use the facilities that correspond with their gender identities, not their natal sex. Id. at 2. Employers also should consider providing single-occupancy, gender-neutral facilities, or gender-neutral, single-stall facilities with lockable stalls. Id.  76.  Etsitty, 502 F.3d at 1219.   77.  Id.   78.  Id. at 1221.   79.  Id. at 1222.  80.  Id..   81.  Id.  82.  See id.; see also Ulane v. E. Airlines, 742 F.2d 1081, 1085 (7th Cir. 1984) (explaining that “Congress never considered nor intended that this 1964 legislation apply to anything other than the traditional concept of sex. Had Congress intended more, surely the legislative history would have at least mentioned its intended broad coverage of homosexuals, transvestites, or transsexuals”). Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM 270 DUKE JOURNAL OF GENDER LAW & POLICY Volume 23:263 2016 Although such cases hold that transgender individuals may not claim that Title VII protects against discrimination based only on transgender identity, the federal courts have not left transgender plaintiffs without recourse in Title VII. The courts have allowed transgender plaintiffs to prevail in claims brought under a sex-stereotyping theory.83 A sex-stereotyping claim involves an employer allegedly discriminating against an employee because the employee fails to comply with stereotypical gender norms in the workplace.84 The Supreme Court first articulated this theory of discrimination in Price Waterhouse v. Hopkins.85 In this case, the plaintiff, Ann Hopkins (“Hopkins”), had been working for Price Waterhouse’s Office of Government Services for five years when her name was proposed for partnership.86 During her employment with Price Waterhouse, Hopkins demonstrated strong work performance; shortly before her bid for partnership, she played a pivotal role in procuring Price Waterhouse a $25 million contract with the U.S. Department of State.87 The partners, however, denied Hopkins the partnership at least partially because she did not conduct herself in a stereotypically feminine manner.88 Several criticized Hopkins’ use of profanity.89 Another partner said that she could use a “course at charm school.”90 The partner who was responsible for telling Hopkins that she had not been elevated to partnership advised her to “walk more femininely, talk more femininely, dress more femininely, wear make-up, have her hair styled, and wear jewelry” if she wished to make partner in the future.91 On appeal, the Supreme Court explained that sex-stereotyping violates Title VII’s prohibition on discrimination based on sex: “[A]n employer who acts on the basis of a belief that a woman cannot be aggressive, or that she must not be, has acted on the basis of gender.”92 When an employee’s position requires that she be aggressive but when the employer also objects to women being aggressive, she is caught in a catch-22.93 “Title VII lifts women out of this bind.”94 The courts have expanded Price Waterhouse sex-stereotyping theory of discrimination to protect all plaintiffs from sex discrimination.95 Successful sex-  83.  See, e.g., Barnes v. City of Cincinnati, 401 F.3d 729, 737 (6th Cir. 2005) (holding that the transgender plaintiff stated a Title VII claim for sex discrimination “by alleging discrimination . . . for his failure to conform to sex stereotypes”); Rosa v. Park W. Bank & Trust Co., 214 F.3d 213, 215–16 (1st Cir. 2000) (holding that a transgender plaintiff stated a valid Title VII claim by alleging that he “did not receive [a] loan application because he was a man, whereas a similarly situated woman would have received [a] loan application. That is, the Bank . . . treat[s] . . . a woman who dresses like a man differently than a man who dresses like a woman”).  84.  See Glenn v. Brumby, 663 F.3d 1312, 1317 (11th Cir. 2011) (explaining sex-stereotyping theory of sex discrimination under Title VII).   85.  Price Waterhouse v. Hopkins, 490 U.S. 228, 250 (1989).   86.  Id. at 233.  87.  Id.   88.  Id. at 234.   89.  Id. at 235.  90.  Id.  91.  Id.   92.  Id. at 250.   93.  Id.  94.  Id.  95. See Glenn v. Brumby, 663 F.3d 1312, 1318 (11th Cir. 2011) (explaining that “[a]ll persons, whether transgender or not, are protected from discrimination on the basis of gender stereotype”). Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM  EEOC RECOGNITION OF DISCRIMINATION BASED ON TRANSGENDER IDENTITY 271 stereotyping claims have been brought against employers who discriminated against their male employees for wearing jewelry considered too effeminate96 and against their female employees for not wearing makeup and dresses to work.97 The United States Court of Appeals for the Ninth Circuit has even held that Title VII protects male employees against discrimination for carrying a serving tray too gracefully.98 The statute’s protections against sex stereotyping extend to everyone, which logically must include transgender people.99 IV. THE EEOC, TITLE VII, AND DISCRIMINATION BASED ON TRANSGENDER IDENTITY A. The EEOC Interprets Title VII as Prohibiting Discrimination Based on Transgender Identity. The EEOC has taken a different approach than the federal courts regarding the interpretation of the sex-based protections provided by Title VII. The administrative agency interprets Title VII’s prohibition on discrimination based on “sex” as encompassing discrimination based on transgender identity.100 That is, transgender plaintiffs may bring claims of discrimination without relying on the sex-stereotyping theory under the EEOC’s interpretation of Title VII.101 The administrative agency’s stance on Title VII and transgender plaintiffs originated with its adopting a Strategic Enforcement Plan in September 2012 for Fiscal Years 2013-2016.102 The plan identified national priorities for the EEOC to ensure that agency resources would be used effectively to prevent and remedy discrimination with long-term and widespread results.103 These national priorities included “coverage of lesbian, gay, bisexual and transgender individuals under Title VII’s sex discrimination provisions, as they may apply.”104   96.  See Doe v. City of Belleville, 119 F.3d 563, 581 (7th Cir. 1997), vacated on other grounds, 523 U.S. 1001 (1998) (holding that harassment against an employee because he wore an earing is unlawful discrimination “because of . . . sex” in violation of Title VII).  97.  See Lewis v. Heartland Inns of Am., L.L.C., 591 F.3d 1033, 1043 (8th Cir. 2010) (holding that discharging a front-desk employee for her failure to maintain a feminine appearance is unlawful discrimination “because of sex” in violation of Title VII).   98.  See Nichols v. Azteca Rest. Enters., 256 F.3d 864, 874 (9th Cir. 2001) (holding that harassment against an employee because he carried his serving tray “like a woman” is unlawful discrimination “because of sex” in violation of Title VII).  99.  Because the protection against sex stereotyping is afforded to everyone, courts have extended them to transgender people. See, e.g., Barnes v. City of Cincinnati, 401 F.3d 729, 737 (6th Cir. 2005) (holding that the transgender plaintiff stated a Title VII claim for sex discrimination “by alleging discrimination . . . for his failure to conform to sex stereotypes”); Rosa v. Park W. Bank & Trust Co., 214 F.3d 213, 215–16 (1st Cir. 2000) (holding that a transgender plaintiff stated a valid Title VII claim by alleging that he “did not receive [a] loan application because he was a man, whereas a similarly situated woman would have received [a] loan application. That is, the Bank . . . treat[s] . . . a woman who dresses like a man differently than a man who dresses like a woman”).  100.  Macy v. Holder, 2012 EEOPUB LEXIS 1181, at *19 (U.S. Equal Emp’t Opportunity Comm’n Apr. 20, 2012).  101.  Id.  102.  U.S. EQUAL EMP’T OPPORTUNITY COMM’N, STRATEGIC ENFORCEMENT PLAN FY 2013 – 2016 (2012), http://www.eeoc.gov/eeoc/plan/upload/sep.pdf.   103.  See id. at 8.  104.  Id. at 10. Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM 272 DUKE JOURNAL OF GENDER LAW & POLICY Volume 23:263 2016 Shortly after its strategic plan went into effect, the EEOC determined that Title VII protects against discrimination based on transgender identity in an administrative appeal in Macy v. Holder, which involved a complaint of discrimination brought against a federal government agency.105 The complainant, Mia Macy, was a transgender woman.106 The EEOC does not specify in its appeal the meaning of transgender, but the facts of the case suggest that Macy was born biologically male but identified as a woman at least part of the time.107 While still presenting as a man to other people, Macy applied to a position with the San Francisco, California Walnut Creek Bureau of Alcohol, Tobacco, Firearms, and Explosives’ crime laboratory (“the laboratory”).108 She was qualified for the position.109 When she applied, the director of the laboratory’s operations informed her that she would be given the laboratory position unless her pre-employment background check disqualified her.110 When Macy informed the director of the laboratory that she was in the process of transitioning from male to female, however, the laboratory emailed her and told her the position was no longer available.111 Shortly afterwards, the laboratory hired a different candidate for the position.112 When Macy called the laboratory, a representative informed Macy that they had hired the other candidate because the agency was farthest along with his background check.113 Macy then filed a formal complaint with the EEOC.114 Macy alleged that the background check explanation was pretextual and that she had been a victim of discrimination because of her sex.115 She described her discrimination claim as a “change in gender (from male to female).”116 The EEOC dismissed Macy’s complaint because, as the agency’s policy stood at the time, the EEOC did not recognize claims of discrimination based on a person’s transgender identity.117 Macy appealed the decision and asked the EEOC to further investigate her claim.118 On appeal, the EEOC determined that while a transgender person may establish discrimination through a variety of formulations, these formulations are ultimately different ways of describing the same prohibited activity: sex discrimination.119 And “when an employer discriminates against someone because the person is transgender, the employer has engaged in disparate   105.  Macy, 2012 EEOPUB LEXIS 1181. Federal employees and job applicants have a different complaint process and normally must contact an E.E.O. Counselor within 45 days of the alleged discriminatory act. 42 U.S.C. § 2000e-16 (2012).  106.  Macy, 2012 EEOPUB LEXIS 1181 at *1.  107.  See id. at *2 (detailing that Macy transitioned from male to female).  108.  Id.   109.  Id.   110.  Id.  111.  Id. at *4–5.   112.  Id. at *5.  113.  Id.   114.  Id. at *6.   115.  Id.   116.  Id.   117.  Id. at *6–7.  118.  Id. at *9.  119.  Id. at *14.  Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM  EEOC RECOGNITION OF DISCRIMINATION BASED ON TRANSGENDER IDENTITY 273 treatment related to the sex of the victim.”120 Thus, the EEOC concluded, intentional discrimination against a transgender person simply because that person is transgender logically is discrimination “based on . . . sex” in violation of Title VII.121 The EEOC reaffirmed its interpretation of Title VII as protecting against discrimination based on transgender identity in a more recent administrative appeal, Lusardi v. McHugh.122 The complainant, Tamara Lusardi (“Lusardi”), was a transgender woman.123 In its appeal, the EEOC does not specify the meaning of transgender, but the facts of the case, as in Macy, suggest that Lusardi was born biologically male but identified as a woman at least part of the time.124 Lusardi was hired as a civilian employee with the U.S. Army Aviation and Missile Research Development and Engineering Center (“the Center”).125 She was hired when she still presented herself to others as a man, but afterwards began transitioning her appearance to match her female gender identity.126 She legally changed her name and had the Center change her name on her personnel records.127 Lusardi then met with her supervisors to discuss the process of her transitioning from presenting as a man, to living and working as a woman.128 Lusardi and her supervisors indicated that she would use a single-user restroom rather than the common women’s restroom until she had undergone an undefined-gender-transition surgery.129 On a few discrete occasions, Lusardi used the common women’s restroom because the single-user restroom was temporarily unavailable.130 Her supervisor confronted her during each of these incidents and told her that she had been observed using the common women’s restroom.131 The supervisor informed Lusardi that she had to use the single-user restroom until she had proof of having undergone the undefined “final surgery.”132 In response, Lusardi filed a charge against the Center.133 The Center acknowledged that Lusardi’s transgender identity was the sole motivation for its decision to prevent Lusardi from using the common women’s restroom.134 Drawing upon the reasoning previously espoused in Macy, the EEOC found the Center’s actions to be unlawful sex-based discrimination under Title VII.135   120.  Id. at *19.  121.  Id. at *34–35.  122.  Lusardi v. McHugh, 2015 EEOPUB LEXIS 896 (U.S. Equal Emp’t Opportunity Comm’n Apr. 1, 2015).  123.  Id. at *2.   124.  Id. at *2–3 (explaining that Lusardi transitioned from male to female).   125.  Id.   126.  Id. at *3.  127.  Id.   128.  Id.   129.  Id. at *3–4..  130.  Id. at *6.   131.  Id. at *6–7.  132.  Id.   133.  Id. at *10.  134.  Id. at *18.  135.  Id. at *29. Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM 274 DUKE JOURNAL OF GENDER LAW & POLICY Volume 23:263 2016 B. The EEOC Has Taken Action to Ensure Employers’ Compliance with Its Interpretation of Title VII. Since deciding Macy and Lusardi, the EEOC has taken a variety of actions to ensure public and private employers’ compliance with its interpretation of Title VII, despite that its interpretations of Title VII are only given “respect,” not Chevron deference, in federal court.136 For example, the EEOC has engaged in public outreach and published guidance on issues affecting gay, lesbian, bisexual, and transgender employees.137 The EEOC also has brought several lawsuits on behalf of transgender employees, two of which have been resolved.138 These lawsuits include both sex-stereotyping claims and claims of sex discrimination based on transgender identity.139 The first of the resolved lawsuits was EEOC v. Lakeland Eye Clinic.140 The EEOC sued Lakeland Eye Clinic (“the Clinic”) on behalf of Brandi Branson (“Branson”), a transgender woman,141 which, based on the allegations in the Complaint, means that Branson was born biologically male but identified as a woman at least part of the time.142 The EEOC alleged that when the Clinic first hired Branson as the Director of Hearing Services, she was still presenting herself as a man; Branson wore male attire and used the name “Michael.”143 Sometime thereafter, Branson began to change her appearance to match her female gender identity, including wearing women’s clothing and makeup.144 When the Clinic confronted Branson about her changing gendered appearance, Branson informed the Clinic that she would be legally changing her name and that she would be undergoing a gender reassignment surgery.145 In response, the Clinic took steps to ostracize Branson.146 The Clinic’s physicians no longer referred patients to her.147 The Clinic eventually terminated Branson.148 A representative of the Clinic explained to Branson that she was being terminated as the Director of Hearing because the position was being eliminated.149 But the Clinic soon afterwards hired a man as the Director of Hearing.150 The new employee conformed to traditional male gender norms.151   136.  Christensen v. Harris Cty., 529 U.S. 576, 587 (2000).  137.  See What You Should Know About EEOC and the Enforcement Protections for LGBT Workers, What You Should Know, EEOC, [hereinafter EEOC Enforcement Protections for LGBT Workers] http://www.eeoc.gov/eeoc/newsroom/wysk/enforcement_protections_lgbt_workers.cfm (last visited April 3, 2016). In 2015, the EEOC held 700 presentations on LGBT workplace issues. Id.  138.  Id.  139.  See EEOC v. R.G. & G.R. Harris Funeral Homes, Inc., 100 F. Supp. 3d 594 (E.D. Mich. 2015); EEOC v. Lakeland Eye Clinic, P.A, No. 8:14-cv-2421 (M.D. Fla. Sept. 25, 2014).  140.  See Plaintiff EEOC’s Complaint & Demand for Jury Trial, Lakeland Eye Clinic, No. 8:14-cv-2421 (arguing a transgender woman was fired because of her sex).  141.  Id. at 3.  142.  Id. at 3–4 (explaining that Branson was in the process of transitioning from male to female).   143.  Id.  144.  Id.   145.  Id. at 4.   146.  Id.  147.  Id.   148.  Id.  149.  Id.   150.  Id.  151.  Id. Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM  EEOC RECOGNITION OF DISCRIMINATION BASED ON TRANSGENDER IDENTITY 275 The EEOC alleged that the Clinic discriminated against Branson based on sex in violation of Title VII under three alternative legal theories: first, by firing her because she was transgender; second, by firing her because she was transitioning from male to female; and third, by firing her because she did not conform to the employer’s gender-based expectations (sex stereotyping claim).152 The Clinic opted to settle with the EEOC.153 The Clinic agreed to several remedial actions, including paying $150,000 in settlement costs, implementing a new gender discrimination policy, and providing training to the Clinic’s management and employees about transgender/gender stereotyping discrimination.154 The second resolved lawsuit filed by the EEOC was EEOC v. Deluxe Financial Services, Inc.,155 which settled in January 2016.156 The EEOC alleged that Deluxe Financial Services discriminated against Britney Austin (“Austin”), a transgender woman, based on sex in violation of Title VII.157 As explained in the EEOC’s Complaint, Austin presented herself to others as a man when she first began to work for Deluxe Financial Services.158 A few years later, Austin reportedly announced her intentions to transition to presenting her gender identity at work as a woman to match her female gender identity.159 She asked several times for her employment records to reflect her female name and female sex-designation.160 Representatives of Deluxe Financial Services, however, refused to change Austin’s sex-designation in its internal records until Austin successfully had undergone gender transition surgery and her gender modification was complete.161 Deluxe Financial Services also prohibited Austin from using the common women’s restroom.162 The EEOC further contended that Deluxe Financial Services had, and continued to maintain, a companywide policy or practice that discriminates against transgender female employees by precluding them from the use of a restroom that is consistent with their gender identity.163 Deluxe Financial Services opted to settle with the EEOC.164 As part of its three year consent decree with the EEOC, the company agreed to pay Austin $115,000 for back pay, compensatory damages, and attorneys’ fees and costs.165   152.  Id. at 5.   153.  Press Release, Equal Emp’t Opportunity Comm’n, Lakeland Eye Clinic Will Pay $150,000 to Resolve Transgender / Sex Discrimination Lawsuit: Clinic Agrees to Implement New Gender Identity Anti-Discrimination Policy (Apr. 13, 2015), http://www.eeoc.gov/eeoc/newsroom/ release/4-13-15.cfm.  154.  Id.   155.  Complaint, EEOC v. Deluxe Fin. Servs., Inc., No. 0:15-cv-02646 (D. Minn. June 4, 2015).   156.  Press Release, Equal Emp’t Opportunity Comm’n, Deluxe Financial to Settle Discrimination Suit on Behalf of Transgender Employee (Jan. 21, 2016), http://www.eeoc.gov/eeoc/newsroom/ release/1-21-16.cfm.   157.  Complaint, supra note 156, at 1.   158.  Id. at 4.   159.  Id. at 5.   160.  Id. at 6–7.   161.  Id. at 6.  162.  Id.  163.  Id.  164.  Deluxe Financial to Settle Discrimination Suit on Behalf of Transgender Employee, supra note 157..  165.  Consent Decree at 4–5, EEOC v. Deluxe Fin. Servs., Inc., No. 0:15-cv-02646 (D. Minn. Jan. 20, Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM 276 DUKE JOURNAL OF GENDER LAW & POLICY Volume 23:263 2016 Deluxe Financial Services also agreed to expunge Austin’s records and to issue her a formal letter of apology.166 The company also assented to changing its 2016 health benefits plan to one that would not exclude transgender-related health needs,167 to revising its equal employment opportunity policies to include stronger language about preventing unlawful sex discrimination,168 and training its employees that Title VII prohibits discrimination based on sex-stereotyping, gender-identity, and transgender status.169 Deluxe Financial Services must provide the EEOC with yearly reports.170 The EEOC also has filed several other cases that have yet to be resolved.171 EEOC v. R. G. & G. R. Harris Funeral Homes, Inc.172 is one such pending case. The EEOC alleges that R. G. & G. R. Harris Funeral Home, Inc. (“the Funeral Home”), had employed Amiee Stephens (“Stephens”), a transgender woman, for six years.173 According to the Complaint, Stephens adequately performed the duties of her position.174 In 2013, Stephens informed the Funeral Home that she was undergoing a gender transition from male to female.175 The Funeral Home then abruptly fired Stephens.176 The Funeral Home allegedly told Stephens that “what she was proposing to do was unacceptable.”177 The EEOC filed a complaint against the Funeral Home in the United States District Court for the Eastern District of Michigan.178 In the Complaint, the agency, like in Lakeland Eye Clinic, alleged three claims: that the Funeral Home discriminated against Stephens because she is transgender, because of Stephens’s transition from male to female, and/or because Stephens did not conform to the defendant employer’s sex- or gender-based preferences, expectations, or stereotypes.179 The Funeral Home moved to dismiss the lawsuit.180 The district court found that while Title VII does not protect against discrimination based on transgender identity, the EEOC had stated a viable claim under a sex stereotyping theory.181 The district court thus denied the Funeral Home’s motion to dismiss, explaining “even though transgendered/transsexual identity is currently not a protected class under Title VII, Title VII nevertheless ‘protects transsexuals from discrimination for failing to act in accordance and/or identify  2016).   166.  Id. at 6.   167.  Id. at 11.   168.  Id. at 8–11.  169.  Id. at 13–15.  170.  Id. at 16–18.   171.  See EEOC Enforcement Protections for LGBT Workers, supra note 137.  172.  100 F. Supp. 3d 594 (E.D. Mich. 2015) (denying employer’s motion to dismiss).  173.  Complaint & Jury Demand at 3, R.G. & G.R. Harris Funeral Homes, 100 F. Supp. 3d 594 (No. 2:14-cv-13710).   174.  Id.   175.  Id.   176.  Id. at 4.  177.  Id.   178.  Id. at 3.  179.  Id. 4–6.  180.  EEOC v. R.G. & G.R. Harris Funeral Homes, Inc., 100 F. Supp. 3d 594, 595 (E.D. Mich. 2015).  181.  Id. at 599. Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM  EEOC RECOGNITION OF DISCRIMINATION BASED ON TRANSGENDER IDENTITY 277 with their perceived sex or gender.’”182 A trial on the issues is expected in 2016.183 The EEOC has not only filed lawsuits to promote its interpretation of Title VII as protecting against discrimination based on gender identity, but has also either filed or intended to file amicus briefs in several other cases involving transgender plaintiffs.184 For example, in Chavez v. Credit Nation Auto Sales, LLC, the plaintiff, Jennifer Chavez (“Chavez”) worked as an auto mechanic for Credit Nation.185 Her work was well regarded.186 Chavez informed Credit Nation that she planned to transition from male to female.187 The company’s major stockholder, however, was uncomfortable with Chavez’s gender transition.188 A few months after Chavez informed Credit Nation about her transition, she dozed off in a car while waiting for parts to be delivered for cars she had been assigned to repair.189 Chavez’s supervisor took a picture of her while she was asleep in the car.190 Credit Nation consequently terminated her.191 In response to her termination, Chavez attempted to file a charge of discrimination with the EEOC’s Atlanta District.192 The EEOC investigator wrongly informed Chavez, however, that she could not file a charge because Title VII does not protect transgender individuals against discrimination on the basis of sex.193 When Chavez returned to the EEOC to file a charge a second time, the charge was dismissed as untimely.194 Chavez then filed a lawsuit in federal court against Credit Nation.195 Credit Nation moved to dismiss the complaint and argued that Chavez failed to exhaust her administrative remedies.196 The EEOC submitted an amicus   182.  Id..  183.  Marti Benedetti, Fired Detroit Funeral Home Worker May Shape Transgender Rulings, CRAIN’S DETROIT BUS. (Aug. 23, 2015, 8:00 AM), http://www.crainsdetroit.com/article/20150823/NEWS/ 308239987/fired-funeral-home-worker-may-shape-transgender-rulings. The EEOC recently accused the funeral home of improper discovery requests after the funeral home asked for discovery related to whether Stephens “had any biological children,” discovery related to whether she “has ever been married to a woman,” and documents related to whether Stephens “currently has male sexual organs.” Motion for Protective Order at 2, 3, 7, EEOC v. R.G. & G.R. Harris Funeral Homes, Inc., 100 F. Supp. 3d 594 (E.D. Mich. 2015).  184.  See Brief of the U.S. EEOC as Amicus Curiae, Jamal v. Saks & Co., No. 4:14-cv-02782 (S.D. Tex. Jan. 22, 2015); Brief of EEOC as Amicus Curiae in Support of Plaintiff and in Opposition to the Motion to Dismiss Plaintiff’s Complaint, Lewis v. Highpoint Reg'l Health Sys., 79 F. Supp. 3d 588 (E.D.N.C. 2015) (No. 5:13-cv-838-BO); Brief of EEOC as Amicus Curiae in Support of Plaintiff, Chavez v. Credit Nation Auto Sales, LLC, 49 F. Supp. 3d 1163 (N.D. Ga. 2014) aff'd in part, rev'd in part sub nom. Chavez v. Credit Nation Auto Sales, LLC, No. 14-14596, 2016 WL 158820 (11th Cir. Jan. 14, 2016) (No. 1:13-cv-00312-WSD); Brief of EEOC as Amicus Curiae in Opposition to Summary Judgment, Pacheco v. Freedom Buick GMC Truck, Inc., No. 7:10-cv-116-RAJ (W.D. Tex. Oct. 11, 2011).  185.  Brief of EEOC as Amicus Curiae in Support of Plaintiff at 3, Chavez, No. 1:13-cv-00312-WSD..  186.  Id.   187.  Id.   188.  Id. at 4.   189.  Id.   190.  Id.   191.  Id.  192.  Id. at 5.   193.  Id. at 6.   194.  Id.   195.  Id.  196.  Id.  Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM 278 DUKE JOURNAL OF GENDER LAW & POLICY Volume 23:263 2016 brief that asserted that the EEOC investigator’s misreading of Chavez’s rights effectively thwarted Chavez’s efforts to exhaust her administrative remedies and thus she should be able to pursue her claims in federal court.197 Recently, the EEOC motioned to intervene as a plaintiff in a lawsuit filed in the United States District Court for the Eastern District of Louisiana against First Tower Loan, LLC (“First Tower”), a Mississippi-based company.198 The EEOC alleges that First Tower fired Tristan Broussard (“Broussard”), a transgender man, after he refused to sign a written statement acknowledging that he had been born female but had chosen to “act and dress as a male,” and that being transgender was against the company’s personnel policies.199 The EEOC maintained that such conduct violated Title VII’s prohibition on sex discrimination, both because the conduct was motivated by Broussard’s transgender identity and because the company engaged in sex stereotyping.200 The district court granted the EEOC’s motion to intervene.201 V.  EFFECTS OF THE EEOC’S INTERPRETATION OF TITLE VII AND DISCRIMINATION BASED ON TRANSGENDER IDENTITY Although the EEOC’s interpretation of Title VII lacks the force of law and is not entitled to Chevron deference in court, the agency’s willingness to protect transgender employees against discrimination based on their non-conforming gender identity likely has helped to create a new, and thriving, area of employment discrimination law. This is evidenced by an increase in the number of employees who have filed charges under Title VII alleging a sex-based discrimination claim based on transgender or non-conforming gender identity. The EEOC began tracking discrimination charges that related to gender identity and sexual orientation in 2013.202 Between January and September of 2013, the EEOC received 147 charges that included allegations of sex discrimination based on employees’ transgender or non-conforming gender identity.203 In 2014, the EEOC received 202 charges that included allegations of sex discrimination based on transgender or nonconforming gender identity.204 In 2015, the EEOC received 271 charges that included allegations of sex discrimination based on transgender or nonconforming gender identity.205 These statistics demonstrate only that more people are filing charges, but the charges themselves can affect employment law and the relationships between employers and their employees. Employers, particularly smaller employers with limited financial resources, may try to voluntarily comply with the EEOC regulations and avoid such charges because litigation can be expensive, time   197.  Id. at 9–10.  198.  See Press Release, Equal Emp’t Opportunity Comm’n, Court Allows EEOC to Join Transgender / Sex Discrimination Lawsuit Against First Tower Loan (Sept. 17, 2015) http://www.eeoc.gov/eeoc/newsroom/release/9-17-15c.cfm.   199.  Id.  200.  Id.   201.  Id.   202. See EEOC Enforcement Protections for LGBT Workers, supra note 137.   203.  Id.   204.  Id.  205.  Id.  Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM  EEOC RECOGNITION OF DISCRIMINATION BASED ON TRANSGENDER IDENTITY 279 consuming, and disruptive to business206 This is especially true when the government, via the EEOC, is the plaintiff, “because the government is a formidable foe if the agency decides to pursue the case— especially if the case turns out to be systemic.”207 It is likely that if employers understand and recognize that the EEOC views Title VII as prohibiting discrimination based on transgender identity in the workplace and that the agency is willing to litigate the issue, then more employers will attempt to minimize discrimination in the work environment. Indeed, there is evidence that employers are doing just that. A historically high number of companies are implementing human resource policies that protect employees on the basis of transgender identity.208 Many companies also have generated inclusive non-discrimination policies and/or conduct codes that specifically reference gender identity.209 In addition to changing private behavior, the EEOC’s continued stance on Title VII’s prohibition on sex discrimination also may affect changes to the federal courts’ interpretation of Title VII. In other areas of sex discrimination, the federal courts followed the EEOC’s interpretation of the Title VII. For instance, in 1965, the EEOC issued its Guidelines on Sex Discrimination.210 As explained in these guidelines, the EEOC interpreted VII’s prohibition on sex discrimination as also prohibiting employers from refusing to hire or promote women because they were married or had children, unless the employers similarly treated male job applicants and employees.211 The Supreme Court affirmed the EEOC’s interpretation of Title VII six years later, in Phillips v. Martin Marietta Corp.212 In this case, Marin Marietta Corporation informed the plaintiff, a mother, that it would not hire her because she had young children.213 At the time of refusing the plaintiff’s application, the company employed fathers of young children.214 Affirming the EEOC’s interpretation of Title VII in the Guidelines, the Court explained that having different employment standards for mothers and fathers was unlawful sex discrimination.215 Similarly, when the EEOC revised its Guidelines on Sex Discrimination in 1968, it determined that Title VII prohibits state laws designed to protect only female employees.216 These state laws required employers to provide women   206.  See Charles G. Meyer III, The Case for Employment Practice Liability Insurance, 38 EMP. REL. L.J. 54, 55 (2012) (explaining the problems that charges pose for businesses).   207.  Abigail Rubenstein, 5 Tips For Employers Facing An EEOC Investigation, LAW 360 (Jan. 30, 2014), http://www.law360.com/articles/505121/5-tips-for-employers-facing-an-eeoc-investigation.  208.  See HUMAN RIGHTS CAMPAIGN FOUND., CORPORATE EQUALITY INDEX 2016: RATING AMERICAN WORKPLACES ON LESBIAN, GAY, BISEXUAL, AND TRANSGENDER EQUALITY 18 (2015), http://hrc-assets.s3-website-us-east-1.amazonaws.com//files/assets/resources/CEI-2016-FullReport.pdf (reporting on the growth of transgender-friendly workplace policies).  209.  Id.  210.  THE STORY OF THE UNITED STATES EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, supra note 39, at 7.   211.  Id.  212.  Phillips v. Martin Marietta Corp., 400 U.S. 542, 544 (1971).  213.  Id. at 543.   214.  Id.   215.  Id. at 544.   216.  THE STORY OF THE EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, supra note 39, at 7.  Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM 280 DUKE JOURNAL OF GENDER LAW & POLICY Volume 23:263 2016 with special benefits, such as shorter work hours and early retirement.217 These state laws also effectively prevented women from being hired for many blue-collar jobs.218 In 1969, the United States Court of Appeals for the Fifth Circuit adopted the EEOC’s interpretation of Title VII as prohibiting state laws requiring employers to provide women with special benefits in Weeks v. Southern Bell Telephone & Telegraph Co.219 In 1971, the United States Court of Appeals for the Ninth Circuit followed suit in Rosenfeld v. Southern Pacific Co.220 As they did with varying standards for mothers and fathers, and for state laws protecting female employees, the federal courts could follow the EEOC’s lead and find that discrimination based on transgender identity is unlawful discrimination based on sex. Some federal courts have already indicated willingness to adopt the EEOC’s arguments that Title VII protects against discrimination based on transgender identity.221 These courts rest the possibility of such an adoption on future understandings of biological sex.222 For example, the United States District Court for the District of Columbia noted that it “may be time” to revisit Title VII’s relationship with transgender identity because of the “factual complexities that underlie human sexual identity.”223 According to the district court, these complexities “stem from real variations in how the different components of biological sexuality . . . interact with each other, and in turn, with social, psychological, and legal conceptions of gender.”224 The United States Court of Appeals for the Tenth Circuit likewise has stated that if sexual identity were found to be biological, it would be required to reevaluate Title VII’s prohibition of discrimination against transgender people based on transgender identity.225 While not particularly legally consequential, the EEOC’s interpretation of Title VII may provide the impetus for changes within the federal courts about understandings of gender and sex. As the EEOC’s arguments about gender and sex become more sophisticated, the opportunities for change within the court system will expand and will make Title VII’s revision all the more likely. CONCLUSION The EEOC’s focus on remedying discrimination against transgender employees in the workplace using Title VII may not have the force of law or the   217.  Id. at 8.   218.  Id.   219.  The Fifth Circuit held that an employer could not rely on a Georgia law limiting women to jobs requiring lifting 25 to 30 pounds because the law violated Title VII. Weeks v. S. Tel. & Tel. Co., 408 F.2d 228, 233–34 (5th Cir. 1969).   220.  The Ninth Circuit held that an employer could not rely on California labor laws limiting hours and weightlifting for female employees as a defense to a complaint of discrimination. Rosenfeld v. S. Pac. Co., 444 F.2d 1219, 1266 (9th Cir. 1971).   221.  See Brown v. Zavaras, 63 F.3d 967, 971 (10th Cir. 1995); Schroer v. Billington, 424 F. Supp. 2d 203, 212 (D.D.C. 2006).   222.  See Schroer, 424 F. Supp. 2d at 212-13; Brown, 63 F.2d at 971.  223.  Schroer, 424 F. Supp. 2d at 212.   224.  Id.   225.  Brown, 63 F.3d at 971. See also Etsitty v. Utah Transit Auth., 502 F.3d 1215, 1222 (10th Cir. 2007) (explaining that “scientific research may someday cause a shift in the plain meaning of the term ‘sex’ so that it extends beyond the two starkly defined categories of male and female”).  Sanders Macro (Do Not Delete) 4/15/2016  2:03 PM  EEOC RECOGNITION OF DISCRIMINATION BASED ON TRANSGENDER IDENTITY 281 backing of the federal courts. The agency, however, does have the ability to influence employment law, and there is some evidence that employers may be responding to the EEOC’s adoption of its Strategic Enforcement Plan. Moreover, some federal courts have indicated some willingness to recognize that Title VII protects against discrimination based on transgender identity alone. Whether the EEOC is able to push the courts towards this direction and, perhaps more importantly, whether this change is long lasting, is yet to be seen.  ",
    "id": 62570930,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:djglp-1309"
    },
    "title": "Effects of EEOC Recognition of Title VII as Prohibiting\nDiscrimination Based on Transgender Identity",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-04-01T08:00:00+01:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=1309&amp;context=djglp"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/62570930.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/62570930"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/62570930/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/62570930/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/62570930"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:djglp-1309",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 62570930,
        "depositedDate": null,
        "publishedDate": "2016-04-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T00:46:39+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-17T19:58:59+00:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/djglp/vol23/iss2/4",
        "https://scholarship.law.duke.edu/context/djglp/article/1309/viewcontent/4.pdf"
    ],
    "lastUpdate": "2024-01-24T00:46:39+00:00",
    "setSpecs": []
}