{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Barrett, Nathan"
        },
        {
            "name": "Lewis, Jan"
        },
        {
            "name": "Dwyer, Angela"
        }
    ],
    "contributors": [
        "Voges, K",
        "Cavana, B"
    ],
    "createdDate": "2013-07-02T14:31:38+01:00",
    "dataProvider": {
        "id": 310,
        "name": "Queensland University of Technology ePrints Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/310",
        "logo": "https://api.core.ac.uk/data-providers/310/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/10907934.pdf",
    "fullText": "This is the author’s version of a work that was submitted/accepted for pub-lication in the following source:Barrett, Nathan, Lewis, Jan, & Dwyer, Angela E. (2011) Effects of dis-closure of sexual identity at work for gay, lesbian, bisexual, transgenderand intersex (GLBTI) employees in Queensland. In Proceedings of the25th Annual Australian and New Zealand Academy of Management Con-ference, Australian and New Zealand Academy of Management (ANZAM),Amora Hotel, Wellington.This file was downloaded from: http://eprints.qut.edu.au/46897/c© Copyright 2011 [please consult the author]Notice: Changes introduced as a result of publishing processes such ascopy-editing and formatting may not be reflected in this document. For adefinitive version of this work, please refer to the published source:   Effects of disclosure of sexual identity at work for Gay, Lesbian, Bisexual, Transgender and Intersex (GLBTI) employees in Queensland  Nathan Barrett School of Management and Marketing CQUniversity Australia, Gladstone, Australia Email: n.barrett@cqu.edu.au  Jan Lewis School of Management and Marketing CQUniversity Australia, Gladstone, Australia Email: m.lewis@cqu.edu.au  Angela Dwyer School of Justice, Queensland University of Technology, Brisbane, Australia Email: ae.dwyer@qut.edu.au  Page 1 of 15 ANZAM 2011ABSTRACT All Australian businesses are governed by legislation aiming to prevent workplace discrimination based on sexual orientation and sexual identity and serious penalties apply to companies found contravening legislation. While other Australian studies have examined these issues, Queensland has either not been included or relevant data is not easily identified. This paper presents the results of an exploratory study using a quantitative survey to determine the consequences of disclosure of a person’s sexual orientation or gender identity to colleagues in workplaces in Queensland. Results suggest GLBTI workers are disclosing their sexuality more and are experiencing more discrimination in the workplace, despite anti-discrimination policies. This suggests the need to further investigate companies’ compliance with workplace legislation.   Keywords: discrimination, workplace, GLBTI, sexual identity, gender, diversity  Discrimination in gaining employment has been reported by certain demographic groups, such as women, ethnic, national and religious minorities and those who are disabled or a member of a sexual minority (Weichselbaumer 2001). Most employers recognise race, ethnicity and gender as forms of diversity (Kossek & Lobel 1996; Miller & Katz 2002). These groups have been targeted by many organisations to fulfil their equal employment opportunity policies as companies begin to acknowledge the reality that diversity is an attribute embodied in everyone (Miller & Katz 2002) and transcends a person’s racial and ethnic background or gender. However, there are other types of diversities that have important implications for human resource management systems, with one of these being sexual orientation. Human Resources (HR) policies supporting diversity can assist with organisational changes (Kossek & Lobel 1996) and organisations can lose the varied skills, knowledge and expertise diverse employees may bring. Even so, individuals who do not fit with organisational culture will tend to feel marginalised and may be dissatisfied with their work and their organisation (Miller & Katz 2002). It is therefore important to examine the impact how this can emerge in workplaces particularly in relation to sexual and gender diversity.   Page 2 of 15ANZAM 2011Being diverse in terms of sexuality or gender can lead to significant stigmatisation, as reflected by research showing membership of a minority group may lead to individuals becoming stigmatised by much of society (Berkley & Watt 2006; Busby & Middlemiss 2001; Dawson 2005; Herrington 2004; Ragins & Cornwell 2001; Ragins, Singh & Cornwell 2007; Troung & Kleiner 2001). Definitions of social stigma include homosexuality as, according to Goffman (1963), it is considered a blemish on one’s individual character because misunderstandings about homosexuality are widespread. As a result, gay, lesbian, bisexual, transgender or intersex (GLBTI) may fear disclosing their sexual diversity and could face physical violence and considerable marginalisation and stigmatisation within the workplace as a result (Pitts et al. 2006). Part of this fear emerges from how stigmatisation has been legitimised in legislation and state governance, with the American Psychiatric Association (APA) only recognising the power of stigma against homosexuality and calling for the repeal of legislation penalising homosexual acts in 1975. This is the case of perceived discrimination in the workplace for GLBTI workers, something highlighted as an even more important area of concern in light of recent research on homophobia in Australia. Homophobia, the fear or dislike of homosexual people and homosexuality (Flood & Hamilton 2005), was found to vary within Australian States and Territories, with higher instances of homophobia being identified in Queensland and Tasmania with Victoria being identified as the least homophobic. These findings clearly suggest evidence of homophobia in Australia, and that certain states and/or territories are homophobic to different extents. This suggests the need to examine how this impacts on the working lives of GLBTI people in Australia.  This paper outlines the results of a quantitative study examining the consequences of disclosure of a person’s sexual orientation or gender identity to colleagues in workplaces in Queensland. The underlying research paradigm for this study was stigma theory, where stigma was defined as a quality that discredits a person and reduces them from a whole person to one that is seen to be less than whole and tainted by that quality (Goffman 1963). The paper firstly examines relevant existing literature to demonstrate the limitations of past research on these issues. The paper then outlines the methodology Page 3 of 15 ANZAM 2011used in the study. Following this, the results of the study are elaborated, and the paper concludes noting future research priorities to better understand these complex issues.   WORKPLACE DISCRIMINATION IN 1999 The largest Australian study into discrimination in the workplace was conducted in 1999 by the Australian Centre for Gay and Lesbian Research (ACGLR) in conjunction with the Gay and Lesbian Rights Lobby of New South Wales. Approximately 900 gay men, lesbians and transgender people across New South Wales, the Australian Capital Territory and Victoria took part in the research. One of the major findings of the research was that 53% of respondents had been the subject of harassment or discrimination in their current or previous workplace (Irwin 1999). Another key finding was that 50% of respondents had been ridiculed in front of colleagues or subject to homophobic remarks or jokes in the workplace.  Irwin (1999) explored and analysed the workplace experiences of discrimination of gay men, lesbiansand transgender individuals. The research focussed on their experiences within their current or previous workplace and how this affected their dealings with that company and also how it had affected them in their personal lives. The ACGLR reported that on the basis of homosexuality or gender identity 59% of respondents reported experiencing harassment and/or prejudicial treatment in their current or previous workplace (Irwin 1999). It was also found that whilst a high percentage of lesbians and gay men had experienced harassment, overall transgender people experienced harassment at a higher rate than lesbians and gay men.   The research also showed that homophobic harassment and treatment extended across all occupations and industries regardless of the size of the employing company. However, the research also pointed out that discrimination was far more likely to occur in traditionally male dominated organisations, such as the mining industry, and in traditionally male dominated occupations. These findings are particularly relevant to this research as this study will include rural Queensland where there are many mining companies and employees. Irwin (1999) also indicates positive experiences were reported by Page 4 of 15ANZAM 2011gay men, lesbians and transgender individuals due to workplace culture being supportive, but fails to note which industries these positive workplace cultures can be found. Although this research has been very useful in understanding these issues in an Australian context, only three states were included in this study and is a limitation of Irwin’s study.  DISCRIMINATION IN 2006 In another Australian survey study (Pitts et al. 2006) that examined discrimination against GLBTI individuals, it was found that fear of prejudicial treatment or discrimination caused 67% of GLBTI individuals to modify their daily activities. Personal insults and/or verbal abuse were experienced by 59% of respondents and this percentage was higher in major cities although threats of violence and/or physical attacks were more likely in regional or remote areas. As a consequence of their sexuality, one in eight GLBTI respondents had been physical assaulted and 10% had been refused employment or promotion (Pitts et al. 2006). One in eight respondents recorded having been physically attacked because of their sexuality and 10% were refused employment or promotion because of their sexuality (Pitts et al. 2006).  DISCRIMINATION IN 2010 A recent study into the discrimination of GLBTI individuals was conducted in 2010 by Berman and Robinson. The main research method for this study was utilising the snowball technique to generate responses (Berman & Robinson 2010). A total of 80% of respondents in this study were employed and 9% of perpetrators of homophobic or transphobic abuse were drawn from the workplace (Berman & Robinson 2010). This serves to validate the need for a more in-depth study of discrimination in the workplace. Of Berman and Robinson’s respondents, 53% of respondents reported they had been harassed or abused within the last two years on the basis of sexuality or gender identity. Berman and Robinson (2010) stated that the five most predominant forms of abuse and harassment experienced by respondents were verbal abuse, spitting and offensive gestures, threats of physical violence, written threats and abuse and physical attack or assault (without a weapon). Furthermore, 12% of respondents counted the workplace as their most recent experience of abuse, harassment or violence. Fear was a Page 5 of 15 ANZAM 2011major contributing factor as to why 62% of respondents concealed their sexual orientation or gender identity whilst at work (Berman & Robinson 2010). Although this study is by far the most comprehensive within Queensland, and Australia to date, little is still known about discrimination against GLBTI people in the workplace. It is the lack of knowledge in this area that underpins the need for further research into discrimination within the workplace and indeed within the wider construct of the community at large. Therefore, this study sets out to address this gap by examining sexual discrimination in the workplace in Queensland. As legislation against discrimination in Queensland has been enacted for over 17 years, it is important to examine whether or not this legislation is having an impact in the current work environment.  METHOD As discrimination, stigmatisation, and exclusion are all measurable variables in terms of this research, a quantitative research paradigm is supported as it is objective, generalisable, provides an “outsider” perspective, and is a controlled measure (Blaxter, Hughes & Tight 2006; Grix 2004). A quantitative approach is also appropriate as it allows for ease of replication for future studies into GLBTI discrimination in the workplace. More importantly, reaching the GLBTI population can be difficult, with researchers having most success accessing GLBTI communities by using the internet (Berman & Robinson 2010; Faugier & Sargeant 1997; Pitts et al. 2006). This study therefore used an online survey to access GLBTI individuals, and to allow respondents the option of anonymity and the ability to complete the survey at a time and place that is convenient to them. To communicate with potential respondents, snowball sampling was used. Snowball sampling begins with selecting potential respondents from the target population; these potential respondents are also called seeds (Salganik 2006). Once respondents complete the survey, they are encouraged to recruit other potential respondents from within the target population. The new sample members are then asked to further recruit others from within the target population. Sampling in this fashion continues until the desired number of respondents is reached from within the target population. Salganik (2006) states experience has shown this sample selection method is practical and it has already been used to study a number of different hidden populations ‘such as injection drug users and sex workers’ (Salganik 2006, p. 98). Page 6 of 15ANZAM 2011Berman and Robinson (2010) used a snowball technique in Queensland to target GLBTI individuals. Queensland comprises approximately 1,852,642 square kilometres and using an internet based survey to garner responses from such a wide area where the researcher may not be able to attend in person was deemed appropriate. Berman and Robinson (2010) also used the snowball technique to drive responses to the survey website. An online survey is an important tool to gather responses from an otherwise unknown sample size. The research method used by Berman and Robinson (2010) is a very similar method to that used in this research.  As noted above, hidden populations are typically those in which a population size cannot be determined. As sexual orientation or sexual identity are not questions that are asked in census data collection by the Australian Bureau of Statistics, the population size of GLBTI individuals in Queensland cannot be pre-determined. Snowball sampling is therefore best suited to GLBTI populations whose size is as yet unknown. In this study, research participants for the online survey were approached from a variety of sources. The sources ranged from University email lists, personal networks, organisations specifically designed to assist GLBTI individuals, GLBTI websites, GLBTI events as well as media releases sent to the general press. In addition a Facebook page was set up and the researcher attended GLBTI events in Brisbane, Townsville, Cairns, and Rockhampton handing out fliers to promote the survey and encourage participation. However, in all instances the snowball methodology was utilised to drive participation in the survey through asking participants to forward the link of the survey to friends and family that may have been interested in the research. On completion of the survey, data was analysed using SPSS.  RESULTS Demographics Of the 152 respondents to the online survey, the age range of respondents varied from over 18 to over 55 years of age with the mean age of the respondents between 30 and 34 years of age. Most respondents lived in the Brisbane Metropolitan Region (37.5%) or the Fitzroy Region (27%). Responses were received from all Queensland regions. Regions were defined according to the Page 7 of 15 ANZAM 2011Queensland Department of Transport and Main Roads and where postcodes overlapped regions, the closest major centre was chosen to represent the Region (Queensland Government 2010). Respondents who had experienced discrimination in the workplace worked in a variety of industries. The highest percentage of respondents (22%), worked within the Health and Community Services industry followed by tertiary education (10%) and government, administration and defence (10%). The majority of respondents identified as gay males (39%), lesbian (23%), bisexual female (15%), gay female (7%) or bisexual male (6%). In addition, there were 3% transgender and 0.7% intersex respondents. Respondents recorded that their highest level of education completed was Secondary School at 21.7% followed by completion of an undergraduate degree at 20.4%.  Sexual Identity Disclosure Analysis of staff awareness of the respondent’s sexual identity revealed that less than 8% had not disclosed their sexual identity in the workplace and that 40% were comfortable enough in their workplace to disclose their sexual identity to more than 10 staff members in their workplace. Respondents indicated that disclosing their sexual orientation or sexual identity was more likely to include more than one co-worker (38%), whilst disclosure to superiors was most likely to be to their Manager/Supervisor (30%) rather than an owner/operator (10.7%). Throughout their working history, the majority of the 152 respondents had experienced discrimination based on their sexual orientation or sexual identity at either one (36%) or two (34%) workplaces. When asked if their place of employment had policies in place preventing discrimination, 74% of respondents stated in the affirmative. Importantly, of the 34% of respondents who had reported discrimination within the workplace, the reporting had no effect (66%) for the majority. Only 2.7% of respondents reported discrimination ceasing altogether. When asked for the reason why, 66% of respondents had not reported discrimination within their workplace, respondents selected ‘other’ allowing them to respond in their own words. Responses to this question ranged from having no-one to report discrimination to; Page 8 of 15ANZAM 2011being not overly concerned by it; nothing will be done based on past experiences; and that society is homophobic and assumes heteronormality 1(12.8% of respondents).  However, 10.7% of respondents reported that they feared repercussions should they report discrimination within their workplace. When respondents were asked if they believed that factors other than their sexuality or sexual identity had an effect on discrimination in workplaces, 7.4% of respondents believed gender may have played a part in discrimination within their current workplace. In addition, age (5%) and religion (3%) accounted for the most frequent areas in which discrimination should not be occurring according to the Queensland Anti-Discrimination Act. Some form of action was undertaken by 12.5% of employers once discrimination was reported and the most common course of action undertaken was staff training (8.1%).  Types of discrimination The three most frequently reported types of discrimination based on the respondent’s sexual identity were remarks (27%), ridicule (27%) and jokes (25%). According to respondents the most frequent types of discrimination carried out by more than one co-worker were remarks (59%), ridicule (56%) and jokes (58%). In contrast, single co-workers most frequently carried out discrimination in written form are threats of physical abuse (100%), while verbal threats (57%) and telephone threats of physical abuse (67%) were most commonly carried out by one co-worker. If respondents had experienced discrimination in their current workplace more than three times, the types of discrimination were: death threats (80%), threats of physical abuse via telephone (67%), property damage (33%), verbal threats of sexual abuse (30%), verbal threats of physical abuse (29%) and verbal threats of sexual abuse via telephone (25%).                                                             1 1 Heteronormality is where a person assumes someone they have just met is heterosexual (Case, Hesp & Eberly 2005). Page 9 of 15 ANZAM 2011The changing face of discrimination in Australia In Australian research, Irwin (1999) highlighted that harassment and/or prejudicial treatment was widespread, with 59% of the respondents experiencing discrimination in their current or previous workplace. The most common behaviour experienced by GLBTI employees were jokes (54%), unwelcome questions (48%), and ridicule (32%). While jokes were the most frequently reported discriminatory behaviour in 1999, ridicule predominates in 2010 potentially indicating discrimination has become more personalised over time. The three most frequently reported types of discrimination in 2010 based on the respondent’s sexual identity were remarks (27%), ridicule (27%) and jokes (25%). Similarly, when more than one co-worker was involved, the most frequent types of discrimination have shifted towards remarks (59%), ridicule (56%) and jokes (58%) in 2010. It appears discrimination has become more personalised in contemporary times as these types of behaviour are of a more personal nature which can easily be directed at an individual rather than towards a group. For example, ridicule is language or behaviour that is intended to mock or humiliate, and in a workplace context would be easier to direct at an individual as opposed to a group. Verbal behaviours like these are more problematic as they leave no evidence discrimination has occurred. This makes it harder to prove that discrimination occurred in the first instance.  Of clear concern is how respondents who experienced discrimination in their workplace more than three times faced very severe forms of discrimination. Death threats (80%), threats of physical abuse over the telephone (66.7%), property damage (33.3%), verbal threats of sexual abuse (30%), verbal threats of physical abuse (28.6%) and verbal threats of sexual abuse over the telephone (25%) were faced by respondents. Therefore the threat of personal injury as a result of disclosing of sexual identity was very high. This issue should undoubtedly concern Supervisors, HR Managers as well as the Anti-Discrimination Commission of Queensland (ADCQ). Employers have a responsibility under Workplace Health and Safety regulations to provide a safe working environment and this includes a working environment that is free from the threat of personal injury due to discrimination.   Page 10 of 15ANZAM 2011Identity concealment Research conducted in the United States, United Kingdom and Australia strongly suggests GLBTI employees are most likely to hide their sexual orientation/sexual identity workplaces from fear of prejudicial treatment (Pitts et al. 2006; Ragins & Cornwell 2001; Ragins, Singh & Cornwell 2007; Wright et al. 2006). However, this study has found GLBTI employees within Queensland have a high disclosure rate within their workplace which supports previous research in New South Wales and Victoria conducted by Irwin (1999). Approximately 92% of respondents of the present study had reported disclosing their sexual orientation/sexual identity to staff within their workplace. This represents the highest reported disclosure of sexual identity in the workplace to date. This research project demonstrated that the majority of respondents (61%) reported having experienced discrimination in two or more workplaces, despite 74% of respondents’ workplaces having policies to prevent discrimination from occurring. In previous research conducted by Irwin (1999), approximately 35% of participants identified they had been the target of homophobic behaviour or harassment in a previous workplace. While we would expect research in contemporary times to show this decreasing in the push towards more inclusive workplace policies, this study has shown the rate of discrimination against GLBTI employees has increased from 35% to 61% in the space of 12 years. This study, along with previous research (Irwin 1999), has demonstrated that workplace policies are not necessarily effective in managing discrimination in the workforce. Training, proactive management staff and effective workplace policies are all ways in which to combat the gap between discrimination and workplace policy. However, further research within this area needs to be undertaken to ascertain the reasons why workplace policy is failing to address discrimination.  There has been a significant shift since 1999 in Australia that showed 51% of respondents were ‘out’ within their workplace, compared to the findings of this study of 92% suggesting employees are more likely to disclose their sexual orientation/sexual identity at work. There is also a significant gap between the processes supposedly supporting gay, lesbian, bisexual, transgender and intersex (GLBTI) employees and discrimination, with high levels of discrimination still occurring (54%) despite 74% of workplaces having policies addressing discrimination. This suggests a shifting Page 11 of 15 ANZAM 2011workplace environment for GLBTI people in terms of their experiences, one marked by the tension between a willingness to disclose and yet an increasing tendency to experience discrimination.   Conclusion This study has highlighted that discrimination is still directed at GLBTI employees in Queensland workplaces despite moral and ethical considerations and potential legal ramifications. Human Resource Practitioners must ensure anti-discrimination policies are effective in combating discrimination within workplaces and also ensure training conducted addresses GLBTI issues. Practitioners must also ensure that adequate support services are provided for GLBTI employees if they face discrimination within the workplace. Human Resources Practitioners can also encourage GLBTI participation within the workplace through providing GLBTI specific information such as services available within the local area. Practitioners may also like to support GLBTI events within their local community with the financial support of their organisation. Industries that have been highlighted by this study with higher levels of discrimination should undertake immediate reviews of systems, processes and support structures to ensure they are meeting the needs of their GLBTI employees. An examination of previous Australian studies strongly suggests gay, lesbian, bisexual, transgender and intersex employees experience discrimination in workplaces. This study confirms workplace discrimination against gay, lesbian, bisexual, transgender and intersex individuals still exists in Queensland, Australia in 2010. This leaves little doubt there is more to be done to improve workplace understandings of GLBTI diversity and overcome discrimination to improve the workplace lives of GLBTI people.  Page 12 of 15ANZAM 2011 References American Psychological Association 1975, Answers to Your Questions For a Better Understanding of Sexual Orientation and Homosexuality, viewed 2 April 2010, http://www.apa.org/topics/sexuality/orientation.aspx.  Berkley, RA & Watt, AH 2006, 'Impact of same-sex harassment and gender-role stereotypes on Title VII protection for gay, lesbian and bisexual employees', Employee Relations and Rights Journal, vol. 18, no. 1, pp. 3-19.  Berman, A & Robinson, S 2010, Speaking Out: stopping homophobic and transphobic abuse in Queensland, Australian Academic Press, Bowen Hills.  Blaxter, L, Hughes, C & Tight, M 2006, How to research, Open University Press, New York.  Busby, N & Middlemiss, S 2001, 'The Equality Deficit: Protection against Discrimination on the Grounds of Sexual Orientation in Employment', Gender, Work & Organization, vol. 8, no. 4, pp. 387-410.  Case, D, Hesp, G & Eberly, C 2005, 'An exploratory study of the experiences of gay, lesbian and bisexual fraternity and sorority members revisted', The Research Journal of the Association of Fraternity Advisors, vol. 1, no. 1, pp. 15-31.  Dawson, GA 2005, 'Sexual orientation discrimination', Equal Opportunities International, vol. 24, no. 3/4, pp. 46-49.  Faugier, J & Sargeant, M 1997, 'Sampling hard to reach populations', Journal of Advanced Nursing, vol., no. 26, pp. 790-797.  Flood, M & Hamilton, C 2005, 'Mapping homophobia in Australia', The Australia Institute Ltd, Canberra.  Goffman, E 1963, Stigma: Notes on the Management of Spoiled Identity, Prentice Hall, New York. Page 13 of 15 ANZAM 2011 Grix, J 2004, The foundations of research, Palgrave MacMillan, New York.  Herrington, P 2004, 'Discrimination in employment: an American perspective', The British Journal of Administrative Management, vol. Aug/Sep, no. 18-19.  Irwin, J 1999, 'The pink ceiling is too low: workplace experiences of lesbians, gay men and transgender people', The Centre for Gay and Lesbian Research, Sydney.  King, E, Reilly, C & Hebel, M 2008, 'The best of times, the worst of times: Exploring dual perspectives of \"coming out\" in the workplace', Group & Organization Management, vol. 33, no. 5, pp. 566-601.  Kossek, EE & Lobel, SA 1996, Managing diversity: human resource strategies for transforming the workplace, Blackwell Publishers Ltd, Oxford.  Kovach, K & Millspaugh, P 1996, 'Employment nondiscrimination act: On the cutting edge of public policy  ', Indiana University Business Horizons, vol. 39, no. 4, pp. 65-73.  Link, B & Phelan, J 2001, 'Conceptualizing Stigma', Annual Review of Sociology, vol. 27, no. 363-385.  Miller, FA & Katz, JH 2002, The inclusion breakthrough: unleashing the real power of diversity, Berrett-Koehler Publishers Inc, San Francisco.  Penley-Miller, K & Mahamati 2000, 'Not round here: affirming diversity, challenging homophobia - rural service providers training manual', Human Rights and Equal Opportunity Commission.  Pitts, M, Smith, A, Mitchell, A & Patel, S 2006, 'Private lives: a report on the health and wellbeing of GLBTI Australians', Australian Research Centre in Sex, Health and Society.  Queensland Government 2010, Regional Information, viewed 9 January 2011, http://www.tmr.qld.gov.au/Community-and-environment/Regional-information.aspx. Page 14 of 15ANZAM 2011 Ragins, B & Cornwell, J 2001, 'Pink triangles: antecedents and consequences of perceived workplace discrimination against gay and lesbian employees', Journal of Applied Psychology, vol. 86, no. 6, pp. 1244-1261.  Ragins, B, Singh, R & Cornwell, J 2007, 'Making the invisible visibile: fear and disclosure of sexual orientation at work', Journal of Applied Psychology, vol. 92, no. 4, pp. 1103-1118.  Salganik, M 2006, 'Variance estimation, design effects, and size calculations for respondent-driven sampling', Journal of Urban Health: Bulletin of the New York Academy of Medicine, vol. 83, no. 7, pp. i98-i112.  Troung, FT & Kleiner, BH 2001, 'New developments concerning homosexual harassment in the workplace', Equal Opportunities International, vol. 20, no. 5-6, pp. 32-36.  Weichselbaumer, D 2001, ''Sexual orientation discrimination in hiring''.  Workcover Queensland n.d., Worker home, viewed 5 February 2011, https://www.workcoverqld.com.au/worker/Workerhome.html.  Wright, T, Colgan, F, Creegan, C & McKearney, A 2006, 'Lesbian, gay and bisexual workers: equality, diversity and inclusion in the workplace', Equal Opportunities International, vol. 25, no. 6, pp. 465-470.    Page 15 of 15 ANZAM 2011",
    "id": 10907934,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.qut.edu.au:46897"
    },
    "title": "Effects of disclosure of sexual identity at work for Gay, Lesbian, Bisexual, Transgender and Intersex (GLBTI) employees in Queensland",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2011-01-01T00:00:00+00:00",
    "publisher": "Australian and New Zealand Academy of Management",
    "references": [],
    "sourceFulltextUrls": [
        "http://eprints.qut.edu.au/46897/"
    ],
    "updatedDate": "",
    "yearPublished": "2011",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/10907934.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/10907934"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/10907934/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/10907934/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/10907934"
        }
    ],
    "abstract": "All Australian businesses are governed by legislation aiming to prevent workplace discrimination based on sexual orientation and sexual identity and serious penalties apply to companies found contravening legislation. While other Australian studies have examined these issues, Queensland has either not been included or relevant data is not easily identified. This paper presents the results of an exploratory study using a quantitative survey to determine the consequences of disclosure of a person’s sexual orientation or gender identity to colleagues in workplaces in Queensland. Results suggest GLBTI workers are disclosing their sexuality more and are experiencing more discrimination in the workplace, despite anti-discrimination policies. This suggests the need to further investigate companies’ compliance with workplace legislation",
    "tags": [
        "Chapter in Book, Report or Conference volume"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Chapter in Book, Report or Conference volume"
    ],
    "oai": "oai:eprints.qut.edu.au:46897",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "310",
        "openDoarId": 0,
        "name": "Queensland University of Technology ePrints Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 10907934,
        "depositedDate": null,
        "publishedDate": "2011-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T08:37:57+00:00",
        "acceptedDate": null,
        "createdDate": "2013-07-02T14:31:38+01:00"
    },
    "urls": [],
    "lastUpdate": "2024-01-30T08:37:57+00:00",
    "setSpecs": []
}