{
    "acceptedDate": "2019-08-30T00:00:00+01:00",
    "authors": [
        {
            "name": "White, F.R."
        },
        {
            "name": "White, F.R."
        }
    ],
    "contributors": [],
    "createdDate": "2019-11-19T15:38:20+00:00",
    "dataProvider": {
        "id": 138,
        "name": "WestminsterResearch",
        "url": "https://api.core.ac.uk/v3/data-providers/138",
        "logo": "https://api.core.ac.uk/data-providers/138/logo"
    },
    "depositedDate": "2019-08-30T00:00:00+01:00",
    "documentType": "",
    "doi": "10.4324/9780429507540",
    "downloadUrl": "https://core.ac.uk/download/237387726.pdf",
    "fullText": "WestminsterResearchhttp://www.westminster.ac.uk/westminsterresearch Embodying the Fat/Trans IntersectionWhite, F.R. This is an accepted manuscript of a book chapter published by Routledge in Thickening Fat: Fat Bodies, Intersectionality, and Social Justice on 16 September 2019, available online:http://www.routledge.com/9781138580039The WestminsterResearch online digital archive at the University of Westminster aims to make the research output of the University available to a wider audience. Copyright and Moral Rights remain with the authors and/or copyright owners.Whilst further distribution of specific materials from within this archive is forbidden, you may freely distribute the URL of WestminsterResearch: ((http://westminsterresearch.wmin.ac.uk/).In case of abuse or copyright appearing without permission e-mail repository@westminster.ac.ukThis is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   1  Chapter 9 Embodying the Fat/Trans Intersection Francis Ray White  The literature in Fat Studies devoted to unpacking the complex intersections of fat and gender is theoretically diverse, politically transformative, and. . . almost entirely cis-centric. That is to say, not only is there barely a trans person in sight, but even as the shifting experiences, oppressions, and discursive constructions of fatness are painstakingly analyzed, the binary categories of “woman” and “man” are taken for granted (e.g., Gailey, 2014; Hartley, 2001; Monaghan & Malson, 2013; Whitesel, 2014). The aim of this chapter is to avoid the assumption that these categories are stable or self-evident and to highlight some assumptions underpinning existing Fat Studies approaches to gender through an exploration of fat/trans embodiment.  To say there is no mention of trans people in Fat Studies is erroneous. A small but growing literature attending to the intersection of fat and trans does exist and takes two main forms. The first is not, strictly speaking, intersectional work: it compares aspects of trans experience with fat experience but does not consider the formation of subjects or identities at the intersection of the two (see Vade & Solovay, 2009). Lee (2014), for example, couches her analysis in the context of an intimate relationship, and LeBesco (2014) compares “size fluidity” and “gender fluidity.” A variant of this type of work includes writing by fat trans people that compares how This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   2 their fatness is treated and ascribed meaning depending on whether they are perceived as male or female (see Barker, 2009; Bergman, 2009). This work draws on fat/trans experience but does not address the question of how fatness and gender work together in the production of bodies that are then legible as male, female, or both/neither. Rather, this is what distinguishes a second strand of fat/trans academic writing and is the approach this chapter seeks to build on. Such work (e.g., Burford & Orchard, 2014; White, 2014) not only considers heretofore neglected specificities of fat/trans experience, but critiques the emergence and coherence of categories used to name them. These analyses could also be described in McCall’s (2005) terms as approaching intersectionality as “intracategorical” and “anticategorical” complexity. In this chapter, I will discuss both deployments of intersectionality through an analysis of qualitative interview data from a small ongoing research project investigating trans embodiment.  Research Sample This chapter draws on data from 19 semi-structured interviews with trans people in the UK. Participants did not have to satisfy any kind of weight criteria to be included in the study, but rather volunteered to be interviewed about the role weight played in their gender identities, expressions, and transitions. The participants identified as a range of genders: six as male or female; ten as non-binary, genderqueer, or agender; and three as something in between binary and non-binary (for example as a “genderqueer man” or “non-binary female”). Thirteen participants were assigned female at birth, and six were assigned male. They ranged in age from 18 to 59, with a mean age of 34, and had identified as trans for one to 54 This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   3 years. Eleven out of the 19 participants had undertaken aspects of a medicalized physical “transition”—nine were taking/had taken hormones and five had undergone surgical procedures.   The small sample size means that the findings presented here are not representative or generalizable to the trans population as a whole, but participants’ experiences of weight loss and gain, of “fat” and “thin” embodiment, and of diverse gender identity and expression were rich and varied and provide some novel insights into fat/trans embodiment. Although the focus here is on the intersection of fat and trans, the participants’ experiences are also shaped by other intersecting aspects of identity, for example sexuality, class, ability, and race. In these terms, the sample was diverse in some ways, and homogenous in others. Only one participant identified as heterosexual, the other 18 largely identifying as queer (10), bisexual, pansexual, or lesbian (7). Twelve participants had completed university level education (4 were currently students); however, only five of those working were on incomes above the UK average wage. Six participants identified as disabled in some way and an overwhelming majority (17) were white and only two were from mixed (Black/white) or minority ethnic (Latinx) backgrounds. Given this, the data has little to contribute to further understanding the embodied experiences of racialized fat/trans people, but the analysis can highlight points at which the unmarked presence of whiteness is revealed in talk about gender and embodiment.  For the purposes of this chapter, two key themes were identified which will structure the main discussion. The first concerns the invisibility of fat/trans in both fat This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   4 and trans spheres, and the second, main discussion explores the narratives deployed by participants when talking about fat in relation to their lived and desired gendered embodiments.  Trans=Thin, Fat=Cis: Fat/Trans Invisibility The absence of fat/trans visibility—in community and activist spaces and in online/social media forums—was frequently raised by the participants, echoing similar concerns in the literature (Burford & Orchard, 2014; Ingraham, 2015, p. 126). Some expressed this in terms of not seeing people “like them” especially when first coming out as trans. Eleanor (non-binary) said, “in the early years of questioning my gender there was never anything really to say that I didn’t have to be thin to be who I am,” while Cato (genderqueer trans man) noted, “there’s only so many narratives I had access to and every single trans man I’ve heard of has looked really skinny. . . it was always like very cis passing, very skinny athletic type bodies.” For Alfie (male) this extended to a lack of practical information for trans men of his size. He said, “I don’t feel there’s as much advice on passing for larger people as for thinner people.”  Participants who had engaged in fat or “body positive” politics also bemoaned the lack of trans inclusion there. This was particularly the case for trans masculine and non-binary participants such as Genesis (agender) who stated, “Finding fat acceptance community was amazing, but the looks and everything are very gendered, like the pinup look, the twee look, wearing cute dresses, wearing accessories.” Their sense of exclusion was shared by several others who felt that This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   5 online groups and events such as clothing swaps too easily assume their audience to be femme-presenting and cis-female.  The types of invisibility participants recognized and felt frustrated by were caged almost entirely in terms of fatness and transness. Admittedly, this was the intersection the interviews focused on, but it was notable that only four of the white participants ever explicitly mentioned their whiteness as a source of privilege or inclusion in fat or trans/queer spaces. This failure to mark whiteness also emerged via the implicit whiteness of the “cis passing,” “skinny athletic,” “pinup,” or “twee” bodily aesthetics participants described and experienced as exclusionary. Raising issues around invisibility can sometimes imply that there are potential benefits attached to making visible and recognizing specific experiences and subjects at a particular intersection. However, demanding to make the fat/trans body “visible,” present, or legitimate risks replicating the limitations of this deployment of intersectionality. McCall (2005) warns that moves to identify and locate new subject positions at hitherto ignored intersections, which she names as “intracategorical” intersectionality, “inevitably leads to demarcation, and demarcation to exclusion, and exclusion to inequality” (p. 1777). A question raised by the consideration of unmarked whiteness might be around which fat/trans bodies became visible at this intersection and which became further erased? Would white, or for that matter able-bodied or young (to name a few norms), bodies prevail?  A second shortcoming of this type of intersectionality is highlighted by Puar (2014), who argues: “The study of intersectional identities often involves taking This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   6 imbricated identities apart one by one to see how they influence each other, a process that betrays the founding impulse of intersectionality, that identities cannot be so easily cleaved” (p. 337). Taking this into account, the analysis that follows owes more to McCall’s (2005) “anticategorical” variant of intersectionality and will attempt to do more than assert that a fat body can be trans, or a trans body can be fat. Instead it will consider this “intersection” not as one where two previously existing identities “fat” and “transgender” cross, but as the points at which those identities emerge, alongside race, class, ability, and sexuality, simultaneously in/as particular types of embodiment.   Bulges in All the Wrong Places: The Gender(s) of Fat The role of fat in gendering bodies has been a central concern in Fat Studies, often highlighting the way fat is both masculinizing and feminizing. Gailey (2014) epitomizes this when she says:  Fat women’s bodies tend to demonstrate characteristics associated with both masculinity and femininity. Their bodies are masculine because they take up a large amount of space, and their bodies are ultrafeminine because they are soft, curvy, and fleshy (p. 112).  In relation to men’s bodies, Whitesel notes that “fat feminizes male features, threatening masculinity and departing from the archetype of the disciplined hard body” (2014, p. 44); while in their research with fat men, Monaghan and Malson observe that “occasionally, the cultural equation of masculinity with physical bulk This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   7 mobilized a construction of men’s weight or size precisely as an index of masculinity” (2013, p. 307). Fat’s seemingly magical ability to simultaneously secure, enhance, and undermine gender also has consequences for non-fat bodies. Writing about (implicitly white, middle class, and heterosexual) women’s bodies in US culture, Hartley asserts that, “the thin female body becomes, ironically, hypersexualized, culturally ‘feminine’ and admired” (2001, p. 68). Conversely, Wooley (1994) suggests, “the rejection of the soft fatty contours in favour of hard and bony bodies is a move towards reshaping women’s bodies in the image of men’s” (as cited in Sellberg, 2014, p. 98).  Whether it is present or absent it seems fat is doing something to gender. If this is approached from the perspective of trans embodiment, the issue may be less that “‘fat’ threatens to spoil gendered identities” (Monaghan & Malson, 2013, p. 316, emphasis added), and more that it works to prevent an identity from being recognized in the first place. Given Hartley’s argument, “that which distinguishes women outwardly from men—the curves of breast and hip—are primarily accumulations of adipose tissue” (2001, p. 68), it becomes clear why, for the research participants, fat was intimately linked with successful “passing,” that is, the ability to be consistently read by others as the gender with which they identify. Passing was a priority for some participants, for example Alfie:  My primary concern is being read as male and I will do whatever it takes to make sure that I am read as male… I’ve lost weight, and I’m losing weight at the moment but I’m still on the larger side, but it’s, I do This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   8 that I guess to help me pass.  Although, like Alfie, many of the participants had engaged in weight-loss projects, the link between fat and passing was more often expressed in terms of having a particular distribution of fat rather than a general concern with being “fat” or “thin.” As Norman (non-binary) put it, “I have bulges in all the wrong places”—the implication being that “bulges” would be acceptable in the “right” places, ones congruent with their gender identity. Weight loss/gain was one practice participants discussed for achieving a desired (re)distribution of fat. Others included padding, chest binding, surgery, and the effects of hormones. Fat redistribution is a frequently noted effect of hormone treatment, and Teich’s (2012) account typically describes how “estrogen helps to redistribute body fat from a male pattern into a more female pattern (curvier shape; fat shifts from the abdomen to the thighs, hips, and buttocks)” (p. 49), while on testosterone, “body fat will redistribute from a female pattern to a male pattern (fat shifts from the thighs, hips, and buttocks to the abdomen)” (p. 51).  Participants who desired changes to their fat distribution often imbued hormones with the ability to produce gendered arrangements of fat that weight loss or gain alone would not achieve. For example, Norman started taking hormones because of body shape: “I’ve got big hips and they’re never going to go anywhere and so testosterone helps with that a bit.” Clarissa (genderqueer) had similar hopes for estrogen: “I’m hoping when I start hormones that weight distribution will change… No diet will change the fact that testosterone gives you a belly and no This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   9 butt.” Horse (female) affected her redistribution in part by having breast implants and liposuction to literally move fat around her body:  It was about transferring the fat into the right place… I wanted the pear shape and I could create that pear shape before by putting silicon hips on and a waist shrinker and I could look really good and I wanted to achieve that in my body [with liposuction]. It’s not the absolute amount of weight that I care about. It’s… whether I have a feminine shape.  The importance attached to moving fat around the body is rarely reflected in existing literature on transgender embodiment, which tends to reduce embodiment to questions of “genital morphology” (e.g., Davy, 2018; Elliot & Roen, 1998). When other bodily changes are described, they operate with the assumption of slenderness. For example, when Johnson describes the effects of testosterone—“muscles thicken, and even facial structure becomes squarer” (2007, p. 65)—one could argue that a certain absence of fat is required for these changes to be visible enough to be read as male/masculine. An additional assumption is that prior to hormone treatment the body has a gender-typical fat distribution, something many of the fat(ter) participants challenged. Sarah (female) spoke about already having a “female” fat distribution before starting hormones: “I had breast tissue anyway… I had curves yeah, and I had fleshiness there and the fat distribution anyway and I was secretly quite pleased.”   This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   10 The kinds of bodily proportions desired or prized by these participants not only produce binary-gendered bodies, but ones that reflect raced and classed ideals. As de Vries argues, “only a distinct minority qualifies as ‘truly’ feminine or masculine, and in the West, this is defined as white, middle class, heterosexual, and in contrast to all ‘others’” (2012, p. 58). Shaw further reflects on the racialization of fatness, noting that in the context of African diaspora cultures in the US there has been a “resistance to the idealization of slenderness” (2006, p. 6) at the same time that Black women have been constructed as non-feminine partly on account of their supposed strength and physical bulk. Similar physical attributes are identified by Skeggs (1997) in relation to the de-feminization of working class female embodiment in the UK. What this indicates is the extent to which having “bulges in the right places” also (re)produces the participants’ embodiment as white and/or middle class, as well as re-inscribing specifically white and middle class gendered ideals as universal.   Fat as an Obstacle, Fat as a Resource The link between fat distribution and passing was a persistent feature of the participants’ narratives. In these accounts, fat was constituted as an obstacle to passing or successful gendered (and raced and classed) embodiment, and as something in need of reshaping or removal. Sarah, who previously attested to enjoying the feminizing effects of her fatness, also said, “losing weight definitely helped me to get into clothes that would fit and help me to feel good and feminine,” thus positioning that same fat as an obstacle to femininity. Alfie drew on a similar narrative speculating:  This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   11  It seems a lot more difficult for me [to pass], because of the weight on my thighs and my hips… I do feel that the added weight makes me seem a bit more effeminate, so getting rid of that I think would help me feel a bit more masculine.  To view fat as an obstacle, or as Alfie put it, “added,” imbues it with what Kyrölä and Harjunen call “the expectation of removability” (2017, p. 113). This reflects dominant constructions of fat as malleable and controllable in ways that other aspects of embodiment, including gender, are not thought to be (White, 2014). Casting fat as an obstacle positions it as something masking a less malleable core gender identity—lose the fat and the underlying gender will be revealed. This coincides with Harjunen’s notion of fat as “a liminal state that cannot be considered a permanent, valuable and identifiable part of or a base for subjectivity” (2017, p. 100). However, while Kyrölä and Harjunen argue weight’s perceived mutability sets it apart from gender, the participants’ experiences of gender mutability (at least in an embodied sense) appeared to contradict this distinction.   Indeed, rather than constitute fat as something outside gender, the participants actively drew on it as a resource to facilitate the emergence of embodied gender identities. The use of fat as a resource was the other clear narrative in the participants’ stories, and operated as the flipside to viewing it as an obstacle. Where fat in the “wrong places” did indeed come with the expectation of This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   12 removability, there was an equally prominent desire for fat in the “right places.” For example, Ciarán (male) described:  I had this real image of how I would dress when I had top surgery. It involved wearing a tank top with a shirt and the aesthetic of having the belly in a tank top contained like that, I thought that would be really hot and I really liked that, and that’s how I wanted to look so I was, I wanted that redistribution.  Here, the effects of surgery, hormones and fat in the “right” places produce Ciarán’s desired gendered embodiment. Eliott (non-binary female) reflected on how the redistribution of fat changed how it felt:  I feel less fat at 100 kilos now than I did two years ago… I didn't really notice that the numbers went up because it didn't feel like it and I used to think gaining weight is horrible, but yeah, it was actually very nice to see because it started like feminizing the shape.  Sarah drew on fat as a resource in a further way. She described how, when transitioning in the 1990s, she used her size to protect her from transphobic violence:   I got attacked a lot physically and verbally on the street, it was quite difficult for me. Being overweight I think was almost a subconscious This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   13 act on my part of being intimidating and feeling safer with that. Being fat was a beneficial thing to me rather than being thin and being vulnerable.  This is perhaps an instance where not only fat but whiteness is drawn on as a resource, given it may be more viable for white people to be “big” without becoming “threatening” (for a transmasculine example of bigness as protective, see Bergman, 2009; cf. Mollow, 2017).  There’s No Such Thing as a Blank Canvas: Non-Binary Fat The notion of “right” and “wrong” places for fat, in terms of producing masculine or feminine embodiment, clearly indexes binary gender. What then is the relationship between fat and non-binary embodiment? Many of the genderqueer, agender, and non-binary participants’ desires for fat redistribution were similar to the more binary-gendered participants, hence I have not separated them out from the general analysis above. However, some significant differences arose around the participants’ experiences of the difficulty, or indeed impossibility, of “passing” as non-binary given that bodies are almost always ascribed binary characteristics. As Freddie (genderqueer) attested, “I feel like, well I can’t, I can’t present in a way that I’ll actually be legible, I can’t.”   There was, however, a widely recognized model of “androgyny” which participants cited as the body most likely to be read or recognized as non-binary. This model of androgyny was invariably characterized as being very thin, white, and This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   14 able-bodied (see Yeadon-Lee, 2016), or as Eleanor described it, a kind of “blank canvas,” devoid of the fat that produces bellies, breasts, hips, bottoms, or thighs. Participants regarded this form of embodiment as “ideal” to different extents, and generally more strongly viewed it as unattainable—leading to Eleanor’s statement that, “there's no such thing as a blank canvas.” For the non-binary participants fat also operated as both obstacle and resource, albeit in some different ways.  In constituting fat as an obstacle, Alex (non-binary) clearly had the ideal of fat-less androgyny in mind when they said:   I do have larger breasts, being fatter. I guess that’s the only thing that, yeah, that’s not the only thing, but it’s the main thing that I think makes it less easy to be gender ambiguous in terms of fatness.   For Chorizo (genderqueer) and Genesis, being fat severely undermined their legitimacy as not-binary. Genesis said:  The mainstream perception of trans-ness doesn’t help either because everyone you see, most of the people you see, are like tiny. Particularly when they’re non-binary—it’s like androgynous! Androgyny! Flat chest, flat this. Look like Ruby Rose… so you look for people who are non-binary and they’re skinny, and you think, like, they’re not gonna believe me if I’m not like that.  This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   15 Chorizo echoed this fear of not being “believed” saying: “I feel like skinnier people tend to get believed a bit easier as well, because you have a bit more of a gendered body shape if you’re not like, kind of flapper-bodied.” Though the sample is too small to make any generalizations, it is notable that neither of the participants who made this point about not being “believed” identified as white. This perhaps highlights how the “blank canvas” model of androgyny is marked by race as well as an absence of fat, and how this will impact on how fat non-binary people of colour are read (or not) as androgynous or genderqueer.  Kite (genderqueer) not only reproduced the idea that fat is an obstacle to ambiguous/androgynous embodiment, but also positioned it as making one less flexible in terms of presentation. They said: “I really admire the way that they [thin people] can mix stuff up, and do different things. Whereas I’m just like, oh, I can’t buy clothes that would do that for me.” However, elsewhere Kite stated: “I don’t know how to be a woman because you can’t, because being fat isn’t a thing that women do, right?… Being a large person in feminine clothing does feel like a rebellious thing to do sometimes.” Here, the fat body was “mixing stuff up” in terms of subverting gender norms, but evidently did not, for Kite, constitute a “resource” for producing a genderqueer or androgynous embodiment. Crucially, their fatness was positioned simultaneously as excluding them from the category of woman and preventing them from successfully embodying anything else.  Kite was not the only participant to suggest that their fatness troubled their inclusion in the category of “woman.” Freddie stated:  This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   16  I experienced my fatness as something that the concept of womanhood needed to be exploded to make space for, and then realized that I am more comfortable when not doing that work, but instead saying actually, my fatness does not fit, right, my identity doesn’t fit within your whole concept of gender.  Freddie was the only participant to further suggest that an ambiguous body might be achieved not by removing gendered features (breasts, hips) but by embracing “maximal gender signifiers”:  There’s no way for me to do pop culture’s idea of androgyny because I’m not David Bowie/Tilda Swinton thin… the other option I’ve got is I could go full Divine basically… I’m not able to take all gender signifiers off my body but I want to put them all on.  Here, Freddie suggested a way that fatness could function as a resource in the production of an ambiguous or ungendered body.  Conclusions The body is not simply fleshy matter to be overcome, it is the central vehicle through which identity is lived. (Sanader, 2011, p. 19)  This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   17 Though not talking about trans folks directly, Sanader’s words sum up the inextricability of fat and gender in the embodied experiences of my research participants. While accounts of frustration with fat as a fleshy obstacle may more easily rise to the surface, the analysis has shown that fat is also desired, cultivated and put to use precisely as a “vehicle” through which to embody gender. It is this “fat positivity”—fat as an active producer, enabler, or even destroyer of gender—demonstrated in the fat/trans intersection that could contribute to rethinking weight loss/change within Fat Studies in ways that do not dismiss it as the invalidation of fat subjecthood, but explore the possibilities it might create. This does not imply that fat can somehow be spontaneously re-signified in the service of any gendered embodiment. The participants clearly illustrate the narrowness of the parameters within which legible gender is produced, and the physical difficulty of shifting fat. To return to Sanader, the aim would rather be to “politicize fat bodies while remaining aware of their corporeal, transient realities” (2011, p. 20).   The analysis of fat/trans embodiment also has implications for future analyses of gender more broadly within Fat Studies. This could perhaps entail a greater attention to how fat enables any body, trans, cis or elsewise, to “pass” as gendered. The experiences of the participants show the gendering (as well as racializing and classing) effects of adding, removing, or repositioning fat in/on the body. In some cases it seems as though fat is gender, in that its removal can signify the androgynous or ungendered body. Existing analyses certainly highlight the many powers of fat to masculinize and feminize bodies, sometimes at the same time. They also showcase how fat bodies are perceived as “failed” in relation to the This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   18 proper embodiment of (binary) gender, how, as Hartley notes, the fat body, “is a reminder of all that a woman cannot and should not be” (2001, p. 66). And yet, such analyses never suggest that a fat woman be perceived as anything other than female, or that fat might relocate those bodies outside the category of, in this case, “woman.”   I want to facetiously ask, why not? If gender is produced at the intersection with fat, then what is the status of the fat gender failure? What happens to bodies that don’t “pass”? How might fat be deployed in the destabilization of both male/female and cis/trans binaries? Alternatively, if, as participant Freddie contends, womanhood (and manhood) needs to be exploded to accommodate fatness, then is there any point hanging on to the tattered remains of binary gender that are left?    Acknowledgements I would like to thank the editors and all the organizers and attendees of the Thickening Fat symposium for their joyful encouragement and support. I would also like to thank all my participants for generously and candidly sharing their stories.  References Barker, J. E. (2009). Transfatty. In C. Tomrley & A. Kaloski (Eds.), Fat studies in the UK (pp. 32–34). York: Raw Nerve Books.  Bergman, S. B. (2009). Part-time fatso. In E. Rothblum & S. Solovay (Eds.), The fat studies reader (pp. 139–142). New York: New York University Press.  This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   19 Burford, J., & Orchard, S. (2014). Chubby boys with strap-ons: Queering fat transmasculine embodiment. In C. Pausé, J. Wykes & S. Murray (Eds.), Queering fat embodiment (pp. 61–74). Farnham: Ashgate.  Davy, Z. (2018). Genderqueer(ing): “On this side of the world against which it protests”. Sexualities, 1–17. https://doi.org/10.1177/1363460717740255  de Vries, K. M. (2012). Intersectional identities and conceptions of the self: The experience of transgender people. Symbolic Interaction, 35(1), 49–67.  Elliot, P., & Roen, K. (1998). Transgenderism and the question of embodiment. GLQ, 4(2), 231–261.  Gailey, J. (2014). The hyper(in)visible fat woman. New York: Palgrave.   Johnson, K. (2007). Changing sex, changing self: Theorizing transitions in embodied subjectivity. Men and Masculinities, 10(1), 54–70.  Hartley, C. (2001). Letting ourselves go: Making room for the fat body in feminist scholarship. In J. E. Braziel & K. LeBesco (Eds.), Bodies out of bounds: Fatness and transgression (pp. 60–73). Berkeley: University of California Press.  Ingraham, N. (2015). Queering porn: Gender and size diversity within SF bay area queer pornography. In H. Hester & C. Walters (Eds.), Fat sex: New directions in theory and activism (pp. 115–132). Farnham: Ashgate.  Kyrölä, K., & Harjunen, H. (2017). Phantom/liminal fat and feminist theories of the body. Feminist Theory, 18(2), 99–117.  LeBesco, K. (2014). On fatness and fluidity: A meditation. In C. Pausé, J. Wykes & S. Murray (Eds.), Queering fat embodiment (pp. 49–60). Farnham: Ashgate.  Lee, J. (2014). Flaunting fat: Sex with the lights on. In C. Pausé, J. Wykes & S. Murray (Eds.), Queering fat embodiment (pp. 89–96). Farnham: Ashgate.  McCall, L. (2005). The complexity of intersectionality. Signs, 30(3), 1771–1800.  Mollow, A. (2017). Unvictimizable: Toward a fat black disability studies. African American Review, 50(2), 105–121.  Monaghan, L., & Malson, H. (2013). “It’s worse for women and girls”: Negotiating embodied masculinities through weight-related talk. Critical Public Health, 23(3), 304–319.  Puar, J. (2014). From intersections to assemblages. In P. Grzanka (Ed.), Intersectionality: A foundations and frontiers reader (pp. 331–339). Boulder: Westview Press.  This is an accepted author manuscript of a chapter published in: Friedman, M., Rice, C. and Rinaldi, J. (eds) (2019) Thickening Fat: Fat Bodies, Intersectionality and Social Justice. London: Routledge, 110-121. \t  \t   20 Sanader, D. (2011). Exceeding the limits: Redefining fat activism and female embodied subjectivity. Footnotes, 4, 15–21.  Sellberg, K. (2014). The philosophy of “the gap”: Feminist fat and corporeal (dis)connection. Somatechnics, 4(1), 95–107.  Shaw, A. E. (2006). The embodiment of disobedience: Fat black women’s unruly political bodies. Oxford: Lexington Books.  Skeggs, B. (1997). Formations of class and gender. London: SAGE.  Teich, N. (2012). Transgender 101: A simple guide to a complex issue. New York: Columbia University Press.  Vade, D., & Solovay, S. (2009). No apology: Shared struggles in fat and transgender law. In E. Rothblum & S. Solovay (Eds.), The fat studies reader (pp. 167–175). New York: New York University Press.  White, F. R. (2014). Fat/trans: Queering the activist body. Fat Studies, 3(2), 86–100.   Whitesel, J. (2014). Fat gay men: Girth, mirth and the politics of stigma. New York: New York University Press.  Yeadon-Lee, T. (2016). What’s the story? Exploring online narratives of non-binary gender identities. The International Journal of Interdisciplinary Social and Community Studies, 11(2), 19–34.  ",
    "id": 237387726,
    "identifiers": {
        "doi": "10.4324/9780429507540",
        "oai": "oai:westminsterresearch.westminster.ac.uk:qx94x"
    },
    "title": "Embodying the Fat/Trans Intersection",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T00:00:00+00:00",
    "publisher": "Routledge",
    "references": [],
    "sourceFulltextUrls": [
        "https://westminsterresearch.westminster.ac.uk/download/d1bdacba2ddb1251bc02747652bd3ea89e9de1b7f53e14c71f8bc21fd3ca666c/204692/PRE%20PRINT%20FRW%20Thickening%20Fat%20Ch9.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/237387726.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/237387726"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/237387726/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/237387726/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/237387726"
        }
    ],
    "abstract": "This chapter explores how the fat/trans intersection is embodied with the aim of highlighting some of the assumptions underpinning existing approaches to gender within Fat Studies, and more broadly to ask what the role of fat is in producing gendered embodiment at all. It is not that the intersection of fat and gender has never been considered within Fat Studies, indeed – in the form of cis-female experiences of (hetero)patriarchal culture – gender has been central to fat scholarship. However, approaching the intersection of fat and gender through trans, non-binary and genderqueer people’s experiences opens up new ways of unpicking the assumed relationships between bodies and selves that underpin much of the critical discourse around fatness.\n\nDrawing on qualitative interview data from a small study of UK-based trans and non-binary participants the chapter analyses the invisibility of those who are fat and trans within both fat activism and in trans spheres. However, the analysis shows that the intersection of fat and trans can be thought of as more than merely the assertion that a fat body can be trans, or a trans body can be fat, and instead considers this “intersection” not as one where two previously existing identities “fat” and “transgender” cross, but the points at which those identities emerge simultaneously in/as particular types of embodiment. The interview data indicates that fat/trans folk position fatness as both an obstacle to and a resource in their (desired) gendered embodiment. This not only opens up new ways of thinking about the status of weight change within Fat Studies, but also brings into relief the role fat plays in both producing and undermining binary gender",
    "tags": [
        "book-chapter",
        "embodiment",
        "transgender",
        "non-binary gender",
        "fat studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "book-chapter"
    ],
    "oai": "oai:westminsterresearch.westminster.ac.uk:qx94x",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "138",
        "openDoarId": 0,
        "name": "WestminsterResearch",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 237387726,
        "depositedDate": "2019-08-30T00:00:00+01:00",
        "publishedDate": "2019-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T10:05:33+00:00",
        "acceptedDate": "2019-08-30T00:00:00+01:00",
        "createdDate": "2019-11-19T15:38:20+00:00"
    },
    "urls": [
        "https://westminsterresearch.westminster.ac.uk/download/d1bdacba2ddb1251bc02747652bd3ea89e9de1b7f53e14c71f8bc21fd3ca666c/204692/PRE%20PRINT%20FRW%20Thickening%20Fat%20Ch9.pdf",
        "https://doi.org/10.4324/9780429507540"
    ],
    "lastUpdate": "2024-02-12T10:05:33+00:00",
    "setSpecs": []
}