{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ndoma, Besong Eric"
        }
    ],
    "contributors": [],
    "createdDate": "2019-11-06T00:43:32+00:00",
    "dataProvider": {
        "id": 160,
        "name": "PhilPapers",
        "url": "https://api.core.ac.uk/v3/data-providers/160",
        "logo": "https://api.core.ac.uk/data-providers/160/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/237182455.pdf",
    "fullText": "                            GNOSI: An Interdisciplinary Journal of Human Theory and Praxis, Vol. 2(1) (2019) (DOI: https://doi.org/10.5281/zenodo.3529346) 67            O R I G I N A L A R T I C L E   Emerging Sexual Ethics and the Erosion of African Ethos  Besong, Eric Ndoma Federal University, Nasarawa state, Nigeria. ndoma28@yahoo.om   Abstract: The emerging sexual ethics that characterise the contemporary society, remains new to Africa, a phase of the erosion of African ethos, and a negation of the sacredness and classical norms of sex,  which deserves to be addressed by all and sundry. It is a contemporary trend brought to fore by homosexuals, bisexuals and transsexuals, among which are the radical feminists, who indoctrinate many with the practice and continuously push very hard for legalisation and acceptance by all cultures and religions. But interestingly, many cultures and religions still remain opposed to the practice and its evolved ethics since they abuse human sexuality and African ethos. Clearly, adherents and feminists of the ill-practices with the new sex ethics have lost touch with moral sanity and the metaphysical Being, God. Only worthwhile cultural traits need be borrowed into and imbibed by other cultures in contact. The rising ugly development can best be addressed through strong opposing legislations, the sustenance of cultural and moral norms and values (ethics) and attitudinal change.     Keywords: Emerging, Sexuality, Sexual ethics, Erosion, African ethosns .   INTRODUCTION Sex(ual) ethics, also known as sexual morality, entails an examination of ethics in relation to human sexuality and sexual behaviour. It seeks to understand, evaluate and critique the conduct of interpersonal relationships and sexual activities from social, cultural and philosophical perspectives. It also involves issues like gender identification, sexual relations, sexual orientation, procreation and consent. Consent as an element of sex ethics rose with the feminist movement that also emphasises personal choice. Classical sex ethics is tied to religion, culture and morality (Stein, Freedberg, Sullivan, Savetsky, Levenson, Hingson and Samet, 1998). The rise of new sexual ethics in the contemporary society accounts for the prevalence of sexual laxity, which is non-African and deserves wide attention to curb it. Emerging sexual ethics became intense with the rise of western feminism, particularly American feminism that brought to place radical feminism.  Sexual practices, in the parlance of this paper, include the four sets of sexuality: heterosexuality, homosexuality, bisexuality and transgender sexuality, and other sexual activities, such as prostitution, promiscuity, abortion, rape, sexual laxity and sexual                             GNOSI: An Interdisciplinary Journal of Human Theory and Praxis, Vol. 2(1) (2019) (DOI: https://doi.org/10.5281/zenodo.3529346) 68  violence. Sexuality entails several elements like gender, sexual intercourse, parties (partners), knowledge, cosmology, beliefs, norms and values (ethics), perceptions, behaviours and interpersonal relations. As Tamale (2011) observes, sexuality is an all-encompassing phenomenon that involves the human psyche, emotions, physical sensations, communication, creativity and ethics. Gay practice, bisexuality and transgender sexuality are new sets of unethical sexual practices that have become common in the contemporary global society. And regrettably, many Africans have keyed (and are continuously keying) into these immoral practices, in which the adherents push on for wide recognition and acceptance in the society and in religious bodies that are inimical to them. These practices are unlike gender issues against women that every rational being   (), including Puritan religious, is bound to advocate (keep advocating) change and right absorption of women into all spheres of human endeavours, including religious societies. The divide on new sexual practices with their emerging ethics is a clear indication that the rejection, stigma, sentiments, stereotype, reproach and perspectives about them are not just on religious or moral grounds but also on the grounds of natural law, ethics, rationality, sustenance of worthwhile law and order, norms, values, customs and traditions, and social unacceptability. Claiming that their non- adoption or -legalisation, abolishment and criminalisation of new sex practices with their ethics as well as the exclusion of the adherents from religious bodies and African societies implies discrimination against God’s creation is misleading, subjective, fraught, baseless and irrational. Ideally, every member of a society is guided by the acceptable codes of conduct and other laws. The adherents of these practices cannot thus make claims of rights deprivation for illicit, immoral (unethical) and ‘sectional acceptable’ practices, as they have refused to be guided by the ageing laid down sexual practice and ethics. In other words, to be fully accepted and accorded all that follows the membership of a society and/or a religious group, one must be guided by, and adhere to the laid down ethos of that society or group. And since adherents of new sexual practices/ethics are opposed to the ethos of many religious groups and African societies, they cannot be considered and treated equally with those who are submissive to the set principles.  So, if they are not comfortable, they should simple drop homosexuality, bisexuality, transgender sexuality and other immoral sexual practices that are unethical. Whatever flimsy reasons advanced for the practices are waterloo, mere human/mortal reasoning, baseless and subjective. These are people who are worshipping sex rather than their creator that also created sex as a sacred act or practice. Even the atheists are oblivion of the fact that there exists a mystic Being or Force beyond human comprehension, explanation and scientific study; i.e. metaphysical. That metaphysical Force or Being is the ultimate creator, God. St Augustine (Augustus), a philosopher, who never believed that there is God, did believe and profess that there is God when he had the supernatural encounter that pushed him to becoming a theologian and a priest,                             GNOSI: An Interdisciplinary Journal of Human Theory and Praxis, Vol. 2(1) (2019) (DOI: https://doi.org/10.5281/zenodo.3529346) 69  and finally begot sainthood after death. So, that humans today [begin to] claim, merely on scientific and reason bases, that God does not exist and/or did not create and made sex a sacred legitimate practice by heterosexuals alone, and does not make mistake infusing male or female genitals on His given creators, does not make a difference. That is, all such flimsy human claims do not change nature, make man God and creator of himself along with sex, and what have you. As such, no right thinking morally upright persons, societies and religions would ever consider the new worthless human sexual ethics as ethical or worthwhile. This is why nations like Nigeria and religious groups have refused and would continue to refute the legalisation of gay, abortion, prostitution and the like. The emerging sexual ethics forcefully tries to penetrate Christianity, Islam and the like religions with the views on immoral (unethical sexual) practices. It is morally baseless to claim and insist that classical religious principles on sexuality be changed to suit the new sexual ethics. That is also unnatural, unethical and unconventional. It tempts the contemporary religious faithful of different religions and heightens sexual laxity, sexual crimes and immorality in society. It is unethical for any true religion, especially Christianity and Muslims denominations to wed gay, because gay practice is against natural law, ethics and morality, and conventionalised and institutionalised cultural norms and values, such as those of Africa. It is against the foregoing backdrop that this philosophical study is embarked on to correct the anomalies. The paper falls within philosophy of sexuality and African cultural philosophy.  Accordingly, philosophy of sexuality studies sexual concepts, propositions, practices, beliefs, ontological and epistemological matters surrounding sexual activities. It also discusses the place of sexuality in human nature as well as the relationship among sexuality, emotion, cognition, etc. It is a conceptual and normative study that questions and clarifies the ethics of sexual life such as: the fundamental notions of sexual desires and activities; the value of sexual activities and sex pleasure; the legal, social, political and other issues regarding sex; in what circumstances is it morally permissible to engage in sexual activity; the good life through sexuality; what types of sex are permissible; and with whom is the pleasure of sex allowed. The philosophy of sexual morality also investigates into the vast domain of sex variants, the attainment of sexual pleasures and fulfilment, the role of family as the vanguard for healthy sexual relationship that leads to happy and authentic existence as well as the variety of sexual violations that degrade human persons (Egbekpalu, 2016).  Cultural philosophy, popularly described as ethno-philosophy, rose from the incursion of ethnology, sociology and cultural anthropology into the domain of philosophy (Hountondji, 1977). Philosophy, according to Tempels (1945; 1959), is philosophy of life, of being, a first philosophy, metaphysics or ontology. Ethno-philosophy or traditionalist philosophy is the most popular contemporary African philosophy, which champions a typically indigenous African philosophy as a genuine science. It is a strongly affirmed current of philosophy. In the context of African cultural                             GNOSI: An Interdisciplinary Journal of Human Theory and Praxis, Vol. 2(1) (2019) (DOI: https://doi.org/10.5281/zenodo.3529346) 70  philosophy thus, as in general, ethno-philosophy thus involves using ethno-methodological, ethnological and ethnographical principles in studying traditional African nature and culture, their peculiar thought systems, symbols and institutions, among other aspects of its culture   (Bassey et el, 2018). African cultural philosophy, which encompasses African cultural ethics, reflects indigenous sexual ethics in the perspective of Africans, based on their cosmology (Bassey & Mendie, 2019). As regards sexual ethics, it suffices to say that it ‘envelopes the key values of groups solidarity, compassion, respect, human dignity, conformity to basic norms and collective unity, which in its fundamental sense it denotes humanity and morality’ (Tamale, 2014).  THEORETICAL FRAMEWORK In view of the thrust and scope of this study, two related theories on indigenous knowledge and culture are considered apt and adopted here. These are the Indigenous Wholistic Theory (IWT), propounded by Absolom (2010) and the Indigenous Existentialism and Phenomenology (IEPT) (Robert, 2017). They both emphasise indigenous knowledge, cultures and studies along with their sustenance. Accordingly, the IWT maintains that indigenous people have their own worldview and means of relating to the world (Absolom, 2010; Kanu, 2016). A people’s worldview is an integral part of their culture, part of their heritage. It reflects on and shapes their culture as a whole. Basically, it is the philosophy of a given people, as their thinking, perspectives and ethical principles of life, based on their conventionalised worldview. African sexual ethos (ethics) is indigenous to Africans. IWT stresses universal connectivity of all humans and phenomena, and an understanding of this fact informs us that all humans and phenomena are related, whereby each only relates with the whole. That is, all cultures are divisible parts of one central whole. On this basis thus, no humans, cultures (races) and phenomena are superior/inferior to others/another merely by virtue of their indigenous differences or attributes. It implies that Western sexual ethics is neither superior nor inferior to that of Africa and thus need not be imposed on Africa and other parts of the world. Contemporary Africans thus need not undermine and dump their indigenous sexual ethics for the alien. In the words of Kanu (2016:108)  The dynamics of reality are based on the relationships and interconnections. It is wholistic in the sense that it encompasses the spiritual, emotional, mental and physical elements of being. Indigenous wholistic theory forms a framework to indigenise our thoughts and actions into active healing that simultaneously decolonise and indigenise. As a theory, it is whole, ecological, cyclical and relational. In the same vein, the Indigenous Existentialism and Phenomenology Theory (IEPT), aligning itself with IWT, emphasises indigenous and metaphysical innate traits that rouse the consciousness of a person or a people to their indigenous knowledge and phenomena, and the consciousness of their own existence and that of the societal phenomena, institutions and elements that rouse their actions as stimuli. The proponent,                             GNOSI: An Interdisciplinary Journal of Human Theory and Praxis, Vol. 2(1) (2019) (DOI: https://doi.org/10.5281/zenodo.3529346) 71  Robert (2017), informs that all the elements that constitute the panorama of a given society fall under one category, the indigenous phenomenology of the culture. Existentialism and phenomenology are metaphysical, as elements of metaphysics, a branch of philosophy, a people’s worldview that constitutes an integral part of their whole culture. There is connectivity between the divisible elements. Cultures are [inter-]connected and thus exhibit the universal cultural traits. That is the case with sex and marriage culture. That is, there are sex culture-universal traits that cut across all cultures despite the differences that abound among them. Briefly, sex culture is connected with sex ethics or sexual morality, as both are imbedded in cultural philosophy. Although African sex ethics is inherent to and shaped by African culture, it also reflects as well as shares some positive culture-universal traits and aspects of general natural law guide sexuality. Tempels (1959) has lent credence to the views of the foregoing scholars, as he placed emphasis on the need for indigenous African philosophy, focusing on Bantu cultural philosophy. IEPT proponent’s emphasis on existentialism and phenomenology as metaphysical traits of a people towards their culture, phenomena and society as well as towards themselves has been captured by Tempels’ Theory of Forces (ToF). The worldview of a people, stressed by the proponent of IWT, constitutes Tempels’ Bantu ontology [philosophy]. See Besong (2019), Tempels (1959) and Tempels (1945) for details on Tempels’ Bantu ontology. Phenomenology is a current or an aspect of natural and environmental philosophy that deals with phenomena (Bassey, 2019). And, the hierarchy of the forces points to the universal connectivity of cultures, races, societies, societal institutions and other phenomena amidst the differences among them. The connectivity is what Tempels captures thus: ‘For the Bantu, a force does not exist by itself and apart from its connection with animals or inanimate forces around it.’ And, by virtue of the existential consciousness and creation innate traits, human being remains on top of or above and within the hierarchy, not below and outside it (Besong, 2019).  EMERGING SEXUAL ETHICS Over fifty decades ago, there emerged a new-fangled school of natural lawyers, who seek to integrate a distinctive approach of Catholicism into law and legal systems, originating from North America and Europe (Grisez et al., 1987). To the so-called naturalists (J. Finnis, N. Bamforth, D. Richards and their fellows) of this circle, the rejection of contraception, abortion, sexual activity outside of the heterosexual marriage, extramarital sex and sexual acts between spouses that lack reproductive potential, among others, by Africans and religious bodies is obsolete and rights-depriving. For them, nothing is wrong with unethical (immoral) sexuality, such as prostitution, gay practice, transgender and bisexuality, masturbation, homoeroticism, adultery, fornication, and indecent sexual behaviours, including the display of nudity by women (especially young ladies) and having sexual intercourse in the public and with animals.                             GNOSI: An Interdisciplinary Journal of Human Theory and Praxis, Vol. 2(1) (2019) (DOI: https://doi.org/10.5281/zenodo.3529346) 72  The new sexual ethics that has been spread by globalisation trends plagues the society with several moral issues. It threatens morality, ethics, core ideal religious beliefs and principles, individuals’ moral conduct and cultures such as African culture   (Etta at el 2011). Immoral sexual behaviours that were only personal and practised in secret have now been popularised with the wave of radical feminism, human sexual rights/freedom advocacy, globalisation and modern technology. The concerned groups have been pushing for global legal recognition and acceptance by religions and the large global society. Scholars belonging to the groups such as Frank Matthew, argue against the religious reproach to the unethical artificial practices that have ushered in new sexual ethics to the contemporary society, and insist on the institutionalisation of the rights of the emerging sexual groups in religious doctrines and legal frameworks. Meanwhile, the practices are opposed to natural ethics and negate ideal norms and values such as African ethics. The adherents of new sexuality also consider ethical sexuality, anchored on morality, culture, religion and social conventions, as conservative prescriptive mythical, patriarchal and cultural embargoes that limit sexual excesses which they misconceive for sexual rights. It is to that end that they often make reference to religion, culture and politics (patriarchal politics) as the bases for the opposition to their immoral practices. Among them are the radical feminists, who rose from North America and have indoctrinated many people of other parts of the globe that have become their apostles. Emerging lesbians, who feel compelled within them by their indigenous cultures, families, religions and societal norms and values on marriage [say, to become free from singlehood stigma], often think that they are compelled to marry heterosexuals rather than remain single or married lesbians and ‘enjoy’ gay practice. Also, adherents of the new sexuality hold and share wrong notions about heterosexual marriage and love affairs, childbearing, and giving priority to wifehood, motherhood and parenting over career, among others. The new sexual ethics permits various sexual acts that are considered atrocious in Africa. The system overstretches or over-emphasises sexual freedom to all and sundry without any control, as any control is considered an intrusion into the private sex life and a deprivation of the sexual rights of the individuals involved. Chastity, as a virtue, is not taken seriously anymore in the contemporary society. Nude dressing is considered a normal way of life. The use of sexual toys and sex stimulants is very pronounced in such societies where advocates of the new sexual practices are legion. It is non-African and its infiltration into the continent is very recent. Divorce is frown at in Africa but it is now on the rise with the advent of the new sexuality, as some couples no longer value their heterosexual union on the basis that having run into and being brainwashed by adherents of the new sexual practices, they become interested in them with a view to obtaining the offers or promises made to them.                                GNOSI: An Interdisciplinary Journal of Human Theory and Praxis, Vol. 2(1) (2019) (DOI: https://doi.org/10.5281/zenodo.3529346) 73  EMERGING SEXUAL ETHICS AND THE EROSION OF AFRICAN ETHOS The new sexual practices with their ethics are alien to Africa and their contemporary adoption by some uncultured Africans is a case of mimicry, which is as a result of the influences of culture contact in which they have allowed themselves to be influenced by negative sexual norms against their indigenous norms and values. This is the case with the wholesome attrition and erosion of African culture, norms and values, which Robert, Besong and Dibie (2016) call for a retrace of the classics. Historically and ideally, African Traditional Religion (ATR) is an integral part of African sexual culture (ethos) (Sanneh, 1980; Izugbara in Tamale, 2011; Mutua, cited in Tamale, 2014), which many Africans still practise till date despite the fact that many shy away from it in the open, but cling to it in secret (Izugbara in Tamale, 2011). Therefore, African sexual ethos is also anchored on African Traditional Religion (ATR). ATR, like Christianity and Islam, among others, forbids sexual immorality and insists on sexual morality that is characterised by sexual classics and ethics. It permits heterosexuality and legitimate sexual practices that are not in any way sinful, but forbids the new sexual practices with their ethics. The positive convergence between ATR and notions of Christianity includes the belief in a Supreme Being that is responsible for the creation of humans and other living things and communication between the Supreme Being and the spirits on behalf of humans (Akpan and Adie, 2019). However, the perceived negative spiritual entities of ATR have also been actively incorporated into the image of the Christian Devil (Droz, 1997; Meyer, 2004). The basic commonalities between Islam and ATR culture are seen in the practices of polygamy, male circumcision and bride wealth and their admission to evil forces (Arens, 1975). The fact that the legal systems and jurisdictions, customary law of most African nations are overridden by the received colonial laws (Mutua in Tamale, 2011) is a clear case of westernisation that has sufficed in the form of globalisation, which impacts negatively on the contemporary African culture, including sexual ethos, general norms and values of classical times (Ogar, et al, 2019). Sexuality is not only characterised by biological factors but also by cultural, religious, social, economic and political factors. Sexuality in African is largely influenced by socio-cultural, religious and patriarchal factors. It entails not just the libidinal sexual desire and dispositions, sexual intercourse and personal choice of sexual behaviour, but the conventionalised and ethical norms surrounding sexuality, the parties, the age, marital status, the place, circumstances and the traditions. Sex in Africa is not for procreation alone. It also has social and religious uses, which include for fun or pleasure. There are African peoples among whom rituals are solemnly opened or concluded with actual or symbolic sexual intercourse between husband and wife or other officiating persons (Mbiti, 1976: 146). The set sexual rules used to be obeyed and sustained accordingly, because violation of the rules used to attract severe sanctions and punishment (Mbiti, 1976:147; Familusi, 1998:68). Similarly, Ansah (1989:249) has observed that sex taboo forms a code of sexual conduct                             GNOSI: An Interdisciplinary Journal of Human Theory and Praxis, Vol. 2(1) (2019) (DOI: https://doi.org/10.5281/zenodo.3529346) 74  that any deviation from it is deeply detested. The code stipulates time or manner of having sex and also the person with whom one may or may not enter into sexual relationship. Also, African culture considers sex as a sacred act meant for the married alone and thus forbids premarital sex (Ansah, 1989:250). Marriage requires fidelity from both spouses, though more from the wife who must not commit adultery (Cogito).   Adultery remains one strong reason for legal, cultural and religious divorce, if the party cheated on, especially the husband, decides that he/she cannot continue to marry and live with the promiscuous partner. New sexuality is a disposition of sexual indiscipline in a world that has become characterised by gross indiscipline. The adherents convert many heterosexuals to other sexual groups, including virgins, by making them [insincere] offers such as jobs, whooping amount of money, solving critical problems, paying school fees and such other bills, processing visa and travelling with them overseas or smuggling them across border to neighbouring countries, etc. Virginity is a virtue upheld by African culture, Christianity and Islam (Idowu, 1982:157; Abogunrin, 1989:278; Fadipe, 1970:25). Regrettably, with the emergence of new sexual practices, this virtue has been eroded. Only a few persons care about that. The implication is that it encourages young people to engage in sex before marriage, which has lots of effects, such as unwanted pregnancies, abortion, suffering of sexual assaults, contacting and spreading sexually transmitted diseases (STDs) including HIV/AIDs, death arising from abortion, HIV/AIDS and thereabouts, barrenness arising from abortion complications and poorly treated STDs, and so on. It is the African culture insistence on ethical sexuality that the people show no pity on HIV/AIDS victims, who are known to have contacted the virus through sex, especially promiscuous men and women. The flimsy excuses or cases made that premarital sex is necessary to enable the parties involved learn ahead of marriage and be able to satisfy their spouses when they marry is misleading, subjective, immoral, baseless and non-African. Furthermore, agents of socialisation (Besong and Robert, 2019) are becoming strong agents of the propagation of the new sexual practices with the emerging sexual ethics. The mass media are the socialisation agents playing the highest role in the exercise. The mass media, especially international media, have been used to infiltrate and pollute the contemporary Africa with unethical sexual practices, orientations and behaviours. Next, some religious bodies are not helping matters in the attempts to preserve African culture as well as sexual ethos from the immoral alien ones that have crept into Africa due to globalisation, formal education, westernisation and western mimicry, radical feminism and the like ugly trends. In fact, there are countless cases of clerics of African origin being involved too in the new sexual practices and are even rallying round with their likes for the recognition and acceptance of this scourge in African society and religious denominations/organisations. Also, the family and the school, the primary agents of socialisation, are not left                             GNOSI: An Interdisciplinary Journal of Human Theory and Praxis, Vol. 2(1) (2019) (DOI: https://doi.org/10.5281/zenodo.3529346) 75  out in the spread of new sexual practices and the erosion of African sexual ethos. Indecent parents teach their children/wards indecency in dressing, sexual behaviours, rude manners, careless and open discussion of sex and genitals and in codes of conduct in general. ‘Charity begins at home’, a maxim has it. Loose parents, who have sexual intercourse before their children/wards, end up teaching them (in)directly and pushing them to experimenting sex early, which they are bound to do the same ways their parents do/did. Ayantayo (2002:56) has lent credence to this fact by maintaining that since sex is a secret and private affair, it should be done privately so that children are not exposed to sexual matter at a wrong time. Many parents (fathers, mothers and elderly relatives) are reported to have sexually abused and harassed their children/wards, not minding that the act of incest is a taboo in African culture.  At school, where general and moral knowledge is acquired, has been grossly adulterated. Some teachers, like parents and relatives, are not only homosexuals, bisexuals and transgender persons, but also dubious loose persons who teach the children (pupils and students) what is wrong, in words and actions, including the new sexual practices cum ethics. Some of them have raped, abused and molested their students. Peers, who have been exposed to immoral acts, influence their fellows and convert them. It has become a common issue to hear of a compulsory membership to lesbian and/or homosexual secret groups on secondary school campuses with boarding system in particular. It is such that new students that refuse to belong and have no god- or day- parents, who are leaders of such groups, are terrorised to the point of willingly demanding their parents to change them from the schools. The foregoing cases point to the extent of the impact of loose sexual culture that has infiltrated into African culture in contemporary times. CONCLUSION The emerging sexual ethics that has found its way into African society cum culture in contemporary times is alien to Africa and Africans. Africans have been influenced into practicing sexuality that is non-African and thus uncultured cum repulsive to Africans. Core African culture and most religions, if not all, forbid homosexuality, bisexuality, transgender, prostitution and all forms of unethical or immoral sexual practices. As such, the adherents of these negative sexual practices and ethics keep pressurising religions and state political institutions and structures for wide recognition, legislation and acceptability. The wave came from and remains high in North America and Europe, led by Western radical feminists.  This paper maintains that the feminists and adherents of the ill-practices have lost touch with moral sanity and the metaphysical Being, merely on the basis that atheists exist, most scientists and philosophers dispute mystical phenomena for want of evidence (proof), undermining the fact that some mysteries can never be proven by man with reason and scientific methods. The situation is an irony of the proposition that what cannot be seen, touched or felt does not exist; meanwhile, sense with which that proposition rose is not seen, touched or felt, yet it exists. Ideally, all agents of                             GNOSI: An Interdisciplinary Journal of Human Theory and Praxis, Vol. 2(1) (2019) (DOI: https://doi.org/10.5281/zenodo.3529346) 76  socialisation are supposed to rise to the challenge of tackling the emerging sexual practices and ethics in the contemporary society rather than the compromise and deep involvement in them. Sexuality and marriage are parts of culture-universal traits, with some variances.  In all, that certain sexual and marriage practices are considered right and given statutory backing elsewhere does not mean they should be globalised and imposed on other peoples; neither should the other peoples resort to endangering and putting theirs to extinction and imbibing the practices of others. It is high time Africans retraced their lost and shattered or abandoned aspects of culture, including sexual ethos, for betterment. Culture contact and cross-culture borrowing should not be a case of osmotic relation and culture imperialism (Etta, 2010). On the whole, the hard truth remains that new sexual practices and ethos are non-African and are rapidly eroding African indigenous culture, norms and values and as well plague the contemporary society in different regards, as discussed in this paper. And, it is to that end that many African societies (cultures) and religious like Christianity, Islam and African Traditional Religion (ATR) ever remain opposed to the practices with their emerging ethics pushed forward by their adherents. Strong legislations, the sustenance of cultural and moral norms and values (ethics) and attitudinal change are the major ways-out.   REFERENCES Abogunrin, S.O. (1989). Ethics in Yoruba religious tradition in S.C. Crawford (ed). World  religion and global ethics. New York: Paragon House. Absolom, K. (2010). Indigenous wholistic theory: A knowledge set for practice. First Peoples’  Children and Family Review, vol.5, no.2: 74-87. Akpan, B. S., & Adie, T. (2019). Eco-Communitarianism: An African Perspective. Research & Reviews: Journal of Ecology, 7(3), 8-15. Ansah, J.K. (1989). ‘The ethics of African religious tradition’ In Crawford, S.C. (ed) World  religion and global ethics. New York: Paragon House.  Arens, W. (1975). Islam and Christianity in sub-Saharan Africa: Ethnographic reality or  ideology. Cahiers d'études africaines, 15: 443-456.  Ayantayo J.K. (2002). The Religious Ethical Significance of Igbo Song to the Contemporary  Igbomina in Osun State. Journal of Arabic and Religious Studies, University of Ilorin,  Vol. 16.  Bassey, S. A. (2019). ‘Anthropoholism’As An Authentic Tool For Environmental Management. Int. J. of Environmental Pollution & Environmental Modelling, 2(3), 160-168. Bassey, S. A., & Mendie, J. G. (2019). Alexis Kagame's Ontological Categories. Cogito: Multidisciplinary Res. J., 11, 52. BASSEY, S. A., ENANG, N. R., & Nwaeke, C. U. (2018). REVISITING THE LANGUAGE QUESTION IN AFRICAN PHILOSOPHY. Journal of Social                             GNOSI: An Interdisciplinary Journal of Human Theory and Praxis, Vol. 2(1) (2019) (DOI: https://doi.org/10.5281/zenodo.3529346) 77  And Humanities Sciences Research (JSHSR), 5(23), 1053-1067. Besong, E.N, & Robert, O.S., (2019). Socialisation agents’ task in early career  guidance/counselling and rousing students’ interest to Arts/Humanities. International  Journal of Arts and Literature. Vol. 3, No. 1: 1-8. Besong, E.N. (2019). Towards reviving, reforming and developing Nsadop traditional stool in  contemporary time. In the press. Droz, Y. (1997). Si Dieu veut … ou suppôts de Satan; incertitudes, millénarisme et sorcellerie  parmi les migrants kikuyus. Cahiers d’Etudes Africaines, 145: 85-114. Egbekpalu, P. (2016). ‘Philosophy of human sexuality: Kantian sexual ethics as a panacea for  sexual violence and an authentic pathway towards development in Africa.’ Paper  Presented at Nigeria Philosophical Association Biennial International Conference held at  University of Uyo, Uyo, Akwa Ibom State - Nigeria: 27th – 28th October, 2016. Etta, E. E., Asira, A. E., & Asukwo, O. O. (2011). An Inquiry Into The Place Of Culture In Philosophy. American Journal of Social Issues and Humanities, 1(2), 159-173. Etta, E. E. (2010). philosophical relevance of tangible African heritage as tool for development. Sophia: An African Journal of Philosophy, 12(2), 51-55.  Fadipe, N.A. (1970). The sociology of the Yoruba. Ibadan: University Press Limited.  Familusi, O.O. (1998). Sexual Ethics in Imesi–Ile, Obokun Local Government Area of Osun  state: Past, present and future. Upublished B.A. thesis. University of Ibadan, Nigeria. Grisez, G. et al. (1987). Practical principles, moral truth and ultimate ends. American Journal of  Jurisprudence, 32: 99-151. Kayode, J.O. (1986). ‘African ethics on sex.’ In Abogunrin, S.O. (ed) Religion and ethics in  Nigeria. Ibadan: Daystar Press. Mbiti, J.S. (1976). African religion and philosophy. London: Heinemann. Meyer, B. (2004). Christianity in Africa: From African independent to Pentecostal charismatic  churches. Annual Review of Anthropology, 33: 447-474.  Ogar, J. N., Nwoye, L., & Bassey, S. A. (2019). Archetype of globalization: illusory comfort of neo-colonialism in Africa. International Journal of Humanities and Innovation (IJHI), 2(3), 90-95. Okafor, S.O. (2018). The indigenous concept of sexuality in african tradition and globalization.  Glob J Reprod Med. 6(1): 555 676. DOI: 10.19080/GJORM. Robert, O.S. (2017). The imperative of promoting, developing and sustaining indigenous music  in Nigeria, catalog number v354538. Germany: Grin Publishers. Robert, O.S., Besong, E.N., and Dibie, G.A. (2016). Retracing our socio-cultural norms/values  for a better African society. International Journal of Humanities and Social Sciences  (IJHSS), vol.2, no.4. Mediterranean Publications and                             GNOSI: An Interdisciplinary Journal of Human Theory and Praxis, Vol. 2(1) (2019) (DOI: https://doi.org/10.5281/zenodo.3529346) 78  Research International. Sanneh, L.O. (1980). The domestication of Islam and Christianity in African societies. Journal of  Religion in Africa, 11, 1-12. Tamale, S. (2011). ‘Researching and theorising sexualities in Africa’ In Tamale, S. (ed) African  sexualities: A reader. Uganda: School of Law, Makerere University: 11-36.  Tamale, S. (2014). Exploring the contours of African sexualities: Religion, law and power. African Human Rights Law Journal (AHRLJ), 14: 150-177.  ",
    "id": 237182455,
    "identifiers": {
        "doi": null,
        "oai": "oai:philpapers.org/rec/NDOESE"
    },
    "title": "Emerging Sexual Ethics and the Erosion of African Ethos",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://philpapers.org/archive/NDOESE.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/237182455.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/237182455"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/237182455/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/237182455/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/237182455"
        }
    ],
    "abstract": "The emerging sexual ethics that characterise the contemporary society, remains\n          new to Africa, a phase of the erosion of African ethos, and a negation of the sacredness and classical norms of sex, which deserves to be addressed by all and sundry. It is a contemporary trend brought to fore by homosexuals, bisexuals and transsexuals, among which are the radical feminists, who indoctrinate many with the practice and continuously push very hard for legalisation and acceptance by all cultures and religions. But interestingly, many cultures and religions still remain opposed to the practice and its evolved ethics since they abuse human sexuality and African ethos. Clearly, adherents and feminists of the ill-practices with the new sex ethics have lost touch with moral sanity and the metaphysical Being, God. Only worthwhile cultural traits need be borrowed into and imbibed by other cultures in contact. The rising ugly development can best be addressed through strong opposing legislations, the sustenance of cultural and moral norms and values (ethics) and attitudinal change",
    "tags": [
        "info:eu-repo/semantics/article",
        "Philosophy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article"
    ],
    "oai": "oai:philpapers.org/rec/NDOESE",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "160",
        "openDoarId": 0,
        "name": "PhilPapers",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 237182455,
        "depositedDate": null,
        "publishedDate": "2019-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T03:37:15+00:00",
        "acceptedDate": null,
        "createdDate": "2019-11-06T00:43:32+00:00"
    },
    "urls": [
        "https://philpapers.org/rec/NDOESE"
    ],
    "lastUpdate": "2024-02-12T03:37:15+00:00",
    "setSpecs": []
}