{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Caliendo, Mia Amato"
        }
    ],
    "contributors": [],
    "createdDate": "2021-04-18T19:36:23+01:00",
    "dataProvider": {
        "id": 13101,
        "name": "Clute Institute: Journals",
        "url": "https://api.core.ac.uk/v3/data-providers/13101",
        "logo": "https://api.core.ac.uk/data-providers/13101/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/401919217.pdf",
    "fullText": "Journal of Diversity Management – June 2020 Volume 15, Number 1 Copyright by author(s); CC-BY 1 The Clute Institute Employing Postcolonial Theory As A Framework For Creating A More Inclusive Workplace Mia Amato Caliendo, The George Washington University, USA ABSTRACT The business case for diversity rhetoric is commonplace in 2019, suggesting a profit for ensuring equal opportunity in the workplace. Organizations across a multitude of industries as well as academia have invested incredible resources to develop this concept. This article reviews postcolonial theory from multiple perspectives and uses postcolonial theory themes as a framework to explore the reasons why inclusion and diversity business strategies and programs are not seeing the progress originally anticipated. Considering the use of the social justice discourse, themes of postcolonial theory, and humanistic leadership practices, suggestions and recommendations for creating a more inclusive workplace are outlined.  Keywords: Postcolonial Theory; Diversity; Inclusion; Leadership; Humanistic Leadership; Meaning-Making  he business case for diversity is commonplace in the justification for investing resources into increasing representation of historically excluded racial and ethnic groups, i.e., Black, Hispanic, and Native American communities, and female-identifying persons. For example, a McKinsey & Company report stated, “our latest research finds that companies in the top quartile for gender or racial and ethnic diversity are more likely to have financial returns above their national industry medians” (Hunt, Layton, & Prince, 2015) to provide rationale for diversity being a competitive differentiator. McKinsey outlines the value diversity adds to the brand, highlighting greater returns as a means to an end, the end being a profitable and successful business. On the same page of McKinsey’s website, there is a downloadable, three-page PDF with data supporting the business case for diversity with the first sentence reading, “new research makes it increasingly clear that companies with more diverse workforces perform better financially” (Hunt et al., 2015). This begs the question, who benefits from this concept of “successful business?” The business case for diversity rhetoric is mainstream in 2019, suggesting a profit for equal opportunity in the workplace. The interest in developing and executing inclusion and diversity programs dates back to Lyndon B. Johnson’s Civil Rights Act of 1964 which made employment, school, and voter discrimination based on race, color, sex, religion, and national origin illegal. The United States has since spent decades seeking to understand what it means to create an environment where everyone has equal access to opportunities and can bring their whole selves to the workplace. While we have seen changes, consider Deloitte and the Alliance for Board Diversity census analysis of Fortune 500 boards stating, “since 2012, the number of companies with greater than 40 percent diversity has doubled” (DeHaas, Akutagawa, & Spriggs, 2019). However, changes have had little to no effect on senior leadership. As of 2018, of the Fortune 500 companies, less than 5% of CEOs are female-identifying (predominantly white), 0.6% are black, and 0.8% are openly gay (Green, Holman, & Paskin, 2018). While diversity is endlessly more expansive than race, sexual orientation, and gender, these data points highlight a lack of diversity in the workplace, particularly in leadership. If organizations are bought into the business case for diversity narrative, for example given African Americans make up 14% of the US population and have a $1.2 trillion buying power (McGirt, 2018), one could argue it would be beneficial for organizations to seek out and hire more African American employees.  Organizations not only in the U.S., but around the world are investing remarkable sums of resources in inclusion and diversity programs and correspondingly, academia is investing resources to study the phenomenon. From implicit bias training at Starbucks and Capital One; partnerships such as Google and Historically Black Colleges and Universities; TJournal of Diversity Management – June 2020  Volume 15, Number 1 Copyright by author(s); CC-BY 2 The Clute Institute Facebook recruiting efforts at conferences like Grace Hopper; employee resource groups at companies like American Airlines, Visa, and AT&T; mentorship programs at GE and Caterpillar; and an “authentic conversations strategy” at PepsiCo (Thomas & Creary, 2009), we have seen numerous approaches and strategies to improve inclusion and diversity efforts but little evidence of improvement. What isn’t working?   To answer this question, one must turn to the origin of division, colonialism, review how it has evolved, and assess what role it plays in organizations. Let’s consider the commodification of diversity in business. Dye and Golnaraghi (2015) review the narrative for diversity management in organizations, particularly the business case versus the social justice case. We saw earlier in McKinsey & Company’s statement that “we intuitively know that diversity matters” (Hunt et al., 2015), but without the opportunity to ask the authors what this means, we are left to assume its implication is the morality of equity in the workplace. Dye and Golnaraghi (2015) review the diversity management evolution and highlight the change in the US demographics, the shift from diversity to inclusion, and the political correctness of the language used. The findings of their work suggest the business case for diversity garners the most attention from those in power because of its impact on the bottom-line. What is most curious about this discovery is the research on whether or not inclusion and diversity have positive effects on the bottom line and is generally inconclusive and contradictory. The authors remind us that organizations often fail to measure these initiatives and their impact and go on to highlight various examples of the positive, negative, and contradictory research on the benefits of diversity and inclusion programs. Two themes that the authors give rise to that is most valuable for this paper includes the “discourse of control” and the role organizations play in society. This begs the question if the multitude of strategies within inclusion and diversity programs aren’t successful, then how does an organization make its workplace more inclusive?  POSTCOLONIAL THEORY, AN APPLICATION TO DIVERSITY MANAGEMENT  To recognize the damaging effects of the business case for diversity, one must uncover when the tipping point took place. In their analysis of published work, Oswick and Noon (2014) examined the trends of equality, diversity, and inclusion literature over a 40-year period, from 1970 to 2010. They recognized the beginnings of the shift from equality to the business case for diversity stems from the publication of the Workforce 2000 report which predicted massive demographic change requiring organization to rethink their hiring strategies in order to survive; of particular concern was the startling prediction that by 2000 only 15% of new entrants to the US workforce would be US-born white males. (p. 24)  It is important to note that the mention of the Workforce 2000 report is a frequent theme in diversity management literature and is often cited as the tipping point in diversity management, both in praxis and in research. Later, it was acknowledged to not be factual, but regardless, the impact from the report was significant and a full-fledged emergency ensued, insisting a management style overhaul take place. Here, we can see the fear of those in power being threatened and the need to manage diversity became the fix. What is most remarkable in Oswick and Noon’s (2014) research is the answer to why the business case for diversity is ineffective. The authors highlight the impact of anti-discrimination approaches, or social justice, on stakeholders versus the impact of management styles, or the business case, and the intensity one evokes over the other. Anti-discrimination has a different level of depth as it impacts human life and equity, whereas management styles impact the business’ bottom line. It is along this boundary that one is chosen over the other; management style is favored, and anti-discrimination is downplayed, and not selected for a business setting. However, they discuss the synchronicity of these two, but because they are viewed and implemented diachronically in organizations, only one strategy is allowed to be employed despite them being harmonious.   The business case for diversity rhetoric does not offer depth thus strategies using this framework to address a lack of diversity and inclusion in the workplace will not be sustainable. Additionally, it is important to note that capitalism is inherent in the business case for diversity and colonialism is a fundamental block of American capitalism (Hart, 2019). This maintains the current power structures and creates little space for other.  Consider reframing the concept of diversity management. Faria (2015) discusses colonialism, Eurocentric universalism and the “asymmetrical coexistence of diversity and decoloniality and universality and coloniality” (p. 128). These concepts are expansive and provide a structure that aligns with the business case rhetoric and the subsequent, general lack of success of inclusion and diversity programs. Colonialism predominates everything we do Journal of Diversity Management – June 2020  Volume 15, Number 1 Copyright by author(s); CC-BY 3 The Clute Institute and “has been kept alive in books, in the criteria for academic performance, in cultural patterns, in common sense, in the self-image of peoples, in aspirations of self, and so many other aspects of our modern-day experience” (p. 130).  Here, Faria (2015) lays the groundwork for suggesting the business case for diversity and diversity management have effectively fostered Eurocentric supremacy. While it isn’t the old war-based approach, it is a “knowledge-based mechanism” (p. 135). The argument to consider here is while the diversity narrative engages difference, it is only in the vain of differences aligning with a singular perspective, one that is “Eurocentric universalism,” particularly in this globalized world. However, with the focus on diversity, it has not only opened the door for a new variation of Eurocentric supremacy, but also the “sub-knowledges” (p.139).  Ultimately, Faria (2015) calls for diversity management to be looked at through the decolonial lens to be beneficial to society as a whole. A call for co-construction between those in emerging and established economies and the implementation of diversality will allow for a global “pluriveral field of management and organization studies” (p. 143).  Considering the business case for diversity and the juxtaposition of colonialism, it is worthy to pursue further research in postcolonial theory as a framework for understanding why diversity programs have not yielded the expected success and subsequently to inform building inclusion into the workplace. By employing the principles of postcolonial theory, there is the potential to unlock a truly inclusive workplace strategy, and it involves decolonizing power structures.  To understand our current landscape and begin to plan for problem solving strategies, it is important to examine the roots of our economic paradigm, capitalism and globalization. Banjeree & Linstead (2001) connect the dots between colonialism, industrialization, and globalization and highlight the argument that capitalism is reaching a global phase. It is evident this “development orchestrated by the industrialized countries tended to replicate the forces of colonialism in that it continued the pattern of resource expropriation and economic control by the industrialized countries” (p. 687). A review of history and an analysis of globalization from a political, cultural, and social perspective tell the story of othering. “Globalization has its historical roots in the modern era where military strength secured the global control of raw materials, which through industrialization in turn, enabled the creation and control of world markets, sustaining the competitive and economic advantage of the industrialized countries” (p. 689). From a cultural perspective, those in power, the industrialized countries, establish everything outside of themselves as other. “This doesn’t imply that the entire planet is homogenized into Western culture but that political, cultural, and social positions in the non-Western world are established in relation to the Capitalist West” (p. 689). Globally, we can see the growing gap between the rich and the poor, and this polarization between classes is the intersection between discourse of globalization and colonialism (2001). This narrative is pertinent to the understanding of citizens being made into consumers, making globalization modern-day colonialism. Essentially, by putting an abstract dollar value on labor, global capitalism controls the trade of goods and services. This becomes structural power, shifting democracy to global capitalism and is protected “by transforming citizens into consumers and where the role of the polity is to protect the world trade system. Thus, globalization becomes the new global colonialism” (p. 694).  Building on this concept of globalized consumerism, note how the discussions about multiculturalism are often centered around the industrialized nations. These discussions are designed by those in power, creating a hierarchy where knowledge and resources are controlled by the industrialized nations. “Rather than address relations of domination (and resistance of ethnic minorities), multiculturalism often ‘translates as the acquisition of knowledge for the purpose of servicing and managing ethnic minorities” (p. 704). Industrialized nations allow for “cultural pluralism” within their control, forbidding “multiple structures and institutions from serving multiple cultures” (p. 704). This control allows for those in power to remain in power and create oppressive limits inherent in social systems, government, and workplace. The hierarchy is maintained across all institutions, thus inherently built into inclusion and diversity strategies.   Cross-cultural research has informed current inclusion and diversity strategies and given the aforementioned industrialized nation hierarchy inherent in the work, postcolonial theory is an opportune framework to deconstruct why many of these current strategies are inadequate. Deconstructing power structures insists those who are conducting the research assess and question their own biases and discourse. Kwek (2003) argues “postcolonial critiques of cross-cultural studies have the potential to open up imaginative spaces for other knowledges to appear and engage with Journal of Diversity Management – June 2020  Volume 15, Number 1 Copyright by author(s); CC-BY 4 The Clute Institute Western discourses” (p. 141). Postcolonial theory is a process that “emphasizes a ‘coming-into-being’ of resistances, tensions, and struggles against the many guises and effects of colonialism” (p. 128). Consider the idea of representation in detail and the link to “apparatuses of power.” “Representation is not neutral, nor can it ever be so; it is an act, arguably the founding act, of the will to power” (p. 123). A valuable example Kwek (2003) offers is a critique of Hoftsede’s work Consequences (1980), which outlines the various categories cultural differences can be understood. Hofstede’s widely accepted work has become incredibly popular and informs many academics and practitioners alike of the ways to describe and anticipate behaviors of those around the world. The popularity and continued use of Consequences have created a lack of innovation in this discipline because Hofstede’s theory is foundational to subsequent research, and instead of pursuing new models and frameworks, academics are merely building from the same foundation. “This attitude serves to perpetuate a colonizing process that seeks to homogenize, reduce, and silence other cultures” (p. 124).   To decolonize this work, Kwek (2003) offers several actions: circularity, containment, substitution, control at a distance, displacement, essentialization, reduction, absence, fixed, transparency, and proprietorship. Using these as filters to breakdown representations the West has created, one is not only able to acknowledge differences, but also value their contributions. We have removed difference in an effort to homogenize knowledge, a Eurocentric approach. Consider Richard Rorty’s description of epistemology as an example, “the study of mental representations was a distinctly European development that rapidly became the ‘quest for certainty over the quest for reason’” (p. 124). The evolution of “appearance, mental representation, and reality” is outlined as the way representation takes Western knowledge and instills it as truth. Kwek’s (2003) term “representationalism” serves a warning because “when such accurate mirroring of reality is achieved, theories are deemed to be true and therefore carry the full weight of scientific authority with them” (p. 125).  Subsequently, representationalism silences other knowledges because “universality of application can only be achieved through systematically undermining, marginalizing, and removing competing views—in other words, the presentation of an objective ‘fact’ about the world is the product of contestation where strength has prevailed” (p. 125). Ultimately, this leads to control and postcolonial theory can re-establish balance. Kwek (2003) shows us how to do this by outlining his four “vectors of analysis.”  These relate to: (a) the pervasive reductionist ideology and self-proclaimed neutrality of modern science and its scientific method, (b) the methodological problems of positivist cross-cultural research with reference to their essentializing and exclusionary agenda, (c) the representationalism of cross-cultural knowledge, and (d) the colonizing and disciplinary effects of such knowledge and the complicity of academic institutions in these dynamics. (p. 131)  Finally, the contribution Kwek (2003) makes that is most relevant to this paper is highlighting the call to action postcolonial theory provides, prioritizing new and productive places where those from different cultures who have been silenced are able to “speak back.” Insisting on the use of critical thinking makes way for questioning. The questions Kwek (2003) challenges us to ask are the same questions one must ask in the inclusion and diversity space. Questions such as:   What other theories are there, or should there be? Which groups of peoples are written out of current theories and what are the consequences of such marginalization (Calás & Smircich, 1999)? Is the West ready to accept potentially strange knowledges, not as alternatives but as equals? If given the chance, would the Others choose to resist or continue to follow the West? Are the others able to create their own voices external to the discourses of the West? And to repeat the poignant concluding remark of Mir, Calás, and Smircich, “is the West…even capable of listening?” (1999: 290). (p. 138).   These questions allow for one to look at self and other not as binaries as the Eurocentric rhetoric suggests, but as two halves that make up a whole. This is important because we can better understand culture when one is not made to be more important than another, nor does one simplify a culture’s complexity. We need to resist representationalistic simplifications by pointing to the internal plurality, dissension, and contestation over values, and the ongoing changes occurring in virtually all cultures (Kwek, 2003, p. 140).   Postcolonial theory is a deep form of critical thinking, allowing innovative spaces for knowledge sharing to open. Anshuman Prasad (2006) describes it as “a persistent interrogation of Eurocentrism” (p. 123). Colonialism has Journal of Diversity Management – June 2020  Volume 15, Number 1 Copyright by author(s); CC-BY 5 The Clute Institute profound influences on identity through the construction of hierarchical binaries which has enabled the West to view themselves as superior to “other.” The value postcolonial theory offers is the potential to liberate all, the colonizers and the colonized alike because colonialism is harmful to everyone (p. 124). This is particularly relevant to workplace diversity because colonialism has shaped the Western perception of others, and while many are erroneous, they continue to persist. The superiority the West believes it possesses is because “colonialism came to be seen by many as a Western moral obligation designed to civilize, improve, and help those peoples who were ‘lagging behind in the March of History and Civilization’” (p. 124). This moral obligation to civilize and liberate the rest of the world “took on the form of something akin to a common sense for the West, and hence, held enormous significance for the identities of Western individuals” (p. 130).  Postcolonial theory helps us to understand how these power structures and constructed identities inform multiculturalism and diversity practices in the workplace; this is a new way of maintaining the unequal power status quo. Postcolonial theory suggests this persists because the “continued systematic discrimination may offer not only material, political and economic pay-offs for dominant white groups in those countries, but also a psychological pay-off by way of safeguarding the concerned white individuals’ sense of who they are” (p. 130). Here we see the need to decolonize power structures to allow for all cultures to be accepted as equally valuable.  Diversity Management can be viewed as a form of neocolonialism; thus, multiculturalism strategies are inherently designed to fail. Building from a foundation that is biased and inaccurate perpetuates inequities and explains why inclusion and diversity strategies have generally been unsuccessful. Prasad’s (2006) call to action for diversity researchers is practical, suggesting not only assessing a potential failure of implementation, but also examining the very foundation of such initiatives, because it may have been built with neocolonial structures that guarantee the misfiring of the initial intention of the initiative. Additionally, to assess if a diversity initiative is worthy or not, researchers must turn their attention to “include the assessment of the degree to which such initiatives destabilize the binaries under consideration” (p. 136).   To understand the complexity of the workplace, Prasad (2006) lists four developments to consider, “increasing ‘white backlash,’ the ‘Latinization’ of American society, possible tensions at the intersection of race and gender, and the struggle over ‘soft power,’ between dominant and marginalized groups” (p. 137). This leads to the notion that one cannot rely on the goodwill of dominant groups to give up their power nor can we rely on pedagogical forms of educating, instead we must look to “become deeply familiar with the intricacies and nuances of workplace resistance” (p. 139). This 14-year old bod of work is shockingly relevant to today. Prasad’s (2006) accurate prediction suggests using postcolonial theory as a framework to inform inclusion and diversity programs is not only appropriate, but a prerequisite if those executing strategies truly want to build a more inclusive workplace.   To understand neocolonialism in praxis, Kalonaityte (2010) conducted a study using postcolonial framework to engage in the proposition of diversity management. Drawing from an empirical study “of a Swedish municipal school for adults in order to theorize how construction of privileged and disadvantaged ethnic identities is an integral diversity management practice” (p. 31). Kalonaityte (2010) posits how an “essentialist notion of national culture contributes to the construction of ethnical minorities as culturally inferior” (p. 31). Kalonaityte (2010) reviews postcolonial theory in detail and highlights the Eurocentric binary identity as a power structure. “The view of identity as constructed through differentiation suggests that identity construction can be seen as a critical space from which exercise power, but also resistance” (p. 32). She goes on to discuss how this type of identity formation is used to create hierarchies of social groups to sustain “gendered, racialized, or nationalistic self-images” (p. 32).  Another highlight of Kalonaityte’s (2010) review of diversity management literature is the acknowledgement of the negative consequences of the business case for diversity due to “its unwillingness to grapple with power inequalities, management’s complicity in the history of exclusion, and contextual specificity of various diversity management practices” (p. 33). Diversity management research excludes many concepts because it is edited to be agreeable for the audience. This contributes to the continued employment of hierarchies in organizations which are created along gender, race, and class lines. Kalonaityte (2010) makes the argument for postcolonial theory to be an excellent framework to assess diversity management because it untangles nontraditional action and assesses the subsequent resistance to that action.  Postcolonial theory uses history as a lens to review the present, namely that “colonialism and neo-colonial domination are linked to Western modernity, its binary mode of thought and a cultural representation system, which once made it Journal of Diversity Management – June 2020  Volume 15, Number 1 Copyright by author(s); CC-BY 6 The Clute Institute possible to believe in compatibility of liberty, equality and slavery” (p. 36). Essentially, Eurocentric beliefs and practices replaced those of indigenous groups and communities and were seen as superior, i.e., Sweden is civilized, and Mali is primitive. This binary is thus imposed and naturalized as truth. The belief of the “civilized” is to extend their influence because they’ve conceptualized the other as “lacking intellectual capacity” (p. 37) thus justifying their power over others.  Postcolonial theory brings acts of resistance forward as a compelling space to listen and learn from. The acts of resistance from others can be observed in various forms, for example, in Kalonaityte’s (2010) study, religious holidays outside of Christianity aren’t acceptable in the studied Swedish school. Students would miss school on certain days to practice their non-Christian religion, but these days are not formally recognized by the school. However, because teachers anticipate students not being in classes due to an upcoming non-Christian religious holiday, they will plan a teacher’s planning day and students are not penalized for missing classes. This is an example of resistance.  This example employs postcolonial theory framework as useful in understanding how organizations are complicit in the creation of both “privileged and disadvantaged social identities” (p. 47). Relevant to building inclusion strategies for the workplace, one must further investigate the various forms of “non-traditional forms of resistance” in diversity management because “acknowledging that one does not possess control over one’s native language and culture and is unwilling to claim the privilege of defining its boundaries, makes the transformation of power relations possible” (p. 48).  If colonialism is the bedrock for how “other” is defined in relation to the West, consider postcolonial theory as the means to deconstruct it. Using this framework, the need to explore power relations is apparent because “the tendency to oversimplify culture and to see representations of difference through binary lenses as mirroring some sort of authentic cultural character that sets one apart from the other is criticized” (Kaasila-Pakanen, 2015, p. 176). These fixed categories of “other” originate from Western European colonialism and are embedded in our everyday thought processes through “naturalization.” Naturalization is understood to be “a representational strategy designed to stop the inevitable ‘slide’ of meaning and secure so-called discursive closure to fix difference, to secure it in its place” (p. 181), thus making it extremely difficult to shift perspective or change someone’s mind. This is evident in diversity management as one can very easily review statistics of various organizations, most frequently listing the increase in female, minority, sexual orientation, ability, etc. categories of representation, i.e., the data listed in the introduction of this paper. Diversity Management thus becomes incredibly convincing of stereotypes, embeds them as truth, and perpetuates them, helping us to uncover why traditional strategies to make changes have been ineffective. Kaasila-Pakanen (2015) makes several recommendations to address the root cause, two of which are most relevant for this paper. Firstly, we must respect cultural difference, not cultural diversity. Protecting the nuance of cultural differences allows for us to move beyond the binary. Secondly, Kaasila-Pakanen (2015) recommends using Bhabha’s (2007) “third space” as a means of accomplishing this.  In Bhabha’s approach, the ambivalence of colonial discourse appears in the cultural interpretation itself, in which the production of meaning occurs through a hybrid third space: because the interpretation is never simply an act of communication between the I and You present in the statement, the production of meaning requires that these two places are mobilized through an unconscious relation that the third space introduces (Bhabha, 2007, p. 53). It is the third space of enunciation that, therefore challenges the structure of meaning and reference, destroying the form of representation through which culture is seen as a unifying force authenticated and kept alive by the shared history and national tradition of the people (Bhabha, 2007, p. 54). (p. 185)  Combining these two recommendations to address the shortcomings of diversity management, we must consider the boundaries in organizations as the liminal, third space where addressing representationalism and new meaning-making can occur.  RECOMMENDATIONS FOR IMPLEMENTATION  Inclusion and diversity have been growing in both research and praxis and while there has been movement in this field in the last several decades, the strategies, programs, and efforts are not seeing the level of favorable outcomes Journal of Diversity Management – June 2020  Volume 15, Number 1 Copyright by author(s); CC-BY 7 The Clute Institute anticipated. Earlier in this paper an explanation was offered for this incessant use of the business case for diversity versus the social justice discourse, which shrinks equity, justice, and morality to dollar values thus creating a transient space for inclusion and diversity programs to float but not anchor. What is needed to anchor these concepts and strategies is using postcolonial theory as a framework to deconstruct systemic power structures and build new programs and instigate cultural change. Using four tenets of postcolonial theory, four recommendations are proposed below to begin this shift.  One, a respect for cultural difference, thus understanding culture to not be finite but “becoming” (Kaasila-Pakanen, 2015). Just like we are constantly evolving, something Mrs. Michelle Obama so eloquently wrote about in her memoir Becoming, culture, too, is not static. Dominant, Eurocentric, Western culture is often used as the basis by which we understand “other.” However, all cultures have liminality and using this in-between space as a place to allow for change, growth, evolution, etc. to be bubbled up in the form of stories in the workplace can break the rigidity of our current fixed notion of culture. Leaders can do this “by rethinking organizational boundaries as in-between spaces that function as the conditions of existence for altering the fixed subject positions of the organizational actors of today” (Kaasila-Pakanen, 2015, p. 186). Leaders need to be intentional in cultivating an environment that is welcoming of this concept. To do this, a humanistic leadership approach can be applied. Consider Dr. Shaista Khilji’s description of leadership as a holistic journey is  …to include life orientation. It incorporates social meaning in leading, and transforms human relationships within organizations. It helps us move beyond objectivity, mind and reason to emotions and subjectivity. It humanizes leaders and makes humans more humane. (Khilji’s, 2019)  This holistic concept is different from what so many of us have been taught in both higher education and throughout our careers. We are often socialized into understanding different versions of ourselves, i.e., professional you versus shoes-off-self you. This separation of personal-self and work-self creates a gap in self-knowledge, allowing for a blind spot when ethical dilemma decision-making arises. The current status quo suggests we don’t act out of emotion but address obstacles with logical reasoning, promoting the employment of a scientific method-like problem solving strategy. This is limiting and unrealistic for human beings given our multiple senses, motivations, and drives. If we look to view ourselves and others as whole, existing inside and outside of the workplace, we can begin to better serve the drive to bond and drive to comprehend. “Indeed, there is power in ‘knowing.’ However, there is also power in ‘feeling’ and ‘being.’ If we want to find meaning in how we live and lead, we have to strive for congruence between our inner lives and work lives” (Khilji, 2019). Embracing responsible and humanistic leadership could mean the disruption of the status quo. A step to being a humanistic leader is reflection and critical thinking, starting with one’s self.   Two, to understand the complexity of identities and the removal of the binary, we must turn inward.   It is important to include the concept of intersectionality because it acknowledges power structures embedded in the binary and opens up how we understand ourselves and others more inclusively. Intersectionality, a term coined by Kimberlé Crenshaw 30 years ago, is  …a lens through which you can see where power comes and collides, where it interlocks and intersects. It’s not simply that there’s a race problem here, a gender problem here, and a class or LBGTQ problem there. Many times, that framework erases what happens to people who are subject to all of these things. (Crenshaw, 2017)  Christie Smith and Sean Kelly (2014) discuss the importance of intersectionality in a report from Deloitte’s University Leadership Center for Inclusion. Here, Smith and Kelly (2014) argue that present inclusion and diversity efforts are one-dimensional. They suggest employee resource groups (ERG) are “paradoxically non-inclusive” because they force employees to choose one aspect of their identity, perpetuating “covering.” Covering is described by Smith and Kelly (2014) as a way that employees cope with exclusion at work by hiding various aspects of their identity. “This compartmentalization of identity unintentionally forces diverse individuals to stagnate because it does not allow for the expression of other, equally important, aspects of one’s identities” (p. 3). While Smith and Kelly (2014) discuss the dramatic costs to organizations that covering causes, it is important to note this can detract from the findings as it Journal of Diversity Management – June 2020  Volume 15, Number 1 Copyright by author(s); CC-BY 8 The Clute Institute shifts the rhetoric back to the business case for diversity instead of creating meaning-making in the third space (Bhabha, 2007), thus perpetuating the problem.  Continuing to focus on turning inward, Freeman and Auster (2011) discuss three variations of the self, an evolution of being authentic, and a foundational characteristic of responsible and humanistic leadership.  Living authentically means asking hard questions about [these] aspirations, not taking them at face value, understanding the connections to past, present, and future that they are based on. But, if living authentically is to be more than an introspective journey, we must take account of how human beings remake their world. (Freeman & Auster, 2011, p. 21)  Values are an integral part of being authentic, but this is ambiguous as many don’t understand their values, understand how to act through one’s values, or have the freedom to choose to act through one’s values (Freeman & Auster, 2011). Furthermore, understanding oneself is connected to and dependent on an understanding of other. There is much to be learned from the self-other concept and Freeman and Auster (2011) explicitly point out a nuanced perspective in the West, “our values give us our identity, and in the liberal West, we take these values to be individualized” (p. 18). Herein lies paradox, and although paradox is often associated with a negative connotation, it is both customary and expected in leadership and must be welcomed through reflection and critical thinking. Freeman and Auster (2011) suggest, “we need a view of the authentic self that takes into account the mutuality and paradox of recognition, and the permanent tension between self and other, autonomy and connection, which comes with mutuality” (p. 21). Diving deeper into this paradoxical concept, Chen and Miller (2010) offer a robust explanation of self-other integration, one that blends an Eastern and Western perspective.   Such paradoxical integration or \"both/and\" thinking has its roots in Chinese culture (Chen, 2002). In the Eastern context, \"paradox\" implies a consideration not of individual parts and their existence in a state of conflict, but of the whole and how it links diverse and conflicting elements. It is a dynamic conception that seeks accommodation and inclusion - essentially, the balancing of paradoxical tendencies (Peng & Nisbett, 1999). One of its principal tenets is holism, the idea of a self-other integration in which \"self\" and \"other\" are interdependent opposites that can only be defined as a pair and together form a totality (Chen, 2001). That is, \"A\" and \"not A\" combine to form a new entity rather than canceling one another out. (p. 23)  Chen and Miller (2010) suggest one needs the other, and two opposing concepts are innately two points on the same spectrum. Chen (2008) makes the argument to move away from either/or thinking as it isn’t conducive to our increasingly interconnected and globalized world, and instead proposes we consider “The Middle Way.”  One of its principal tenets is holism, the idea of self–other (or holistic) integration in which “self” and “other” are interdependent opposites that can only be defined as a pair (Chen, 2001). The other pillar of the Middle Way is paradox, which is best symbolized by the well-known yin/yang image, opposites containing within them the seed of the other and together forming a dynamic unity. (p. 291)  This “dynamic unity” between two seemingly contrasting opposites is referred to as “transparadox.” One must realize how important it is to seek to understand self and other, both their connection and opposition, and inherent need for each other. To help stimulate this action, the use of critical thinking and reflection are paramount and because leadership is a collective process, consider Raelin’s (2002) call to public reflection, “it is through public reflection that we may create a collective identity as a community of inquiry.” These practices bring others in while valuing differences.     Three, pockets of resistance are areas to be excited about, not areas to silence. Consider formally legitimizing acts of resistance (Kalonaityte, 2010). To do this, one must employ ethical leadership practices because   …true ethics involves some form of compassion. Ethics is not ‘What do I have to do?’ but rather ‘What can I do?’ Spontaneous nonmandated acts of generosity are what build long-term trust and loyalty and move our businesses onto the ‘most admired’ and ‘companies I would most like to work for’ lists.” (McCoy, 2007, p. 144) Journal of Diversity Management – June 2020  Volume 15, Number 1 Copyright by author(s); CC-BY 9 The Clute Institute An example of what this could look like is sharing the responsibility of ethical decision-making with others whom are not like you, nor in your position. This will need to be inclusive of a multitude of perspectives, thus will evoke greater context around the issue at hand. It will require creating collaboration around something challenging, and deciding on an outcome that centers those who historically would have been excluded, because if those who have been restricted are liberated, everyone prospers. Authenticity in the form of open communication, vulnerability, and curiosity are the actions one must take to accomplish this. Waldman and Galvin (2008) discuss the stakeholder perspective, and this aligns with supporting the legitimizing of pockets of resistance.  Narratives shape perceptions and political reality, which in turn shape economic reality. Business leaders have traditionally avoided broader societal issues and have focused on their narrower role. In the coming years, we believe that they will need to take a more active stance — to play offense and not just defense. It is time for a credible, inclusive and trust-inspiring narrative, both for the direction of our societies and the sharing of benefits and opportunity within them. (Lesser, Reeves, & Harnoss, 2016, p. 25)  For a leader to create a more inclusive workplace, employing the stakeholder perspective is a necessity. To apply the stakeholder perspective, on must commit to “leading-by-example, incorporating stakeholder values into core purpose and vision, using intellectual stimulation to help followers implement stakeholder values, and the demonstration of employee empowerment” (Waldman & Gavin, 2008, p. 335). Businesses are not mutually exclusive from the peoples and communities they serve; they are part of them. This implies that organizations must view their leadership as contributing to the community and if there are dissenters, they must be embraced as much as those who are agreeable. Additionally, this will more deeply engage those in the middle. This will not only allow for innovation to flourish, but also be inclusive of as many stakeholders as possible, resulting in the betterment of all.    Lastly, the fourth tenet of postcolonial theory that one can employ in inclusion and diversity strategies is the use of the third-space for collaborative meaning-making. Bhabha (2007) discusses the concept of the third space because there are “unequal and uneven forces of cultural representation involved in the contest for political and social authority in the modern world order” (p. 245). The concept of the third space, the space in-between one’s perception of one’s cultural identity, which is argued to be influenced by colonialism/neo-colonialism regardless of place of origin, and how others perceive your cultural identity, is where hybridity of cultural identities can exist. This duality allows for multiple versions and understandings to happen. Here, cultural difference has to be acknowledged and is no longer categorical but more fluid and interactive. This actively destroys the binary that binds us to men/women, black/white, heterosexual/homosexual, etc., thus allowing cultural difference to be a strength. This expansive thought can be more easily understood using the analogy of your local coffee shop, think of home as the first space, work as the second space, and the coffee shop as the third space, where perhaps you read a book or watch the other patrons as you sip your favorite caffeinated beverage. This could be challenging to put into practice in the workplace, but just as we discussed how to legitimize pockets of resistance, leading with values, both/and perspective, and humanistic leadership, one can also consider spirituality in leadership and knowledge stewardship as how this can be achieved.   Knowledge stewardship as Belle (2017) describes is “a character-conscious approach where there is a heightened quality of organizational attentiveness to knowing and acting” (p. 87). Knowledge stewardship can be a form of organizational self-reflection, and because organizations are made up of people, simply, self-reflection. This requires the humanist perspective to ensure the integrity of difference-in-thought is protected. The humanist perspective, as outlined by Pruzan and Miller (2006):  Responsibility also finds expression in what we refer to as an integrity argument. Its essence is that we are responsible, first and foremost, to ourselves and therefore that we should perform our leadership so that we live up to our own values, so there is unity in our thoughts, words, and deeds… The humanist perspective focuses on living up to one’s own values and humaneness. (p. 75)  This ties together the importance of self-reflection and critical thinking for the development and growth of oneself, and while this is ultimately to the betterment of self, the spiritual leader goes beyond self-interest. Spirituality and leadership can make many uncomfortable given the belief of the separation of church and state in the West. Spirituality can be defined as the honoring of the divinity within, within oneself and within others: both/and. Pruzan & Miller (2006) describe spirituality as an “attunement with a universal spirit. It is being so in tune with that spirit that you are Journal of Diversity Management – June 2020  Volume 15, Number 1 Copyright by author(s); CC-BY 10 The Clute Institute not acting from a place of greed, but you are acting from a place that is on behalf of the welfare of totality” (p. 78). The spiritual leader and stakeholder theory allow for “business leaders to become responsible for promoting the well-being and spiritual fulfillment of everyone touched by the business: employees, customers, suppliers, competitors, shareholders, and society” (Pruzan & Miller, 2006, p. 75). Spirituality and the concept of connectedness is the invisible thread linking us to each other, both supporting both/and perspective and satisfying paradox. McCoy (2007) argues:  A deeply centered person is connected to the world through genuine respect for others, listening, and questioning. Such a person purposely surrenders a part of his or her autonomy to others and in turn is sustained by the broad range of communities in which he or she participates, both within and outside the business community. (p. 153)   Finally, McCoy (2007) reminds us “if spirituality can help us focus less intensely on our personal needs and more on the needs and desires of others, it can be an important factor in our emotional maturity and success” (p. 159).  CONCLUSION  There is no evidence of an organization employing postcolonial theory as a framework to design inclusion and diversity programs with the intent to make the workplace more inclusive. Deloitte, arguably one of the leaders in the inclusion and diversity field in both research and praxis, recently released a document titled The Bias Barrier: Allyship, Inclusion, and Everyday Behaviors; 2019 State of Inclusion Survey. While it is apparent that postcolonial theory is not employed as a strategy to inform inclusion and diversity strategies at Deloitte, there is significant discussion around bias, particularly implicit bias. In the book Blindspot: Hidden Biases of Good People, Bananji and Greenwald (2016) discuss the hidden-bias blindspot.   …we can be unaware of hidden biases in the same way we are unaware of the retinal scotoma in each of our eyes. This blindspot also shares a feature with the dramatic and pathological phenomenon of blindsight. Just as patients who can’t ‘see’ a hammer can still act as if they do, hidden biases are capable of guiding our behavior without our being aware of their role.” (p. xii)  Given the understanding of colonialism, neocolonialism, and postcolonial theory, implicit bias as a means of prejudice is a symptom of colonialism thus could be addressed with the themes that emerge from the postcolonial theory research. However, in an investigation into implicit bias training in organizations, an explicit connection to postcolonial theory was not found. Deloitte identifies the cognizance of bias as a behavior in one of the five ways to foster inclusion, “be aware of unconscious biases so decisions can be made in a transparent, consistent, and informed manner” (Cooper & Horn (2019), but they do not discuss how. While implicit bias training is a popular addition to inclusion and diversity strategies, one cannot discuss implicit bias without the understanding of history, particularly that of colonialism. While understanding implicit bias is important, one must understand the structures and reasons behind why implicit bias exists. Much research attributes implicit bias to the inherent need humans have to categorize what is seen and learned to make it easier to understand, but one must dig deeper and ask “why?” The challenge with implicit bias is the lack of responsibility it requires of the individual, and while training provides a space to acknowledge it, there needs to be a sense of responsibility instilled in the individual to unlearn so much of what we understand to be truth.  Deloitte is not the only organization to use implicit bias training in their inclusion and diversity strategy, in fact, many organizations are adopting this strategy, i.e., Capital One, Starbucks, Papa John’s, etc. However, although there is a conceivable connection between implicit bias and colonialism, there aren’t trainings or strategies that employ tenets of postcolonial theory, i.e., pockets of resistance, complexity of identities and the removal of the binary, identifying the business case for diversity to be ineffective, a respect for the cultural difference thus understanding culture to not be finite but “becoming,” and the use of the third-space for collaborative meaning-making. This could be the bridge that connects us to a more inclusive workplace.     Journal of Diversity Management – June 2020  Volume 15, Number 1 Copyright by author(s); CC-BY 11 The Clute Institute AUTHOR BIOGRAPHY  Mia Amato Caliendo, originally from St. Maarten, currently resides in Miami, FL. Caliendo completed her undergraduate degree in Electronic Media and Criminology in 2010 at the University of Miami. She then worked for Apple for eight years in a retail leadership capacity. In 2017, she worked with the Inclusion and Diversity team at Apple on the Apple HBCU Scholars Program in an interim capacity. Subsequently, she returned to academia to study organizational leadership and learning at George Washington University. Her Master’s degree in Education and Human Development created a platform for her to research and explore ways of creating a more inclusive workplace. She has since returned to Apple as a Global Project Manager and has also co-founded the Humanizing Initiative with partners from GWU. This paper is a product of her independent study under Shaista E. Khilji, a professor of Human and Organizational Learning and International Affairs at GWU. Khilji contributed positively to the development of this paper even after the independent study was compete, and encouraged Caliendo to seek publishing. All errors are Caliendo’s. E-mail: mia.amato@me.com  REFERENCES  Belle, S. (2017). Knowledge stewardship as an ethos-driven approach to business. Journal of Business Ethics, 142, 83-91.  Bhabha, H. K. (2007). The Location of Culture. New York: Routledge. Banaji, M. R., & Greenwald, A. G. (2016). Blindspot: Hidden biases of good people. New York: Bantam Books. Banjeree, S.B. & Linstead, S. (2001). Globalization, Multiculturalism and Other Fictions: Colonialism for the New Millennium? Organization, 8, 683-722. Chen, M-J. (2008). Reconceptualizing the competition-cooperation relationship: A transparadox perspective. Journal of Management Inquiry, 17, 288-304.  Chen, M. J. & Miller, D. (2010) West meets East: Toward an ambicultural approach to management. Academy of Management Perspectives, 24, 17-24. Cooper, T. & Horn, E. (2019). The bias barrier: Allyship, inclusion, and everyday behaviors; 2019 State of Inclusion Survey. Deloitte.  DeHaas, D., Akutagawa, L., & Spriggs, S. (2019, February 5). Missing Pieces Report: The 2018 Board Diversity Census of Women and Minorities on Fortune 500 Boards. Harvard Law School Forum on Corporate Governance and Financial Regulation. Available at https://corpgov.law.harvard.edu/2019/02/05/missing-pieces-report-the-2018-board-diversity-census-of-women-and-minorities-on-fortune-500-boards/ Dye, K. & Golnaraghi, G. (2015) Organizational Benefits Through Diversity Management. In Bendl, R., Bleijenbergh, I., Henttonen, E., & Mills, A. J. (Eds.). (2015). The Oxford handbook of diversity in organizations. (pp. 255-277). Oxford, UK: Oxford University Press. Faria, A. (2015). Reframing Diversity Management. In Bendl, R., Bleijenbergh, I., Henttonen, E., & Mills, A. J. (Eds.). The Oxford handbook of diversity in organizations. (pp. 127-149). Oxford, UK: Oxford University Press. Freeman, R. E., & Auster, E. R. (2011). Values, authenticity, and responsible leadership. Journal of Business Ethics, 98(1), 15-23.  Green, J., Holaman, J., & Paskin, J. (2018, September 21). America’s C-Suites Keep Getting Whiter (and More Male, Too). Bloomberg. Available at https://www.bloomberg.com/news/articles/2018-09-21/america-s-c-suites-keep-getting-whiter-and-more-male-too  Hart, E. (2019). Trading Spaces: The Colonial Marketplace and the Foundations of American Capitalism. Chicago, IL: University of Chicago Press. Hunt, V., Layton, D., & Prince, S. (2015, February). Why diversity matters. McKinsey & Company. Available at https://www.mckinsey.com/business-functions/organization/our-insights/why-diversity-matters Khilji, S. E. (2019, March 29). From 'effective leadership' to 'leading humanistically'. Meidum. Available at https://medium.com/@shaistakhilji/from-effective-leadership-to-leading-humanistically-1b6def7c518b  Kaasila-Pakanen, A-L. (2015). A Postcolonial Deconstruction of Diversity Management and Multiculturalism. In R. Bendl, I. Bleijenbergh, E. Henttonen, & A. J. Mills (Eds.), The Oxford handbook of diversity in organizations (pp. 175-194). Oxford, UK: Oxford University Press. Kalonaityte, V. (2010). The Case of Vanishing Borders: Theorizing Diversity Management as Internal Border Control. Organization, 17, 31-52.  Kimberlé Crenshaw on Intersectionality, More than Two Decades Later. (2017, June 8). Columbia Law School. Available at https://www.law.columbia.edu/pt-br/news/2017/06/kimberle-crenshaw-intersectionality  Kwek, D. (2003) Decolonizing and Re-presenting Culture’s Consequences: A Postcolonial Critique of Cross-Cultural Studies in Management. In A. Prasad (ed.)  Postcolonial Theory and Organizational Analysis: A Critical Engagement. New York: Palgrave Macmillan 121-46.  Journal of Diversity Management – June 2020  Volume 15, Number 1 Copyright by author(s); CC-BY 12 The Clute Institute Lesser, R., Reeves, M. & Harnoss, J. (2016, December). Tackling inequality: the challenge for corporate leaders. Harvard Business Review. Retrieved from https://hbr.org/product/tackling-inequality-the-challenge-for-corporate-leaders/ROT321- PDF-ENG  McCoy, B. B. (2007). Living into leadership: A journey in ethics (pp. 139-161). Stanford, CA: Stanford University Press.  McGirt, E. (2018, February 28). RaceAhead: A New Nielsen Report Puts Black Buying Power at $1.2 Trillion. Fortune. Available at http://fortune.com/2018/02/28/raceahead-nielsen-report-black-buying-power/ Oswick, C. and Noon, M. (2014) Discourses of Diversity, Equality, and Inclusion: Trenchant Formulations or Transient Fashions? British Journal of Management, 25, 23-39. Prasad, A. (2006). The Jewel in the Crown: Postcolonial Theory and Workplace Diversity. In A.M. Konrad, P. Prasad, and J.K. Pringle (eds.), Handbook of Workplace Diversity. London: Sage, 121-44.  Pruzan, P., & Miller, W. (2006). Spirituality as the basis of responsible leaders and responsible organizations. In T. Maak & N. M. Pless (Eds.), Responsible leadership. Oxon, UK: Routledge. Raelin, J.A. (2002). “I Don’t Have Time to Think!” versus the art of reflective practice. Reflections, 4(1), 66-79. Smith, C., & Kelly, S. (2014, December 11). What if the road to inclusion were really an intersection? Deloitte University Leadership Center for Inclusion Available at https://www2.deloitte.com/insights/us/en/topics/talent/multidimensional-diversity.html Thomas, D. & Creary, S. (2009, August 17). Meeting the Diversity Challenge at PepsiCo: The Steve Reinemund Era. HBS No. 9-410-024. Boston, MA: Harvard Business School Publishing. Waldman, D. A., & Galvin, B. M. (2008). Alternative perspectives of responsible leadership. Organizational Dynamics, 37(4), 327-341. ",
    "id": 401919217,
    "identifiers": {
        "doi": null,
        "oai": "oai:ojs.pkp.sfu.ca:article/10365"
    },
    "title": "Employing Postcolonial Theory As A Framework For Creating A More Inclusive Workplace",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-06-01T01:00:00+01:00",
    "publisher": "'Clute Institute'",
    "references": [],
    "sourceFulltextUrls": [
        "https://clutejournals.com/index.php/JDM/article/download/10365/10415"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/401919217.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/401919217"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/401919217/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/401919217/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/401919217"
        }
    ],
    "abstract": "The business case for diversity rhetoric is commonplace in 2019, suggesting a profit for ensuring equal opportunity in the workplace. Organizations across a multitude of industries as well as academia have invested incredible resources to develop this concept. This article reviews postcolonial theory from multiple perspectives and uses postcolonial theory themes as a framework to explore the reasons why inclusion and diversity business strategies and programs are not seeing the progress originally anticipated. Considering the use of the social justice discourse, themes of postcolonial theory, and humanistic leadership practices, suggestions and recommendations for creating a more inclusive workplace are outlined. Postcolonial Theor",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article",
        "Postcolonial Theory",
        "Diversity",
        "Inclusion",
        "Leadership",
        "Humanistic Leadership",
        "Meaning-Making"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article"
    ],
    "oai": "oai:ojs.pkp.sfu.ca:article/10365",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13101",
        "openDoarId": 0,
        "name": "Clute Institute: Journals",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 401919217,
        "depositedDate": null,
        "publishedDate": "2020-06-01T01:00:00+01:00",
        "updatedDate": "2024-02-13T18:16:56+00:00",
        "acceptedDate": null,
        "createdDate": "2021-04-18T19:36:23+01:00"
    },
    "urls": [
        "https://clutejournals.com/index.php/JDM/article/view/10365"
    ],
    "lastUpdate": "2024-02-13T18:16:56+00:00",
    "setSpecs": []
}