{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ikeije, Ugochukwu"
        },
        {
            "name": "Lekan-Akomolafe, Chika"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-30T01:49:37+00:00",
    "dataProvider": {
        "id": 12431,
        "name": "International Institute for Science, Technology and Education (IISTE): E-Journals",
        "url": "https://api.core.ac.uk/v3/data-providers/12431",
        "logo": "https://api.core.ac.uk/data-providers/12431/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/234626537.pdf",
    "fullText": "European Journal of Business and Management                                                                                                                               www.iiste.org ISSN 2222-1905 (Paper) ISSN 2222-2839 (Online) Vol.7, No.14, 2015  34 Employees Diversity and Inclusion: A Paradigm Shift in Organizational Management  Ugochukwu Ikeije*      Chika Lekan-Akomolafe2 Department of Human Resource Management, Michael Okpara University of Agriculture, PMB 7267, Umuahia, Abia State, Nigeria * E-mail of the corresponding author: ugo10005@yahoo.com  Abstract Organizations in today’s global economic arrangement are experiencing increasing changes in the composition of their workforce. Overt and hidden characteristics ranging from surface level to deep level diversity of organizational members are common features of global organizations. Thus, organizations today are faced with the challenges of managing these diverse workgroups. Therefore, this paper sheds light on the concepts of diversity and inclusion as emerging philosophy in global management practice. It aims at providing empirical evidence of the benefits of diversity and inclusion as emerging management concepts as well as the challenges inherent in creating and managing an integrated workforce. Keywords: Diversity, Inclusion, Workplace/workgroup, Organization, Strategy,   Management  1. Introduction Organizations in different parts of the world are faced with the challenge of managing an increasing diverse workgroups. Globalization, advancement in information and communication technology together with improved transportation system have reduced the distance separating people of different cultures, races, ages, ethno-religious and social backgrounds. Particularly, increased globalization in workplaces has led to a situation whereby the workplaces are getting more and more diversified (Owoyeme, Elegbede & Gbajumo-Sheriff, 2011). This situation requires more interaction among people from diverse cultures, beliefs, and backgrounds than ever before. Thus, people no longer live and work in an insular marketplace; they are now part of a worldwide economy with competition coming from nearly every continent (Green, et. al, 2012). Currently, emphasis has shifted from local and national workers to global workers – a situation where workers are free to work in any part of the world not minding differences in cultures and belief systems. With the number of labour migrants increasing rapidly, workplaces around the world have become diverse. Formerly homogeneous workforce are being replaced by a mixture of ethnic and cultural groups (Lillie, et al, 2013). Thus, it is not uncommon to encounter work environments segmented by ethnicity, nationality, language, age, race, and religion. In addition, diversity, multicultural and multilingual workforce and workplaces and the difficulties of managing these have become increasingly important (Lillie, et al, 2013). This is to the extent that management of many organizations is now adopting the policy of inclusion in the management of these diverse employees. Inclusion as a policy trust becomes necessary in order to harness varying potentials of the diverse workgroups for organizational benefits. This is particularly important since global competition has taken new dimension and organizational survival depends to a large extent on management’s ability to integrate the available skill-mix provided by diverse employees. Given this scenario, this paper seeks to shed light on the concepts of diversity and inclusion as emerging philosophy in global management practice. This is imperative as no economy or organization is insulated from global competitiveness. It aims at providing empirical evidence of the benefits of diversity and inclusion as emerging management concepts as well as the challenges inherent in creating and managing an integrated workforce.  2. The Concept of Employee Diversity and Inclusion Various definitions and descriptions of workplace diversity exist in literature (Moore, 1999; Jones, 1999; Quinetta, 2006; Jayne & Dipboye, 2004). Jayne & Dipboye (2004) pointed out that the definition of diversity has evolved from a focus on legally protected attributes such as race, gender, and age to a much broader definition that includes the entire spectrum of human differences. Kreitz (2007) observed that many current writers defined diversity as any significant difference that distinguishes one individual from another – a description that encompasses a broad range of overt and hidden qualities. How (2007) cited in Kreitz (2007) noted that “researchers organize diversity characteristics into four areas: personality (e.g., traits, skills, and abilities), internal (e.g., gender, race, ethnicity, I.Q., sexual orientation), external (e.g., culture, nationality, religion, marital or parental status), and organizational (e.g., position, department, union/non-union). This broad description shows that diversity has different dimensions – ranging from surface-level diversity to deep-level diversity. It also shows that demographic dimensions or surface level dimension of diversity describes only one aspect of employee diversity. Thus, diversity goes beyond that to include differences in values, personality, and work European Journal of Business and Management                                                                                                                               www.iiste.org ISSN 2222-1905 (Paper) ISSN 2222-2839 (Online) Vol.7, No.14, 2015  35 preferences that become progressively more important for determining similarity as people get to know one another better (Robbins & Judge, 2013). Quinetta (2007) maintained that diversity include observable and non-observable characteristics. Observable dimensions include such characteristics as gender, race, ethnicity, and age, which are legally protected from discrimination, while non-observable characteristics include cultural, cognitive, and technical differences among employees (kochan et al., 2003) cited in Quinetta (2007).  However, definition and description of diversity have also included inclusion as many authors and researchers seem to treat the concepts together. This move from diversity to inclusion is evident in the definition of diversity management which recognizes inclusion as a strategy in managing workplace diversity. Inclusion is a state of being valued, respected and supported. It is about focusing on the needs of every individual and ensuring the right conditions are in place for each person to achieve his or her full potential. Inclusion should be reflected in an organization’s culture, practices and relationships that are in place to support a diverse workforce. Mor Barak and Cherin (1998) cited in Quinetta (2007) define inclusion as the extent to which individuals can access information and resources, are involved in work groups, and have the ability to influence decision-making processes. Quinetta (2007) added that “rather than emphasizing differences as an organizational commodity that has exchange value in terms of economic performance, inclusion is focused on the degree to which individuals feel a part of critical organizational processes.” Thus, inclusion represents a person’s ability to contribute fully and effectively to an organization (Mor Barak & Cherin, 1998). Inclusion also means absence of discrimination, favoritism and unfair treatment of a minority group within the workplace/workgroup; and respect for individual differences. It involves recognizing, understanding, and respecting all the ways we differ, and leveraging those differences for competitive business advantage (Quinetta, 2007). Inclusion in multicultural organizations means that there is equality, justice, and full participation at both the group and individual levels, so that members of different groups not only have equal access to opportunities, decision-making, and positions of power, but also are actively sought out because of their differences (Holvino, Ferdman & Merrill-Sands, 2004).  3. Challenges of Diversity and Inclusion Management Managing diversity and inclusion in an organization presents obvious challenges which diversity programmes and policies should put into consideration. Beyond the complex task of defining objectives and methods to achieve diversity, managements face a variety of internal barriers to implementing such programmes (Society of Human Resource Management, 2009). By its nature, hiring, promoting and integrating a critical mass of employees from diverse backgrounds changes the nature of the interaction within a company (ibid.). The major barrier to diversity and inclusion programmes is cultural resistance. This is so because a diverse workgroup is made up of individuals from different cultural backgrounds. The first challenge therefore borders on how to make members of the diverse workgroup respect these differences. Often times, negative attitudes and behaviours are common among diverse workgroup. These negative attitudes and behaviours can be barriers to organizational diversity because they can harm working relationships and damage morale and work productivity (Esty, et al.1995). Managers may also be challenged with losses in personnel and work productivity due to prejudice and discrimination and complaints and legal actions against organization (Devoe, 1999).   In effect, diversity presents problems in convergent processes, especially when the organization needs employees to think or act in similar ways. Diversity renders communications and integration more difficult. People from different culture fail to understand one another. They do not work in the same ways or same place (Kamal & Ferdousi, 2009). However, Cox (2001) warns “that increasing diversity presents a double edged sword; hence the challenge of managing diversity is to create conditions that minimize its potential to be a performance barrier while maximizing its potential to enhance organizational performance.”  4. Inclusion as a Strategy for Managing Diversity Organizations faced with the challenges of managing diverse workforce are now adopting inclusion as a policy strategy in managing their people. Inclusion as a diversity management strategy differs from policies and programs such as equal employment opportunity and affirmative action (Jayne & Dipboye, 2004). While both focus on legally protected attributes, diversity and inclusion broaden the scope beyond legally protected attributes to include a much larger and wide-ranging pool of individual differences (Jayne & Dipboye, 2004). Inclusion policy often emanates from the understanding that for management to achieve the overall objectives of an organization, there is the need for individual differences to be respected and the right environment that encourages individual contributions and optimal potentials created.  To this extent, companies generally consider inclusion to be an integral part of diversity management efforts, since inclusion improves rates of retention of employees who are different (Society for Human Resource Management, 2009). According to Hugh Mitchell, HR Director of Royal Dutch Shell, cited in Society for Human Resource Management (2009): “If this is about having the right team photo, then that is not very hard. I can get diverse people in the door, and declare success. But without a focus on inclusion, five years later many of European Journal of Business and Management                                                                                                                               www.iiste.org ISSN 2222-1905 (Paper) ISSN 2222-2839 (Online) Vol.7, No.14, 2015  36 those people will have gone, and the team photo will look the same as ten years ago. Inclusion is about making sure people can make the contribution they were brought in to make. If I hire someone because he or she is different, and then I do not draw that difference into my business thinking, then what is the point? So, for example, if I hire a Nigerian to work here in Netherlands, he or she should not be expected to think and act the same as an engineer from Delft.” The above excerpt underscores the importance which organizations place on inclusion as a strategy for managing diversity. Thus, inclusion efforts helps to create an environment in which employees from diverse groups and cultures can perform to the best of their ability. This idea recognizes that to provide real equality of opportunity, people need to be treated differently in ways that are fair and tailored to their needs and in ways that are aligned to business needs and objectives. To progress diversity therefore, organizations focus on developing inclusive approaches to employment policies and practices and personal behaviours by managing equality and diversity issues in ways that support business contexts and circumstances (Chartered Institute of Personnel Development, 2011). To achieve this, organizations are moving from minimal compliance with legal duties and are focusing on engaging employees’ understanding in ways that influence personal behaviours and operational activities regarding the delivery of products and services to meet diverse customer and client needs and preferences (CIPD, 2011).  Inclusion has been described as a feature of good management in any organization (Holvino, Ferdman & Merrill-Sands, 2004). To this end, Wheeler (1999) observed that “organizations that truly value inclusion are characterized by: effective management of people who are different, ability to admit weakness and mistakes, heterogeneity at all levels, empowerment of people, recognition and utilization of people’s skills and abilities, an environment that fosters learning and exchanging of ideas, and flexibility.” Therefore, in an inclusive organization, differences of all types become integrated into the fabric of the business, such that they become a necessary part of doing its everyday work (Holvino, Ferdman & Merrill-Sands, 2004). Inclusion as a strategy for managing diversity also focuses on improvement of business outcomes. The improvement fall into the following: Diversity and inclusion produce better decisions because a broader range of factors and backgrounds are brought to bear in the decision-making processes, and diversity and inclusion improve a company’s image in the marketplace (Society for Human Resource Management, 2009). Thus, managing and valuing diversity is a key component of effective people management, which can improve workplace productivity (Black Enterprise, 2001).  5. Business case for Diversity and Inclusion Business case for diversity and inclusion focuses on the benefits which organizations can derive from managing diversity by adopting inclusion strategy. It involves a range of benefits resulting from greater workforce diversity within organization (Kondrad, 2003). Cox and Blake (1991) pointed out that organizational literature began emphasizing the business case for diversity in the late 1980s. But today it has acquired a higher momentum as many organizations see having a large pool of workers with different socio-cultural and demographic backgrounds as beneficial to their success. Such benefits have direct impact on the organization’s bottom line. It derives from the large pool of talents which are available in the organization and can also impact positively on the company’s operations. Diversity, therefore, can become advantageous when the organization wants to expand its perspective, strategy, tactics, or approach, to reposition the organization, reposition strategy from a bricks and mortar to e-commerce environment, launch a new product, create a new idea, develop new marketing plan, design a new operation, or assess emerging trends from a new perspectives (Adler, 2002).  Further business benefits of diversity and inclusion include increased organizational effectiveness (Kulik and Roberson, 2008), greater access to new segments of the market place and enhanced productivity (Thomas and Ely, 1996), reduction in lawsuits; increase recruitment, creativity and business image (Esty,et al., 1995). Furthermore, a positive correlation has been found to exist between inclusion and job satisfaction. For example, a study by Acquivita et al, (2009) found that perception of inclusion and exclusion predict social workers’ job satisfaction. In terms of labour turnover, it was found that perceived inclusiveness related positively to intent to remain (Avery, et al., 2008). Thus, they suggested, that employees who feel more socially integrated are likely to exhibit higher levels organizational identification and attachment and are less likely to leave (ibid.) However, there are different arguments regarding the business case for diversity and inclusion. Society of Human Resource Management (2009) identified these arguments as the followings: the moral argument, talent-pool argument, business outcomes argument and the regulatory-compliance argument. The moral argument emphasizes given opportunity to disadvantaged groups as part of moral obligation of an organization. Such argument suggests that people with disability can be valuable resource for the organization; therefore, it is a moral imperative to create opportunity for such group to contribute to the organization’s business. Talent-pool has been reported as the most common reason for adopting diversity programmes, and it aims at broadening the talent pool available to a company, both currently and in the future (Society of Human Resource Management, 2009). A study by The Society of Human Resource Management, 2009) reported that 53% of the survey European Journal of Business and Management                                                                                                                               www.iiste.org ISSN 2222-1905 (Paper) ISSN 2222-2839 (Online) Vol.7, No.14, 2015  37 respondents say “that tapping a broader range of skills to promote efficiency is a business rationale for their diversity programmes, and 43% say the rationale is to tap new talent sources to understand customers and increase sales. In particular, companies are focusing on diversity and inclusion as a way of addressing looming talent shortages in information technology and engineering (ibid.).  The business outcome argument focuses on the improvements which diversity and inclusion can bring to bear on business outcomes. Thus, many companies hire employees from different backgrounds because they personally represent the tastes, sensibilities and interests of a broad range of customer segments (ibid.).  On the other hand, regulatory compliance argument emphasizes the need for organizations to comply with legal requirements in their operations. Complying with legal requirements such as avoidance of discrimination and recognition of immigrant rights put the organization in a better light and enhance its acceptability.   6. Empirical Evidence of Diversity and Inclusion Management in Organization A review of empirical findings revealed that organizations are incorporating diversity and inclusion in managing workgroups. In some occasions diversity and inclusion policy are explicitly explained in the organization’s management policy, while in other occasions, they are implied in the human resource policies in form of a statement by the management declaring its intention to recognize and respect differences among the workers. In a study by Bernard Hodes Group (2012) diversity and inclusion was found as an integral feature of HR policy infrastructure, with 83% of respondents stating that their organization has developed an articulated strategy, policy or guidelines for managing diversity and inclusion. The study further reported that where the organization lacked a written strategy, policy or set of guidelines there was a wide spectrum of thought underlying this – some respondents reported that their organization clearly positioned themselves as having underestimated the importance of diversity and inclusion, whereas others at the other end of the spectrum said their organization had clearly pulled away from the policy/statement approach and took a more culturally-integrated approach.  A comparative analysis of large organizations and smaller organizations in respect to adoption of diversity and inclusion strategies/policies/guidelines showed that almost all respondents from very large organizations (90% of businesses with 5,000+ employees and 86% with 500-4,999 employees) stated their organization had such strategies/policies/guidelines in place. On the other hand, over 70% of those from smaller organizations (74% with 1-99 employees and 78% with 100-499 employees) said their organization had defined a similar strategy or policy (Bernard Hodes Group, 2012). In addition, another study by Society of Human Resource Management (2009) showed that 55% of the respondents reported that their organizations strongly promote diversity and inclusion. This suggests that most companies recognize that diversity and inclusion are closely linked; and that inclusion helps to ensure that employees from diverse backgrounds are able to contribute, remain with the company and flourish (Society of Human Resource Management, 2009).  Further evidence of the movement toward inclusion as a diversity strategy is revealed in a Human Resources Institute (2003) report of findings from a 2001 survey of Fortune 1000 companies: 96% of respondents said they provide diversity training on race, 88% on gender, 85% on ethnicity, 65% on age, 64% on disability, 57% on sexual orientation, and 54% on religion. Ellis and Sonnenfeld (1994) cited in Holvino, Ferdman & Merrill-Sands (2004) identified some of the advantages of diversity training, such as raising awareness about indirect discrimination and conferred privilege, providing voice to those who have been historically underrepresented, substituting knowledge and facts for myths and stereotypes about co-workers, and sending a message that diversity is an important initiative throughout the organization.  Indeed, this findings show that inclusion as a diversity strategy attempts to embrace and leverage all employee differences to benefit the organization. As a result, managing all workers well has become the focus of many corporate diversity initiatives (Jayne & Dipboye, 2004).  7. Conclusion Although diversity presents certain challenges, however, organizations have realized that diversity provides benefits if properly managed. Hence, organizations are adopting inclusive approach in managing diverse work environments and workgroups/teams. Thus, evidence in literature has shown that diversity and inclusion cannot be separated from each other when it comes to managing diverse workgroup. Organizations now consider inclusion as integral part of their diversity efforts, since inclusion improves rates of retention of employees who are different (Society of Human Resource Management, 2009). To this end, many organizations are going beyond a mere statement of intent in adopting diversity and inclusion in managing their workforce to making diversity and inclusion part of the organizations’ culture. The culture of inclusion emphasizes collectivism, which also offers organizations more benefits of workplace diversity than a culture of individualism. Thus, having an organizational culture that encourages employee involvement (inclusion) appears to be important for the management of workplace diversity (Guidroz, Kotrba, & Denison, 2009).  It is therefore recommended that organizations grappling with the challenge of managing diversity should adopt policy of inclusion as part of their managerial philosophy. Rather than seeing the emerging diverse global work European Journal of Business and Management                                                                                                                               www.iiste.org ISSN 2222-1905 (Paper) ISSN 2222-2839 (Online) Vol.7, No.14, 2015  38 organization as a negative phenomenon, management of organizations should effectively integrate these differences for the single purpose of goal achievement.      References Acquavita, S.P., Pitman, J., Gibbons, M., & Castellanos-Brown, K. (2009). Personal and organizational diversity factors’ impact on social workers’ job satisfaction: Results from a national internet-based survey. Administration in Social Work, 33: 151-166.  Adler, N.J. (2002). International Dimensions of Organizational Behaviour, 4th ed. Cincinnati: South-Western. Avery, D.R., Mckay, P.F., Wilson, D.C., & Volpone, S. (2008). Attenuating the effect of seniority on intent to remain: The role of perceived inclusiveness. Paper presented at the meeting of the Academy of Management, Anaheim, CA. Bernard Hodes Group (2012). Diversity and inclusion: Fringe or fundamental? Bernard Hodes Group Black Enterprise. (2001). Managing a multicultural workforce. Black Enterprise Magazine (July). Chartered Institute of Personnel and Development (2011). Diversity in the workplace: an overview. Factsheet. London: CIPD.  Cox, Jr. T. (2001). Creating the multicultural organization: A strategy for capturing the power of diversity, Jossey-Bass, San Fransisco, pp. 3-16. Cox, T.H., Jr., & Blake, S. (1991). Managing cultural diversity: Implications for organizational competitiveness. Academy of Management Executive, 5, 45-56. Devoe, D. (1999). Managing a diverse workforce. San Mateo, CA: Info World Media Group. Esty, K., Griffin, R. & Schorr-Hirsh, M. (1995). Workplace diversity. A manager guide to solving problems and turning diversity into a competitive advantage. Avon, MA: Adams Media Corporation. Green, K.A, López, M., Wysocki, A., & Kepner, K. (2012). Diversity in the workplace: Benefits, challenges, and the required managerial tools. Institute of Food and Agricultural Sciences, University of Florida. Available on http://www.edis.ifas.ufl.edu Guidroz, A.M., Kotrba, L.M. & Denison, D.R. (2009). Workplace diversity: Is national or organizational culture predominant? The Linkage Leader, Denison Consulting. Available on www.linkageinc.com Holvino, E.H., Ferdman, B.M., & Merrill-Sands, D. (2004). Creating and sustaining diversity and inclusion in organizations: Strategies and approaches. In M.S. Stockdale & F.J. Crsoby (eds.), The Psychology and Management of Workplace Diversity (pp. 245-276). Malden, MA: Blackwell. Human Resource Institute. (2003). Managing diversity. Available on http://www.hrinstitute.info/frameset.asp?contentpage=home  Jayne, M.E.A, & Dipboye, R.L. (2004). Leveraging diversity to improve business performance: Research findings and recommendations for organizations. Human Resource Management, Vol. 43, No.4, 409-424. Jones, D. (1999). The definition of diversity: Two views. A more inclusive definition. Journal of Library Administration, 27, 5-15. Kondrad, A. (2003). Defining the domain of workplace diversity scholarship. Group & Organization Management, 28(1), 4-17. Kreitz, P.A. (2007). Best practices for managing organizational diversity. SLAC-PUB-12499, Graduate School of Library and Information Sciences, Simmons College.  Kulik, C.T., and Roberson, L. (2008). Diversity initiative effectiveness: what organizations can (and cannot) expect from diversity recruitment, diversity training, amd formal mentoring program. In A.P. Brief (ed.), Diversity at Work, Cambridge University Press, Cambridge, pp. 265-317.  Lillie, N., Caro, E., Berntsen, L. & Wagner, I. (2013). Migration and human resource management. In M.L. Martinez (ed.), International Human Resource Management: An Employment Relations Perspective, SAGE Publications Limited, pp. 220-237.  Moore, S. (1999). Understanding and managing diversity among groups at work: Key issues for organizational training and development. Journal of European Industrial Training, 23, 208-217.  Owoyemi, O.A, Elegbede T., & Gbajumo-Sheriff, M. (2011). Age diversity and the future of workforce in Nigeria. European Journal of Economics, Finance and Administrative Sciences, Issue 30, 67-75. Quinetta, M.R. (2006). Disentangling the meaning of diversity and inclusion in organizations. Group and Organizational Management, 31 (2), 212-236. Society for Human Resource Management (2009). Global diversity and inclusion: Perceptions, practices and attitudes. Economist Intelligence Unit. Thomas, D.A. & Ely, R.J. (1996). Making differences matter: A new paradigm for managing diversity. Harvard Business Review, 74, 79-90. Wheeler, M. (1999). Global diversity: A culture-change perspective. The Diversity Factor, 31-34. The IISTE is a pioneer in the Open-Access hosting service and academic event management.  The aim of the firm is Accelerating Global Knowledge Sharing.  More information about the firm can be found on the homepage:  http://www.iiste.org  CALL FOR JOURNAL PAPERS There are more than 30 peer-reviewed academic journals hosted under the hosting platform.   Prospective authors of journals can find the submission instruction on the following page: http://www.iiste.org/journals/  All the journals articles are available online to the readers all over the world without financial, legal, or technical barriers other than those inseparable from gaining access to the internet itself.  Paper version of the journals is also available upon request of readers and authors.   MORE RESOURCES Book publication information: http://www.iiste.org/book/ Academic conference: http://www.iiste.org/conference/upcoming-conferences-call-for-paper/   IISTE Knowledge Sharing Partners EBSCO, Index Copernicus, Ulrich's Periodicals Directory, JournalTOCS, PKP Open Archives Harvester, Bielefeld Academic Search Engine, Elektronische Zeitschriftenbibliothek EZB, Open J-Gate, OCLC WorldCat, Universe Digtial Library , NewJour, Google Scholar   ",
    "id": 234626537,
    "identifiers": {
        "doi": null,
        "oai": "oai:ojs.localhost:article/22480"
    },
    "title": "Employees Diversity and Inclusion: A Paradigm Shift in Organizational Management",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-05-30T01:00:00+01:00",
    "publisher": "The International Institute for Science, Technology and Education (IISTE)",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.iiste.org/Journals/index.php/EJBM/article/download/22480/23110"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/234626537.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/234626537"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/234626537/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/234626537/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/234626537"
        }
    ],
    "abstract": "Organizations in today’s global economic arrangement are experiencing increasing changes in the composition of their workforce. Overt and hidden characteristics ranging from surface level to deep level diversity of organizational members are common features of global organizations. Thus, organizations today are faced with the challenges of managing these diverse workgroups. Therefore, this paper sheds light on the concepts of diversity and inclusion as emerging philosophy in global management practice. It aims at providing empirical evidence of the benefits of diversity and inclusion as emerging management concepts as well as the challenges inherent in creating and managing an integrated workforce. Keywords: Diversity, Inclusion, Workplace/workgroup, Organization, Strategy,   Managemen",
    "tags": [
        "info:eu-repo/semantics/article",
        "Peer-reviewed Article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "Peer-reviewed Article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:ojs.localhost:article/22480",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12431",
        "openDoarId": 0,
        "name": "International Institute for Science, Technology and Education (IISTE): E-Journals",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 234626537,
        "depositedDate": null,
        "publishedDate": "2015-05-30T01:00:00+01:00",
        "updatedDate": "2024-01-30T02:25:29+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-30T01:49:37+00:00"
    },
    "urls": [
        "https://www.iiste.org/Journals/index.php/EJBM/article/view/22480"
    ],
    "lastUpdate": "2024-01-30T02:25:29+00:00",
    "setSpecs": []
}