{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kakoti Borah, Poonam"
        }
    ],
    "contributors": [],
    "createdDate": "2022-07-08T04:01:33+01:00",
    "dataProvider": {
        "id": 8191,
        "name": "Space and Culture, India",
        "url": "https://api.core.ac.uk/v3/data-providers/8191",
        "logo": "https://api.core.ac.uk/data-providers/8191/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.20896/saci.v6i3.400",
    "downloadUrl": "https://core.ac.uk/download/522787738.pdf",
    "fullText": "Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 5 https://doi.org/10.20896/saci.v6i3.400 ©2018 Kakoti Borah. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.  REVIEW          OPEN ACCESS Engaging with the Law: Decriminalisation of Homosexuality and the Johar Judgement, 2018 Dr Poonam Kakoti Borah† Abstract On September 6, 2018, the Supreme Court of India passed a historic judgment that decriminalised consensual same-sex acts among adults. The judgment which ‘read down’ S377 IPC was the culmination of demands that started from organisations that worked around HIV/AIDS prevention and eventually encouraged individual LGBTQ persons to challenge the law. Engagement with the law, therefore, this paper argues has been central to the emergence of the LGBTQ movement in India. Without undermining the significance of the grass root activism against S377, the paper also places stress on international human rights instruments and LGBTQ struggles against decriminalisation from different countries as factors that enabled the Johar Judgment.  Finally, the paper raises the question on larger ramifications that the judgment can have and the necessity to look beyond decriminalisation.  Keywords: Homosexuality, LGBTQ, Litigation, Morality, Privacy, Sodomy.                                                           †Assistant Professor,Department of Women's Studies, Gauhati University, Guwahati, 781014, Email:- poonamkborah@gauhati.ac.in Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 6  Introduction Let us move from darkness to light, from bigotry to tolerance and from the winter of mere survival to the spring of life ― as the herald of a New India ― to a more inclusive society. Justice Dipak Misra and Justice A.M. Khanwilkar in Navtej Singh Johar and ors v. Union Of India, 2018 In 1984, when queer theorist Gayle Rubin wrote her famous essay Thinking Sex: Notes for a Radical Theory of the Politics of Sexuality, she referred to a ‘moral sexual hierarchy’ which places heterosexuality and homosexuality differentially. This sexual hierarchy is sustained mainly by anti-sodomy laws and supported by the profession of mental health, social practices and popular ideology. Therefore, confrontation with these structures is inevitable when the sexual hierarchy is challenged. The Lesbian Gay Bisexual Transgender and Queer (henceforth LGBTQ) movements across the world have been engaged in this task of appealing and struggling for legal reform.  Across the world, LGBTQ movements have struggled against discrimination based on sexual orientation and gender identity (SOGI) though specificities vary across time and space. However, one current crisis has affected all LGBTQ mobilisation: the HIV/AIDS crisis. When AIDS arrived as a global threat in the 1980s, it had a specific impact on the LGBTQ people: it made the covert discrimination experienced by LGBTQ people explicit. In countries like the UK and the USA where gay and lesbian organisations were already in existence, the AIDS tragedy helped in consolidating LGBTQ activism. When AIDS arrived in India, in the later part of the 1980s, it had a paradoxical effect. On the one hand, it stigmatised people who were afflicted by the disease, and they tried to make themselves invisible, and on the other hand, it made visible those people who were invisible on account of their sexualities. HIV/AIDS prevention programmes and health activists realised that Section(S)377 of the Indian Penal Code (IPC)was a major stumbling block that deterred detection and prevention among high-risk groups. People who engaged in same-sex activities were reluctant to come forward for HIV testing and condom distribution programmes because they could be punished under S377. It is in the unfortunate collision of the disease with the law that HIV/AIDS activists realised the inevitability of confronting the anti-sodomy law in India.  In the backdrop of the above, this article attempts to chalk out the history of LGBTQ activism in India around S377 IPC which begins immediately with HIV/AIDS crisis until the recent 2018 Supreme Court Judgment that decriminalised consensual same-sex acts among adults. The first part of the article provides an account of the developments in international human rights discourses that currently led to the recognition of SOGI rights as inalienable rights that should accrue to all human beings. The second part of the article lays down a brief account of ‘new sexual movements’ that have engaged with and confronted anti-sodomy laws, primarily focussing on the experiences from the United Kingdom and the United States of America. The third part of the article maps out the history of the LGBTQ movement in India and emphasises that antagonism towards S377 has propelled the movement towards the present moment, where decriminalisation has been finally achieved. Sexual Orientation and Gender Identity within the International Human Rights Framework Persecution of citizens through anti-sodomy laws that discriminate between heterosexuals and homosexuals have been a concern for international human rights discourse as it renders invisible violations that occur on the grounds of SOGI. In his report of February 2016, the UN’s special rapporteur on torture Prof Juan Mendez stated that: ‘states are complicit in violence against women and lesbian, gay, bisexual and transgender persons whenever they create and implement discriminatory laws that trap them in abusive Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 7  circumstances’(Banning Homosexuality Fosters Hate, And Homophobia Says UN Report, 2016). The emergence of SOGI rights in the international human rights discourse has been termed as the last frontier of civil rights. The acknowledgment that ‘gay rights are human rights’ was facilitated through the concerted efforts of work of newly formed human rights organisations like International Lesbian and Gay Association (ILGA) and International Gay and Lesbian Human Rights Commission (IGLHRC) and the expansion of the ambit of well recognised human rights organisations such as Amnesty International and Human Rights Watch.1 These organisations demonstrated that human rights abuse that lesbians, gay men, bisexual and transgender persons were subjected to is widespread. As a result of their sustained effort, a significant development such as the deletion of homosexuality as a mental illness from the International Classification of Diseases was achieved in 1991 (LaViolette and Whitworth, 1994). Gay and lesbian rights as human rights emerged comfortably within the European Union in the early 1980s and by the 1990s, groups like the ILGA had access to the European Parliament and the European Commission. As a result of ILGA’s advocacy the Charter of Fundamental Rights, in the year 2000, incorporated non-discrimination towards LGBTQ as one of its specific principles. The European Court of Justice is hailed for its landmark ruling in Dudgeon v United Kingdom (1981) as it held that Northern Ireland contravened the European Convention of Human Rights as it criminalised homosexuality and thereby, ‘violated Dudgeon’s right to respect for his private life’ (Sanders 2008, 15). The Dudgeon case hastened the process of criminal law reform in the United Kingdom, and it became a precedent for several other similar judgements like Norris v. Ireland (1988) and in Modinos v. Cyprus (1993). The judgment ‘fostered a ripple effect throughout the United Kingdom, and other members of the Council of                                                           1 ILGA was formed in 1978 and IGLHRC was formed  in 1991. Europe…decriminalisation of homosexuality has become a tacit but necessary step for admission into the Council’(Thoreson 2009, 327). Unlike the EU, the advocacy of LGBTQ rights has been strenuous within the United Nations. This is perceptible because the issue of lesbian rights was raised in the 1985 Nairobi World Conference on Women yet ‘sexual orientation’ was not incorporated into the Beijing Platform for Action of 1995. The resistance has been consistent. In 2003, when Brazil moved a general resolution on ‘Human Rights and Sexual Orientation’ in the Human Rights Commission, it was vehemently opposed by a coalition of nineteen countries which threatened to defeat any resolution that had any reference to sexuality. The defeat of the Brazil Resolution revealed that concerted efforts must be made if human rights violation on the basis of SOGI is to be recognised as a global problem. An International Conference on LGBTQ Human Rights was held in Montreal in July 2006 where activists provided testimonial accounts of violations that LGBTQ people had to face across the world. In stark contrast to the moderate tone of the Brazil resolution, the Montreal Declaration was ‘utopian’ and ‘a deeply aspirational document’ (Thoreson, 2009). It called for ‘recognition of queer partnerships, queer families, and rights that are not yet recognised by the vast majority of states worldwide’ (Thoreson 2009, 327). Unfortunately, the Montreal Declaration did not find endorsement from states and therefore, in a bid to widen the appeal for LGBTQ rights another conference was held in Yogyakarta, Indonesia in November 2006. It stated that it sought ‘to explore the legal rights of sexual minorities worldwide’ (Thoreson 2009, 327). It drew support from twenty-nine eminent individuals from multilateral bodies and due to ‘the modesty of their demands, the stability of their foundations, and the strategic, inventive ways that activists have framed and deployed them (Thoreson 2009, 323) the Yogyakarta principles were found appealing by countries. The significance of the Yogyakarta Principles can be gauged from the fact that Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 8  these have been used by several offices of the United Nations and have also influenced the judicial pronouncements in seventeen countries till 2015 (O’ Flaherty 2015, 292). Post Yogyakarta, strides within international human rights institutions towards recognition of SOGI rights have been immense. On 17 June  2011, UNHRC passed a resolution that mandated a report on violence against individuals based on their sexual and gender identity. The report which submitted in December 2011 by the High Commissioner, Navi Pillay remains a breakthrough moment in the international human rights discourse. Today, there is an independent expert on protection against violence and discrimination based on sexual orientation and gender identity who reports to the United Nations Human Rights Council regarding the violations that LGBTQs face, both from the state and society. The continued endorsement of the Yogyakarta Principles has buoyed up efforts in the direction, and in September 2017 thirty-three eminent individuals gathered in Geneva to adopt YP+10document.  The YP+10 document has expanded the original scope of sexual orientation and gender identity (SOGI) rights to the wider domain of sexual orientation, gender identity, gender expression and sex characteristics (SOGIESC). The UN adjudication system has also been slow in upholding decriminalisation of homosexuality. The Dudgeon moment for the UN Human Rights Committee arrived in 1994 when the court in Toonen v. Australia held that Tasmania’s anti-sodomy law was upfront to privacy and equality rights.  After the Toonen judgment, ‘the Human Rights Committee and other UN treaty bodies have repeatedly urged states to decriminalise consensual same-sex sexual conduct’ (International Commission of Jurists 2011, 8). Currently, specialised agencies of the UN—World Health Organization (WHO) and the Joint United Nations Programme on HIV/AIDS (UNAIDS)-actively encourage decriminalisation of homosexuality on the following grounds: first, criminalisation adversely efforts to prevent the spread of HIV are hard hit; second, human rights activists who support  LGBTQ rights face violations and; third, it legitimises discrimination against people who do not adhere to ‘acceptable’ gender norms (Factsheet: Criminalization) Toonen not only encouraged a domino effect but also placed privacy and non-discrimination as indices within the monitoring process of the International Covenant on Civil and Political Rights. Therefore, countries which are signatories of the ICCPR are at an obligation to remove criminal penalties for consensual homosexual acts. The discussion around SOGI rights at the international level establishes that the EU has been adapting at accepting SOGI rights within the fulcrum of human rights while the UN lagged behind. The cautious response of the UN regarding SOGI issues is explained by its precaution position where, ‘friendly elites, though growing in number, are still overruled by an opposing majority of unfriendly states’ (Sweibel 2009, 31). Moreover, arguments of cultural relativism and national sovereignty have also held LGBTQ rights hostage.  Despite the variation between the EU and the UN yet it needs to be recognised that the sexual hierarchy is under undergoing changes due to ‘the increasingly sophisticated international organising of LGBT human rights groups’ and that these groups have ‘begun to influence the agendas and policies of both certain international organisations and states across the globe’ (Kelly and Waites 2009, 5). Under the growing pressure from these organisations, the international Human rights discourse is undergoing a transformation where SOGI right are no longer limited to decriminalisation but spans into recognition for same-sex relationships, protection from violence and extension of adoption and parenting rights to LGBTQ people. Anti-Sodomy Laws and the Emergence of a New Sexual Movement The 12th edition of the ILGA world survey on sexual orientation laws, published in 2017, Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 9  classifies 72 states as ‘criminalising states’ where homosexuality is outlawed. Though the number has come down to 70 by October 2018, the widespread criminalisation of consensual same-sex relationships indicates that the states continue to promote and legitimise a particular form of sexuality: heterosexuality. Global patterns on legal frameworks regarding homosexuality present a kaleidoscopic image. In December 2017, with the amendment to their Marriage Act in the Australian Parliament, same-sex marriage was legalised in Australia (Karp, 2017). Indeed, Australia became the 25th country in the world to legalise same-sex marriage (Karp, 2017). While Brazil, New Zealand, Luxembourg, Ireland, the USA, Columbia and Finland have legalised same-sex marriage after 2013, countries such as Uganda, Zimbabwe, Slovenia, Armenia, Chad, Croatia and Nigeria made its laws against homosexuality stringent during the same period. Therefore, studies on homosexuality and law encounter an uneven terrain where linear descriptions are confusing.       Sex, notes Martha Nussbaum, ‘is an area of great human vulnerability and shame’ (Nussbaum2010, 261) and laws around same-sex conduct and relationships are a reflection of such anxiety. Laws that criminalise homosexual acts are meant to create, promote and perpetuate a ‘sexual apartheid’ that establish the marginality of homosexuality (Rubin, 1984). Therefore, ‘lesbian and gay groups almost universally direct their activities towards achieving the abolition of criminal penalties for homosexuality and other discriminatory legislation that marginalises lesbian and gay men.’ (Adam, Duyvendak and Krouwel 1999, 367). For William N. Eskridge, disgust is the structuring feature behind laws about sexuality (Eskridge 2005). The primary association of gays and lesbians as disgust evoking beings legitimise their criminalised status under laws. One of the first defences of disgust as a valid ground for the criminalisation of homosexuality came from Lord Patrick Devlin. The relevance of criminalising consensual homosexuality was raised in the United Kingdom at the end of 1953 when several eminent men like Oscar Wilde, Alan Turing, Rupert Craft-Cooke etc. faced prosecutions on charges of sodomy. These cases received widespread attention and surveys showed that public opinion considered homosexuality as a matter of private morality than a criminal offence. It is noteworthy that the Kinsey Reports which came out in 1948 and 1953 had a substantial impact on establishing homosexuality as a variant of human sexuality. These developments led the Government to constitute the Committee on Homosexual Offences and Prostitution in 1954 with Sir John Wolfenden as the Chair. The Wolfenden Committee in its report held that ‘the function of law to intervene in the private lives of citizens, or to seek to enforce any particular pattern of behaviour…we do not believe it to be the function of law to attempt to cover all the fields of sexual behaviour’ (Great Britain 1963, 24). Therefore, it recommended that consensual same-sex acts conducted in private by men over the age of twenty one ought to be decriminalised. The recommendations of the Committee were submitted in 1957 but were not considered for a decade. Eventually, homosexual activity was decriminalised through the Sexual Offences Act of 1967 (Engels, 2001). The Wolfenden Committee report is momentous not only because of its liberal recommendations but also because it triggered a major philosophical debate on the role of morality and law: the famous Hart-Devlin debate (Burt, 2004). While Lord Patrick Devlin invoked the repulsion that ‘the man on the Clapham omnibus’ feels as a sufficient ground for criminalising homosexuality, Professor H.L.A Hart used the Millsian idea that law should not intervene in activities which were ‘self-regarding’. Prof. Hart held that consensual same-sex activity could not be held to be ‘other-regarding’ harm only on the ground that it offended other individuals in the society.  The Wolfenden Committee report also provided the opportunity for the creation of the first pressure group for gay rights in the Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 10  United Kingdom: the Homosexual Law Reform Society (HLRS). The HLRS was a single issue pressure group that channelised all its energy and efforts at attaining decriminalisation and dissipated from the scene when the 1967 reforms came in. The HLRS had a strong symbolic impact on collective mobilisation around gay rights in the UK, but it ignored issues of institutionalised homophobia and gender role socialisation (Engels, 2001, 76). This task fell upon organisations like British ACT UP, OutRage and Stonewall which were formed in protest against Section 28 of Local Government Bill, 1988.  Unlike the HLRS, these organisations did not seek assimilation and critiqued the implicit heteronormativity that permeated public discourses.  The Sexual Offences Act of 1967 was one of the first instances when decriminalisation was achieved through legislation and therefore, became an exemplar for LGBTQ movements across the world. However, the Sexual Offences Act of 1967 to the entire UK. Scotland and Northern Ireland were excluded from its purview.2 Unlike the developments in the UK where mostly a top-down approach is visible towards decriminalisation, in the US, collective mobilisation by gays and lesbians laid down the foundations of a different approach. Demands of gay liberation catapulted into public visibility in June 1969 when the first gay riot recorded in history occurred in opposition to a raid conducted on the Stonewall Inn by the New York police. In the 1950s, the Homophile movement had already begun, with organisations like Mattachine Society, the Daughters of Bilitis and ONE Incorporated demanding civil rights for gays and lesbians. Demands for decriminalisation and protection                                                           2 Decriminalisation in Scotland was achieved through another piece of legislation in 1980. In Northern Ireland decriminalisation followed another route: litigation. As mentioned in the previous section, Dudgeon v United Kingdom (1981) was a landmark in the litigation history of anti-sodomy laws because the European Court of Justice held that criminalisation of private homosexual acts was in contravention of Article 8 of European Convention on Human Rights. against discrimination remained at the centre of their activism.  However, when the gay liberation movement emerged, it had a different language. It refused to speak the language of assimilation and equality and instead gave a militant call for action that emphasised on self-liberation. The focus of the Gay Liberation Front (GLF) was structural oppression, and like the civil rights and the feminist movement, it reclaimed the slogan ‘the personal is political’. Therefore, ‘coming out’ became a potent act to challenge the pervasiveness of heteronormativity. Gay politics in the USA was marked by a sense of pride and solidarity, which was absent in the context of the UK. The history of the gay liberation movement in the USA is a story of how the persecution of a group based on their sexuality could consolidate a movement that challenged the prevalent sexual hierarchy. In D’ Emilio’s words, ‘a “community” was, in fact, forming around a shared sexual orientation in the US’ (D’ Emilio 1983, 195). Though the Stonewall riots ‘marked a critical divide in the politics and consciousness of homosexuals and lesbians’ (D’ Emilio 1983, 239) in America, demands for decriminalisation predate it. The elimination of sodomy statutes was initially proposed in the 1950s by the American Law Institute’s model penal code. Illinois (1962) was the first state to repeal the anti-sodomy law and the 1970s, more than half of the U.S. states had moved ahead with decriminalisation. Unfortunately, the momentum was lost by the 1980s when the US Supreme Court verdict in Bowers v. Hardwick (1982) upholding the Georgia anti-sodomy law resuscitated the issue. After that, the struggle to achieve decriminalisation across the US took a long time. It was only in 2003 that the US Supreme Court overturned Bowers in the Lawrence v. Texas case on the ground that the operation of anti-sodomy laws violated the principles of individual autonomy, liberty, and privacy. Lawrence v. Texas has remained significant for the subsequent ‘rights revolution’ of LGBTQ movement across the world. However, on 17 May 2004, the marriage of Marcia Kadish and Tanya McCloskey in the Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 11  state of Massachusetts was one of the first marriage amongst the same-sex couples (Bhattacharyya, 2018), which created ripples of controversies amidst rigorous support from the community. Unsurprisingly, the revocation of ‘toilet policies for the transgender pupils that allowed them to use toilets and locker rooms based on their gender identities’(Bhattacharyya, 2018, 467) on 23 February 2017by the U.S. President Donald Trump is a blow to the community. Nonetheless, engagement with the legal structure has been a standard feature for all LGBTQ movement, as anti-sodomy laws prosecute and persecute citizens by their sexuality. Inevitably, therefore, seeking legal reform has been at the forefront of LGBTQ politics.  A data-based study of 196 countries showed that in the post-war period law reform has moved in ‘a common, liberalising direction…decriminalisation was a seldom-broken rule’ (Frank, Boutcher and Camp 2009,129). While 33 countries moved toward decriminalising sodomy from 1945 to 2004, 16 countries have followed the similar trend towards liberalisation from 2004 to 2018, with India and Trinidad and Tobago being the latest addition to the list. Incidentally, in both countries, the decision to decriminalise homosexuality was the result of judicial decisions. Litigation as a strategy to secure decriminalisation has been a popular route for LGBTQ movements in countries where judicial review is an accepted principle. Studies on decriminalisation of homosexuality have shown that the legal system of the countries determines the fate of the demand for decriminalisation. Countries, where the common law tradition prevails, have not only criminalised homosexuality but have also been slow in repealing such laws. Anze Han and Joseph O' Mahoney’s study of 185 countries conclude that countries which were colonised by the British were more likely to have laws that criminalised homosexual conduct in comparison to those countries which were colonies of other European powers. The IPC of 1861 and the Queensland Penal Code of 1899 was formulated as model penal codes and exported to other British colonies in Asia and Africa. Therefore, the dispersal of Victorian sexual morality can be held responsible for the introduction of criminal penalties against homosexuality in societies where such punitive measures were previously absent. In the context of India, Alok Gupta (2008) argues that conceptions of sexual and gender deviance were the result of the colonial encounter and the anti-sodomy law is an ‘alien legacy’. Similar to common law, Islamic law also prescribes severe punishments for homosexual acts irrespective of consent. Contrary to these examples, countries which were former colonies of France, the Netherlands, Germany, Spain and Portugal did not have such sanctions against homosexuality (Han and O'Mahoney, 2014; Asal et al., 2012; Sanders, 2008). In the words of Asad et al., ‘the legal code and state religion create a powerful explanation as to why certain states are less prone to decriminalize sodomy’ (Asal et al., 2012, 327). A 2013 survey conducted by Pew Research Centre uses the additional variable of material affluence to explain the acceptance or criminalisation of homosexuality by countries tentatively. In other words, while secular and affluent countries are amenable towards liberalising their legal system and move towards toward decriminalisation, countries where religion is central continue to resist such moves (The Global Divide on Homosexuality, 2013). The Movement for Decriminalisation of Homosexuality in India:  A Historical Trajectory From the preceding discussion is evident that the LGBTQ movements engage with anti-sodomy laws because it legitimises homophobia and posits LGBTQ persons as ‘marginal citizens’ (Phelan 2001). Ruth Lister opines that— ‘homophobic attitudes and practices can undermine the exercise of citizenship rights and create an atmosphere that is not conducive to their enjoyment’ (Lister 2002, 193) and anti-sodomy laws foster such an atmosphere. It is not surprising therefore that the LGBTQ movement in India had to confront Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 12  S377 of the IPC, which had proven to be the paradigmatic sex law: ‘once on the books, they are extremely difficult to dislodge’ (Rubin, 1984, p. 298).  The struggle for the decriminalisation of homosexuality spans a long period of almost two and a half decade. It began in 1994 by the ‘AIDS Bhedvav Vidhohi Andolan’ (ABVA), an organisation that worked on HIV/AIDS prevention found that S377 was a major stumbling block and filed a petition in front of Delhi High Court seeking its deletion. It appealed that S377 be deleted on the following grounds: First, S377 did not consider the question of consent; second, the act of sodomy is applicable both for heterosexuals as well as homosexuals; and third, S377 was an obstacle to HIV/AIDS prevention work towards which the state was committed.3 The ABVA petition was framed on arguments of privacy and health which have continued to influence future LGBTQ activism in India. Unfortunately, the first petition for protecting the rights of LGBTQ people died a silent death, waiting for hearings. Previously, in 1992 ABVA attempted to go through the legislative route for the repeal of the law, but the strategy did not yield any result—it was unable to gather support from members of the parliament. Subsequently, therefore, the legislative route was seen to be unviable. While the court did not yet hear the ABVA petition, another incident surrounding S377 occurred in 1997. The metropolitan magistrate                                                           3 Section 377 reads as  Of Unnatural Offences: Whoever voluntarily has carnal intercourse against the  order of nature with any man, woman or animal shall be punished with imprisonment for life or imprisonment of either description for a term which may extend to ten years and shall also be liable to fine. Explanation: Penetration is sufficient to constitute carnal intercourse necessary of the offence prescribed in the section. Comment: This section is intended to punish the offense of sodomy, buggery and bestiality. This offence consists in carnal knowledge committed against the order of nature by a person with a man, or in the same unnatural manner with a woman, or by a man or woman in any manner with an animal.3 of Delhi sued a programme conducted by Azadi Bachao Andolan broadcasted on All India Radio on charges of promoting homosexuality, which was a crime under the statute book aired on the programme on. These two incidences were small stirrings in the decade of the 1990s, and it was not until 2001 that reactions against S377 became strong. In May 2001, a complaint was registered in front of the National Human Rights Commission (NHRC) against a psychiatrist of AIIMS, New Delhi who had subjected a young gay man to undergo conversion ‘treatment’ forcefully. The man sought refuge from an organisation—the Milan Project, which approached NHRC for intervention stating that Diagnostic And Statistical Manual of Mental Disorder (DSM) and International Classification of Diseases (ICD) had dropped homosexuality from its list, yet the Indian Psychiatric society continued to label homosexuality as an ailment. Despite the seeming violation of human rights, the NHRC rejected the plea and stated that homosexuality continued to be a criminal offence and redressal was not possible as long as S377 remained in the law book. In response to the insensitivity of the NHRC, a signature campaign was started by the National Law School, Bangalore in September 2001 which established that ‘gay rights are human rights’ and S377 was upfront to human rights. In July 2001 officers and outreach workers of Bharosa Trust and Naz Foundation (India), organisations that worked on HIV/AIDS prevention were arrested in Lucknow under S377. Both Bharosa Trust and Naz Foundation were registered organisations that worked regularly with National AIDS Control Organisation (NACO) and Uttar Pradesh State AIDS Control Society, yet the officers were not only arrested for 47 days but were also subjected to torture while in custody (Bandopadhyay, 2002, 107). These two events of 2001 made Naz Foundation India Trust (henceforth Naz) to consider litigation as the route to demand decriminalisation of homosexuality, and it filed a Writ petition before the Delhi High Court in Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 13  December 2001seeking ‘reading down’ of S377. The crux of the petition was that S377 by criminalising private consensual adult sex breached the fundamental rights under articles 144, 155, 19 (1) (a-d)6 and 217. The Naz Petition was not up for hearing until 2008 but the intervening period from 2001 to 2008 is significant because it tells an interesting narrative about how S377 consolidated the nascent LGBTQ movement in India.  A counter-affidavit against the Naz petition was filed in November 2002 by Joint Action Council Kannur (JACK) which argued that S377 should not be ‘read down’ because it helped HIV prevention by criminalising high-risk sexual activity.  After twenty-one months, the Government of India filed its response affidavit which argued that the legality of S377 could not be challenged merely on the basis of its misuse. It distinguished misuse of law and policy of law and held that the petition by Naz pertains to the misuse of law. Disturbingly, the affidavit contained homophobic claims like: ‘the deletion of the said section can well open floodgates of delinquent behaviour and be misconstrued as providing an unbridled licence for the same’ (Affidavit by Home Ministry, 2003). Such explicit homophobic language generated angst and anguish among the LGBTQ community and served to build solidarity. Technically, lesbian acts do not come under S377, but the Government of India affidavit used homosexuality and lesbianism interchangeably thereby implying that lesbians                                                           4Article 14 of the Indian Constitution provides for equality before law. 5Article 15 of the Indian Constitution prohibits discrimination on the grounds of religion, race, caste, sex or place of birth. 6 Article 19 1(a-d) of the Indian Constitution provides that all citizens the right to freedom of speech and expression; to assemble peaceably and without arms; to form associations or unions; and to move freely throughout the territory of India 7 Article 21 of the Indian Constitution guarantees the right to life and liberty. could also come under the purview of S377.8 This drew ire from the lesbian groups who recognised the extreme necessity to join hands in the legal struggle against the anti-sodomy law.  The strength of the movement against S377 was consolidated when a coalition of 12 organisations came as ‘Voices against 377’ (Voices) in mid-November of 2003, in order to strengthen the Naz petition.9 Voices was a collective where different organisations on women’s rights, child rights, human rights, sexual rights, right to health, and lesbian, gay, bisexual and transgender issues came together. It acknowledged that the struggle against S377 was a part of the larger struggles of women’s rights, resistance to fundamentalism, and struggles around justice. For Voices, S377 was a modus operandi of controlling sexuality. The Delhi High Court dismissed the Naz Foundation writ on 2nd September 2004 on the ground that Naz Foundation has no locus standi in the matter. The dismissal order belittled the writ as ‘an academic challenge’, and this provided an impetus to the nascent movement to strategise on becoming publicly visible. The visibility campaign was strategised by Voices wherein the aim was to put ‘forth the diverse opinions and experiences of sexuality as a response to S377, as well as to counter myths and taboos about issues of sexuality in society’ (Voices 2005, 40). The Million Voices Campaign launched on 9th of December 2004 used unconventional and striking methods like weaving together pieces of cloth with messages on S377 into a quilt to signify that despite the differential impact that S377 had on individual lives, a unified struggle was possible and desirable.                                                             8 Under a strict reading of the law, lesbian acts cannot be prosecuted, as the condition of penetration is not fulfilled.  9The organisations which are part of Voices against 377 are: Amnesty International India, Anjuman, Breakthrough, CREA, Haq, Jagor, Nigah Media Collective, Nirantar, Partners for Law in Development, PRISM, Saheli Women’s Resource Centre, SAMA and TARSHI. Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 14  While Voices took responsibility of making LGBTQ issues visible in public, Naz Foundation continued to fight the struggle for legal reform. It filed a review petition before the Delhi High Court seeking the dismissal of the High Court order and pleaded for re-admittance of the writ. This plea too was rejected by the High Court on 3rd November 2004 and therefore, on 16 February 2005, Naz Foundation filed a Special Leave Petition before the Supreme Court of India challenging the orders of the Delhi High Court. In the reply affidavit filed by the government on 26 September 2005, public morality was emphasised as a compelling ground to retain S377 and adjudication alone was argued to be the proper domain of the court. However, when the Supreme Court issued its verdict on 3 February 2006, it was the first watershed moment in the legal battle toward decriminalisation. The court ordered that ‘the matter does require consideration’ (Supreme Court Order, 2006) and the first step towards the Delhi High Court judgment of 2009 was laid. As another step forward in this direction was when the Health Ministry submitted its reply affidavit on 17 July  2006. This affidavit de-mystified the state as an unequivocally homophobic structure because it testified that there are about 2500000 Men who have Sex with Men (MSM) in India and that more than 8% of the MSM population is affected by HIV. Unlike the affidavit of the Home Ministry, the Health affidavit stood with Naz Foundation’s claim that ‘section 377 of the IPC can adversely contribute to pushing the infection underground, make risky sexual practices go unnoticed and unaddressed’ (Affidavit by Health Department, 2006). This shift was a momentous one because the judicial system relies on evidence and the affidavit provided the much-needed statistics. Subsequently, the strength of the movement for decriminalisation was consolidated further when Voices filed an intervention application (I.A) in November 2006. This intervention debunked the claim of the Home Ministry that there was no evidence of S377 being used arbitrarily. It provided a compendium of additional 51 documents which included affidavits, FIRs, judgments and orders, and scholarly research to show that S377 has been used as a medium of exploitation, torture, rape and violence against LGBTQ persons.  The visibility campaign of Voices seemed to have produced positive outcomes as an open letter expressing objection to the criminalising consensual sexual behaviour was sent to the Government of India in September 2006, by Vikram Seth and 128 eminent personalities. Amartya Sen’s statement of support to the letter read that ‘the criminalisation of gay behaviour goes not only against fundamental human rights… however, it also works sharply against the enhancement of human freedoms regarding which the progress of human civilization can be judged’ (Sen, 2006). Support of LGBTQ rights also came from the then Prime Minister Dr Manmohan Singh who spoke about the necessity to have tolerance towards the community. Eventually, the Delhi High Court heard the case from 18th September 2008 to 7th November 2008 and the judgment of 2nd July 2009 became one of India’s most widely cited human rights judgments. In the judgment, the judges read down the 149-year-old statute law and held Section 377 of IPC is violative of the Articles 21, 14, and 15 of the Constitution of India ‘insofar as it criminalizes consensual sexual acts between adults in private’ (Naz Foundation v. Government of NCT of Delhi, 2009, 76) The judgment was historic not only because it extended a rights framework to the sexually marginalised but also because of the way in which it reasoned. While considering the argument of the petitioner that S377 is violative of Article 21, the court considered an expansive idea of the right to life which encompassed the claims of privacy and dignity as essential to living a meaningful life. The court considered sexual orientation as a natural part of one’s identity. While emphasising on privacy, the court made an association of privacy to the dignity of the person. The Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 15  judgment held that privacy is not only zonal but decisional too. By disassociating privacy from spatial dimensions, the judgment sought to establish privacy as a feature that a person carries along with himself or herself, allowing freedom from interference.  Significantly, the court quashed the public morality argument holding that ‘popular morality, as distinct from constitutional morality, is based on shifting and subjective notions of right and wrong’ (Naz Foundation v. Government of NCT of Delhi, 2009, insert page number) and therefore, cannot pass the test of compelling state interest. The court also held that S377 makes an unreasonable and arbitrary classification as it fails to consider aspects such as consent, the absence of harm and age and is, therefore, violative of Article 14. The judgment was also celebrated for the expansive reading of article 15(1) to include a sexual orientation with sex and thereby prohibited discrimination that occurs due to ‘not being in conformity with generalisations concerning ‘normal’ or ‘natural’ gender roles’ (Naz Foundation v. Government of NCT of Delhi, 2009, 83). The expansion of the ambit of sex to include sexual orientation is an acknowledgement by the court that sex, gender and sexuality are linked to one another. However, the judgment did not consider the question of Article 19(1)(a) to (d) and stated that intervention into Article 19 was ‘unnecessary’. The reluctance of the court to deal with Article 19 implies that it dealt with the aspect of decriminalisation alone, leaving behind the questions of other civil rights.  The Naz judgment has been hailed as ‘constitutionally significant, clear and precise’ (Mehta 2009, 115). With its emphasis on equality, privacy and dignity, the Naz judgment overshadowed Lawrence V Texas case where privacy claims trumped over all other principles. The emphasis on constitutional morality leads Kalpana Kannabiran to opine that, ‘the Delhi High Court judgment makes the articulation of LGBT rights a torchbearer for the more general understanding of discrimination, oppression, social exclusion and the denial of liberty, on the one hand, and the meaning of freedom and dignity, on the other’ (Kannabiran 2009, 101). The celebration around the judgment was, however, not unanimous. Acrimonious reaction to the judgment was soon visible, even in the media. On the 7th September 2009, the Supreme Court granted permission to file the first special leave petition to Suresh Kumar Koushal. An overwhelming number of fifteen SLPs were filed against the Naz judgment. It included nine diverse religiously affiliated groups; five individuals; and one secular institution.  In the Supreme Court, Naz Foundation and Voices against 377 remained as the main respondents, while five interlocutory applications (I.A.) were filed in support of the judgment. It included parents of LGBTQ persons; mental health professionals; academics; filmmaker and; law academics.  A two-judge division bench heard the case of Justice S.J. Mukhopadhyay and Justice G.S. Singhvi from 13th February 2012 to 27th of March, 2012. On 11 December 2013, the Supreme Court delivered a body blow to the LGBTQ movement when it held that ‘S377 IPC does not suffer from the vice of unconstitutionality and the declaration made by the Division Bench of the High court is legally unsustainable’ (Suresh Kumar Koushal v. Naz Foundation, 2014). The judges argued that it is only for the legislature to determine if S377 may exempt consensual same-sex activity between adults.  The Koushal Judgment has been equated to infamous judgments like ADM Jabalpur and Mathura, regarding its denial of civil liberties. The judgment drew ire from across the country not only because it reversed the gains made but more importantly it demeaned the LGBTQ community by subjecting it to the numerical de minimis test and refused to acknowledge that S377 victimised persons based on their sexual identity. For Sheikh and Narrain, Koushal can be ‘accused of being a cowardly judgment, one that masks prejudice and law and is full of logical inconsistencies and short on legal reasoning’ (Sheikh and Narrain, 2013, p. 14). Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 16  The insensitivity of the judiciary to an important human rights issue sparked a nationwide (and even outside) display of protest and the 15th of December, 2013 was observed as the ‘Global Day of Rage’ across 16 cities of the country. The slogan of ‘No going back, 377’ found support not just from the LGBTQ community but also from allies, who joined to support the cause.  The inherent wrongfulness of the judgment led to the immediate filing of review petitions. Interestingly, the first review petition came from the Union of India and seven petitions were filed subsequently. The review petitions were considered in a closed hearing by Justice H.L. Dattu and Justice S. J. Mukhopadhyay on the 28thof January 2014. As a second setback to the movement, the judges quashed the review plea.  Unlike the Koushal Judgment which came as bewilderment to the community, in this case, the community had kept the possibility of adverse judgment open. Lawyers Collective, which had fought the case for Naz, stated on its website that ‘these setbacks have only made the LGBTQ community stronger and more united in their struggle for a just and equal world’ (Supreme Court Fails LGBTQ Community, 2014). The way forward was through the filing of a Curative Petition, the penultimate mechanism for redressal of grievances through the litigation route. In all, seven Curative petitions were filed, against the impugned judgment. These were from Voices against 377, Naz Foundation, Minna Saran, Shekhar Seshadri, Ratna Kapur and Shyam Benegal. On the 2nd of February, 2016 a three-member bench of the then Chief Justice of India, Justice T.S. Thakur, Justice Anil R. Dave and Justice J.S. Dave held that the curative petition was admitted and a five-member constitutional bench would examine it. This development rejuvenated the faith in the judiciary.  In the meanwhile, two significant developments took place that created the hope that the anti-sodomy law would be overturned soon: first, the historic NALSA V. Union of India judgment (henceforth NALSA) judgment was delivered by the Supreme Court on the 15thof April 2014; and second, the filing of additional writ petitions by individuals who identified as LGBTQ.  In the NALSA judgment, the Supreme held that under the ambit of Articles 14, 15, 16 and 19 transgender are to be treated as ‘third gender’ and transgenders ought to be left free to choose (National Legal Services Authority v. Union of India, 2014). Using the NALSA judgment as a springboard for advocating the repeal of S377 transgender activists Dr.Akkai Padamshali and Uma Umesh filed a Writ Petition before the Supreme Court in July 2016arguing that have argued that the grant of civil and political equality by NALSA and the denial of sexual rights by Koushal have created a paradoxical situation. The petition prayed that S377 should be declared ultra-vires of the Constitution as it impinged upon the very rights that NALSA had upheld (Dr Akkai Padmashali Ors Vs Union Of India, 2016). In June 2016, another petition was placed by Navtej Singh Johar and four other eminent LGBTQ personalities which argued that S377 was upfront to their fundamental rights guaranteed under Articles 14, 15, 16, 19 and 21 (Navtej Singh Johar and ors v. Union Of India, 2018, henceforth Johar). This petition argued that it is distinct from the curative petition because this petition was filed by individuals who sought redressal under Article 32.10 It is noteworthy that while delivering the Koushal Judgment, Justice Mukhopadhyay had held that the Indian case was an ‘imaginary Lawrence’ as there was no visibly harmed party. Therefore, when the June 2016 petition was filed it can be called as the ‘Lawrence moment’ for the Indian LGBTQ movement. To bolster the strength of the Johar petition, four more writ petitions on the similar lines were filed by Keshav Suri on 23 April 2018; Arif Jafar on 1 May 2018; Ashok Row Kavi and three other persons on 1 May 2018; and Anwesh                                                           10Article 32 of Indian Constitution provides that individuals may seek redressal before the Supreme Court for the violation of their fundamental rights. Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 17  Pokkuluri and 19 other graduates of IIT on May 2018. All the six petitions argued that S377 IPC impinged upon the fundamental rights granted under Articles 14,15,19 and 21 of the Indian Constitution. The petitions by Navtej Singh Johar and Keshav Suri additionally claimed that S377 was violative of Article 16. In addition to these, interventions were also filed by Naz Foundation, Voices Against 377, mental health professionals, parents of LGBTQ persons, and academics. A five-member constitutional bench of the Supreme Court comprising of Chief Justice Dipak Misra, Justice A.M. Khanwilkar, Justice R.F. Nariman, Justice D.Y. Chandrachud and Justice Indu Malhotra heard all the six petitions together, from 10-18 July 10 2018. On 6 September 2018 in a unanimous verdict, the court put an end to the sexual apartheid perpetrated by S377 by holding that S377 would not apply to consensual same-sex acts among adults.  The 493 pages judgment has been celebrated as ‘the start of a new era for India’s LGBTQ communities’ (Suresh, 2018). Though it consists of four individual orders which have their distinctiveness, the judges concur with one another that criminalisation of consensual homosexuality is violative of Articles 14, 15, 19 and 21.  The Navtej Singh Johar judgment can be read as a seminal legal document that has further expanded the scope of Article 21 by including privacy, self-determination and individual autonomy within its ambit. The judgment extended the purview of right to privacy to explicitly include ‘right to sexual privacy’ as a natural right (Navtej Singh Johar and ors v. Union Of India, 2018). Chief Justice Misra, Justices Khanwilkar and Malhotra argued that privacy must be understood as both ‘zonal/ spatial privacy’ and ‘decisional privacy’ which implies that ‘the right to life and liberty would encompass the right to sexual autonomy, and freedom of expression’(Navtej Singh Johar and ors v. Union Of India, 2018). Therefore, Johar can be held as a successor to Justice K.S. Puttaswamy (Retd.) judgment of 2017 or the right to privacy judgment. Two of the nine judges from the privacy judgment, Justice R.F. Nariman and Justice D.Y. Chandrachud also heard the S377 case.  Apart from the emphasis on privacy-dignity, the judgment is also significant for the emphasis on constitutional morality vis-à-vis popular morality. As penned by Chief Justice Misra, and Justice Khanwilkar: Constitutional morality cannot be martyred at the altar of social morality, and it is an only constitutional morality that can be allowed to permeate into the Rule of Law.  The veil of social morality cannot be used to violate fundamental rights of even a single individual, for the foundation of constitutional morality rests upon the recognition of diversity that pervades the society (Navtej Singh Johar and ors v. Union Of India, 2018). Thus, it echoes the Naz judgment and heralds ‘freedom’s second coming’ (Grover and Tandon, 2018). The judgment is enticing as there is a distinctiveness in each of the individual's orders. The order by Chief Justice Misra, Justices Khanwilkar and Chandrachud discuss transformative constitutionalism understood as ‘a pledge, promise and thirst to transform the Indian society’ (Navtej Singh Johar and ors v. Union Of India, 2018)and reads the present case as an opportunity to engage in such transformation. A close reading of the judgment also reveals that the points of emphasis also vary amidst the judges. While sexual identity is closely studied in Justice Chandrachud order, it remains only a fleeting concern for Chief Justice Misra and Justice Malhotra. Justice Chandrachud’s order also considers that the presence of S377 leads to the denial of ‘equal citizenship’ rights to the LGBTQ community and therefore decriminalisation would mean that the LGBTQ community will be able ‘to lead a life of freedom from fear and to find fulfilment in intimate choices’ (Navtej Singh Johar and ors v. Union Of India, 2018). Since the LGBTQ movement is closely tied to the question of health, it is noteworthy that all the orders refer Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 18  to health, but in a significant shift, the focus of three of the four judgments is on mental health.  HIV/AIDS is emphatically discussed only in the order by Justice Chandrachud. Though all the orders unanimously discuss articles 14 and 21, the same cannot be stated for articles 15 and 19. While Justice Nariman’s order was the only exception to Article 15, Justice Chandrachud’s order was the only one that did not deal with Article 19. The judgment, however, failed in responding to the question of Article 16, which was raised by two petitions (Navtej Singh Johar and Keshav Suri) The order by Justice Malhotra stands out for the apology that it seeks, ‘history owes an apology to the members of this community and their families, for the delay in providing redressal for the ignominy and ostracism that they have suffered through the centuries’ (Navtej Singh Johar and ors v. Union Of India, 2018). By doing so, it validates the long struggle that the LGBTQ movement had to endure.  The Johar judgment of 2018 has taken discrimination jurisprudence in India forward by showcasing itself as an example of judicial empathy and craftsmanship. It is Lawrence v. Texas Version 2.0 for all LGBTQ movements that are seeking decriminalisation. The impact of Naz judgment of 2009 is evident on Johar. Similar to Naz, Johar also holds that constitutional morality ought to trump over public morality. Johar borrows an expansive understanding of privacy which encompasses both the spatial and decisional dimension from Naz and links privacy claims with the dignity of the individuals. Judicial empathy is a visible feature across both the documents. Despite such similarities, two points of difference are discernable. First, unlike Naz judgment, which did not deal with Article 19, the Johar Judgment treated it as central and held that ‘S377 IPC in its present form violates Article 19(1)(a) of the Constitution’(Navtej Singh Johar and ors v. Union Of India, 2018). Second, while the Johar judgment could deal with several personal narratives of direct and indirect discrimination, Naz judgment could never do so: it had to rely on testimonies provided by organisations. However, these differences cannot undermine the fact that Naz was the rudder while enabling Johar to sail. In discrimination jurisprudence, Johar is likely to overshadow Lawrence v. Texas because of its unanimous decision as well as its reasoning. Johar could materialise because underneath the surface transformations were taking place: domestically as well as internationally. At the domestic level, three factors can be placed: first, the LGBTQ movement had become a visible movement throughout the litigation journey since 1994; second, the NALSA judgment had raised the question of SOGI rights; and third, the Justice Puttaswamy judgment paved the way for the decriminalisation of homosexuality.  At the international level, the increasing endorsement to the Yogyakarta principles has helped in bringing a consensus among the legal fraternity on decriminalisation. The fresh wave of decriminalisation of homosexuality in the 21st century has fastened up after the Yogyakarta Principles. The increasing reliance on comparative jurisprudence has also shifted conventional notions of sexual mores. The Johar judgment is laced with references to the Yogyakarta Principles, Lawrence v. Texas, Dudgeon V. United Kingdom, Obergefell et al. v. Hodges11, International Covenant on Civil and Political Rights, International Covenant on Economic, Social and Cultural Rights, the Universal Declaration of Human Rights WHO guidelines on mental health, reports by International Commission of Jurists and International human rights organisations like ILGA. References to international precedents, supra-state bodies, international conventions and non-state actors reveal that struggles for decriminalisation not only derive their strength from grass root collective mobilisations but also forces beyond the territorial realm of the nation-state. Thus, the movement towards decriminalisation of homosexuality in India can                                                           11 The landmark judgment by US Supreme Court in 2015 which guaranteed same-sex couples the fundamental right to marry.  Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 19  also be read as a moment in the global LGBTQ struggle for legal reform, instead of being a moment of national significance alone. Conclusion: Is Decriminalisation Enough? The attempt of the article was to chart out the historical map towards decriminalisation of homosexuality in India and in doing so, it was seen that the Indian case is another example of how ‘a certain level of legal adversity facilitates political mobilisation, as it provides a real or symbolic enemy’ (Adam, Duyvendak and Krouwel 1999, 361). The discussion above revealed how S377 emerged as the site of resistance and fostered a sense of commonality among the discrete sub-groups within the LGBTQ formulation. However, as decriminalisation has been achieved the question that arises is on the future course of the movement: should the movement channelise its energy towards a demand for anti-discrimination? Or should it move forward for demands of same-sex marriage? Can the movement develop a dialogue with the legislators for the shift from litigation to legislation? However, the most important question that will remain is whether the judgment will be able to change the stigma that shadows the lives of LGBTQ persons? It is important to note that litigation as a strategy suffers from the criticism that it is ‘an elite, class-based strategy for change’ (Rosenberg 2018). Progressive judgments like Naz and Johar have the potential to generate a rich debate on hetero-normativity and its pervasiveness in our patriarchal society. It is only when the engagement of this nature is made that the potential of the judgment would be realised. The road ahead would entail that a space to discuss the social construction of heterosexuality is created. De-constructing heterosexuality as ‘natural’ would open up new frontiers by which the sexual hierarchy would be irrevocably altered. In brief, decriminalisation of homosexuality is significant, but only to the extent that it allows prevalent sexual mores to be examined incisively. The struggle had consolidated around the anti-sodomy law, but it must break beyond it, to reach the realm of popular ideology. References Adam, B. D., J. W. Duyvendak and A., Krouwel. (1999). Gay and Lesbian Movements Beyond Border?National Imprints of a Worldwide Movement. In Adam, B. D., Duyvendak J. W. and Krouwel A., (Eds.) The Global Emergence of Gay and Lesbian Politics: National Imprints of a Worldwide Movement, Temple University Press, Philadelphia, (pp. 344-372).. Affidavit by Home Ministry available at http://www.lawyerscollective.org/files/MHA%20Affidavit.pdf Akkai Padmashali v. UoI, WP(C) No.572/2016. Available at https://clpr.org.in/dr-akkai-padmashali-ors-vs-union-of-india/(accessed on August 2016) Asal, Victor Udi Sommer and Paul G. Harwood. (2012). Original Sin: A Cross-National Study of the Legality of Homosexual Acts, Comparative Political Studies, 3(46), pp. 320-351.  Bandopadhyay, Aditya. (2002). Where saving lives is a crime: The Lucknow Story!!. In Bina Fernandes (ed.), Humjinsi: A Resource Book on Lesbian, Gay and Bisexual Rights in India, India Centre for Human Rights and Law, Mumbai, pp.104-108  Banning homosexuality fosters hate and homophobia says UN Report (2016, February 18). Available at ttps://www.theguardian.com/world/2016/feb/18/banning-homosexuality-fosters-hate-and-homophobia-says-un-report (accessed on May 14, 2016) Bhattacharyya, Rituparna (2018). What gender is, what gender does, Gender, Place & Culture, 25(3), 467-469, DOI: 10.1080/0966369X.2017.1338432. Carroll, A. and L.R., Mendos. (2017). State Sponsored Homophobia 2017: A World Survey Of Sexual Orientation Laws: Criminalisation, Protection And Recognition, Geneva: International Lesbian, Gay, Bisexual, Trans and Inter-Sex Association. Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 20  Chayanika Shah (September 8, 2018) None of us are free till all of us are free: Why the 377 verdict is important for all Indians. Available at https://scroll.in/article/893578/none-of-us-are-free-till-all-of us-are-free-why-the-377-verdict-is-important-for-all-indians(accessed on September 2018) d’Emilio, J. (1983). Sexual Politics, Sexual Communities: The Making of A Homosexual Minority in the United States 1940-1970. London: University of Chicago Press. (ISBN: 9780226142678) Engel, S. M. (2001). The Unfinished Revolution: Social Movements Theory and the Gay and Lesbian Movement. Cambridge: Cambridge University Press. (ISBN: 9780511520761) Eskridge, W. N. Jr. (2005). Body Politics: Lawrence v. Texas and the Constitution of Disgust and Contagion. Faculty Scholarship Series. Paper 1514, pp. 1012-1064. Factsheet: Criminalization. Available at https://www.unfe.org/system/unfe-43-UN_Fact_Sheets_-_FINAL_-_Criminalization_(1).pdf (accessed on May 14, 2016) The Global Divide on Homosexuality. June 4, 2013.Available at http://www.pewglobal.org/2013/06/04/the-global-divide-on-homosexuality/ (accessed on May 14, 2016) Frank, D. J., S. A. Boutcher, and B. Camp. (2009). The Reform of Sodomy Laws from a world society perspective. In Scott Barclay, Mary Bernstein and Anna Maria Marshall (Eds.) Queer Mobilisations: LGBT Activists confront the law. New York: New York University Press.pp. 123-141 Great Britain. (1963). The Wolfenden Report: Report of the Committee on Homosexual Offenses and Prostitution. New York: Stein and Day. Grover, A and Tripti Tandon.(September 7, 2018). ‘Freedom’s Second Coming’ The Indian Express, retrieved 7th September 2018 from https://indianexpress.com/article/opinion/columns/section-377-verdict-supreme-court-homosexuality-decriminalised-5343825/ Gupta, A. (2008). This Alien Legacy: The origins of ‘Sodomy Laws’ in British Colonialism. Human Rights Watch. Available at http://www.refworld.org/docid/494b5e4c2.html(accessed on April 2015) Han, Enze and Joseph O'Mahoney. (2014) British colonialism and the criminalization of homosexuality, Cambridge Review of International Affairs, 27(2), pp. 268-288  Health Department affidavit, available at http://www.lawyerscollective.org/files/NACO%27s%20Affidavit.pdf International Commission of Jurists (2011) Sexual Orientation, Gender Identity and Justice: A Comparative Law Casebook. Geneva: Atar Roto Presse SA, ISBN 978-92-9037-156-0 Kannabiran, Kalpana (2009). India: From ‘Perversion’ to Right to Life with Dignity. In Arvind Narrain and Marcus Eldridge, The Right That Dares To Speak Its Name, Bangalore: Alternative Law Forum. pp. 101-104 Karp, Paul (2017, 7 December). Marriage equality law passes Australia's parliament in landslide vote, The Guardian, UK Edition, retrieved 7 December 2017 from, https://www.theguardian.com/australia-news/2017/dec/07/marriage-equality-law-passes-australias-parliament-in-landslide-vote Kollman, Kelly and Matthew Waites (2009) The global politics of lesbian, gay, bisexual and transgender human rights: an introduction, Contemporary Politics, 15(1), pp. 1-17 LaViolette, Nicole and Sandra Whitworth. (1994) No Safe Haven: Sexuality as a Universal HumanRight and Gay and Lesbian Activism in International Politics, Millennium - Journal of International Studies, 23, pp. 563-588 Lennox, C., and M. Waites. (2013).Human rights, sexual orientation and gender identity in the commonwealth: from history and law to developing activism and transnational dialogues. In Lennox, C. and Waites, M. (eds.) Human Rights, Sexual Orientation and Gender Identity in the Commonwealth. Human Rights Kakoti Borah. Space and Culture, India 2018, 6:3  Page | 21  Consortium, Institute of Commonwealth Studies, London, UK, pp. 1-59 Lister, R. (2002).Sexual Citizenship. In Engin F. Isin and Bryan S. Turner (eds.) Handbook of Citizenship Studies. London: Sage Publications. pp. 191-208 Mayur Suresh (September 6, 2018)  This is the start of a new era for India’s LGBT communities. Available at https://www.theguardian.com/commentisfree/2018/sep/06/india-lgbt-homophobia-section-377. (accessed on September 2018) Mehta, Pratap Bhanu. (2009). Its about us all. In Arvind Narrain and Marcus Eldridge, The Right That Dares To Speak Its Name, Bangalore: Alternative Law Forum. pp. 115-117. Narrain, A. (2004).  Queer: Despised Sexuality, Law and Social Change. Bangalore: Books for Change. Narrain, Arvind (September 10, 2018) Section 377: A Greater Transformation. Available at https://www.thehindu.com/opinion/op-ed/a-greater-transformation/article24910086.ececcessed on September 2018) National Legal Services Authority v. Union of India, Writ Petition (Civil) 400/2012 (Apr. 2014), available at http://supremecourtofindia.nic.in/outtoday/wc40012.pdf. (accessed on May 2014) Navtej Singh Johar&Ors. v. Union of India thr. Secretary Ministry of Law and Justice, W. P. (Crl.) No. 76 of 2016  Available at https://barandbench.com/wp-content/uploads/2016/06/NAVTEJ-SINGH-JOHAR-ORS-VS-UNION-OF-INDIA-WRIT-NO....................-OF-2016.pdf (accessed on October 1, 2018) Navtej Singh Johar and Ors. v. Union of India W.P. (Crl.) 76/2016. Available at http://orinam.net/377/wp-content/uploads/2016/06/Johar-UoI-2016.pdf. (accessed on August 2016) Naz Foundation v. Government of NCT of Delhi (2009) 160 D.L.T. 277 (Del) available at http://lobis.nic.in/dhc/APS/judgement/02-072009/APS02072009CW74552001.pdf. Nussbaum, M (2010).From Disgust to Humanity: Sexual Orientation and Constitutional Law. New York: Oxford University Press (ISBN: 9781400825943) O'Flaherty, Michael. (2015). The Yogyakarta Principles at Ten, Nordic Journal of Human Rights, 33(4) pp. 280-298. Phelan, S. (2001). Sexual Strangers: Gays, Lesbians, and Dilemmas of Citizenship. Philadelphia: Temple University Press. (ISBN: 978-1566398282) Burt, Robert A., (2004). Moral Offenses and Same Sex Relations: Revisiting The Hart-Devlin Debate. Faculty Scholarship Series.Paper 711. Available at http://digitalcommons.law.yale.edu/fss_papers/711 (accessed on October 2016) Rosenberg, Gerald N. (2018) Protecting Privilege: The Historic Role of the U.S. Supreme Court and the Great Progressive Misunderstanding, Available at https://judicialpowerproject.org.uk/gerald-n-rosenberg-protecting-privilege-the-historic-role-of-the-u-s-supreme-court-and-the-great-progressive-misunderstanding/(accessed on October 29, 2018) Rubin, Gayle (1984). Thinking Sex: Notes for a Radical Theory of the Politics of Sexuality.In Carole S. Vance (ed.), Pleasure & Danger: Exploring Female Sexuality, Boston and London: Routledge & Kegan Paul, pp. 267-319 Sanders, Douglas (2008). 377 - And The Unnatural Afterlife of British Colonialism. Paper presented at 5th Asian Law Institute Conference, National University of Singapore, May 22 and 23, 2008, pp.  1-39. Sanders, Douglas. (2002)Human Rights And Sexual Orientation In International Law, International Journal Of Public Administration, 25(1), pp. 13-44 Sen, Amatya. (2006). A Statement in Support of the Open Letter by Vikram Seth and Others. Available at http://www.nytimes.com/packages/pdf/internKakoti Borah. Space and Culture, India 2018, 6:3  Page | 22  ational/open_letter.pdf (accessed on December 2016) Sheikh, Danish and Siddharth Narrain. (2013) Struggling for Reason: Fundamental Rights and the Wrongs of the Supreme Court, Economic and Political Weekly, XLVIII (52), pp.14-16 Supreme Court Fails LGBT Community (2014, January 28). Available at www.lawyerscollective.org/updates/supreme-court-fails-lgbt-community.html (accessed on April 2014) Supreme Court Order available at  http://www.lawyerscollective.org/files/Supreme%20Court%20Order,%202006.pdf Suresh Kumar Koushal v. Naz Foundation, (2014) 1 S.C.C. 1 (India) § 63, available at http://judis.nic.in/supremecourt/imgs1.aspx?file name=41070. Swiebel, Joke. (2009). Lesbian, Gay, Bisexual and Transgender Human Rights: The Search For An International Strategy, Contemporary Politics. 15(1), pp. 19-35 Thoreson, Ryan Richard. (2009). Queering Human Rights: The Yogyakarta Principles and the Norm That Dare Not Speak Its Name, Journal of Human Rights, 8(4), pp. 323-339. Voices Against 377 (2005) Rights For All: Ending Discrimination Against Queer Desire Under Section 377, Nirantar, New Delhi. About the Author Dr Poonam Kakoti Borah completed her M. Phil and PhD from Centre for Political Studies, Jawaharlal Nehru University. Her areas of interest include Political Theory, Feminist Theory, Queer Theory and Gender and Governance. Before joining Gauhati University, she taught at Indraprastha College for Women, Miranda House and St. Stephen’s College in University of Delhi.      ",
    "id": 522787738,
    "identifiers": {
        "doi": "10.20896/saci.v6i3.400",
        "oai": "oai:ojs.pkp.sfu.ca:article/400"
    },
    "title": "Engaging with the Law: Decriminalisation of Homosexuality and the Johar Judgement, 2018",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-11-22T00:00:00+00:00",
    "publisher": "Alliance for Community Capacity Building",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.spaceandculture.in/index.php/spaceandculture/article/download/400/230"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/522787738.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/522787738"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/522787738/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/522787738/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/522787738"
        }
    ],
    "abstract": "On September 6, 2018, the Supreme Court of India passed a historic judgment that decriminalised consensual same-sex acts among adults. The judgment which ‘read down’ S377 IPC was the culmination of demands that started from organisations that worked around HIV/AIDS prevention and eventually encouraged individual LGBTQ persons to challenge the law. Engagement with the law, therefore, this paper argues has been central to the emergence of the LGBTQ movement in India. Without undermining the significance of the grass root activism against S377, the paper also places stress on international human rights instruments and LGBTQ struggles against decriminalisation from different countries as factors that enabled the Johar Judgment. Finally, the paper raises the question on larger ramifications that the judgment can have and the necessity to\nlook beyond decriminalisation",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Homosexuality, LGBTQ, Litigation, Morality, Privacy, and Sodomy",
        "Queer Studies",
        "Women's Studies",
        "Gender Studies",
        "Social Sciences",
        "Humanities"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:ojs.pkp.sfu.ca:article/400",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "8191",
        "openDoarId": 0,
        "name": "Space and Culture, India",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 522787738,
        "depositedDate": null,
        "publishedDate": "2018-11-22T00:00:00+00:00",
        "updatedDate": "2024-02-14T14:00:54+00:00",
        "acceptedDate": null,
        "createdDate": "2022-07-08T04:01:33+01:00"
    },
    "urls": [
        "https://www.spaceandculture.in/index.php/spaceandculture/article/view/400"
    ],
    "lastUpdate": "2024-02-14T14:00:54+00:00",
    "setSpecs": []
}