{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Riadil, Ikrar Genidal"
        }
    ],
    "contributors": [
        ""
    ],
    "createdDate": "2020-11-30T23:47:30+00:00",
    "dataProvider": {
        "id": 12023,
        "name": "eJournal of Sunan Gunung Djati State Islamic University (UIN)",
        "url": "https://api.core.ac.uk/v3/data-providers/12023",
        "logo": "https://api.core.ac.uk/data-providers/12023/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.15575/ks.v2i2.8819",
    "downloadUrl": "https://core.ac.uk/download/352146875.pdf",
    "fullText": "Available online at: http://journal.uinsgd.ac.id/index.php/ks Khazanah Sosial, Vol. 2 No. 1: 63-77  DOI: 10.15575/ks.v2i2. 8819  * Copyright (c) 2020 Ikrar Genidal Riadil This work is licensed under a Creative Commons Attribution-ShareAlike 4.0 International License.                   Received: 18 Juny 2020; Revised: 6 August 2020; Accepted: 8 August 2020       Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia?  Ikrar Genidal Riadil Department of English Education, Tidar University, Kota Magelang, Jawa Tengah,  Indonesia E-mail: ikrargenidal21@gmail.com ABSTRACT The presence of lesbian, gay, bisexual, transgender, and queer communities is a mandatory requirement. Even though the LGBTQ+ community is a group of people concerned about religious belief, Indonesians even now regard LGBTQ+ as transgression and sin. Those who do not consequently approve of same-sex marriage. Interestingly, this perception has been disputed because, in reality, others may have started to be open-minded and fully accept the prevalence of LGBTQ+ people in LGBTQ+ communities. This study used qualitative research to investigate the perspective of Indonesian younger generations towards the LGBTQ+ community in Indonesia. The researcher used the questionnaire as an instrument for data collection with ten questions required to fulfilled by Indonesian youth to investigate their perspectives. The study's data is collected from Indonesian participants, with a total of was eighty-three Indonesian youths between the ages of 15-26 in all around Indonesia. Since the issue of the study is quite sensitive in Indonesia, there are sure of positive and negative perspectives that are also apparent in the result of questionnaires. In a nutshell, the study's aim will further help the authorities take precautions to be incorporated in the future. Also, it is to investigate the Indonesian youths from a different background of beliefs and perspectives toward the LGBTQ+ community. The implication of this research informed young people of the LGBTQ+ subculture to Indonesian parents and teachers as those responsible for educating young kids so that they would not be adversely affected by this social phenomenon. Keywords: Indonesian youth’s, Psychology, LGBTQ+ Community, Sexuality, Social Conflict ABSTRAK Kehadiran komunitas lesbian, gay, biseksual, transgender, dan queer adalah persyaratan wajib. Meskipun komunitas LGBTQ + adalah sekelompok orang yang prihatin dengan keyakinan agama, Indonesia bahkan sekarang menganggap LGBTQ + sebagai pelanggaran dan dosa. Mereka yang tidak secara konsekuen menyetujui pernikahan sesama jenis. Menariknya, persepsi ini telah diperdebatkan karena, pada kenyataannya, orang lain mungkin sudah mulai berpikiran terbuka dan sepenuhnya menerima prevalensi LGBTQ + orang di komunitas LGBTQ +. Studi ini menggunakan penelitian kualitatif untuk menyelidiki perspektif generasi muda Indonesia menuju komunitas LGBTQ + di Indonesia. Peneliti menggunakan kuesioner sebagai alat untuk pengumpulan data dengan sepuluh pertanyaan yang diperlukan untuk memenuhi perspektif pemuda Indonesia untuk menyelidiki sudut pandang mereka. Data penelitian yang dikumpulkan dari peserta Indonesia, dengan total adalah 83 pemuda Indonesia antara usia 15-26 di seluruh Indonesia. Karena isu penelitian ini cukup sensitif di Indonesia, pasti ada perspektif positif dan negatif yang juga terlihat pada hasil kuesioner. Singkatnya, tujuan studi akan lebih membantu pihak berwenang mengambil tindakan pencegahan untuk dimasukkan di masa depan. Juga, untuk menyelidiki para pemuda Indonesia dari latar belakang yang berbeda dari keyakinan dan perspektif terhadap komunitas LGBTQ +. Implikasi penelitian ini memberi tahu kaum muda subkultur LGBTQ + kepada orang tua dan guru Indonesia sebagai mereka yang bertanggung jawab untuk mendidik anak muda sehingga mereka tidak akan terpengaruh oleh fenomena sosial ini Kata kunci: Pemuda Indonesia, Psikologi, Komunitas LGBTQ+, Seksualitas, Konflik Sosial INTRODUCTION People who are lesbian, gay, bisexual, transgender, or queer (LGBTQ+) are members of every community. They are diverse, come from all walks of life, and include people of all races and ethnicities, all ages, all socioeconomic statuses, and from all parts of the country. The perspectives and needs of LGBTQ+ Khazanah Sosial, Vol. 2 No. 1: 63-77 Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia? Ikrar Genidal Riadil   ISSN 2715-8071 (online)  64 │people should be routinely considered in public health efforts to improve the overall health of every person and eliminate health disparities (Youth, 2014). More international consideration has been devoted to the encounters and life experiences of lesbian, gay, bisexual, transgender, and queer (LGBTQ+) and significant concern about anti-LGBTQ+ intimidation or harassment and youth partiality as a devastating human rights issue and an impediment to common development goals. Saroh & Relawati (2017) LGBTQ+ emerges for Lesbian, Gay, Bisexual, Transgender, Queer, and more sexualities. The American State is quite interested in the topic of LGBTQ+ civil equality as, compared to them, in the lack of bigotry and criminalization of LGBTQ+ people, LGBTQ+ people's lives should remain as 'natural' as straight men. The United Nations (PBB) has managed to work with the Member States to repudiate prejudice and mass incarceration based on LGBTQ+ discrimination and transphobia. Rosenstreich (2013) asserted that 'LGBTQ+' is frequently seen as an acronym that encapsulates individuals whose sexual orientation, gender identity, or sex differs from heterosexual or male or female sexuality and gender norms, irrespective of the identity identifiers used by individuals. This issue can be reached in the conclusion that the LGBTQ+ community is a group of individuals engaged in same-sex sexual activity. Nowadays, LGBTQ+ has developed a burning issue to be deliberated since the United States has avowed the legalization of same-sex marriage on 26th June 2015.  Subsequently, nearly every individual around the country is discussing LGBTQ+ concerns, whether through social networking or mainstream media (Riadil, 2020a). Many who identify with the same-sex marriage legalization – uphold their points in the United Nations resolution by arguing that LGBTQ+ is not just a mental disorder like many have historically thought, but others that are drawbacks also stick by their conviction that it is a mental disorder. The American Psychological Association (2008) stated that they attempt to presumed who made the switch though since revamped studies revealed that almost all LGBTQ+ had been satisfied to their sexual orientation, and also that, as a cohort, those who seemed to be very well-adjusted as heterosexual individuals (Hickey, 2011). Since then, LGBTQ+ is ongoing for coming out and be confident to show up in public. Conversely, LGBTQ+ existence is used to becoming problems for people to complain to if some hardly still believe that LGBTQ+ is a sensitive topic, as such homosexuality is perceived to be mistreated against even to be hounded, while others do not. As the evidence of The American Psychological Association (2008) claimed that it firmly condemns all formal and informal prejudice in areas such as infrastructure, housing, public housing, and licensure of personnel employed in or allowed to engage in homosexual activities. Burns & Krehely (2011) supplementary that anywhere from 15% to 43% of gay people have experienced some form of discrimination and harassment at the workplace. Besides, an unprecedented 90% of transgender employees claim any form of abuse or inhumane treatment at the workplace. Most existing research has focused on negativity in the relationships between LGB youth and their parents; no known research has considered the possible developmental benefits of family acceptance and supportive behaviors for LGBT youth. One study has assessed the relationship between LGB young adults' perceived family support (e.g., general closeness, warmth, and enjoying time together) and depression, substance use, and suicidality (Needham & Austin, 2010). Nevertheless, numerous people worldwide are starting to develop a community or empowerment to defend their assets and rights (Riadil, 2020e). Another of the tremendous measures to fight LGBTQ+ violent behavior has been completed by the founder of Facebook, named Mark Zuckerberg. He said and suggested that people change their Facebook profile using a rainbow picture, that also encourages the LGBTQ+ community or people.  It was becoming a viral campaign that successfully provoked people in the entire world, including Indonesia.  Khazanah Sosial, Vol. 2 No. 1: 63-77 Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia? Ikrar Genidal Riadil  ISSN 2715-8071 (online) │ 65 The primary purpose of this study is to investigate the issues related to the life of the LGBTQ+ community in society, particularly in Indonesia (Riadil, 2020d), as a State of Pancasila-based. Endeavor to consider an appropriate way to fix the issues. The research problems that have already been identified are: (1) What is the Indonesian youth's perspectives toward LGBTQ+ existence in Indonesia? (2) What is the solution that can be offered in the effort of preventing and reducing the negative impact of the LGBTQ+ existence community? According to Sujana, Setyawati, & Ujanti (2018) deliberations on the LGBTQ+ culture are a complicated issue, and thus a systematic method and remedy are required. It is not easy, and it remains to be improved as slandering, disparaging, or persecuting the LGBTQ+ community would not be a viable solution. They are, therefore, legal people of the Republic of Indonesia based on civilization. It does not seem to be extraordinarily advisable or advantageous to remark on LGBTQ+ deliberation with allusions and based solely on split disclosure. Human civilization historiography reports the presence of such an LGBTQ+ community throughout the ages (Sujana et al., 2018). Under this situation, the researcher was interested in carrying out this study in order to see how far they progress in Indonesia 's youth mode of thinking has progressed more toward embracing life. From the previous studies who have similar research as this research, there are certain different things from this article and the other articles. The difference is this article is not only investigating Indonesian youths but also the researcher identifies each of them perspectives towards the LGBTQ+ existence in Indonesia by interviewed some of the respondent, and the researcher collect all of the data and analyzed them. The researcher is not only focus on the response of the respondents towards their perspectives related to LGBTQ+ existence in Indonesia but also the researcher seeks the reasons whether they have cons or disagreement and pros or agreement response.  RESEARCH METHOD Qualitative research is used in this research.  Quinn & Cochran (2007) Demonstrating that qualitative research is distinguished by its goals of recognizing other facets of social existence, and by its techniques of producing terms rather than statistics, as evidence for examination. Qualitative research is fully understanding the social trend on the grounds of the participant's point of view. The data are collected by giving questionnaires to participants who are the tourism employees in Indonesia. The data collection procedures of this study were started by giving the questionnaire, asking the participants to fill in the questionnaire, and finally, the researcher compiled the questionnaire that had been answered. This method is influenced by (Cam & Tran, 2017).  After the data have collected, it will be analyzed and recognized. Like what Cam & Tran (2017) stated that the questionnaire is quite a useful collection method because researchers can reach many participants and respondents in a short time, and it does not need cost so much. The questionnaire was chosen by adopting the research from Saroh & Relawati (2017), which conducted research entitle \"Indonesian Youth's Perspectives Toward LGBT,\" a structured questionnaire that was given to the participants. As the aim of this study was to scrutinize or investigate Indonesian youth's perspectives, ten questions were prepared and asked each research group in detail. In Indonesian youth's perspectives were;  1. According to your perspectives as Indonesian youth, what do you think about LGBTQ+? 2. Do you think LGBTQ+ should be legalized in Indonesia?  3. If yes, please give a reason briefly. Moreover, if not or maybe, give a reason briefly. 4. From your perspective, do you accept the change of LGBTQ+ existence in society as an Indonesian youth?  5. Do you mind if one of your friends is one of the LGBTQ+ community?  Khazanah Sosial, Vol. 2 No. 1: 63-77 Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia? Ikrar Genidal Riadil   ISSN 2715-8071 (online)  66 │6. If yes, please give a reason briefly. Moreover, if not or maybe, give a reason briefly.  7. What if your friend or environment changes and follows the LGBTQ+ trend, do you agree? 8. If yes, please give a reason briefly. Moreover, if not or maybe, give a reason briefly. 9. Do you think LGBTQ+ will bring negativity to Indonesia and the individual itself? If yes, please give a reason briefly. Moreover, if not or maybe, give a reason briefly. Also, those questions were prepared and asked the eighty-three Indonesian youths are the participants of this study.  To investigate the Indonesian youths, in order to achieve the study's goals and objectives. As for this research method, the authors carried out the following steps: The arrangement of this study consists of:  1. Research Subject  The research subjects were Indonesian youths, in Indonesia with eighty-three people.  2. Research Place  The research was conducted in Indonesia.  3. Research Time  This research was conducted in the year 2020.  The data collection of this research, first, the researcher creates questions for the questionnaires and the interview. Second, the researcher makes questionnaires on Google form and share the link to the respondents. Third, the researcher picked some of respondents who are be able to be interviewed by the researcher. Next, the researcher collects all of the data. Finally, the researcher analyzed one by one of the data and put it on the article specifically in results and discussions section.  Besides that, the questions which given are in the English language, although some reason that respondents answered are in Indonesian. Even though it does not impact the research, besides, they could express their feeling easily and free (Riadil, 2020b). Not only that, but the questionnaire also does not let the respondents write their real names. They could write the gender. Then the researcher will name them as respondents one, two, so on (Riadil, 2020c). Furthermore, it does not impact the data collected. Eventually, analysis findings of both interviews and questionnaires were a culmination of the study that was intended to help the population, and the government to help absorb the development of LGBTQ+ in Indonesia. RESULTS AND DISCUSSION Overview about LGBTQ+ Issue The American State is quite centered on LGBTQ+ human rights, and contrary to them, in the presence of bigotry and criminalization against LGBTQ+ individuals, LGBT individuals' lives should remain as 'natural' as heterosexual ones. According to SANTOSO (2016), The United Nations (UN) has decided to work to the Member States to reject prejudice and criminalization on the premise of LGBTQ+ based on homosexuality and transphobia for LGBTQ+. The UN has collaborated with international organizations and national governments to repudiate prejudice and stigmatization, mostly based on LGBTQ+ racism and transphobia. This thing is a component of the protection of human rights for LGBTQ+ individuals, and, as a consequence, over thirty countries have approved and legalized homosexuality throughout the last twenty years. The presence of LGBTQ+ people worldwide has been around for a long time, starting from the beginning of the discovery of the social phenomena, which would include the late nineteenth century—throughout the late nineteenth century stated by The American Psychological Association (2008) that it still considered homosexuality to be a mental disorder. As it is with the research and development of mental health doctors in the United States, in 1952, the actual prognosis and Statistics Manual of Mental Health (DSM) calculated that homosexuality abnormality was a sociopathic personality disorder Khazanah Sosial, Vol. 2 No. 1: 63-77 Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia? Ikrar Genidal Riadil  ISSN 2715-8071 (online) │ 67 (American psychological association, 1975). Over the period, the LGBTQ+ community has been severely discriminated against by the community. Getting started with getting fired from college, deemed a sick guy, a rapist, among other aspects of prejudice. In 1951, Donald Webster Cory wrote The Homosexual in America Lindesmith, Cory, & Ellis (1952) argued that gay and lesbian people were indeed a legal minority party. Until around the 1950s, the LGBTQ+ defend community eventually led to a different movement, which asked the elimination discrimination against the LGBTQ+ community. While other, the American Psychiatric Association altered the LGBTQ+ concept's regulations, not that it was conclusively proven, but also because of the violence of LGBTQ+ people throughout history. That also caused the American Psychiatric Association to absolutely crucial by the different crimes of LGBTQ+ people at the organization. Overview about LGBTQ+ in Indonesia   As we know that LGBTQ+ in Indonesia still not legalized yet, and there are plenty of cons and down breaks opinion by those individuals who have not to accept LGBTQ+. Although there are bunches of open-minded people and widely used modes of thinking, some people still disagree or even oppose LGBTQ+ in Indonesia. In response to the widespread endeavors (activities) of the LGBTQ+ community in Indonesia, three statements can be categorized together to become an essential consideration of the LGBTQ+ discussion in Indonesia, namely the perspective of religion (religious), the perspective of human rights (HAM) cited by (Harahap, 2016). Also, those three different perspectives for LGBTQ+ people are: The Psychology Perspectives Firstly, the religious perspective. According to Homosexual Islamic criminal law, it is a massive sin since it is contrary to religious beliefs, behavioral standards, and invalidates (God's law or natural law) and human nature (human nature). Furthermore, as stated in the scriptures, homosexuality may be harshly punished before they have been sentenced to death. The Human Rights Perspectives Secondly, for people that support being pro-LGBTQ+ is their fundamental right option of choosing LGBTQ+. As human rights, they are demanding the protection of their human rights. Human rights (HAM) are fundamental rights primarily on human beings, quantifiable and enduring, and must, therefore, be protected, appreciated, supported and not rejected, diminished, or taken by everyone. Throughout PBB (2006) claimed that Deklarasi Universal Hak Asasi Manusia (DUHAM), 'Civil dignity must be secured by statute so that citizens are not compelled to take the road of revolt as a last resort to resist despotism and colonization. The Psychological Perspectives Ultimately, in the Diagnostic and Statistical Manual of Mental Disorder I (DSM I) and DSM II, homosexuality is regarded to be a divergence that involves mental disorders. Nonetheless, despite having been questioned many occasions in 1973 by the American psychological association (1975) in the Diagnostic and Statistical Manual of Mental Disability III (DSM III), homosexuality is exempt from one category of mental disease or sexual orientation. Appears to have transformed into the psychological framework with seeing this homosexuality have a tremendous effect on the discussion of homosexuality legitimacy and LGBTQ+ in particular. According to psychiatry Fidiansyah (Deputy Section of Religious Khazanah Sosial, Vol. 2 No. 1: 63-77 Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia? Ikrar Genidal Riadil   ISSN 2715-8071 (online)  68 │Spirituality and Psychiatry of DSM), LGBTQ+ is regarded natural and healthy behavior, as opposed to the APA version the Association of Psychiatric Special Physicians Indonesia (PDSKJI), that LGBTQ+ That is a psychiatric disorder, so that may have been spread to anyone. (Firdiansyah, n.d.) disregarded that some viewpoints to people that think LGBTQ+ is not an illness. Results In a nutshell, based on the description of the three perspectives above, the discussion on LGBTQ+ legalization in Indonesia still seems to be multi-interpreted (pros and cons) from both the point of view of Islamic law, human rights and psychology. This study outlines LGBTQ+ phenomena in Indonesia to find interconnected, interdisciplinary remedies from those three perspectives. In this research, the researcher would discuss about Indonesian youth’s perspectives towards the existence of LGBTQ+ and also seek their in-depth answers, reasons, and explanation towards the issue, and the main argument of this research is to investigate and also seek Indonesian youth’s perspectives towards LGBTQ+ community in Indonesia whether the Indonesian youth’s against them or support them, and the researcher seek the detail answers by each of them through questionnaires and interview. This section consists of the results of research and how they are discussed. The results obtained from research must be supported by adequate data; Table 1. Gender of the Respondents Variable Gender Sample % Gender   Male Female Non-Binary 33.7% 62.7% 3.6%    Based on the table above, table 1 has identified the gender of respondents, and it shows that there are plenty of people who have filled the questionnaires. It clearly shows that the male gender is over 33.7% or 29 male respondents who have participated in filling the questionnaires. Conversely, the female gender is 62.7% or 52 female respondents who have participated in filling the questionnaires. Accompanying with the Non-Binary respondent is over 3.6% or three non-binary respondents who have participated in filling the questionnaires. In a nutshell, the researcher can conclude the result that the most gender who were participating in filling the questionnaires is the female gender, which has 62.7% total percentage or 52 respondents who have participated in filling the questionnaires and the researcher strengthen the argument because of being supported by The United Nations (UN). Table 2. Age of the Respondents  Variable Age Sample % Age   16 Years Old 17 Years Old 18 Years Old 19 Years Old 20 Years Old 21 Years Old 22 Years Old 23 Years Old 24 Years Old 26 Years Old 2.4% 3.6% 2.4% 7.2% 14.5% 28.9% 21.7% 8.4% 9.6% 1.2% Khazanah Sosial, Vol. 2 No. 1: 63-77 Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia? Ikrar Genidal Riadil  ISSN 2715-8071 (online) │ 69 Based on the table above, table 2 has identified the respondent age, the table above have shown that the respondent who has participated in filling questionnaires are between 16-26 years old. The data of a total of 16 years old respondent in Indonesia is 2.4% or two respondents, and 17 years old respondent in Indonesia is 3.6% or three respondents. Furthermore, 18 years old respondent in Indonesia is 2.4% or two respondents, 19 years old respondent in Indonesia is 7.2% or six respondents, and 20 years old respondent in Indonesia is 14.5% or 12 respondents. Besides, 21 years old respondents in Indonesia 28.9% or 21 respondents, 22 years old respondent in Indonesia is 21.7% or 19 respondents, and 23 years old respondent in Indonesia is 8.4% or seven respondents. Last but not least, 24 years old respondent in Indonesia is over 9.6% or eight respondents. The last 26 years old respondent in Indonesia is 1.2% or one respondent. Besides, we can see the result that the most respondent who filled the questionnaires is the respondent who has the age in 21 years old, the total is 28.9% or 21 respondents and the researcher strengthen the argument because of being supported by The United Nations (UN).  Table 3. Percentage of Indonesian Youths’ Perspectives toward the existence  of LGBTQ+ in Indonesia No        Questions Indonesian Youths Answers (%)             Yes               No                        Maybe 1. According to your perspectives as Indonesian youth, what do you know and think about LGBTQ+? Brief Answers Brief Answers   Brief Answers 2. Do you think LGBTQ+ should be legalized in Indonesia? 18.1% 50.6%  31.3% 3. If yes, please give a reason briefly. Moreover, if not or maybe, give a reason briefly. Brief Answers Brief Answers   Brief Answers 4. From your perspectives, do you accept the change of LGBTQ+ existence in society as an Indonesian youth? 44.6% 30.1%    25.3% 5. Do you mind if one of your friends is one of the LGBTQ+ community? 14.5% 63.9%  21.7% 6. If yes, please give a reason briefly. Moreover, if not or maybe, give a reason briefly. Brief Answers Brief Answers   Brief Answers 7. What if your friend or environment changes and follows the LGBTQ+ trend, do you agree? 21.7% 60.2%   18.1% 8. If yes, please give a reason briefly. Moreover, if not or maybe, give a reason briefly. Brief Answers Brief Answers   Brief Answers 9. Do you think LGBTQ+ will bring negativity to Indonesia and the individual itself? 30.1% 26.5%   43.4% Khazanah Sosial, Vol. 2 No. 1: 63-77 Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia? Ikrar Genidal Riadil   ISSN 2715-8071 (online)  70 │10. If yes, please give a reason briefly. Moreover, if not or maybe, give a reason briefly. Brief Answers Brief Answers   Brief Answers  Based on the table above, table 3 has identified about Percentage of Indonesian Youths' Perspectives toward the existence of LGBTQ+ in Indonesia. The researcher has spread ten questions for being filled by the respondents. First, the question is asking the respondents' perspectives. As an Indonesian youth, the question is asking them to give a brief answer to the question of what do the respondents know and think about LGBTQ+. Second, the question asks the respondents' perspectives, and the question is whether the respondents think LGBTQ+ should be legalized in Indonesia. Third, the question is asking them to give a brief answer. The question is, \"If yes, please give a reason briefly. Moreover, if not or maybe, give a reason briefly\". Therefore, each respondent needs to elaborate their answer in brief about whether LGBTQ+ should be legalized in Indonesia or not. Fourth, the question is asking the respondents' perspectives, as an Indonesian youth do the respondents accept the change of LGBTQ+ existence in society as an Indonesian youth or not. Fifth, the question asks the respondents' perspectives, whether the respondents mind if one of their friends is one of the LGBTQ+ community and the researcher strengthen the argument because of being supported by The United Nations (UN). Subsequently, the next question is only supporting the previous question. Sixth, the question asks the respondents' perspectives, as an Indonesian youth, the respondent needs to elaborate their answer in brief \"If yes, please give a reason briefly. Moreover, if not or maybe, give a reason briefly,\" the respondent can elaborate the answer briefly. Seventh, the question asks the respondents' perspectives, the question is, \"What if your friend or environment changes and follows the LGBTQ+ trend, do you agree?\". Eighth, the question asks the respondents' perspectives, as an Indonesian youth, the respondent needs to elaborate their answer in brief \"If yes, please give a reason briefly and the researcher strengthen the argument because of being supported by (Almeida, J, et al, 2009).  Furthermore, if not, or maybe, give a reason briefly,\" the respondent can elaborate the answer briefly. Then, question nine is asking the respondents' perspectives. The question is, \"Do you think LGBTQ+ will bring negativity to Indonesia and the individual itself?\". Last, the question ten asks the respondents' perspectives, as an Indonesian youth, the respondent needs to elaborate their answer in brief \"If yes, please give a reason briefly. Furthermore, if not, or maybe, give a reason briefly,\" the respondent can elaborate the answer briefly (SANTOSO, 2016).  Discussion The actual benefit of this phenomenon is to make the reader can think open minded of this kind of issue, if a person cannot support the existence of LGBTQ+ in Indonesia, at least respect their existence. The American State is quite centered on LGBTQ+ human rights, and contrary to them, in the presence of bigotry and criminalization against LGBTQ+ individuals, LGBT individuals' lives should remain as 'natural' as heterosexual ones. According to SANTOSO (2016), The United Nations (UN) has decided to work to the Member States to reject prejudice and criminalization on the premise of LGBTQ+ based on homosexuality and transphobia for LGBTQ+. The UN has collaborated with international organizations and national governments to repudiate prejudice and stigmatization, mostly based on LGBTQ+ racism and transphobia. This thing is a component of the protection of human rights for LGBTQ+ individuals, and, as a consequence, over thirty countries have approved and legalized homosexuality throughout the last twenty years. Khazanah Sosial, Vol. 2 No. 1: 63-77 Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia? Ikrar Genidal Riadil  ISSN 2715-8071 (online) │ 71 The presence of LGBTQ+ people worldwide has been around for a long time, starting from the beginning of the discovery of the social phenomena, which would include the late nineteenth century—throughout the late nineteenth century stated by The American Psychological Association (2008) that it still considered homosexuality to be a mental disorder. As it is with the research and development of mental health doctors in the United States, in 1952, the actual prognosis and Statistics Manual of Mental Health (DSM) calculated that homosexuality abnormality was a sociopathic personality disorder (American psychological association, 1975). Over the period, the LGBTQ+ community has been severely discriminated against by the community. Getting started with getting fired from college, deemed a sick guy, a rapist, among other aspects of prejudice. In 1951, Donald Webster Cory wrote The Homosexual in America Lindesmith, Cory, & Ellis (1952) argued that gay and lesbian people were indeed a legal minority party. Until around the 1950s, the LGBTQ+ defend community eventually led to a different movement, which asked the elimination discrimination against the LGBTQ+ community. While other, the American Psychiatric Association altered the LGBTQ+ concept's regulations, not that it was conclusively proven, but also because of the violence of LGBTQ+ people throughout history. That also caused the American Psychiatric Association to absolutely crucial by the different crimes of LGBTQ+ people at the organization. This part consists of the research results and how they are discussed. The results obtained from the research have to be supported by sufficient data above. Table 3 shows that ten questions being shared with the respondents to be fulfilled. Firstly, when the respondents were asked what do the respondents know and think about LGBTQ+. The table shows that the answers \"brief answers,\" which means the respondent gives brief answers. There are many variations of answers by each respondent toward their knowledge about LGBTQ+. As respondent 65 has elaborated, the answer said that \"LGBTQ+ is an abbreviation of lesbian, gay, bisexual, transgender, and queer. In my opinion, it is a community of same-sex lovers, namely women and women and vice versa, men and men\" (Youth, 2014).   As respondent 12 has an explanation as well said, \"What I know is LGBTQ+ stands for lesbian, gay, bisexual, transgender, and queer people. The term seems to have been used in 1990 to replace the phrase gay community or communities that have a same-sex sexual orientation, especially men\". Therefore, as respondent 34 has a pro explanation as well, \"LGBTQ+ stands for Lesbian, Gay, Bisexual, Transgender, and Queer. LGBTQ+, in my opinion, it will not harm the people around them. If this does not harm us or anyone else, why should we hate them? Even want to expel or do not want to socialize with them. They are also human just like us; only their happiness and choices are different from those of ordinary people. I often hear people who hate LGBTQ+, but it is their choice, as long as they are happy and not interrupt people, it is fine. Humans, in the beginning, were imperfect creatures. Humans in this world live intending to make themselves happy. If LGBTQ+ people are happy with their loved ones, regardless of gender, that is what drives them to live\". Besides it, few respondents who do not have a pro explanation for LGBTQ+, which has cons explanation. As respondents 81 and 83 said, \"LGBTQ+. Consequently, there is a variation of answers for the number one question, and there are few people who have pro explanation toward LGBTQ+, and there are few people who have cons explanation among the first question, the researcher being supported to delivered the argument from (American psychological association, 1975). Secondly, in the second question when the respondents were asked \"Do you think LGBTQ+ should be legalized in Indonesia?\" there are few respondents agree, disagree, and maybe; the diagram shows that 18.1% or 15 respondents agree with this question, 50.6% or 42 respondents disagree with this question, and 31.3% or 26 respondents have \"maybe\" answers, which they have additional reasons why they Khazanah Sosial, Vol. 2 No. 1: 63-77 Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia? Ikrar Genidal Riadil   ISSN 2715-8071 (online)  72 │answered it with \"maybe\". We can see it clearly that the most significant number of the respondents for this second question, most of them do not agree.  Thirdly, the question asks the respondents' perspectives, as an Indonesian youth, the respondent needs to elaborate their answer in brief \"If yes, please give a reason briefly. Moreover, if not, or maybe, give a reason briefly,\" the respondent can elaborate the answer briefly. However, few respondents agree and disagree that they were arguing about the questions and had various views. Respondent 10 agrees with that and said, \"Yes, because LGBTQ+ is also human, we humans must humanize humanity. LGBTQ+ are not animals that are always trampled and have the right to live in this world. Religious matters, their business. The one who measures our affairs in the world is the Almighty, not someone else. So, let LGBTQ+ deserve to live in this world.\" Whether respondent 23 disagree said, \"In my opinion, LGBTQ+ does not deserve to be legalized because it has violated the nature and rules of both religion and the human rule itself. Besides, Indonesia is a democratic country, but the precepts of Pancasila prove religion. In any religion, LGBTQ+ is also prohibited in both Islam and other religions. Nevertheless, if there are LGBTQ+ people, go ahead, because that is their right and their business. We still need to respect and not bully. However, if it is our brother, we must remind.\" In a nutshell, the researcher can conclude that most of the respondents disagree that LGBTQ+ should be legalized in Indonesia, with a total percentage of 50.6% or 42 respondents disagree with this question. Furthermore, in the fourth question that has been spread to the respondents, the question is asking the respondents' perspectives, as an Indonesian youth do the respondents accept the change of LGBTQ+ existence in society as an Indonesian youth or not. There are few respondents agree, disagree, and maybe; the diagram shows that 44.6% or 37 respondents agree with this question, 30.1% or 25 respondents disagree with this question, and 25.3% or 21 respondents answer is \"maybe.\" The researcher can conclude that most respondents agree with the change of LGBTQ+ existence in society. The fifth question that has been spread to the respondents, the question is asking the respondents' perspectives, whether the respondents mind if one of their friends is one of the LGBTQ+ community. There are few respondents agree, disagree, and maybe; the table shows that 14.5% or 12 respondents agree with the question, 63.9% or 53 respondents disagree with the question, which means the respondents do not mind at all if one of their friends is one of LGBTQ+ community, and the rest 21.7% or 18 respondents answered it \"maybe\" which means they still consider about it whether they mind about it or do not mind with it. The respondents who chose \"maybe\" probably have additional reasons for it. In the sixth question, the question asks the respondents' perspectives, as an Indonesian youth, the respondent needs to elaborate their answer in brief \"If yes, please give a reason briefly. Moreover, if not, or maybe, give a reason briefly,\" the respondent can elaborate the answer briefly. However, few respondents agree and disagree with which they were argued about the questions and had various views. As respondent 57 said, \"While he does not bother many people and especially disturbs my personal life. I think it is their right because we cannot manage many things with others. Because each people has their rights.\" Therefore, the respondent 24 argued, \"Because I feel uncomfortable and bothered about it, it is a disease that must be cured, if one of my friends becomes an LGBTQ+ community, I will reprimand and make him turn straight, it is also a very sinful act.\" Conversely, respondent 23, who answered \"maybe,\" said, \"I might object if one of my friends is in the LGBTQ+ community. However, I will still respect and respect his choices. As long as that person's choice as LGBTQ+ does not threaten my life, I do not mind. Nevertheless, what I fear is if one of my friends has a lesbian disorder. Because I am a woman, of course, I will feel scared and worried about my lesbian friend.\" In conclusion, the researcher can conclude that most of the respondents disagree with this Khazanah Sosial, Vol. 2 No. 1: 63-77 Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia? Ikrar Genidal Riadil  ISSN 2715-8071 (online) │ 73 question that they do not mind if one of their friends is one of LGBTQ+ Community, with the total percentage of 63.9% or 53 respondents disagree with the five questions. Thus, the seventh question that has been spread to the respondents, the question is asking the respondents' perspectives, as an Indonesian youth. the question is asking the respondents' perspectives, and the question is, \"What if your friend or environment changes and follows the LGBTQ+ trend, do you agree?\" There are few respondents agree, disagree, and maybe; the diagram shows that 21.7% or 18 respondents agree with this, while 60.2% or 50 respondents disagree with this, and 18.1% or 15 respondents answered it \"maybe\" which means they still consider about it whether if their friends or environment changes and follows the LGBTQ+ trend. The respondents who chose \"maybe\" probably have additional reasons for it. In the eighth question, the question asks the respondents' perspectives, as an Indonesian youth, the respondent needs to elaborate their answer in brief \"If yes, please give a reason briefly. Furthermore, if not, or maybe, give a reason briefly,\" the respondent can elaborate the answer briefly. However, few respondents agree and disagree with which they were argued about the questions and had various views. As the respondent 10 said that \"Back the answer before, I will accept whatever happens in my environment with LGBTQ+ trends. As long as we are both comfortable, let us just walk straight. My business is my business; his business is his business. My religion is my religion; your religion is your religion. The most difficult life in this world is to instill a human attitude towards someone without looking at their background.\" The respondent 14 disagree and argued that \"Because it violates the nature of God who has given us a normal life. If my friend or environment is like that, I will certainly be uncomfortable because I will remind him if he is confident in his decision. Because in my opinion, it's due to an error, maybe in his feelings, thoughts, or instincts. If it is my friend and I can try to fix it because I care. That does not mean intolerant, but Indonesia is also a democratic country. We live not only for ourselves, but always carry the family name, the environment, whether it is ethnicity, race, or country. Indeed, they cannot rely on others. We must love ourselves. Tolerance in yourself does not have to obey your desires and instincts but also to show care. Think the best for yourself with our future life in the world, also in the hereafter. Because I believe that the Indonesian nation has a religion and belief who believes in an almighty God.\"  While some of the respondents agree and disagree, here is the answer from one of respondent who chose \"maybe,\" respondent 57 said \"maybe, while not bothering other people. In my opinion, it is okay,\" and respondent 49 had its explanation that \"A change in the trend may continue to grow, and it cannot happen right away because what is opposed is the people's behavior and stigma which is very contrasting and reversing with the community. therefore, so that maybe in the future it can happen but slowly.\" To sum up, the researcher can conclude this question: most respondents disagree, which means they do not agree that if their friend or environment changes and follows the LGBTQ+ trend, the total percentage of 60.2% or 50 respondents disagree with the question (Rosenstreich, G, 2013). Afterward, the ninth question that has been spread to the respondents asks the respondents' perspectives, as an Indonesian youth. the question asks the respondents' perspectives, and the question is, \"Do you think LGBTQ+ will bring negativity to Indonesia and the individual itself?\" There are few respondents agree, disagree, and maybe; the diagram shows that 30.1% or 25 respondents agree, which means they think that LGBTQ+ will bring negativity to Indonesia and the individual itself, while 30.1% or 25 respondents are agreed, there are few respondents who disagree with this. According to the table above, the result shows 26.5% or 22 respondents disagree with this question, which means they think LGBTQ+ existence will not bring negativity to Indonesia and the individual itself. Consequently, the rest of Khazanah Sosial, Vol. 2 No. 1: 63-77 Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia? Ikrar Genidal Riadil   ISSN 2715-8071 (online)  74 │the respondents chose \"maybe.\" The table shows that 43.4% or 36 respondents chose \"maybe.\" This statement means they still consider whether their friends or environment changes and follows the LGBTQ+ trend. The respondents who chose \"maybe\" probably have additional reasons for it (Youth, 2014).  Last but not least, the last question that was given to the respondents. In the last question, the question asks the respondents' perspectives, as an Indonesian youth, the respondent needs to elaborate their answer in brief \"If yes, please give a reason briefly. Furthermore, if not, or maybe, give a reason briefly,\" the respondent can elaborate the answer briefly, and it related to the previous question. However, few respondents agree and disagree with which they were argued about the questions and had various views. As respondent 32 said, \"Again to clarify this issue, LGBTQ+ is not a crime. They do not even break the law. It is precisely the people who discriminate against their existence (LGBTQ+) that is wrong because it is just the same as depriving them of their human rights. All humans in this world have the right to live safely and comfortably. As humans, we have no right to judge someone.\" Also, respondent 58 has said, \"Depending on their personality (cannot be generalized) if he is LGBTQ+ but does not incite others to be the same one as him, he may not be negative, but instead, he is LGBTQ+, but unconsciously or consciously he influences others to be like him (i.e., to be one of the LBGTQ+ communities) could be negative.\"  Besides, respondent 78 also has a pro or support statement (perspectives) about this question. The respondent 78 stated that \"Not at all bringing negativity to the country of Indonesia, they have the same life and rights as other humans, and I think with the existence of LGBTQ+ in Indonesia there is no bad impact on Indonesia itself because we can see examples of other countries that are very open to things this LGBTQ+. They are developed countries. If Indonesia can legalize LGBTQ+, I think it can help the Indonesian economy itself because tourists will arrive more. After all, the majority / average foreign tourists support and okay with LGBTQ+. Also, foreign tourists from Other countries are interested in visiting Indonesia because Indonesia can be very open with things like LGBTQ+.\" Lastly, respondent 34 said, \"if for the individual, it goes back to each person, there is no good gay or bad gay in this world. Conversely, LGBTQ+ is just a matter of preference in sexuality. The point is that everything goes back to the personality & morality of that person. It is up to them to want him to be gay or straight, bisexual, or so on. if he is the right person, it means he is indeed a good person if it is not well, then he or she is a piece of sh*t” the researcher being supported by (American psychological association, 1975). Correspondingly, opposing the former pro and support perspectives from respondents 32, 58, and 78, few respondents do not agree with this. As the respondent argued, \"Yes, I think that going to Indonesia is possible because LGBTQ+ itself is a taboo, and most Indonesian people oppose such things. For individuals, it might be \"no.\" because back again to the rights of each person, they become themselves without having to pretend to be another person.\" Not only that, but the respondent 13 also has its argument and disagree about this issue since the respondent chose \"No\" for this question, here is the respondent 13 perspectives and answers, the respondent claimed that \"I think yes! This statement will result in negativity and an adverse effect on Indonesia. I am a person who is quite idealistic.  The Indonesian people have rules, attitudes, cultures, and religions. If that (LGBTQ+) happens, it will change the social order, damage the culture, and dilute the beliefs or beliefs of the nation and the individual itself. It is possible to understand and respect new cultures or other cultures, but being open-minded does not mean to keep abreast of existing trends, maintain national identity, maintain culture and self-confidence even society in our environment is also open-minded to maintain self-identity in order to stay alive. Humanity is not only about one's feelings, desires, or instincts, but also tolerance of oneself and others even of their countrymen and country.\"  To sum up, the researcher can conclude this question that Khazanah Sosial, Vol. 2 No. 1: 63-77 Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia? Ikrar Genidal Riadil  ISSN 2715-8071 (online) │ 75 the most of respondent chosen \"maybe,\" which means they are in the middle of ye or no, probably they have own reasons of it that LGBTQ+ will bring negativity to Indonesia and individuals itself, with the total percentage 43.4% or 36 respondents chose \"maybe\" for the last question. The end of the discussion section, as we see the certain statements and perspective above, there are few people still disagree and do not support this issue in Indonesia, but also there are bunches of people who support this issue as well which is LGBTQ+. This analysis indicates that individuals have perspectives on their beliefs, understanding, and life, which how to handle the environment. People around them try to see how well the LGBTQ+ issue exists in Indonesia from past experiences until now. Subsequently, from the explanation and table above the role of Indonesian youths' do have variation perspectives toward the LGBTQ+ existence in Indonesia (Youth, 2014). CONCLUSION In conclusion, the transformation in the world view of LGBTQ+ has profoundly affected opinions expressed by the American Psychiatric Association. In their perspectives as an organization, which is seen to be proficient at gauging the presence of the LGBTQ+. LGBTQ+ and homosexuality have been used as a taboo problem throughout Indonesian culture. Nevertheless, after the US, Indonesia 's youth perception has improved after the United States (US) legalized same-sex marriage protocols. They see LGBTQ+ as an ordinary human being, and all have the same freedom to protest like each other. Same-sex marriage regulatory headlines are becoming down in infamy throughout the country, and it has a significant effect on the LGBTQ+ community and also the LGBTQ+ community. In comparison, the LGBTQ+ person in the country is trying to reach an exposure of the community surrounding them. Insufficient quantity to do just that, LGBTQ+ offenders are trying to spark more about their sexual preference by using media such as Facebook, Twitter, Tumblr, so on. Nonetheless, further with the developments of the LGBTQ+ era, Indonesian youth are starting to embrace LGBTQ+ life. They also assume that although LGBTQ+ is a sensitive topic in the eastern part of the country. The Indonesian government also stated that LGBTQ+ did not fit Indonesian society. The government declares Indonesia to be a religious country where it would be challenging to accept the LGBTQ+ community, notably same-sex marriages. In the government perspective, Indonesia still sees marriage as something sacrosanct. It could only be done among a heterosexual couple (man and woman). The government also makes another statement that LGBTQ+ not only interferes with moral convictions and ethical beliefs, and interferes with Indonesian culture's beliefs and ethical beliefs. In reality, most Indonesians still perceive LGBTQ+ to be something they desire, which does need to avoid off. To sum up, essential issues concerning the LGBTQ+ community at the university, school environment, or even society have influenced young people. Within this culture, the approach of young people views LGBTQ+ individuals in society with derogatory stereotypes has gradually shifted. However, Indonesian youth are now more open-minded and assume LGBTQ+ is universal as long as they do not reveal their compassion for their partners in a formal institution or public like a university, school environment, or public area. This statement is all about honoring one another. On the other hand, although Indonesian young people are opposed to LGBTQ+, those who are starting to accept LGBTQ+ people in their surroundings as part of society. The youth viewpoint has gradually shifted along with all the growth of the media. The media plays a vital role in society at a broad outlook on anything and everything, along with LGBTQ+. Current studies have said there is a change in Indonesia 's youth mentality and media cause mindset upon LGBT's existence in society. Besides, according to the results and discussion section, the Khazanah Sosial, Vol. 2 No. 1: 63-77 Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia? Ikrar Genidal Riadil   ISSN 2715-8071 (online)  76 │researcher can conclude that there are still bunches of people who still accept and do not mind with this sensitive issue in Indonesia, which is LGBTQ+. By opposing the pro respondents, there are also a few people who disagree with this sensitive issue being existed in Indonesia, or even they hate this sensitive issue.   REFERENCES  Almeida, J., Johnson, R. M., Corliss, H. L., Molnar, B. E., & Azrael, D. (2009). Emotional distress among LGBT youth: The influence of perceived discrimination based on sexual orientation. Journal of youth and adolescence, 38(7), 1001-1014. American psychological association. (1975). For a better undestanding of sexual orientation & homosexuality. Identity, 2(September), 1–6. Retrieved from www.apa.org/topics/sorientation.pdf. Burns, C., & Krehely, J. (2011). Gay and transgender people face high rates of workplace discrimination and harassment data demonstrate need for federal law. American Progress, (May), 1–4. Cam, L., & Tran, T. M. T. (2017). An evaluation of using games in teaching English grammar for first year English-majored students at Dong Nai Technology University. International Journal of Learning, Teaching and Educational Research, 16(7), 55–71. Retrieved from https://pdfs.semanticscholar.org/ea44/48f1c6cbb8dab7420abbd20a993a86728206.pdf Firdiansyah. (n.d.). “LGBT Marak, Apa Sikap Kita?” dalam sebuah diskusi Indonesian Lawyer’s Club (ILC) di TV.ONE. Harahap, R. D. (2016). LGBT DI INDONESIA : Perspektif Hukum Islam, HAM, Psikologi dan Pendekatan Maṣlaḥah. Al-Ahkam, 26(2), 223. https://doi.org/10.21580/ahkam.2016.26.2.991 Hickey, P. (2011). Homosexuality: The mental illness that went away. Behaviorism and Mental Health, 8. Lindesmith, A. R., Cory, D. W., & Ellis, A. (1952). The Homosexual in America: A Subjective Approach. American Sociological Review. https://doi.org/10.2307/2088387 Needham, B. L., & Austin, E. L. (2010). Sexual orientation, parental support, and health during the transition to young adulthood. Journal of youth and adolescence, 39(10), 1189-1198. PBB, M. U. (2006). Deklarasi Universal Hak-Hak Asasi Manusia. Indonesian Journal of International Law, 4(1), 133–168. https://doi.org/10.1017/CBO9781107415324.004 Quinn Patton, M., & Cochran, M. (2007). A Guide to Using Qualitative Research Methodology. In Medecins Sans Frontieres. Retrieved from http://msf.openrepository.com/msf/handle/10144/84230 Riadil, I. G. (2020). DOES ORAL PRESENTATION AFFECT THE DEVELOPMENT OF THE STUDENTS’ABILITY TO SPEAK IN EFL CLASSROOM? Social Sciences, Humanities and Education Journal (SHE Journal), 1(2), 13-21.  Riadil, I. G. (2020). INVESTIGATING EFL LEARNERS’READING COMPREHENSION PROBLEMS AND STRATEGIES IN TIDAR UNIVERSITY. JELLT (Journal of English Language and Language Teaching), 4(1), 48-58.  Riadil, I. G. (2020). A Study of Students’ Perception: Identifying EFL Learners’ Problems in Speaking Skill. International Journal of Education, Language, and Religion, 2(1), 31-38. Riadil, I. G. (2020). IDENTIFYING EFL STUDENTS’MOTIVATION TOWARDS READING ACTIVITY TO ENRICH THE CLASSROOM INTERACTION IN ELT CONTEXT. English Language and Pedagogy, 5(2), 1-10. Riadil, I. G. (2020). Teaching English: An afresh sophisticated technique to cultivate digital native learners’ vocabulary by utilizing seesaw media as digital literacy. Journal of Research on English and Language Learning (J-REaLL), 1(2), 62-68. Khazanah Sosial, Vol. 2 No. 1: 63-77 Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia? Ikrar Genidal Riadil  ISSN 2715-8071 (online) │ 77 Rosenstreich, G. (2013). LGBTI People Mental Health & Suicide. Revised 2nd Edition. National LGBTI Health Alliance, 5–20. SANTOSO, M. B. (2016). Lgbt Dalam Perspektif Hak Asasi Manusia. Share : Social Work Journal, 6(2), 220. https://doi.org/10.24198/share.v6i2.13206 Saroh, Y.-, & Relawati, M. (2017). Indonesian Youth’S Perespective Towards Lgbt. Humanus, 16(1), 71. https://doi.org/10.24036/jh.v16i1.7323 Sujana, I. N., Setyawati, K. A., & Ujanti, N. M. P. (2018). the Existence of the Lesbian, Gay, Bisexual and Transgender (Lgbt) Community in the Perspective of a State Based on Pancasila. Mimbar Hukum - Fakultas Hukum Universitas Gadjah Mada, 30(1), 126. https://doi.org/10.22146/jmh.28655 The American Psychological Association. (2008). Answer to Your Questions: for a Better Understanding of Sexual Orientation & Homoseuality. Retrieved June 11, 2020, from apa.org website: https://www.apa.org/topics/lgbt/orientation Youth, L. G. B. T. (2014). Lesbian, gay, bisexual, and transgender health.   ",
    "id": 352146875,
    "identifiers": {
        "doi": "10.15575/ks.v2i2.8819",
        "oai": "oai:ojs.journal.uinsgd.ac.id:article/8819"
    },
    "title": "Envisaging Social Conflict of Youths’ Perspectives: Do Indonesian Youths’ Accept the Existence of LGBTQ + in Indonesia?",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-08-11T01:00:00+01:00",
    "publisher": "UIN Sunan Gunung Djati",
    "references": [],
    "sourceFulltextUrls": [
        "https://journal.uinsgd.ac.id/index.php/ks/article/download/8819/4499"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/352146875.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/352146875"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/352146875/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/352146875/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/352146875"
        }
    ],
    "abstract": "Kehadiran komunitas lesbian, gay, biseksual, transgender, dan queer adalah persyaratan wajib. Meskipun komunitas LGBTQ + adalah sekelompok orang yang prihatin dengan keyakinan agama, Indonesia bahkan sekarang menganggap LGBTQ + sebagai pelanggaran dan dosa. Mereka yang tidak secara konsekuen menyetujui pernikahan sesama jenis. Menariknya, persepsi ini telah diperdebatkan karena, pada kenyataannya, orang lain mungkin sudah mulai berpikiran terbuka dan sepenuhnya menerima prevalensi LGBTQ + orang di komunitas LGBTQ +. Studi ini menggunakan penelitian kualitatif untuk menyelidiki perspektif generasi muda Indonesia menuju komunitas LGBTQ + di Indonesia. Peneliti menggunakan kuesioner sebagai alat untuk pengumpulan data dengan sepuluh pertanyaan yang diperlukan untuk memenuhi perspektif pemuda Indonesia untuk menyelidiki sudut pandang mereka. Data penelitian yang dikumpulkan dari peserta Indonesia, dengan total adalah 83 pemuda Indonesia antara usia 15-26 di seluruh Indonesia. Karena isu penelitian ini cukup sensitif di Indonesia, pasti ada perspektif positif dan negatif yang juga terlihat pada hasil kuesioner. Singkatnya, tujuan studi akan lebih membantu pihak berwenang mengambil tindakan pencegahan untuk dimasukkan di masa depan. Juga, untuk menyelidiki para pemuda Indonesia dari latar belakang yang berbeda dari keyakinan dan perspektif terhadap komunitas LGBTQ +. Implikasi penelitian ini memberi tahu kaum muda subkultur LGBTQ + kepada orang tua dan guru Indonesia sebagai mereka yang bertanggung jawab untuk mendidik anak muda sehingga mereka tidak akan terpengaruh oleh fenomena sosial in",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article",
        "Indonesian youth’s, Psychology, LGBTQ+ Community, Sexuality, Social Conflict"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article"
    ],
    "oai": "oai:ojs.journal.uinsgd.ac.id:article/8819",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12023",
        "openDoarId": 0,
        "name": "eJournal of Sunan Gunung Djati State Islamic University (UIN)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 352146875,
        "depositedDate": null,
        "publishedDate": "2020-08-11T01:00:00+01:00",
        "updatedDate": "2024-02-09T14:05:32+00:00",
        "acceptedDate": null,
        "createdDate": "2020-11-30T23:47:30+00:00"
    },
    "urls": [
        "https://journal.uinsgd.ac.id/index.php/ks/article/view/8819"
    ],
    "lastUpdate": "2024-02-09T14:05:32+00:00",
    "setSpecs": []
}