{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ballog, Meghan"
        },
        {
            "name": "Carranza, Maria G"
        },
        {
            "name": "Lee, Katherine"
        }
    ],
    "contributors": [],
    "createdDate": "2020-11-24T11:29:11+00:00",
    "dataProvider": {
        "id": 2631,
        "name": "Dominican Scholar",
        "url": "https://api.core.ac.uk/v3/data-providers/2631",
        "logo": "https://api.core.ac.uk/data-providers/2631/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.33015/dominican.edu/2020.OT.10",
    "downloadUrl": "https://core.ac.uk/download/345025802.pdf",
    "fullText": "Dominican Scholar Occupational Therapy | Graduate Capstone Projects Department of Occupational Therapy 5-2020 Environmental Impacts on the Occupations of Non-binary Individuals Meghan Ballog Dominican University of California Maria G. Carranza Dominican University of California Katherine Lee Dominican University of California https://doi.org/10.33015/dominican.edu/2020.OT.10 IRB Number: 10735 Survey: Let us know how this paper benefits you. Recommended Citation Ballog, Meghan; Carranza, Maria G.; and Lee, Katherine, \"Environmental Impacts on the Occupations of Non-binary Individuals\" (2020). Occupational Therapy | Graduate Capstone Projects. 22. https://doi.org/10.33015/dominican.edu/2020.OT.10 This Capstone Project is brought to you for free and open access by the Department of Occupational Therapy at Dominican Scholar. It has been accepted for inclusion in Occupational Therapy | Graduate Capstone Projects by an authorized administrator of Dominican Scholar. For more information, please contact michael.pujals@dominican.edu. This thesis, written under the direction of the candidate's thesis advisor and approved by the program chair, has been presented to and accepted by the Department of Occupational Therapy in partial fulfillment of the requirements for the degree of Master of Science in Occupational Therapy. An electronic copy of the original signature page is kept on file with the Archbishop Alemany Library. Meghan Ballog, Maria G. Carranza, and Katherine Lee Candidate Julia Wilbarger, OTR/L, PhD Program Chair Karen McCarthy, PhD, OT/L First Reader This capstone project is available at Dominican Scholar: https://scholar.dominican.edu/occupational-therapy-capstone-projects/22  Environmental Impacts on the Occupations of Non-binary Individuals By Meghan Ballog, Maria Mayela Carranza, & Katie Lee A culminating thesis, submitted to the faculty of Dominican University of California in partial fulfilment of the requirements for the degree of Master of Science of Occupational Therapy Dominican University of California San Rafael, CA May 2020   ii  Copyright © Meghan Ballog, Maria Mayela Carranza, & Katie Lee 2020. All rights reservediii  Abstract Understanding the link between occupations, gender identity, and the environment is fundamental to the comprehension of the occupational participation of non-binary individuals. Occupations are used to express an individual’s personal and social identity and serve as a modality for identity “growth and reconstruction” (Laliberte-Rudman, 2002). Beagan et al. (2012) reveal that transgender individuals use occupations to shape and project their identity; the inability to engage in occupations that align with an individual’s identity (particularly gender identity) resulted in distress, a sense of emptiness, and occupational deprivation. Current research addresses the transgender population but fails to distinguish between the binary and non-binary experience. This study focuses on non-binary individuals and acknowledges them as unique individuals while simultaneously addressing the gap in the literature of occupational science. A case study design was selected with a two-step semi-structured interview process where the initial interview focused on environments that supported or hindered occupations, while the second interview was guided by photo-elicitation (Clark-Ibanez, 2004). Data from four participants over eight interviews resulted in three themes: gated world, navigating binary spaces, and undoing gender.  iv  Acknowledgements We would like to extend a huge thank you to our four participants Anya, Alex, Jasper, and Star for offering their valuable time to this research. In addition, we give thanks to our advising colleague, Benji, for their initial input and introduction to the non-binary experience and also to Katherine Lewis for sharing their scholarly dissertation on non-binary individuals.  iv   Table of Contents Abstract .............................................................................................................................. iii Acknowledgements ............................................................................................................ iv List of Tables ..................................................................................................................... iv List of Figures .................................................................................................................... iv Introduction ......................................................................................................................... 1 Background and Review of the Literature .......................................................................... 3 Lack of Distinction ......................................................................................................... 3 Non-binary Environments ............................................................................................... 4 Social and cultural....................................................................................................... 4 Physical. ...................................................................................................................... 5 Occupation as Part of Identity ......................................................................................... 6 Effect of gender on occupation: binary identification. ............................................... 6 Effect of gender on occupation: non-binary identification. ........................................ 7 Educator Role.................................................................................................................. 8 Transactionalism of Non-binary Performative Occupations .......................................... 8 Methods............................................................................................................................... 9 Reflexive Statement ........................................................................................................ 9 Design ............................................................................................................................. 9 v  Participants .................................................................................................................... 10 Data Collection ............................................................................................................. 11 Interview one. ........................................................................................................... 11 Interview two. ........................................................................................................... 12 Data Analysis ................................................................................................................ 12 Rigor ............................................................................................................................. 12 Ethical Considerations .................................................................................................. 13 Findings............................................................................................................................. 14 “Gated World”: Binary Environments and Inclusive Spaces ....................................... 14 Navigating Binary Spaces ............................................................................................. 16 Comfort ..................................................................................................................... 17 Discomfort ................................................................................................................ 19 Undoing Gender ............................................................................................................ 21 Discussion ......................................................................................................................... 25 Limitations ........................................................................................................................ 28 Conclusion ........................................................................................................................ 29 Disclosure statement ......................................................................................................... 29 References ......................................................................................................................... 30  iv   List of Tables Table 1. Demographic Information of Participants .......................................................... 11 iv   List of Figures Figure 1. Bathroom door at Alex’s local coffee shop with inclusive gender signs. ......... 18 Figure 2. The inside of Jasper’s private cabin where it’s a non-binary space. “It’s a really welcoming space.” (Jasper) .......................................................................................................... 19 Figure 3. Photo of Alex’s friends’ home depicting a wall of binary family photos. ........ 21 Figure 4. Jasper’s space in nature. .................................................................................... 23 Figure 5. Anya’s space in nature to “re-energize” ............................................................ 24   1   Introduction Currently, one million people in the United States identify as transgender (Flores, Herman, Gates, & Brown, 2016). In the 2015 U.S. Transgender Survey, 1/3 of the 27,715 transgender surveyed identified as non-binary (James et al., 2016).  These statistics represent a significant population of individuals coming forth as marginalized and culturally misunderstood, thereby exposing a call to explore the dominant influence culture has on the occupations of non-binary identified individuals. The Human Rights Campaign, a leading lesbian, gay, bisexual, transgender, and questioning (LGBTQ+1) non-profit advocacy group, defines a transgender person as someone whose gender identity differs from the gender they were assigned at birth (2019).  Within the umbrella term of transgender exists two subgroups: binary (those who identify with the mainstream gender dichotomy) and non-binary (those who don’t) (transgender interviewee, personal communication, 2018; Human Rights Campaign, 2019; Simon, 2016). Converse to transgender individuals, cisgender is a term used for individuals that identify with their gender assigned at birth based on reproductive sex characteristics--man and woman or male and female.   A few of the terms that non-binary individuals can identify with are genderfluid, genderqueer, agender, third gender, bigender, and post-gender.  Pronouns to replace the gendered “he” and “she” also vary based on individual preference.  The most commonly used and gender-neutral pronoun of they and them will be used in this paper along with the traditional he/him and she/her binary terms as requested by each research participant.  These terms and pronouns are far from exhaustive and will continue to evolve over the LGBTQ+ equal rights movement. In  1 For the purpose of this paper, the acronym LGBTQ+ is used when referencing the group of gender and sexual minorities, to be more inclusive, even when articles cited previously used the acronym LGBT or LGBTQ.   2  addition, each individual's identities may change within the shifting cultural environments (transgender interviewee, personal communication, 2018). Research and mass media often misrepresent non-binary individuals by failing to acknowledge gender identity as separate from sexual orientation thus lumping cisgender and non-binary individuals based on sexuality (Baker, Kroehle, Patel, & Jacobs, 2018).  Sexual orientation takes into account whom someone is sexually attracted to and not what gender they do or do not identify as (Simon, 2016).   People who identify as non-binary come up against unique barriers from the cultural and physical environment that differ from LGBTQ+ identifying with a mainstream gender: male or female/ man or woman.  Physical barriers such as gender-specific restrooms and gendered cultural expectations of dress for work roles have an effect on the daily lives of non-binary individuals. A more nuanced examination of the extent and type of barriers has not been done.  In fact, little to no research has examined how life contexts and environments impact how non-binary individuals carry out daily functions and engage in the occupations they want or need to do to support a satisfying life and maintain well-being.  This study examines the experiences of non-binary individuals in their ability to engage in daily occupation and further examine how environmental factors alter the ability to function in those occupations.    3  Background and Review of the Literature  The non-binary population is a severely underrepresented and misunderstood population who have been overlooked by research and circumvented by society. The majority of the available literature expounds upon the transgender population, often neglecting the distinction between transgender binary and non-binary. Although the existing transgender literature cannot fully represent the non-binary experience, underlying themes and links between transgender and non-binary populations can still be made.  Lack of Distinction Most individuals associate the word transgender within a binary expression, in which individuals switch genders within the binary system; current research typically follows this trend as well. Darwin’s (2017) research highlights that current literature focuses on the gender binary by describing the actions of occupations as “doing gender,” where the transgender binary and non-binary experiences are not distinguished. For example, when reporting about gender transition in the workplace, Phoenix and Ghul (2016) use the term transgender without clarifying or acknowledging the difference between binary and non-binary.  An exception to this trend exists in the research by Beagan et al. (2012), on the occupations of transgender people where one of the five participants was identified as non-binary.   This common cultural exclusion forces those wanting to express alternate gender expressions to fall into binary categories because of the failure to recognize non-binary as an identity.  Darwin’s (2017) research on Reddit demonstrated the hesitation non-binary individuals have in using the word transgender as part of their identity because of its association to the binary system, hormones, and surgery. This distinction is essential for cultural understanding and an individual's ability to express their choice of identity. 4  Non-binary Environments Dowers, White, Kingsley, and Swenson’s (2019) scoping review of the transgender experience of occupation and the environment supports the notion that the environment, whether social, cultural, or physical, shapes occupational engagement. Cisnormative cultural ideology perpetuates the binary construct and transphobia that restricts inclusion and participation resulting in transgender individuals responding with adaptive strategies; expressing or hiding their gender identity or avoiding normative gendered spaces (Dowers et al., 2019). Social and cultural.  Discrimination, violence, and marginalization of transgender non-binary people continues as demonstrated by the higher risk of abuse reported in non-binary identified youth in foster care compared to their cisgender peers (Baker et al., 2018).  Further supporting this claim, Timmins, Rimes, & Rahman (2017) examined 1,207 transgender individuals with 484 of those individuals identifying as non-binary where prejudicial events (harassment and rejection) and anticipatory stigma and discrimination were crucial factors in individuals reporting psychological distress. This suggests that environmental factors such as harassment, victimization, and prejudice from peers, family members, and society as a whole (social and cultural contexts) significantly impact and inhibit multiple facets of the participant’s lives. Blatant acts of prejudice and discrimination are not exclusively why non-binary individuals are negatively affected.  Bosson, Taylor, and Prewitt-Freilino (2006) weigh in on dominant societal conceptions of “gender role violations” and conclude that societal pressures to adhere to cultural and gender normative roles increases the discomfort of gender non-conforming individuals.  This discomfort typically motivates people to adhere to traditional gender roles and discourages participation in activities (occupations) and behaviors that the individuals would 5  otherwise partake in (such as dressing in gender-neutral clothing or activities that would be classified as “gay”).  In addition, non-binary individuals are unseen relative to their binary transgender peers because of the heteronormativity aspects of our culture.  Heteronormative individuals reinforce the gender-binary hierarchy of masculinity when they claim sexuality is always between opposite biological gendered individuals (Schilt & Westbrook, 2009).  In Schilt and Westbrook’s study, transgender men who were transitioning from woman-identified to man-identified in the workplace were immediately given “male” tasks, such as carrying heavy items, thus reinforcing gender binary normativity (2009).  This demonstrates how culture continues to categorize individuals into behaviors and occupations that fit within a gender binary construct. Physical. As much as social and cultural hostility play into the discouragement of occupational participation, physical contexts do so as well.  Recently, in the United States, public bathroom laws are being examined, and calls to ratify laws are growing in popularity (Archibald, 2016).  Typically, bathrooms are classified into two categories (women and men) with limited or no options for those not identifying under the binary categories.  The LGBTQ+ community has cried out for public bathroom options as the binary bathroom limits engagement of activities in public areas.  Fiani and Han (2018) support this concept in their research of transgender and gender nonconforming participants published in the International Journal of Transgenderism, in which “participants frequently mentioned beaches and bathrooms, both complicated in terms of self-presentation, anatomical discomfort/dysphoria, and/or safety” (p.8). The context of occupation is integral to internal feelings of comfortability and therefore occupational participation. 6  Occupation as Part of Identity A core belief in occupational science is that humans are occupational beings.  Occupations contribute to an individual’s identity; they create purpose and meaning, and value is attributed to them (Goodman et al., 2007).  Occupational beings purposefully engage in activities to create and support our identity for ourselves and others. The relationship between identity and occupation is dynamically interrelated and transactional; occupations shape identity and in turn identity influences occupational participation. Research supports the idea that identity is not static, and occupations are essential to the construct and management of identity (Blank, Harris, and Reynolds, 2015; Laliberte-Rudman, 2002).    In contrast, the inability to engage in occupations hinders an individual’s ability to view and meet their personal identity standards for themselves (Laliberte-Rudman, 2002). Consequently, changes in occupational engagement change the manner in which individuals perceive themselves and the ability to project their social identity (Laliberte-Rudman, 2002).  Beagan et al.’s (2012) study explored how the occupations of transgender individuals helped shape and project their identity.  The inability to engage in occupations created occupational deprivation; for example, an individual unable to engage in occupations that aligned with their identity, particularly gender identity, resulted in distress and a sense of emptiness (Beagan et al., 2012). Effect of gender on occupation: binary identification. Gender as an identity marker is evident across contexts and environments and therefore influences occupations.  Goodman, Knotts, and Jackson (2007) examined the occupation of “doing dress” as part of women’s construction of gender identity. Because occupations carry meaning and purpose, dress helps support and create an individual’s identity (Goodman et al., 7  2007).  When “doing dress,” Goodman et al. (2007) states that although dress is a personal choice, a person must negotiate between their identity and the context in which the identity is expressed. Dominant cultural views on gender identity influence how an individual engages in an occupation, in this instance, constraining individuals to culturally approved binary categories. Effect of gender on occupation: non-binary identification.   Within the realm of sociology and gender studies there exist terms relating to the relationship an individual has with gender. The term “doing gender,” originally coined by West and Zimmerman in 1987, has sparked a thread of exploration into gender expression as an act coming from the self.  Originally used to explore the binary culture of gender expression, “doing gender” has morphed into concepts of “undoing gender” (Butler, 2004), and “redoing gender” (Connell, 2010) as it relates to the transgender community. Darwin (2017) proposes using “redoing gender’” versus “doing gender” based on a collection of responses from the non-binary community on Reddit. The study indicates that individuals opted out of the binary dichotomy by dressing in a genderless manner, jeans and t-shirts; while, other individuals’ approach included mixing gender cues by wearing pieces of clothing items from both genders and through color choice to avoid binary attributes or to move between the binaries.  Fiani and Han (2018) found that there was a clear distinction of how binary and non-binary individuals used clothing; non-binary individuals attended to their clothing selection when thinking about gender presentation and being perceived by others while binary dress follows implicit cultural norms.  Within the occupational science realm, Casey, a transgender non-binary individual, used the occupation of dress to go between the masculine and feminine expression of self (Beagan et al., 2012). Goodman et al. (2007) stated that dress can be used to project an image to others in an explicit form or hide one’s personal identity based on the context and 8  environment. The binary expression of gender, both with cisgender and transgender binary individuals that uphold the gender dichotomy, does not capture the full diversity of gender expression, forcing nonbinary individuals to undo the typical cultural gender experience. Educator Role     Several articles also indicated that individuals within the non-binary subcategory of transgender take on an educator role to inform individuals about their gender identity (Darwin, 2017; Beagan et al., 2012).  The process of coming out to others has been described as an ongoing process due to the lack of awareness of gender diversity compared to sexual diversity (Darwin, 2017).  The need for education on the non-binary lived experience is also evident in a study in which nurses reported that they acquired the majority of their knowledge about transgender identity from the patients that educated and informed them about the topic (Beagan, et al., 2013). Many individuals do not feel they should carry the responsibility to educate others when there is information readily and easily accessible (Fiani & Han, 2018). Although, non-binary individuals take on the role of educator or advocate to inform others, it is often not a desired role.  Transactionalism of Non-binary Performative Occupations Conventional and predominant theories of occupational science examine occupation as a result of the interaction between a person and their environment. These theories often predicate that the person and the environment are singular and separate entities with a linear relationship, resulting in the action of occupational participation. Developed from the theories of Dewey and Bentley (1949), which attempted to describe and formalize the view of “transaction,” a model emerged to counter the dualistic ideologies of separate and distinct aspects of person and context. In fact, when advocating occupational science to consider transactionalism, Dickie explains that 9  “…Dewey criticized the binary opposition of such entities as subject and object, internal and external, upon which the holder views of action are based” (Dickie, Cutchin, & Humphry, 2006, p. 88). Transactionalism argues that “the character of elements is contingent, changing according to the composition and configuration of other elements in every situation” (Aldrich, 2008, p. 151). To paraphrase, transactionalism posits that there is an open system of complex interplay with human nature, human experience (past, present, and future), environment, context, occupational demands, and engagement in all circumstances. For the purpose of this study, the environment, including context, is examined within the lens of transactionalism--noting that an environment can be influential in occupational engagement, but recognizing that it also might not be the deciding factor.  Methods Reflexive Statement  The research team is comprised of three self-identifying cisgendered women with personal biases and ingrained cultural experiences, each having limited and variable experiences with non-binary individuals in their personal lives.  Design   A qualitative case study methodology was used to further increase the understanding of a phenomenon within a context (Baxter & Jack, 2008). This approach allowed for rich and in-depth descriptions of personal experiences on an unresearched population. Thematic analysis, as applied by Braun and Clarke (2006) was applied to provide structured and thematic information on the non-binary experience, environmental barriers, and facilitators of occupational performance and participation. Photo-elicitation was also used as a tool to expand on questions 10  and enable participants to communicate dimensions of their lives (Clark-Ibanez, 2004).  Participants Four participants (Table 1) were recruited via chain referral by researchers requesting personal contacts to connect them with potential participants.  Participants were screened using an online email to determine if they fulfilled the inclusion criteria.  To enhance descriptions of diverse situations and insights, inclusion criteria included the following: adult (18+ years old), identify as non-binary, have access to electronic resources to take and send photographs, have access to email, and be fluent in English.  Exclusion criteria included binary transgender individuals, individuals that identified as non-human (otherkin), people lacking resources to take and send pictures, and non-English speakers.  11   Table 1. Demographic Information of Participants Pseudonym Pronouns Age Job Anya she/her 47 University Administrator Alex he/him 42 Preschool Teacher Jasper they/them 58 Writer/Psychotherapist Star they/them 45 Disabled Art Therapist  Data Collection Qualitative data collection was completed using two semi-structured interviews with pre-determined open-ended questions in line with the research question. Each session included two researchers: one lead interviewer and one co-interviewer. Participant demographics were collected to describe the population studied. Interview one. The semi-structured interview consisted of open-ended questions, the therapeutic use of self, active listening, and follow-up questions that reflected the general impact of the environment on occupations deemed meaningful to the participants. For example, participants were asked to share about environments they spent time in, physical or virtual, and what occupations they participate in within each environment that supported or limited their non-binary identification. The interview questions were influenced by the research focus of environmental impact on occupations. Participants were asked to share their personal life history 12  about their non-binary identity. Topics included but not limited to social engagement, work, education, self-care, the transition phase, and leisure engagement.  Interview two. Participants provided photographic material representing an environment that influenced their occupations to lead the second interview session. Participants were asked to email the photograph in advance or have it on hand during the interview.  Using Photo-Elicitation interviewing (Clark-Ibáñez, 2004), the photograph was used to aid the participants in sharing their experiences and to guide the interview process. Pre-established open-ended, semi-structured questions focusing on the environmental factors that support, limit, and constrain occupational participation regarding the particular photograph presented guided subsequent questions and discussion. Follow-up questions from the first interview were asked to create data saturation, clarification, and reflection as needed.   Data Analysis  Audio-recorded interviews were transcribed verbatim and reviewed by at least two researchers. Using Braun and Clarke’s (2006) thematic analysis phases, codes and themes were developed with the following process: Phase 1: familiarizing yourself with your data, Phase 2: generating initial codes, Phase 3: searching for themes, Phase 4: reviewing themes, Phase 5: defining and naming themes, and Phase 6: producing the report. Three themes were identified and examined through the lens of the transactionalism model. Rigor Several measures were taken to ensure the study’s rigor and trustworthiness. To increase credibility and confirmability, the researchers used member checking for quotes, results, and discussion. Participants responded via email to affirm that the findings reflected their 13  experiences or gave further examples or clarification when necessary. During coding, two researchers reviewed each interview to confirm consistent code use. The creation of themes was accomplished during team meetings with all researchers present to reach group consensus and to reduce bias through active discussion. To further check for bias about binary and non-binary gender identity, the researchers acknowledged and resolved concerns during all discussions and meetings which occurred at least once a week.  Ethical Considerations A primary impetus for this research was to expose the occupational injustice experienced by non-binary individuals as a result of cultural expectations in their environment. The invisibility and misunderstanding of people result in marginalization by way of denying equal access to occupations afforded to the rest of society (Townsend & Wilcock, 2004). Therefore, the environment in which the interviews were conducted were selected in collaboration with each interviewee to minimize cultural influences that marginalized their non-binary expression.  Due to the sensitive nature of the material covered, the decision to stop the interview at any point was reiterated. Participants were also reminded of resources outside of the study to cope with any surfaced emotions or issues.  Participants were informed of the intent of the data collected at the first point of contact. Consent to use data was attained by a signed consent form. To protect participant privacy, pseudonyms were selected by the participants and all identifying markers within the transcribed interviews were omitted. Faces were also blurred in photo-elicitation photographs to protect the participants’ and bystander’s identities and personal information. Ethical approval was obtained from the Dominican University of California, International Review Board.  14  Findings After a thorough analysis of the interview transcriptions, three prominent themes were identified when using the transactional model and a focus on environmental impacts.  These themes are: “Gated world”: binary environments and inclusive spaces, navigating binary spaces, and undoing gender. Revealed by interviews and photo-elicitation, these themes provided overarching concepts throughout the four participants’ experiences. “Gated World”: Binary Environments and Inclusive Spaces Participants felt marginalized in the dominant cisgender binary culture as well as overwhelmed and frustrated by the vast role that gender plays in all aspects of life. Star comments on this: Um, we're always gendering each other. That's why I say I have a gender, and it's non-binary. Um, because you just don't, like there isn't really a space for post-gender experience just yet. Like when somebody is submerged in this world where everybody has a gender…. (Star, they/their) The dominant culture enforced gendered expectations of behavior, gender expression, and gender roles, compromising their identity. For example, Jasper, in seeking help from a physical therapist for hip pain, felt that the therapist imposed a walking method reflecting a cisgendered binary norm.  Um, and I got a physical therapist who, oh, wanted to teach me that I was walking wrong and that's why, what my hip’s issue was (Jasper, they/them) In addition to compromising their identity and gender expression, participants felt overwhelmed by binary physical spaces that reinforced cisgender cultural expectations. Alex elaborated that 15  certain physical places, like binary bathrooms, embrace the binary culture and force people to adhere to its standard.  I think when you force people to separate like that and, like, you go to the women's bathroom and all the women are, like, putting on the makeup and you know, like doing their hair and the mascara and whatever. And it's just, like, it kind of forces you to be around that in a way that, like, you just don't really have a choice. Um, and it just doesn't feel awesome. (Alex, he/him)  Star also commented on their experience with bathrooms:  I mean I love it when there is a bathroom that has a wheelchair and the dress outline and pants outline all on the same door. I'm like, that's my restroom. All of those symbols apply. Um, but most restrooms do not have those things. And I usually go into women's restrooms. I will occasionally go into men's restrooms if there is long line in the women's restroom. And it's usually not a pleasant experience. I, yeah. That's restrooms. I've, I've had many a conversation online with other trans and non-binary people about like men's restrooms. They're scary. (Star, they/their) Even with LGBTQ+ inclusive environments (such as the Castro District in San Francisco) where non-binary people feel included, they feel gated off by the greater society and secluded to the confines of the LGBTQ+ space. Alex describes the Castro District, as overwhelming and distinctly separate from the rest of the cis-normative society while continuing to exclude diversity. It’s kinda like Mickey everywhere, Minnie everywhere...it’s overwhelming and it’s also a ghetto...it’s a gated world. (Alex, he/him) 16  By using the example of the classic binary icons of Mickey and Minnie Mouse, Alex draws a parallel with the equally overwhelming environment of LGBTQ+ communities and predominantly binary communities. Too many rainbow flags or too many binary couples create “gated worlds” with physical and cultural boundaries.   In contrast, participants reported spaces that felt the most inclusive were also the most diverse. Inclusive spaces were not limited to LGBTQ+ designated environments, but also spaces that intentionally promoted, displayed, and welcomed diversity.   There's so much variety. Like if you walk around [lake], you'll see...the older gay couple... like you'll just see like people of every ethnicity and age and race and gender and like an old person dating a young person, like, and you know, groups of friends…it's also just everyone's in nature... Kind of like equalizes. There's no like building or landmark or sign or poster... I think it.. levels everything for everyone. (Alex, he/him) Navigating Binary Spaces Participants described an internal assessment of the environment’s (social, physical, institutional, and cultural) inclusivity or exclusivity that required negotiating one’s energy, effort, and non-binary expression based on the comfort or discomfort elicited by various environmental factors. The perception of being accepted or judged evoked feelings of comfort and discomfort which influenced the individual’s response or act of doing. For example, Jasper expressed: If a place signals that they understand and support trans folks, queer folks, non-binary folks, people of color, immigrants...if the places is showing more signs of inclusivity…. I’m going to feel more comfortable. (Jasper, they/them) 17  Within this continuous transaction between person and environment, themes of comfort and discomfort arose as the participating manifested an internal negotiation of the environment. Comfort  The environment elicited comfort based on several factors: others’ response to the participant’s non-binary identity, tiny gestures of diversity, and personally constructed spaces. Participants were more likely to participate in occupations if the environment supported their non-binary identity. The acknowledgment from others through gender-neutral language provided a sense of validation when participants disclosed their non-binary identity. When others presented as responsive or open to their identity, it allowed opportunity for enhanced engagement in occupations such as health management. Alex presented an ideal general response to gender:  I think the environments that feel friendlier, environments where people...don’t assume that you are married to a man, don’t assume that you use ‘she’ as a pronoun, right? And… maybe ask? (Alex, he/him) Across all four participants, social engagement with personally selected individuals invoked comfort that allowed for enhanced occupational participation. The sense of community through groups and friendships contributed to their network of support and emotional safety. For example, Alex expressed playing board games with friends that acknowledged and accepted his non-binary identity. Star stated: I definitely have people that I sometimes refer to as gender friends. They are the people in my life who are either trans or nonbinary or gender queer and um, I can have conversations with them about experiences without them misgendering me. 18  They understand what I am talking about, um, they don't project ideas of a particular gender upon me um, or if they do I can say \"Hey that was uncomfortable\" and they'll know why I'm saying that. (Star, they/them) Tiny gestures, such as small symbols of diversity in the physical environment or social gestures of inclusivity, enhanced comfort and the sense of being seen. Alex, who provided a photo of a coffee shop’s restroom with three genders on the door, stated that the symbols indicated inclusivity and therefore comfort for him as seen in Figure 1. In turn, he was more likely to attend the coffee shop and engage in social participation with co-workers and friends there.  Figure 1. Bathroom door at Alex’s local coffee shop with inclusive gender signs Jasper also shared a similar experience about an all-inclusive bathroom at their workplace that added to a sense of being included.  Where I work is connected to a museum, and on the second floor they have multi-stall, gender neutral bathrooms…. I just noticed even though it seems like no big deal, I'm like, my heart rate is a little lower. I'm, I'm at greater ease. (Jasper, they/them) Lastly, as the participants negotiated the environment around them, they also influenced and constructed their own space in their private homes which provided comfort and a sense of an 19  oasis enhancing their occupational participation in social engagement, work, creative occupations, sexual participation, house management, and dress. The majority of the individuals’ comfort level was the highest in their private homes and spaces as demonstrated in Figure 2. Alex stated that he engaged in house management occupations freely by eliminating pictures of couples demonstrating the gender norm, having pictures with groups of people, and images without people.  Figure 2. The inside of Jasper’s private cabin where it’s a non-binary space. “It’s a really welcoming space.” (Jasper) Discomfort Conversely, participants avoided certain occupations and locations when discomfort caused by binary cultural norms limited their self-expression and “pin holed” them into a gender during interpersonal engagement, environmental markers, and the gendering of occupations.  Social engagement required assessing the culture of a potential group or individual. The assessment of the social environment influenced the extent the non-binary individual disclosed 20  and assumed an occupation.  Misgendering in intimate relationships and situations also brought forth discomfort, Star elaborated on this: … my partner misgendered me…. it's often very awkward for me to be, um, dating a woman and realize that she's perceiving me as a woman and also wanting to put me in one of those categories. (Star, they/them) Furthermore, the anticipation of the potential reactions of others required negotiating the environment, social situation, and occupation. Three out of the four participants expressed limiting their travel to areas they knew would not impose cisgendered expression upon them or areas that felt unsafe. For Anya, the sense of being unsafe included her community.  I went shopping yesterday and I remember feeling anxiety…160 hours of electrolysis, I still have a lot of… hair growing and I had just forgotten to shave and, um, and I just remember sitting in my car… just feeling that sense of anxiety come over me… there was a sense of unsafety. (Anya, she/ her) Across all four participants family tolerated but did not fully accept or reject their non-binary identity as evident by the lack of correct pronoun use, recognition of their identity, or reduced communication. The resulting discomfort limited the participants’ engagement with their family members. My family in [name of a state], they're kind of a write off. I can't really get them to…. So, I have a hard time getting them to call me my name. I changed my name...they would have more interaction with me if they called me my name. (Jasper, they/them) Although, not as impactful as social and cultural environment, physical environmental symbols within the environment contributed to discomfort. For example, when an environment 21  perpetuated the normative nuclear family structure and binary gender roles, participants were less inclined to attend these locations (see Figure 3).   Um, well I think that when people are putting photos up on the wall or paintings, they are not thinking about how is this gonna make people feel, right… I would ask them to think more of like, oh is this image like you know, how is gender represented in this photograph? And is gender very dominant in this image? … then if you still choose to put it up which is fine just like be aware that that’s what you’re putting on your wall… (Alex, he/him)  Figure 3. Photo of Alex’s friends’ home depicting a wall of binary family photos Undoing Gender Participants found an overall desire to move past the label of gender in a more post-gender experience by undoing rather than the reshaping and personalization of redoing gender (Darwin, 2017). Undoing gender manifested within their occupations and environments. Their choices were often formed by the desire to counter cultural norms and challenge gendered expectations in order to be seen as their chosen identity. Jasper reflected on how this shaped their occupational choice of doing dress: 22  I always knew that people would reflect me a little bit better if I changed my hair a lot or changed my appearance or name in ways that they expected of trans-masculine people. And I finally did because it was so frustrating to not be reflected. I have to fuck with people’s minds, their conceptions of gender to get them to see me. At least some people see me, or at least see that I’m some kind of queer. (Jasper, they/them)  In other circumstances, the decision is to reflect the gender binary norm and not necessarily express the individual’s identity. For Alex, he decides to wear “women’s” clothing to certain functions where he prefers reflecting his assigned gender at birth because of his level of willingness to negotiate responses if he were to undo gender or dress more masculine.      ...you go to certain parties and you, or functions in the evening, and you know you need to...put on your girl outfit. I think of my women's clothes as like drag basically. ...I am just putting on my drag queen outfit and that’s what I do because people respond better. (Alex, he/him) Alex frequently describes the occupation of dress as a “performance” that he is actively required to participate in if he wants to keep his job or minimize his own discomfort in a social environment. In contrast to conforming to work expectations, Alex participates in drag performance with the outcome of obscuring people’s perception of his gender, therefore undoing gender. I was like onstage naked, just in my underwear...but what was really interesting is that there was this whole transformation moment ... we were on stage and then we got off stage and then people were like, “oh yeah we couldn’t tell if you’re a man or a woman.”...it was a legit like...people couldn’t really tell (Alex, he/him) 23  In an effort to minimize gender, all participants expressed the genderless aspect of nature, and sought out spaces and occupations that minimized the effect of gender. Some participants created their own personal natural space (see Figure 4 & 5).  I frequently retreat to my backyard where I emotionally re-energized by putting my feet on the grass and just being with nature…. nature is just naturally itself without judgment. It just is….And this is, this is how I wish humanity could be someday with regards to gender, allowing every being to blaze their own path or gender through the world, like a billion stars etching their own unique path or the cosmos. I am not judged in nature and nature accepts me just as I am. (Anya, she/her)   Figure 4. Jasper’s space in nature 24   Figure 5. Anya’s space in nature to “re-energize” Participants chose to participate in occupations without gender which allowed more flexibility for self-expression. Jasper and Star engaged in a specific style of social dance that did not emphasize binary dualistic partners. … disorientation is actually an important part of the dance. Like there's a lot of work with like being upside down, being held in a container of other bodies, losing track of what body part is touching what other body part…. a lot of that kind of throws the traditional gender stuff on its head, like, uh, people who are not men often can do the lifting… Uh, so there's no like leader and follower, uh, and there's no gender stereotype about like who's going to do something that requires strength, uh, or agility or whatever. (Star, they/them)   25   Discussion Cisnormative cultural ideology perpetuates the binary construct restricting inclusion and participation which results in transgender individuals responding with adaptive strategies: express or hide their gender identity or avoid normative gendered spaces (Dowers et al., 2019). In accordance with Dowers et al. (2019) scoping review of the transgender experience and the research of Bosson et al. (2006), the participants of this study found that the environment, whether social, cultural, institutional, or physical, shaped their occupational engagement. The places that participants frequented varied in their acceptance or inclusivity of their non-binary identity, creating distinct boundaries or “gated worlds.”  Within the LGBTQ+ community, “gated worlds” were created by physical boundaries and the need for representation exclusive to the LGBTQ+ community itself. These “gated worlds” can be seen as a “ghetto” (as described by Alex), with a distinct LGBTQ+ microculture, physical markers (such as rainbow flags) and “gated” off to the cisgendered world. In juxtaposition, these LGBTQ+ communities have also been “gated” off by the cisgendered world as designated locations, confining the LGBTQ+ to specific spaces. The continued separation of culture and spaces has diminished diversity where non-binary individuals feel most comfortable.  Outside of the “gated world,” non-binary inclusivity manifested through diversity and gender-neutral spaces. For the participants, diversity did not stem solely from gender inclusive markers, such as tiny gestures of non-binary bathroom symbols, but also through the diversity within groups of people. For example, Alex and Jasper expressed a sense of inclusivity when they saw people of different age groups, ethnicities, and minority groups within an environment. Neutral spaces, such as Anya’s space of nature and Jasper’s personally fabricated cabin space, 26  provided the participants a genderless space for self-expression without the constraints of the cisgendered world. Binary transactions made within the environments imposed gender expectations through social participation and physical markers. Binary bathrooms provided a clear example of the suggested “gated world” experience where the cultural binary model was imposed by creating an environment that was exclusively for women or men. These environments reinforce gendered occupations such as applying make-up in a women’s bathroom. This constrains non-binary individuals to binary participation or requires negotiation of how to fit occupations considered of the other gender into the binary environment. This supports that the binary construct that dominates culture restricts inclusion and participation compromising an individual’s identity (Dowers et at., 2019).  The transactionalism perspective (Dickie, Cutchin, & Humphry, 2006) allows space for an internal negotiation where individuals find meaning through the assessment of the open system of transactions within the cisgendered world. Instead of seeing the individual as separate from the environment or their actions, both can be looked at holistically. Non-binary individuals arduously and consciously navigate a binary culture that reflect separate entities of gender and create dualisms that cisgendered individuals presuppose.  The act of performing occupations as non-binary requires negotiation of how to participate and whether or not to undo gender within the occupation. This was demonstrated often within the participants’ occupation of dress relating to the socially or physically attended environment. Alex described this well when he talked about “performing” dress in order for others to respond with more comfort. This negotiation is a dynamic weighing of optimal 27  outcomes for self and others and suggests a possible undoing of the binary by way of their occupations when the environment permits. Rather than using the term redoing gender (Darwin, 2017), it was found that the interviews within this study, although many gender qualities were appreciated, there was an overall desire to move past labels of gender and achieve a post-gender experience where gender no longer dominated their occupations, roles, environments, and life choices. There is a continual negotiation of how to portray the self as non-binary when the world traditionally sees either end of the gender binary and confounds sexuality with the performative presentation of gender (Connel, 2010). Star expressed their desire to be without gender but that it was impossible in the current cultural construct. Even within their sexual relationships with people, Star felt they were continually gendered regardless of their requests, causing severe discomfort and discord with their identity.  Comfort and discomfort dictated the level of self-disclosure, occupational engagement, and avoidance. Through a series of past and present transactions, the person not only navigated the cisgendered environment but also modified their behavior and shaped their perception within environments. Consequently, the participants' actions as a result of their comfort or discomfort elicited a response from social and cultural environments that either allowed for diverse gender expression or reinforced the adherence to the binary norms. For example, when Star attempted to communicate pronoun preferences through their email signatures, conversation around their request was ignored outright and the use of unwanted pronouns was continued. Negotiating gender and doing gender (West & Zimmerman, 1987) in a cisgender culture created and added a burdensome layer to an individual’s non-binary identity due to the conscious negotiation within the cisgender environment. Participants experienced gender-conforming transactions throughout 28  the day requiring them to internally assess their level of discomfort and negotiate whether to respond, avoid, or ignore interpersonal interactions, environments, and occupations.  This study’s findings illuminate that non-binary individuals participate in occupations as a result of the transactions between shaping and expressing their identities, analyzing and reacting to binary environments, and undoing gender. They ultimately wish to create a more fluid and dynamic world that they can shape with their holistic identities. Limitations As a four-person case study, this research has limitations by representing a minuscule portion of the non-binary population. The snowball recruitment method also encouraged similar participants as each person knew the previous participant. In addition, all four participants live in Northern California which limits the experience to the cultural region. All researchers of this study identify as heterosexual cisgender women. Therefore, limitations extend to possible personal biases. It is suggested for future studies to incorporate global case studies for variation of experience within varying cultures. During member checking feedback was given on the extent of the limitations within the study. The Non-binary experience cannot fully be captured in this research as it fails to include intersex people, multiple gendered individuals, people who don’t identify as trans, in addition to the experience of performing gender beyond masculine and feminine. Gender studies is a vast world in academic study and while this research cannot be counted as entirely separate from that world, the primary focus using an occupational science lens looked at how the occupations of non-binary individuals were affected by their environments.     29      Conclusion  Building from the limited available literature recognizing the transgender non-binary identity, this research adds to the body of knowledge of how the environment influences the occupations of non-binary individuals. Making the distinction between transgender binary and non-binary individuals acknowledges the existences of the unique attributes in non-binary experiences allowing for a personal in depth look at how the environment influences their occupations as recognized by Dowers et al. (2019).    Occupational engagement is intricately related to contextual factors, whether perceived as exclusive or inclusive of the individual’s gender identity. In addition, occupations are affected by both the individuals themselves as well as supportive or aversive environments. This study highlights the non-binary experience of navigating gender expression, occupational performance, and adapting occupations in response to the dominant cisgendered binary culture. Further research is required to advance the occupational knowledge of this marginalized population.  As one of the few studies in occupational science regarding the non-binary population, this research could be used as underlying and foundational information to help clinicians build rapport with clients, help facilitate occupation participation, and consider environmental barriers that previously were unknown. Disclosure statement  There is no financial conflict of interest as a result of this research.  30  References Aldrich, R. M. (2008). From complexity theory to transactionalism: Moving occupational science forward in theorizing the complexities of behavior. Journal of Occupational Science, 15(3), 147-156. Archibald, C. (2016). Transgender Bathroom Rights, 24. Duke Journal of Gender Law & Policy. 1-31. Baker, A. C., Kroehle, K., Patel, H., & Jacobs, C. (2018). Queering the question: Using survey marginalia to capture gender fluidity in housing and child welfare. Child Welfare, 96(1), 127-146. Baxter, P., & Jack, S. (2008). Qualitative Case Study Methodology: Study Design and Implementation for Novice Researchers. The Qualitative Report, 13(4), 544-559. Retrieved from https://nsuworks.nova.edu/tqr/vol13/iss4/2  Beagan, B. L., Chiasson, A., Fiske, C. A., Forseth, S. D., Hosein, A. C., Myers, M. R., & Stang, J. E. (2013). Working with transgender clients: Learning from physicians and nurses to improve occupational therapy practice: Travailler auprès des clients transgenres: Apprendre des mèdecins et des infirmières en vue d'améliorer la pratique de l'ergothérapie. Canadian Journal of Occupational Therapy, 80(2), 82-91.  Beagan, B. L., De Souza, L., Godbout, C., Hamilton, L., MacLeod, J., Paynter, E., & Tobin, A. (2012). “This is the Biggest Thing You'll Ever Do in Your Life”: Exploring the occupations of transgendered people. Journal of Occupational Science, 19(3), 226-240. Blank, A. A., Harries, P., & Reynolds, F. (2015). ‘Without occupation you don't exist’: Occupational engagement and mental illness. Journal of Occupational Science, 22(2), 197-209. Bosson, J, & Taylor, J. & Prewitt-Freilino, J. (2006). Gender role violations and identity misclassification: The roles of audience and actor variables. Sex Roles. 55, 13-24.  31  Braun, V., & Clarke, V. (2006). Using thematic analysis in psychology. Qualitative Research in Psychology, 3(2), 77-101. Butler, J. (2004). Undoing gender. New York: Routledge. Clark-Ibáñez, M. (2004). Framing the social world with photo-elicitation interviews. American Behavioral Scientist, 47(12), 1507-1527. Connell, C. (2010). Doing, undoing, or redoing gender? Learning from the workplace experiences of transpeople. Gender & Society, 24(1), 31-55. Darwin, H. (2017). Doing gender beyond the binary: A virtual ethnography. Symbolic Interaction, 40(3), 317-334. Dickie, V., Cutchin, M. P., & Humphry, R. (2006). Occupation as Transactional Experience: A Critique of Individualism in Occupational Science. Journal of Occupational Science, 13:1, 83-93. Dowers, E., White, C., Kingsley, J., & Swenson, R. (2019) Transgender experiences of occupation and the environment: A scoping review. Journal of Occupational Science, 26:4, 496-510 Fiani, C.N. & Han, H. J. (2018) Navigating identity: Experiences of binary and non-binary transgender and gender non-conforming (TGNC) adults. International Journal of Transgenderism. Advance online publication. doi:10.1080/15532739.2018.1426074 Flores, A., Herman, J., Gates, G., & Brown, T. (2016, June). How many adult identify as transgender in the united states? [PDF Article] Retrieved from http://williamsinstitute.law.ucla.edu/wp-content/uploads/How-Many-Adults-Identify-as-Transgender-in-the-United-States.pdf Goodman, J., Knotts, G., & Jackson, J. (2007). Doing dress and the construction of women's gender identity. Journal of Occupational Science, 14(2), 100-107. Human Rights Campaign. (2019). Glossary of terms. Retrieved from 32  https://www.hrc.org/resources/glossary-of-terms?utm_source=GS&utm_medium=AD&utm_campaign=BPI-HRC-Grant&utm_content=276041569892&utm_term=trans%20terms&gclid=EAIaIQobChMIjvKtkP3o3QIVxmB-Ch21ig99EAAYASAAEgJ2OvD_BwE James, S. E., Herman, J. L., Rankin, S., Keisling, M., Mottet, L., & Anafi, M. (2016). Executive summary of the report of the 2015 U.S. transgender survey. Washington D.C.: National Center for Transgender Equality.  Laliberte‐Rudman, D. (2002). Linking occupation and identity: Lessons learned through qualitative exploration. Journal of Occupational Science, 9(1), 12-19. Phoenix, N., & Ghul, R. (2016). Gender transition in the workplace: An occupational therapy perspective. Work, 55(1), 197-205. Schilt, K., & Westbrook, L. (2009). Doing gender, doing heteronormativity: “Gender normals,” transgender people, and the social maintenance of heterosexuality. Gender & Society, 23(4), 440–464. Simon, G. (2016). The transgender language primer. Retrieved from  https://www.translanguageprimer.org/primer?fbclid=IwAR0-l51TfgjgFdu0f5m6-0Moyhs3bGEaZZ8KP1U7yY3nnTvWlfy7fxUasjk Timmins, L., Rimes, K. & Rahman, Q. (2017). Minority Stressors and Psychological Distress in Transgender Individuals. Psychology of Sexual Orientation and Gender Diversity. 4(3). 328-340.  Townsend, E., & A. Wilcock, A. (2004). Occupational justice and client-centred practice: A dialogue in progress. Canadian Journal of Occupational Therapy, 71(2), 75-87. West, C., & Zimmerman, D. H. (1987). Doing gender. Gender & society, 1(2), 125-151.  ",
    "id": 345025802,
    "identifiers": {
        "doi": "10.33015/dominican.edu/2020.OT.10",
        "oai": "oai:scholar.dominican.edu:occupational-therapy-capstone-projects-1022"
    },
    "title": "Environmental Impacts on the Occupations of Non-binary Individuals",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-05-01T08:00:00+01:00",
    "publisher": "Dominican Scholar",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholar.dominican.edu/cgi/viewcontent.cgi?article=1022&context=occupational-therapy-capstone-projects"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/345025802.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/345025802"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/345025802/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/345025802/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/345025802"
        }
    ],
    "abstract": "Understanding the link between occupations, gender identity, and the environment is fundamental to the comprehension of the occupational participation of non-binary individuals. Occupations are used to express an individual’s personal and social identity and serve as a modality for identity “growth and reconstruction” (Laliberte-Rudman, 2002). Beagan et al. (2012) reveal that transgender individuals use occupations to shape and project their identity; the inability to engage in occupations that align with an individual’s identity (particularly gender identity) resulted in distress, a sense of emptiness, and occupational deprivation. Current research addresses the transgender population but fails to distinguish between the binary and non-binary experience. This study focuses on non-binary individuals and acknowledges them as unique individuals while simultaneously addressing the gap in the literature of occupational science.\nA case study design was selected with a two-step semi-structured interview process where the initial interview focused on environments that supported or hindered occupations, while the second interview was guided by photo-elicitation (Clark-Ibanez, 2004). Data from four participants over eight interviews resulted in three themes: gated world, navigating binary spaces, and undoing gender",
    "tags": [
        "text",
        "non-binary",
        "transgender",
        "transactional",
        "occupational science",
        "environment",
        "DEI",
        "Occupational Therapy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholar.dominican.edu:occupational-therapy-capstone-projects-1022",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2631",
        "openDoarId": 0,
        "name": "Dominican Scholar",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 345025802,
        "depositedDate": null,
        "publishedDate": "2020-05-01T08:00:00+01:00",
        "updatedDate": "2024-01-20T16:59:20+00:00",
        "acceptedDate": null,
        "createdDate": "2020-11-24T11:29:11+00:00"
    },
    "urls": [
        "https://scholar.dominican.edu/occupational-therapy-capstone-projects/22",
        "https://scholar.dominican.edu/context/occupational-therapy-capstone-projects/article/1022/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-01-20T16:59:20+00:00",
    "setSpecs": []
}