{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Surfus, Christopher R."
        }
    ],
    "contributors": [],
    "createdDate": "2013-10-09T08:00:33+01:00",
    "dataProvider": {
        "id": 261,
        "name": "Scholarworks@GVSU",
        "url": "https://api.core.ac.uk/v3/data-providers/261",
        "logo": "https://api.core.ac.uk/data-providers/261/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/17170546.pdf",
    "fullText": "SPNHA ReviewVolume 9 | Issue 1 Article 71-1-2013Equity Issues in LGBT Funding: InequalityRemains Despite National ProgressChristopher R. SurfusGrand Valley State UniversityFollow this and additional works at: http://scholarworks.gvsu.edu/spnhareviewCopyright ©2013 by the authors. SPNHA Review is reproduced electronically by ScholarWorks@GVSU. http://scholarworks.gvsu.edu/spnhareview?utm_source=scholarworks.gvsu.edu%2Fspnhareview%2Fvol9%2Fiss1%2F7&utm_medium=PDF&utm_campaign=PDFCoverPagesRecommended CitationSurfus, Christopher R. (2013) \"Equity Issues in LGBT Funding: Inequality Remains Despite National Progress,\" SPNHA Review: Vol.9: Iss. 1, Article 7.Available at: http://scholarworks.gvsu.edu/spnhareview/vol9/iss1/7Surfus/Equity Issues in LGBT Funding  65   EQUITY ISSUES IN LGBT FUNDING: INEQUALITY REMAINS DESPITE NATIONAL PROGRESS  CHRISTOPHER R. SURFUS Grand Valley State University   ABSTRACT       The lesbian, gay, bisexual, and transgender (LGBT) community has made notable progress in many key equality areas nationally. Issues impacting the local LGBT community have been relatively unnoticed with the national progress on marriage equality, Don’t Ask Don’t Tell, and other social reforms. Despite the bittersweet progress, organizations like Funders for LGBTQ Issues, the Horizons Foundation, the National Gay and Lesbian Task Force, and others have collected information on the disparities in LGBT foundation funding and the findings are quite alarming. Furthermore, the findings presented indicate that equitable foundation support is key to advancements in LGBT equality efforts. While some of the largest national LGBT organizations receive a majority of LGBT funding, local LGBT organizations continue to struggle to address key issues, including LGBT homelessness and social services. At the same time, local LGBT organizations struggle with capacity-building efforts and often fail to acquire 501(c)(3) tax-exempt status. Loose organizational structures (Magnus, 2008) create risks for community foundations in funding LGBT programs and projects. Many funders lack LGBT competency, or a basic understanding of the issues impacting LGBT persons, and this creates confusion while local LGBT organizations do not receive adequate support. Furthermore, the lack of optimal funding environments for LGBT organizations creates vulnerable youth and elderly populations.  The research and findings presented are the core of understanding LGBT issues and the disparities in funding, and policy recommendations address areas of progress to create a more inclusive and equitable future tomorrow.  Keywords: LGBT foundation funding disparities in the United States, public policy issues impacting the LGBT community, sources of LGBT grantmaking, quantitative information on grants for LGBT organizations.   INTRODUCTION       The lesbian, gay, bisexual, and transgender (LGBT) community has endured a long, difficult struggle for equality, and there is simply a long way to go until full equality is achieved. It is widely considered by historians and the LGBT community that the birthplace of the modern LGBT equality movement is at the Stonewall Inn in Greenwich Village in New York City.  Members of the local LGBT community rioted in response to police raids on the night of June 29, 1969. The 1970’s was a decade of progress for LGBT equality, including the historic election of Harvey Milk as the first openly gay person elected to public office in California. LGBT Pride   Surfus/Equity Issues in LGBT Funding   66  events take place in June every year because of the Stonewall riots. LGBT Pride events became popular worldwide, notably after Harvey Milk’s election. In the 1980’s, the HIV/AIDS epidemic led to the deaths of many gay and bisexual men, and ultimately devastated LGBT leadership in the pursuit of equality. In the 1990’s, the Don’t Ask, Don’t Tell (DADT) and Defense of Marriage Act (DOMA) laws went into effect, with DADT finally being overturned recently and DOMA ruled as unconstitutional by judges several times. However, DOMA remains legally intact, pending a United States Supreme Court ruling in June 2013.      Major advances for the LGBT equality movement have occurred in rapid succession within the past five to ten years, including same-sex marriage victories in nine states plus Washington, D.C., blockage of the Federal Marriage Amendment, the repeal of Don’t Ask, Don’t Tell, implementation of a hospital visitation policy, the first-ever National HIV/AIDS Strategy, LGBT people counted in the U.S. Census, the Matthew Shepard and James Byrd Hate Crimes Prevention Act, and a pending U.S. Supreme Court ruling on marriage equality.        Lesbian, gay, bisexual, transgender, queer, questioning, and intersex (LGBTQQI) is the elongated designation for the more commonly known LGBT community.  Funding concerns relative to the LGBT community include the proportion of funding LGBT nonprofit organizations receive, the distribution of funding to larger national organizations in comparison to smaller community nonprofit organizations, and the types of foundations funding LGBT issues. Internal issues within the LGBT community include leadership, philanthropy, and collaboration. External issues impacting the LGBT community include discrimination, stigma, public policy, and laws that inhibit equality. The history of the LGBT community’s struggle for full equality will allow us to understand public policy issues, funding disparities, and internal/external issues of the LGBT community.     RESEARCH QUESTION       Do LGBT-focused nonprofit organizations receive equitable foundation funding, and how does funding, public policy, and internal/external issues impact overall equality of LGBT populations in the United States?   LITERATURE REVIEW       Approximately 26 sources were reviewed in the area of foundation funding and public policy as it relates to the LGBT community. These sources include news articles, publications, reports, and journals to allow us to have a comprehensive understanding of the LGBT community in relation to funding disparities and the broader picture of inequality.  Public Policy Issues       There are important policy issues, other than same-sex marriage, that need to be addressed. The National Gay and Lesbian Task Force (2010), a leader nationally on public policy concerning the LGBT community, identified several key policy issues. Jaime Grant, Gerard Koskovich, M. Somjen Frazer, and Sunny Bjerk identified key policy concerns for the LGBT Surfus/Equity Issues in LGBT Funding  67  community, specifically focused on the aged and disabled community, in Outing Age 2010, which is a publication by the National Gay and Lesbian Task Force in collaboration with Services and Advocacy for LGBT Elders (SAGE). Outing Age 2010 identifies discrimination and barriers to service access, financial and familial security, health concerns including long-term care, housing, employment, public accommodations, and other key areas. These issues mirror the combined LGBT community, but the aged LGBT community faces these issues more severely as DOMA is still intact and 41 states do not have marriage equality. Furthermore, Outing Age 2010 identifies demographic information, including the population size of the LGBT community, and a federal roadmap to federal funding opportunities (Grant, Koskovich, Frazer, and Bjerk, 2010).  Funding and Foundation Giving       Understanding funding inequity by foundations is a focal point of this paper. Funders for LGBTQ Issues (2006-11) released reports on LGBT grantmaking to detail the inequities facing the LGBT community. The reports provide the percentage of total foundation giving to the LGBT community as compared to total foundation funding. Furthermore, when combined with information that estimates the total size of LGBT populations in the United States as a percentage, we can begin to understand the disparities of foundation funding to LGBT organizations. The Foundation Center (2008) publishes Diversity in Philanthropy: A Comprehensive Bibliography of Resources Related to Diversity Within the Philanthropic and Nonprofit Sectors, which provides information on LGBT philanthropy, including volunteer time and the percentage of total income donated to nonprofit organizations. Quantitative metrics, including the percentage of income donated to charities and social capital invested, are important to understand LGBT philanthropy and values (Bryan & Austin, 2008).      Daniel Tietz, the Executive Director for the AIDS Community Research Initiative of America identifies policy issues in HIV/AIDS and funding cuts greatly impacting the African American LGBT community in an op-ed by The Advocate. Tietz states in “Op-ed: AIDS Funding Cuts Especially Sharp for Men of Color,”      So I ask those LGBT foundations and individuals that once gave millions of dollars to AIDS organizations, often as part of a larger mission to advance LGBT equality, why they are phasing out HIV funding or completely ending it, often at great cost—in lives, not dollars—to many in our own community who most need the support (Tietz, p. 2, 2012). Tietz stressed that HIV/AIDS impacts the African-American community at a higher, disproportionate rate than the overall population, and it is apparent that Tietz’s work reflects the findings of Grand Valley State University graduate Vanessa Thompson in African American Philanthropy: Community Foundations’ Giving to Minority-Led Nonprofit Organizations, in relation to foundation funding and the African-American community. Thompson’s focus was on racial minorities, specifically African-Americans. LGBT Americans, including racial communities that identify as LGBT, face similar disparities in foundation funding (Thompson, 2012).      Karen Zelermyer, the Executive Director for Funders for Lesbian and Gay Issues, created the report Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations, which identifies information such as the average grant size for LGBTQ organizations, the distribution of funding for LGBT organizations by dollars, the distribution of funding for LGBT organization   Surfus/Equity Issues in LGBT Funding   68  by grants, and the distribution of funding for LGBT organizations on the basis of organizational size. This information is important to understand how LGBT organizations are funded, what types of foundations fund LGBT interests, where LGBT dollars are going, and for evaluation of the funding priorities of foundations. Furthermore, this information will help LGBT organizations that are seeking funding to focus on crucial funding areas (Zelermyer, 2009).  Internal LGBT Community Issues      LGBT people have endured harsh discrimination, and this has negatively affected the overall leadership of organizations serving the LGBT community. Furthermore, discrimination negatively impacts the overall wellbeing of a community. The LGBT community is subject to employment discrimination, which impacts financial well-being and educational advancement. This makes it difficult for LGBT organizations to incorporate under Section 501(c)(3) of the IRS Tax Code and to be eligible for foundation funding, as this is a costly and skilled process. 501(c)(3) tax-exempt status is required for most foundations to be willing to fund an organization because it shows that the organization is established, that foundation funds will not be taxed, that the organization has a good sense of fiduciary responsibility, and that the organization will act in accordance with the laws of the United States. Stephen A. Magnus MAE, MS of the Department of Health Policy and Management at the University of Kansas School of Medicine (2008) identifies a number of internal and external barriers to foundation funding of LGBT organizations, and he states in the “Journal of Homosexuality” that,       Gay organizations’ loose organizational structures, consensus methods of decision making, and lack of Internal Revenue Service 501(c)(3) nonprofit tax-exempt status may alienate funders reluctant to take on risks and accustomed to formal lines of authority. (Magnus, 2008). Smaller LGBT organizations lack important resources, including capacity-building, that can result in issues in acquiring 501(c)(3) status. Structurally, most Boards of Directors at LGBT nonprofits in West Michigan have majority-rule voting procedures, which is reflective of nonprofits outside of the LGBT community. However, LGBT nonprofits in West Michigan govern with consensus decision making. There appears to be accountability issues that come with loose organizational structures. Dissent is essential to ensure accountability, and a lack of dissent might alarm foundations that would otherwise fund LGBT issues. This means that the internal issues of LGBT organizations need to be addressed before they can be effective in addressing external issues.  External LGBT Community Issues      Religious opposition to LGBT equality is nothing new, but recent developments have caused religious denominations and organizations to affirm LGBT equality in their religious doctrines and views on social justice. However, negative perceptions of the funding environment by the LGBT community contribute to issues in terms of the difficulty in securing foundation funding.  An understanding of foundations and their operations is crucial for LGBT organizations to close funding gaps and secure greatly needed funding to address policy. According to Steven Magnus MAE, MS in the “Journal of Homosexuality,”      Twenty Massachusetts gay organizations commented in their survey responses that they had difficulty identifying sympathetic foundations. When the survey was taken in Surfus/Equity Issues in LGBT Funding  69  1992-93, few grant directories listed more than one or two foundations with an interest in gay programs, and foundations’ own literature rarely cited such an interest. “Grant givers do not target gay, lesbian, or bisexual organizations- we are not a priority for them,” observed one respondent. (Magnus, 2008). These perceptions cause organizations external to the LGBT community, including foundations, to be unsure of how to address the needs of the LGBT community. Foundations, like the Gill Foundation, the Grand Rapids Community Foundation, the Arcus Foundation, and the Ford Foundation, specifically focus on either LGBT equality issues or “inclusion” issues overall. It is not about not being a priority, but rather how LGBT organizations engage foundations and other funders.      Nationally, the marriage equality battles are taking place state-by-state and pending review by the United States Supreme Court. Don’t Ask, Don’t Tell is no more. The Employment Nondiscrimination Act (ENDA) has been reviewed by Congress, but it has yet to gain passage.  These issues, among others, are needed for a general level of equality. A general level of equality would be to have civil rights laws protecting equality in place, so that the government is not preventing equality from taking place. However, societal perception will determine the magnitude of equality overall. There are other issues, which are mentioned less often and receive a lesser proportion of funding. These include Social Security survivor benefits, nondiscrimination ordinances, comprehensive HIV prevention screenings, inclusive immigration policies, racial equity issues combined with LGBT equality, anti-bullying, suicide prevention, and many other issues.        There are national organizations, like Chick-fil-A and Boy Scouts of America, which support anti-LGBT causes. Even though LGBT organizations are not receiving optimal funding, anti-LGBT organizations are losing funding for their policies and actions. According to the Gay and Lesbian Alliance Against Defamation (GLAAD) in “Intel Will Not Fund Boy Scouts of America Until Ban on Gay Scouts and Scout Leaders End” by GLAAD’s Vice President of Communications Rich Ferraro,      Eagle Scout Zach Wahls, founder of Scouts for Equality, launched a campaign on Change.org supported by GLAAD and signed by more than 30,000 Americans urging Intel to pull funding from the Boy Scots of America after an American Independent report revealed that the company gave nearly $700,000 to the Boy Scouts in 2010. According to the American Independent, the Intel Foundation has a policy that it will not fund “organizations that discriminate on the basis of race, color, national origin, gender, sexual orientation, veteran or disability status. Intel announced that it has stopped funding BSA troops that follow the discriminatory national policy (Ferraro, 2012). LGBT organizations receive inequitable financial support, but this is offset because organizations that seek to hinder the LGBT community face societal obstacles in business and public administration. Therefore, it would make sense that if funders increase support for the LGBT community, then the LGBT community will be one step closer to overall equality. Equity is the bridge to true equality for the LGBT community. However, it’s not just about the nonprofit sector.  Public and business administration outlets can be key stakeholders in facilitating the equitable emergence of the LGBT community. Furthermore, Intel and other corporations see the LGBT community as key to attracting and retaining talent. Discrimination harms the business climate and limits “public administrative ecology,” a term devised by Harvard University   Surfus/Equity Issues in LGBT Funding   70  Professor John M. Gaus in Reflections on Public Administration (Gaus, 1947). Equitable foundation funding for the LGBT community and other minority groups improves their quality of life and advances overall societal benefit.  METHODOLOGY       It is important to have a clear understanding of public policy, funding, and internal/external issues facing the LGBT community in order to understand what foundations are funding, what types of LGBT organizations receive the greatest proportion of funding, how inequitable the landscape for LGBT funding is, how can the LGBT community best achieve optimal funding, and what subcultures within the LGBT community are the most impacted by LGBT funding disparities. The word “optimal” is used interchangeably with “equity.” Equity is defined as one or more populations, based upon diverse characteristics, having an equal chance to achieve full potential or meet individual objectives. In other words, LGBT equity would be a “level playing field” for the combined lesbian, gay, bisexual, and transgender community in relation to the rights and privileges afforded to heterosexual populations with a binary gender identification, or a “normative” sexual orientation and gender identity established by deep traditional, religious, and cultural values.      Quantitative and qualitative data will be used to chart the level of equity of the LGBT community and to offer progressive recommendations to create a more inclusive society through foundation funding. Equity will be examined using quantitative data, and equality will be evaluated using qualitative data. Equity involves a quantitative measurement to determine a level playing field, and equity will be determined based upon evaluation of foundation funding.  Equality is a feeling or perception to determine societal treatment of a demographic group overall, and equality will be determined from a public policy progression standpoint.      Equity is measured by foundation funding for the LGBT community in comparison to total population size, larger organizations as compared to smaller organizations, statistical information on LGBT community centers and funding sources, and other pertinent information. Equality is measured by foundation focus areas, foundation guidance of dialogue on LGBT issues, national and statewide policies inhibiting civil liberties of the LGBT community, and internal and external players creating challenges for the LGBT community.   FINDINGS  Disparities in Funding      Internal organizational issues, compounded with external struggles, have created disparities in foundation funding for the LGBT community. A comparison of LGBT population size and the total grantmaking dollars for the United States is a benchmark for assessing disparities in funding for the LGBT community. According to the Horizons Foundation, a LGBT funder, in their report “California-Based Foundation Funding of California LGBT Nonprofits,”      Given that there are estimated to be 8.7 million LGBT people in the United States, the disconnect between the population size (approximately 3.8% of the total U.S. population) Surfus/Equity Issues in LGBT Funding  71  and grantmaking dollars (roughly 0.22% of total dollars) is difficult to dismiss. California comes out no better (Horizons Foundation, p. 10, 2011). Furthermore, the Horizons Foundation states that the “lack of awareness on LGBT issues, capacity limitations of LGBT nonprofits, the myth of affluence, and bias” are factors attributable to disparities in funding of LGBT nonprofit organizations (Horizons Foundation, p. 10-11, 2011).  Bisexual and transgender funding disparities      Funding for bisexual organizations is nonexistent. Bisexual organizations receive $0.00 annually (Andre, 2012). HIV/AIDS funding cuts are greatly impacting gay, bisexual, and “down low” (questioning and discrete or not “Out”) black men, which are among the most-likely groups to spread the HIV virus (Tietz, 2012). Transgender equality efforts have largely fallen behind gay and lesbian national equality efforts. Various nondiscrimination ordinances include “sexual orientation,” while “gender identity” is an unprotected category in some cases. The same is true for employment policies, while the transgender population faces high rates of unemployment.  Many can’t find a job, and this sometimes leads to prostitution and other illegal activities.  Is marriage equality harming LGBT funding?      The national battle for marriage equality has created major issues for LGBT foundation funding priorities.  The Horizons Foundation’s “California-Based Foundation Funding of California LGBT Nonprofits” report stated,      It’s important to view this change, however, in the context of a single grant for $1.5 million made to support marriage-equality litigation – it accounted for 75% of all marriage-related grantmaking in 2009 and almost the entire increase over 2006. It’s critical to note that while marriage equality funding grew between 2006 and 2009, grantmaking to all other LGBT issues dropped a full 21.7%. This includes everything from social services and the arts to LGBT youth programs and advocacy around workplace discrimination (Horizons Foundation,  p. 8, 2011). Marriage equality, while a key equality objective for the LGBT community, is a factor in the decline of social services funding for the LGBT community. However, The Great Recession has negatively affected funding for the LGBT community, and this can be substantiated through examination of non-LGBT funding in comparison to LGBT funding.  LGBT funding vs. non-LGBT funding      According to David Duran of the Bay Area Reporter Online in the article “Foundation Funding for LGBT causes continues to lag,”      As much as California foundations profess to give money to LGBT nonprofits, a new report by San Francisco-based Horizons Foundations shows that just $2.60 out of every $1,000 granted by foundations goes to LGBT organizations. Of California’s 7,184 foundations, only 48 grants were to California LGBT organizations or projects in 2009 (Duran, 2011). This means that LGBT organizations receive about .2-.3% of funding overall. This information is consistent with a report by Funders for LGBTQ Issues. According to Funders for LGBTQ Issues in their article “Funders for LGBTQ Issues Releases New Reports on Grantmaking: New Report Shows Major Increase in Funding to LGBTQ Community before Recession Hit,”   Surfus/Equity Issues in LGBT Funding   72       In 2008, U.S. foundations awarded $107.2 million to organizations explicitly serving lesbian, gay, bisexual, transgender, and queer (LGBTQ) communities. That figure represents a 39% increase over the previous year. The publication of “Lesbian, Gay, Bisexual, Transgender, and Queer Grantmaking by U.S. Foundations (Calendar Year 2008)” marks the seventh year that Funders for LGBTQ Issues has studied such trends. For the first time in the organization’s research, LGBTQ grantmaking represented more than 0.2 percent of all U.S. foundation dollars awarded in a single year. Historically, such giving has represented only 0.1 percent of total giving by U.S. foundations (Funders for LGBTQ Issues, p. 1, 2010).  Table 1: Median Grant Size: LGBT programs vs. non-LGBT programs  Median Grant Size # of Grants Less than $10,000 # of Grants $10,000 - $49,999 # of Grants $50,000 or more All Funders $5,000 345 164 42 LGBT Funders $2,500 231 59 3 Non-LGBT Funders $10,000 114 105 39 Source: Horizons Foundation       Based on the above “Table 3: Size of grants in 2009 to LGBT organizations in California by California-based funders,” the overall median dollar amount of grants to LGBT organizations by LGBT funders is $2,500, while the overall median dollar amount of grants to LGBT organizations by non-LGBT funders is $10,000. It is interesting to note that LGBT funders are providing less than non-LGBT funders in terms of median grant dollar amount, which may be indicative of foundation endowment disparities affecting LGBT foundations. LGBT funders are providing a greater proportion of grants less than $10,000 to smaller nonprofits, while non-LGBT funders are providing a greater proportion of grants greater than $10,000 to larger nonprofits.      Small grants are useful to smaller organizations, such as organizations that have just formed or have received 501(c)(3) tax-exempt status. Larger grants are more useful for general operations.  According to the Horizons Foundation in “California-Based Foundation Funding of California LGBT Nonprofits,”      At the same time, major grants unquestionably matter. They represent significant investments in LGBT organizations, and can provide nonprofits with crucial opportunities to grow in visibility, impact, and organizational structure in ways that smaller grants simply cannot (Horizons Foundation, p. 9, 2011). It is interesting to note that LGBT funders are focused on seed grants for starting LGBT nonprofit organizations, increasing the size of the pool of organizations focused on advancing LGBT equality. It is important to note that non-LGBT funders are quite invested as allies in the LGBT community’s efforts towards equality.      The Michigan-based Charles Stewart Mott Foundation, known commonly as simply the Mott Foundation, states that their “median grant size is $100,000,” and that the “majority of our grants Surfus/Equity Issues in LGBT Funding  73  are $15,000 and $250,000 annually” (Mott, 2012). These amounts are for grants overall, and not focused on a particular funding area. Furthermore, it is highly important to note that the Mott Foundation is a private foundation because median grant dollar amounts vary based on foundation type. The Mott Foundation has not made any direct grants to LGBT organizations, meaning that the Mott Foundation has funded LGBT, but only through an intermediary agency.  The Mott Foundation has made no direct grants to LGBT organizations.        In general, LGBT nonprofit organizations are receiving less for their programs and projects than non-LGBT nonprofit organizations. Many foundations do not fund LGBT programs or projects. Why is it that LGBT nonprofit organizations are receiving less? Is it the fault of the organizations’ leadership, or is it because of bias and discrimination against LGBT organizations? The struggle for LGBT equality has elapsed several generations, but there is still evident discrimination and bias that exists. Have LGBT organizations not met the threshold in order to be funded at an optimal or equitable rate as non-LGBT organizations?    Table 2: Comparison of LGBT grant sizes between 2006 and 2009  2009 2006 Total Grantmaking $8,946,000 $9,280,000 Median Grant Size $5,000 $5,000 Total # of Grants 551 563 # of grants less than $10,000 (%) 345 (62.6%) 373 (66.2%) # of grants $10,000—$49,99 (%) 164 (29.8%) 140 (24.9%) # of grants $50,000 or more (%) 42 (7.6%) 50 (8.9%) # of grants $100,000 or more 12 (2.2%) 19 (3.4%) Source: Horizons Foundation       Based on “Table 4: Comparison of LGBT grant sizes between 2006 and 2009,” overall grantmaking has declined and the median grant size remains unchanged, which is attributable in part to the national efforts for marriage equality. 12 more grants were made in 2006 than in 2009. Smaller grants of less than $10,000 decreased in volume, along with those $50,000 or more. Only $10,000-$49,999 category grants increased in volume. This could be LGBT community center funding, as this amount reflects a typical amount to a LGBT community center based on my professional observations.  Distribution of LGBT Grantmaking      According to “Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations” by Karen Zelermyer, Executive Director of Funders for Lesbian and Gay Issues,       The average grant amount from independent foundations in 2007 was $43,767—roughly $4,000 more than the average amount in 2006. The median LGBTQ grant from independent foundations in 2007 was $15,000. Public foundations awarded 18% of all LGBT grant dollars (1 percent higher than 2006) and 42 percent of LGBTQ grants, a decrease of 3 percentage points since 2006. The average grant from public foundations was $10,350 and the median grant was $3,000. Forty-eight community foundations   Surfus/Equity Issues in LGBT Funding   74  awarded 17 percent of total grants and 7 percent of total dollars. The average grant from community foundations was $9,935 and the median grant was $3,000. Thirty-one corporate foundations/giving programs awarded $4,159,846 in 209 grants to LGBTQ issues in 2007, which represents 5 percent of total dollars and 7 percent of total grants. The average grant from corporate     foundations/corporate giving programs was $19,904 and the median grant was $5,000.     Independent foundations founded by gay men awarded 605 grants totaling $24,313,256 (59 percent of the total grants by independent foundations and 54 percent of total dollars awarded by independent foundations) (Zelermyer, p. 6-7, 2009). LGBT foundations founded by gay men are giving the majority to fund LGBT organizations, which is approximately 31.26% of all LGBT dollars, based on calculations. This is alarming because LGBT people are 3.8% of the U.S. population (Horizons Foundations, 2011) and independent foundations founded by gay men alone provide 31.26% of all LGBT dollars. Perhaps what is more alarming is that gay men fund over half of all independent foundation giving, and gay men alone fund LGBT organizations more than public foundations, community foundations, corporate foundations, corporate giving programs, nonprofit organizations, and other sources combined (Zelermyer, 2009). These findings are provided in a pie chart by Funders for LGBTQ Issues (2009) (table 5). Three of the top ten grantmakers are independent foundations started by gay men, and these are Arcus, Gill, and H. van Ameringen foundations. Arcus, Gill, and H. van Ameringen Foundations provide 27.16% of all LGBTQ dollars and 86.87% of gay-founded independent foundation dollars in the United States (Zelermyer, 2009).     Figures 1 & 2: Distribution by Foundation Type Surfus/Equity Issues in LGBT Funding  75  Distribution by Foundation TypeLGBTQ Dollars, 2007Independent Foundations:$44,685,836Public Foundations: $14,076,199Other*: $8,551,136Community Foundations:$5,503,718Corporate Foundations/CorporateGiving Programs: $4,159,846Nonprofits: $305,500 Distribution by Foundation Type LGBTQ Grants 2007Independent Foundations: 1,021Public Foundations: 1,360Other: 45Community Foundations: 554CorporateFoundations/Corporate GivingPrograms: 209Nonprofits: 17Source: Funders for LGBTQ Issues   Surfus/Equity Issues in LGBT Funding   76       Funders for LGBTQ Issues (2009) presented information in “Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations” on the Top 10 LGBTQ Grantmakers by total dollars in 2007.  This information is reflected in the following table.   Table 3: Top 10 LGBTQ Grantmakers, by Total Dollars, 2007 Foundation City, State  Total DollarsArcus Foundation New York, NY $11,769,953Gill Foundation Denver, CO 6,520,275Evelyn and Walter Haas, Jr. Fund San Francisco, CA 5,347,575Ford Foundation New York, NY 4,500,053H. van Ameringen Foundation New York, NY 2,674,000Tides Foundation San Francisco, CA 1,920,942Astraea Lesbian Foundation for Justice New York, NY 1,848,779Kresge Foundation Troy, MI 1,750,000Horizons Foundation San Francisco, CA 1,640,125The California Endowment Los Angeles, CA 1,500,383Source: Funders for LGBTQ Issues  Organizational Structure and Leadership      Stephen A. Magnus MAE, MS of the Department of Health Policy and Management at the University of Kansas School of Medicine (2008) cited the “loose organizational structure” in the “Journal of Homosexuality” as being a reason for foundations not funding LGBT issues (Magnus, 2008). Foundations often take risks in funding, but bias could play a role in decision-making. Governance structure is important because it will dictate how fiduciary obligations are met, how the leaders will lead, and how the community perceives the nonprofit.      It is important to understand that HIV/AIDS devastated a generation of gay and bisexual men, and to understand the impacts of HIV/AIDS on the leadership of an organization. Based upon Magnus’s (2008) findings and the findings in this paper, it is apparent that there are a number of internal root issues of leadership, a number of organizational issues (501c3 status), bias against LGBT individuals, and a number of other factors that elaborate upon findings of disparities in LGBT organizational funding.  LGBT Philanthropy      According to M.V. Lee Badgett and Nancy Cunningham in “Creating Communities: Giving and Volunteering by Gay, Lesbian, Bisexual, and Transgender People,”      The study collected information from 2,300 members of gay, lesbian, bisexual, and transgender (GLBT) organizations in Milwaukee, Philadelphia, and San Francisco with the intent of increasing understanding of giving and volunteering by GLBT people. The study found that the GLBT individuals surveyed were at least as generous as other populations. The average GLBT donor gives 2.5 percent ($1,194) of personal income to nonprofits compared to 2.2 percent ($1,017) of personal income by the average American donor. This private donation rate is important to GLBT organizations because of their relative lack of foundation funding. The average amount of GLBT time Surfus/Equity Issues in LGBT Funding  77  volunteered in the previous month was also higher; 29 hours of volunteer service versus 18 hours overall (Badgett & Cunningham, 1998). LGBT people are civically engaged and greatly involved in their pursuit for equality, even though organizational structure might be seen as a weakness to foundations. LGBT people can be described as strong advocates for philanthropy, even amidst disparities in foundation funding. It is this tenacity and drive for equality that LGBT are widely known for. LGBT people have weathered discrimination, but still have a firm foundation of hope for eventual equality. When tangible capital can’t be relied on, LGBT organizations must be creative and are known to harness the power of “social capital.” Simply stated, social capital is an investment in and the engagement of people, and it is crucial for any nonprofit organization to be cognizant of.  DISCUSSION  LGBT Funding      Based upon the aforementioned information on the population size and LGBT funding as part of overall grantmaking, LGBT organizations receive 5.79% of the funding they need. What happens to the 94.21% of other funding that is needed but not met? Where does it come from?  LGBT nonprofit organizations must be creative to make up for the funding gap, implementing cost-effective programming in order to meet needs in key areas to ensure community viability.  Various critical needs from mental health, counseling, anti-bullying, HIV/AIDS support, grief support, and other sensitive areas are not funded. Although not enough research has been done on the topic, it would be interesting to see the correlation between LGBT funding disparities and gay teen suicides to make some generalizations. With that being stated, nonprofit and public administrators must always be cognizant that the lives of others are at stake in their decision-making, and failing to meet funding needs for a community can be devastating.  Foundations      It is fair to say that bias against the LGBT community is “alive and well.” However, many foundations have adopted LGBT-inclusive funding priorities and should be commended for doing so. As Americans gain further competence of issues impacting the LGBT community, more foundations will begin funding LGBT issues. This progression is evident based on the Corporate Equality Index (HRC, 2012). Due to the work of organizations like the Human Rights Campaign, corporations have become more inclusive. HRC has recently released the Healthcare Equality Index (HEI). The HEI is especially important for the aged and disabled LGBT community, which has numerous needs not being met. Publications like CEI and HEI allow organizations to benchmark their inclusiveness of the LGBT community. It would be interesting to see a Foundation Center and HRC collaboration for a “foundation equality index” to benchmark philanthropic endeavors. This would provide guidance and growth for LGBT nonprofits and various types of foundations.   Organizations       LGBT organizations have to seek collaborative efforts and extensively focus on social capital in order to thrive. Larger LGBT organizations have resources that they can offer smaller LGBT   Surfus/Equity Issues in LGBT Funding   78  organizations for capacity-building and organizational structure efforts. There are at least four larger LGBT organizations in West Michigan that can assist smaller organizations in development. Granted, this would make funding security competitive. However, LGBT organizations could seek collaborative programs with multiple agencies to secure funding. This would benefit larger LGBT nonprofits, while securing resources for smaller LGBT nonprofits.  Collaborative programming seems like a solution to current inequities and a prescription for addressing future equity goals.    RECOMMENDATIONS  1. Gay-owned independent foundations should secure additional revenue streams and fund seed grants for LGBT-founded independent foundations, to advance the overall number of independent foundations founded by LGBT people. 2. Community foundations should seek to gain competency on LGBT equality issues and include funding for LGBT nonprofit organizations as a priority. 3. LGBT organizations should focus on development, capacity building, and seek assistance to gain 501(c)(3) federal tax-exemption. LGBT organizations should adopt a formal organizational structure that would appeal to potential funders. LGBT organizations should no longer have the “loose organizational structure” that Magnus (2008) identifies.  LGBT organizations should have a structure that would ensure funding. This would most likely involve a different governance model, as most LGBT organizations use a mission-based governance model. LGBT organizations should adopt a governance model that allows them to focus more on fund development, while still keeping the mission centrally focused. The mission of the organization is important, but nonprofit organizations need revenue streams to operate. Based on observations, there are approximately 20 LGBT organizations in Kent County, MI. Only a couple of these organizations are funded. A different governance model will ensure that social capital and nonprofit density are effectively utilized and measured. 4. Corporations should be more cognizant of issues impacting the LGBT community.  Corporations that are not listed on the Human Rights Campaign (2012)’s Corporate Equality Index should be added to it and measure progress annually to make workplaces more LGBT-inclusive. 5. Bisexual organizations should educate potential funders on issues impacting bisexual Americans. 6. African-American LGBT populations should research key areas that need to be funded for this demographic and present their findings to foundations. This might lead to a potential funder inviting a proposal from an African-American LGBT organization. 7. Although same-sex marriage is an important equality issue, it appears to provide a benefit to equality while providing inner inequalities in other key funding areas. Same-sex marriage as a funding priority should continue to exist, but LGBT communities need to inform foundations that there are other important areas that impact health, economic, and other safety nets of the LGBT community. LGBT homelessness and poverty should be key areas, but these areas currently do not receive enough attention. Overall, foundations Surfus/Equity Issues in LGBT Funding  79  are looking to fund unique ideas.  A LGBT homeless shelter would be something unique to add to a community to encourage better social and cultural development. 8. Foundations tend to fund collaborative efforts. LGBT organizations should seek to collaborate with one another in order to receive funding. 9. LGBT organizations should take risks, engage with foundations, and focus on internal organizational development efforts. It is very important to make your nonprofit organization noticed, as funding is competitive. 10. LGBT organizations need an entrepreneurial edge. Again, LGBT organizations should take risks to unlock new opportunities for growth. 11. Foundations should invite every LGBT organization in a community to a meeting in order to identify key issues impacting LGBT people and engage the communities they serve. 12. The California-based Horizons Foundation recommends that there should be “more affirmative attention by funders to the needs of LGBT people,” “increased awareness of LGBT needs,” “support for LGBT nonprofits to increase revenue from individual donors,” “annual updates on California-based grantmaking to LGBT issues,” and “more study and analysis of barriers within the field of philanthropy” (Horizons Foundation, 2011). 13. The National Gay and Lesbian Task Force’s publication “Outing Age 2010” focuses primarily on public policy issues facing the LGBT community, with a focus on the elderly LGBT populations. The National Gay and Lesbian Task Force’s funding recommendations including low-income housing and support for the elderly LGBT people, funding LGBT competency programs for healthcare workers, and funding programs that address social isolation facing LGBT elders. Public policy recommendations include federal action on marriage equality, Social Security survivor benefits, Medicare, and various laws, due to the fact that the Defense of Marriage Act is in place (Grant, Koskovich, Frazer, and Bjerk, 2010). 14. Centerlink, the organization that collects data on LGBT community centers, recommends funding of capacity-building efforts and general operations because a number of small LGBT centers do not have an adequate budget ($34,453 per small center on average) to support staff. Other recommendations include “support and growth for LGBT community centers,” “building understanding and access to government grants,” “relationship-building among centers,” and “increasing programs and capacity for LGBT older adults” (Centerlink, 2010). 15. A “Foundation Equality Index (FEI)” would be a strong addition to the Corporate Equality Index and the Healthcare Equality Index (HRC, 2012) because LGBT nonprofits can strategically position themselves, and an array of foundations can assess their funding priorities.  CONCLUSION       Why is it that Arcus, Gill, and H. van Ameringen foundations fund nearly 30% of all LGBTQ foundation funding? Why have public and community foundations been left out of the funding mix? This could be the fault of LGBT nonprofit organizations. However, other minority groups   Surfus/Equity Issues in LGBT Funding   80  have received inequitable funding, including African Americans. Based on Thompson (2012), Magnus (2008), and Zelermyer’s (2009) findings, we are able to conclude that minority groups have unique issues when seeking financial support. Thompson’s (2012) research focused specifically on issues related to African Americans in accessing community foundation funding. Magnus (2008) focused on organizational structure issues that have been highlighted in aforementioned information. Zelermyer (2009) focused on identifying the distribution of LGBT dollars and overall inequities in LGBT funding.      The Human Rights Campaign (2012) has been gathering information on corporate equality, including LGBT inclusiveness in the workplace, in their annual publication, the “Corporate Equality Index.” The number of LGBT supportive companies has increased over the past decade, based on findings in the Corporate Equality Index. The progression of corporate equality could have an impact on corporate giving in the near future, and this could potentially lead to an increase in LGBT funding from corporate giving programs and corporate foundations.      Community foundations are including diversity and inclusion efforts as key funding areas, and this is based upon a 2012 inquiry made to the Grand Rapids Community Foundation when undertaking grantwriting processes for The Tolerance, Equality, and Awareness Movement (TEAM). Since then, the Grand Rapids Community Foundation’s Novah Grantmaking Framework (2012) has been updated to include “Inclusion” as a key priority.        A sweeping victory for marriage equality in the 2012 election, in which Maine, Maryland, and Washington adopted same-sex marriage and Minnesota thwarted a constitutional ban, is evidence that LGBT equality is becoming a major priority on the statewide level. This progress, combined with increased foundation funding levels (still not at parity), is evidence that change is coming to America soon and will likely impact foundation funding in the years to come. LGBT funding nationwide will continue to increase. However, it is doubtful that parity will be achieved anytime soon, as Thompson (2012)’s findings show African American inequities still to the present day. The same will likely be true for marginalized LGBT populations in the United States.      Ultimately, the disparities in funding for LGBT organizations harm vulnerable youth and aged populations that lack greatly needed social supports. The evidence shows that LGBT foundation funding is not equitable because public policy issues, individual bias, and a lack of awareness still prevent the actualization of full equality. Even though discrimination and bias are evident in our modern world, it is our categorical imperative to ensure that all people, no matter their sexual orientation, gender identity, or another diverse classification, have equal access, equal opportunity, and an open gateway to the aspirations of our nation’s founders.  REFERENCES       (2007). U.S. foundations award $66 million to LGBTQ issues in 2006- a 24 percent increase from 2005. Funders for LGBTQ Issues, Retrieved from https://www.lgbtfunders.org/news/news.cfm?newsID=29.      (2010). 2010 LGBT community center survey report: Assessing the capacity and programs   of  lesbian, gay, bisexual, and transgender community centers. Centerlink: The Community  of LGBT Centers, Retrieved from http://www.lgbtmap.org/file/2010-lgbt-community-center-survey-report.pdf.      (2012). 2011 annual report. Arcus Foundation, Retrieved from  Surfus/Equity Issues in LGBT Funding  81  http://www.arcusfoundation.org/images/uploads/downloads/Arcus_Foundation_Annual_Report_2011.pdf.       (2010). Funders for LGBTQ Issues releases new reports on grantmaking: New report shows major increase in funding to LGBTQ community before recession hit. Funders for LGBTQ Issues, Retrieved from http://www.lgbtfunders.org/news/news.cfm?newsID=110.       (2011). California-based foundation funding of California LGBT nonprofits. Horizons Foundation, Retrieved from http://www.horizonsfoundation.org/pdf/CAFoundationLGBTFunding2011.pdf.      (2012). Application procedures: What we fund. Charles Stewart Mott Foundation, Retrieved from http://www.mott.org/grantsandguidelines/ForGrantseekers/appprocedures.       (2012). Corporate Equality Index (CEI). Human Rights Campaign, Retrieved from http://www.hrc.org/corporate-equality-index/.      (2012). Novah Grantmaking Framework. Grand Rapids Community Foundation, Retrieved from  http://www.grfoundation.org/uploads/files/Grant Framework_10-12PriorityPop(1).pdf.      (2012). Philanthropic education: Taking care of yourself and your community. Horizons Foundation, Retrieved from  http://www.horizonsfoundation.org/page/donors/philseries.      Andre, A. (2012). Show us the money: Funding for bisexual community lacking. Huffington Post: Huffpost Gay Voices, Retrieved from  http://www.huffingtonpost.com/amy-andre/bisexual-funding_b_1178932.html.      Badgett, M. V. L., & Cunningham, N. (1998). Creating communities: Giving and volunteering  by gay, lesbian, bisexual, and transgender people. New York, NY: Working Group on Funding Lesbian & Gay Issues, and the Institute for Gay & Lesbian Strategic Studies.      Bryan, B., & Austin, A. (2008). Diversity in philanthropy: A comprehensive bibliography of resources related to diversity within the philanthropic and nonprofit sectors. Foundation Center, Retrieved from http://foundationcenter.org/getstarted/topical/diversity_in_phil.pdf.      Desmond-Harris, J. (2012). African-American LGBT charity group debuts. The Root, Retrieved from http://www.theroot.com/buzz/african-american-lgbt-charity-group-debuts.      Duran, D. (2011). Foundation funding for LGBT causes continues to lag. The Bay Area Reporter Online, Retrieved from http://ebar.com/news/article.php?sec=news&article=6293.      Ferraro, R. (2012). Intel will not fund Boy Scouts of America until ban on gay scouts and scout leaders ends. Gay and Lesbian Alliance Against Defamation (GLAAD), Retrieved from http://www.glaad.org/blog/intel-will-not-fund-boy-scouts-america-until-ban-gay-scouts-and-scout-leaders-ends.      Gaus, J. (1947). Reflections on public administration . Tuscaloosa, AL: University Alabama Press.      Grant, J., Koskovich, G., Frazer, M. S., & Bjerk, S. (2010). Outing age 2010. Retrieved from http://www.thetaskforce.org/downloads/reports/reports/outingage_final.pdf.      Magnus, Stephen A., MAE, MS (2002). Barriers to foundation funding of gay organizations.  Journal of Homosexuality, 42:2, 125-145.      Osborne, D. (2012). Reliance on government dollars threatens black gay HIV efforts. Gay City News, Retrieved from  http://gaycitynews.com/reliance-on-government-dollars-threatens-black-gay-hiv-efforts/.   Surfus/Equity Issues in LGBT Funding   82       Reau, B. (2011). Giving statistics. Charity Navigator. Retrieved from http://www.charitynavigator.org/index.cfm?bay=content.view&cpid=42.      Reau, B. (2011). Online giving statistics. Charity Navigator. Retrieved from http://www.charitynavigator.org/index.cfm?bay=content.view&cpid=1360.      Thompson, V. (2012). SPNHA Review. African-American philanthropy: Community foundations' giving to minority-led nonprofit organizations. (Vol. VIII). Grand Rapids, MI: Grand  Valley State University- School of Public, Nonprofit, and Health Administration.      Tietz, D. (2012). Op-ed: Aids funding cuts especially sharp for men of color. The Advocate, Retrieved from http://www.advocate.com/commentary/2012/07/10/daniel-tietz-says-aids-funding-cuts-are-especially-sharp-men-color.      Ustinova, A. (2008). Philanthropists ensure gay community’s future. San Francisco Chronicle, Retrieved from http://www.sfgate.com/news/article/Philanthropists-ensure-gay-community-s-future-3289534.php.      Zelermyer, K. (2009). Lesbian, gay, bisexual, transgender and queer grant making by U.S. foundations. Funders for LGBTQ Issues, Retrieved from http://www.lgbtfunders.org/files/FLGIGrantsByUSFndtns_web.pdf.       Zelermyer, K. (2012). Forty years of LGBTQ philanthropy: 1970-2010. Funders for LGBTQ Issues, Retrieved from  http://www.lgbtfunders.org/files/40years_lgbtqphilanthrophy.pdf.          Chris Surfus is a recent GVSU graduate from the Master’s of Public Administration with Healthcare Administration concentration and Graduate Certificate of Nonprofit Leadership programs. He is currently pursuing a Master’s of Business Administration with Health Sector Management concentration. His undergraduate degree is a Bachelor’s of Science of Business Administration from Cornerstone University. He is planning on pursuing a Ph.D. in public administration or a related field at some point in the future.      Chris is a 2013 Point Foundation National Semifinalist, one of the nation’s most prominent LGBTQ scholarships. He is a past recipient of the 2011-12 GVSU Peace and Justice Award and the 2011-12 West Shore Aware LGBT Scholarship.      Chris has over five years of combined experience leading nonprofit organizations in West Michigan. In 2010, he founded The Council for Human Rights, formerly known as The Tolerance, Equality, and Awareness Movement (TEAM), which is a 501(c)(3) human rights organization devoted to advancing an all-inclusive, 21st century human rights agenda, based upon the principles outlined in the United Nations Universal Declaration of Human Rights. In addition, he is a Social Group Facilitator and former Steering Committee Chairperson for The LGBT Network of West Michigan. Altogether, he has organized seven fundraising events for West Michigan nonprofit organizations. His work has been featured in The Advocate, The Raw Story, Pink News UK, Truth Wins Out, and other national and international media outlets. Surfus/Equity Issues in LGBT Funding  83       Chris has addressed a number of key policy issues in his work in the nonprofit sector, including education and advocacy efforts on anti-bullying, nondiscrimination, racial equity, and marriage equality. He has organized demonstrations and sought prosecution of hate groups identified by the Southern Poverty Law Center. He is currently conducting research on various human rights issues to use in his nonprofit’s program development to benefit Grand Rapids and the surrounding areas.   ",
    "id": 17170546,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.gvsu.edu:spnhareview-1030"
    },
    "title": "Equity Issues in LGBT Funding: Inequality Remains Despite National Progress",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2013-01-01T08:00:00+00:00",
    "publisher": "ScholarWorks@GVSU",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.gvsu.edu/cgi/viewcontent.cgi?article=1030&amp;context=spnhareview"
    ],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/17170546.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/17170546"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/17170546/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/17170546/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/17170546"
        }
    ],
    "abstract": "The lesbian, gay, bisexual, and transgender (LGBT) community has made notable progress in many key equality areas nationally. Issues impacting the local LGBT community have been relatively unnoticed with the national progress on marriage equality, Don’t Ask Don’t Tell, and other social reforms. Despite the bittersweet progress, organizations like Funders for LGBTQ Issues, the Horizons Foundation, the National Gay and Lesbian Task Force, and others have collected information on the disparities in LGBT foundation funding and the findings are quite alarming. Furthermore, the findings presented indicate that equitable foundation support is key to advancements in LGBT equality efforts. While some of the largest national LGBT organizations receive a majority of LGBT funding, local LGBT organizations continue to struggle to address key issues, including LGBT homelessness and social services. At the same time, local LGBT organizations struggle with capacity-building efforts and often fail to acquire 501(c)(3) tax-exempt status. Loose organizational structures (Magnus, 2008) create risks for community foundations in funding LGBT programs and projects. Many funders lack LGBT competency, or a basic understanding of the issues impacting LGBT persons, and this creates confusion while local LGBT organizations do not receive adequate support. Furthermore, the lack of optimal funding environments for LGBT organizations creates vulnerable youth and elderly populations. The research and findings presented are the core of understanding LGBT issues and the disparities in funding, and policy recommendations address areas of progress to create a more inclusive and equitable future tomorrow",
    "tags": [
        "text",
        "LGBT foundation funding disparities in the United States",
        "public policy issues impacting the LGBT community",
        "sources of LGBT grantmaking",
        "quantitative information on grants for LGBT organizations"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.gvsu.edu:spnhareview-1030",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "261",
        "openDoarId": 0,
        "name": "Scholarworks@GVSU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 17170546,
        "depositedDate": null,
        "publishedDate": "2013-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-27T19:51:18+00:00",
        "acceptedDate": null,
        "createdDate": "2013-10-09T08:00:33+01:00"
    },
    "urls": [
        "https://scholarworks.gvsu.edu/spnhareview/vol9/iss1/7",
        "https://scholarworks.gvsu.edu/context/spnhareview/article/1030/viewcontent/65_83_Surfus_Capstone_Paper_LGBTQ_Foundation_Funding_Disparities.pdf"
    ],
    "lastUpdate": "2024-01-27T19:51:18+00:00",
    "setSpecs": []
}