{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kilp, Alar"
        }
    ],
    "contributors": [
        "\"European Union (EU)\" and \"Horizon 2020\""
    ],
    "createdDate": "2018-05-01T14:08:52+01:00",
    "dataProvider": {
        "id": 543,
        "name": "DSpace at Tartu University Library",
        "url": "https://api.core.ac.uk/v3/data-providers/543",
        "logo": "https://api.core.ac.uk/data-providers/543/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/156901749.pdf",
    "fullText": "84ALAR KILP1ESTONIA: RELIGIOUS ASSOCIATION RESTRICTIONS OF SAME-SEX COUPLE RELIGIOUS RIGHTSUntil the mid-20th century, same-sex couples’ rights were not publicly discussed. Mainstream Christian churches considered homosexuality a sin, and traditionally Christian cultures did not recognize same-sex partnerships as families or marriages. States categorized homosexual acts as criminal behavior, and religious authorities considered homosexuality “shameful, even sinful.”2 In this context, religious institutions commanded significant social and cultural authority because public laws (as did society in general) reflected religious norms regarding sexuality, family and marriage.Since the mid-20th century, religious institutions’ authority over the social definition of marriage has been challenged in three dimensions. These chal-lenges come legally, by the liberalization of laws regulating sexuality and marriage;3 socially, by changes in popular preferences and lifestyle choices;4 and religiously, through religious internal secularization,5 whereby religious associations adapt to liberal values predominant in the secular culture.For Christian churches, the issue at stake does not concern changes at the levels of religious affiliation, belief, and practice, or in religious deinstitution-alization. Rather, the question is whether the traditional moral norms regulating gender and sexuality are being followed socially, whether the authoritative 1 Alar Kilp – PhD, Institute of Government and Politics, University of Tartu, Estonia.2 Immanuel Wallerstein, “Render Unto Caesar? The Dilemmas of a Multicultural World”, Sociology of Religion, 66(2) (2005), 122.3 Jytte Klausen, “Why religion has become more salient in Europe: four working hypotheses about secularization and religiosity in contemporary politics”, European Political Science 8(3) (2009), 292, 296.4 Guy Ben Porat, Between State and Synagogue: The Secularization of Contemporary Israel (Cambridge: Cambridge University Press 2013), 24.5 Jose Casanova, Public Religions in the Modern World (Chicago: University of Chicago Press 1994), 22.85representation of traditional church values is culturally acknowledged, and whether the law endorses traditional norms. Hence this issue also pertains to the extent to which the church has social authority over those members of society who are “not churchgoing,” “not believing,” and “not believing in belonging”6 but consider important religious services such as christenings, marriages and funerals as “rites of passage.” The last mentioned social segment includes “national atheists” and “national traditionalists” for whom national religious traditions, rites and rituals are a means of connecting to the national community.7 They may not acknowledge the religious authority of the church, but may approve of the church’s political and cultural role.The interplay of the above-mentioned dimensions determines the degree to which society preserves traditional conceptions of “family” and “marriage.” Laws recognizing multiple non-traditional family structures and changes in individual sexual behavior challenge church authority over traditional norms. The disagreement among church leadership and membership over the liberaliza-tion of marriage-related norms encourages the liberalization of the family law.Thus, the degree to which the legal norms undermine or support opera-tive church norms conditions the church’s social authority. However, it is also possible that the secularized state supports traditionalist norms without acknowledging the Christian churches’ social authority. For example, after the Soviet Union criminalized homosexuality between 1933 and 1934,8 the estab-lished social norms originated from the Communist Party’s social authority rather than from Christian churches because the Soviet Union’s atheist ideology did not publicly recognize Christian churches’ norms.In both the predominantly post-industrial West and socioeconomically less advanced, post-communist East, European cultures have moved away from the “traditional norms that regulated the institution of marriage, the relations of gender and the norms of sexuality”9 by following different patterns and timings.10 In Western Europe, the turning point in the relationship between 6 Lisbet Christoffersen, “Intertwinement: A New Concept for Understanding Religion-Law Relations”, Nordic Journal of Religion and Society, 19(2) (2006), 118.7 Eileen Barker, “But who’s going to win? National and minority religions in post-communist society”, Philosophy and Sociology 2(6) (1999), 62-63.8 Helen Zorgdrager, “Homosexuality and hypermasculinity in the public discourse of the Russian Orthodox Church: an affect theoretical approach”, International Journal of Philosophy and Theology 74(3) (2013), 219.9 Jytte Klausen, “Why religion has become”, 291, 194.10 Pippa Norris and Ronald Inglehart, Sacred and Secular: Religion and Politics Worldwide (Cambridge: Cambridge University Press 2004), 112-127.Religious Association Restrictions of Same-sex Couple Religious Rights86Christianity and the laws relating to homosexuality occurred in the 1960s and 1970s.11 In Eastern Europe, the public debates over the legal norms regulating sexuality and marriage started in the 1990s and intensified in most countries in the beginning of the 21st century. Among the post-communist countries that joined the European Union in 2004 and thereafter, the domestic interpretations of the related European norms influenced the public debates over recognition for same-sex couples.The Domestic Impact of Euro-SecularismOn the one hand, the European Union grants autonomy to its member states to regulate religious affairs at the national level.12 Correspondingly, the Euro-pean law on religion recognizes both those national systems with established churches as well as those founded upon the principle of the separation of church and state. On the other hand, however, European institutions (particularly the European Union and the European Court of Human Rights) monitor and limit national laws on religion and church-state relations.The European Union’s “religion law” – or, as phrased by Norman Doe, the European Union’s “common law” on religion – is guided by a set of principles. These include “the value of religion,” “cooperation with religion,” “the special protection of religion” by means of privileges and exemptions, subsidiarity (i.e., the principle that religious affairs are primarily regulated by each member state at their own national level), “the autonomy of religious associations,’ “religious equality” (and non-discrimination), and “religious freedom.”13 In legal and political practice, these principles interact so that those tending to protect majority rights are balanced with the others protecting minority and individual rights. For example, principles such as “the value of religion,” “cooperation with religion,” and “the special protection of religion” predominantly favor the traditional and numerically largest religious confes-sions. Conversely, principles such as “religious freedom,” “state neutrality,” and “religious equality” tend to limit (religious) majority rights in favor of (religious) minorities and individuals.11 Hugh Macleod,“Introduction” [in] Hugh Macleod and Werner Ustorf, eds., The Decline of Christendom in Western Europe, 1750-2000 (Cambridge: Cambridge University Press 2003), 3.12 Norman Doe, Law and Religion in Europe: A Comparative Introduction (Oxford: Oxford University Press 2011), 30.13 Norman Doe, Law and Religion in Europe, 238-251.Alar Kilp87European institutions therefore accept national variations in religion law as legitimate. For example, the European Convention on Human Rights and Fundamental Freedoms (ECHRFF) proclaims that a national law may limit rights to freedom of religion and religious practices. According to Article 9 of the ECHRFF, the rights to freedom of religion and religious practices “shall be subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedoms of others.”14 In reality, however, European institutions also contribute to a harmonization of the national religion laws.15 Because cultural and social harmonization is largely beyond the reach of European institutions, these efforts are predominantly legal. The legal harmonization is guided by the type of secularism promoted by European institutions (Euro-secularism) which emphasizes:1. the separation of religion and politics, particularly the exclusion of “autonomous religious influence from political and social choices;”162. privatization of religion, which restricts religion to the private sphere and narrows space for “sacred values” in society and culture;17 and3. the protection of individual religious freedom.18In the policy area of “moral issues,” the European Union is strongly committed to individual autonomy.19 An emphasis on individual choices over collective rights is in accordance with the legal reforms regulating sexuality in the largest EU member-states, which have significantly weakened clerical control over personal decisions.20 Julian Rivers has even suggested that “a new establishment” has been emerging within the EU in recent decades; this has led to elevated respect for the choice of an individual to determine sexual identity and has replaced the heterosexist patriarchy with an ethic of gender 14 Article 9.2, European Convention on Human Rights and Fundamental Freedoms (1950). 15 Rik Torfs, “The Religion–State Relationship in Europe”, The Review of Faith & Interna-tional Affairs, 8(2) (2010), 16.16 John McCormick, Europeanism (Oxford: Oxford University Press 2010), 175-182.17 Jytte Klausen, “Why religion has become”, 294.18 Jose Casanova, “The Problem of Religion and the anxieties of European secular democ-racy” [in] Gabriel Motzkin and Yochi Fischer, eds., Religion and Democracy in Contemporary Europe (London: Alliance Publishing Trust 2008), 64, 67.19 Ronan McCrea, Religion and the Public Order of the European Union (Oxford: Oxford University Press 2010), 10.20 Jytte Klausen, “Why religion has become”, 292.Religious Association Restrictions of Same-sex Couple Religious Rights88equality.21 As a result, intolerance of religious ethics considered incompatible with the new set of secular values has increased, while the legitimate scope of religious autonomy for churches adopting a different ethic in the realm of sexual orientation has diminished.22 As a result, the degree to which the new norm of equality among sexual orientations becomes part of the European public sphere is the degree to which the religious autonomy of churches following a contrasting ethic becomes a controversial theme in public debates. In post-communist Europe, where no state has legally recognized same-sex marriage, and in the post-Soviet region, where no state has even legally recog-nized same-sex partnership, the public debates focus on legal recognition of same-sex families rather than on religious autonomy. Questions about religious autonomy for associations which do not recognize same-sex families are typically not publicly debated until the legal recognition of same-sex families has either materialized or become highly likely.Religious Recognition of Same-Sex FamiliesThe religious recognition of same-sex families occurs when religious institu-tions provide rituals such as religious marriage and other services on an equal basis to both hetero- and homosexual couples, and when religious institutions do not discriminate amongst their members on the basis of their sexual orientation. Unlike legal recognition, which depends on the will of the national parliament, religious recognition is primarily dependent on the will of the religious leadership.For example, the Lutheran Churches in Scandinavian societies have a degree of autonomy in deciding the limits of the religious rights of homo-sexuals among their membership. In both Denmark and Sweden, the Lutheran Churches started to provide religious same-sex marriages shortly after their respective parliaments legalized same-sex marriage. Same-sex marriage is also legal in Norway, but the Church of Norway does not marry same-sex couples. Therefore it can be argued that homosexual religious rights are more limited in Norway than in Denmark not because of state laws, but because of the internal regulations of the dominant church.21 Julian Rivers, “Law, Religion and Gender Equality”, Ecclesiastical Law Journal, 9 (2007), 24, 33.22 Rivers, “Law, Religion and Gender Equality”, 38, 41.Alar Kilp89The Position of European Institutions regarding Legal Recognition of Same-Sex FamiliesAs they decide about the legal status of same-sex families the parliaments of the post-communist member states of the EU are to some degree also influenced by European institutions. Since about 2010, the European Court of Human Rights (ECtHR) and the European Union began to expect all contracting states of the Council of Europe and member states of the EU to protect the family life of same-sex couples in some form or another on an equal basis with heterosexual couples – albeit without mandating that the states legalize same-sex marriage. The European Union’s commitment to a principle whereby all human rights apply to homosexuals as they apply to heterosexuals is explicitly articulated in the 2013 “Guidelines to Promote and Protect the Enjoyment of All Human Rights by Lesbian, Gay, Bisexual, Transgender and Intersex (LGBTI) Persons” which says:“LGBTI persons have the same rights as all other individuals – no new human rights are created for them and none should be denied to them. The EU is committed to the principle of the universality of human rights and reaffirms that cultural, traditional or religious values cannot be invoked to justify any form of discrimination, including discrimination against LGBTI persons.”23In Schalk and Kopf v Austria (2010) the ECtHR recognized the right of same-sex couples to family life, and expected some form of legal recogni-tion of same-sex relationships in all contracting states of the Council of Europe. The Court did not expect the states to have uniform same-sex union laws, but clearly proclaimed that the states are obliged to provide legal recognition for same-sex couples and their family lives.24 In Vallianatos and Others v. Greece (2013), the Court elaborated its position and held that a Greek civil union law that did not extend to same-sex couples violated the European Convention on Human Rights by unjustified discrimination between heterosexual and homosexual couples. In like manner, the European Parliament expects all member states to recognize same-sex families, and 23 The Council of the European Union, “Guidelines to Promote and Protect the Enjoyment of All Human Rights by Lesbian, Gay, Bisexual, Transgender and Intersex (LGBTI) Persons”, 24 June 2013, available at http://www.consilium.europa.eu/uedocs/cms_Data/docs/pressdata/EN/foraff/137584.pdf [14.04.2015].24 Jens M. Scherpe, “The Legal Recognition of Same-Sex Couples in Europe and the Role of the European Court of Human Rights”, The Equal Rights Review 10 (2013), 91-92.Religious Association Restrictions of Same-sex Couple Religious Rights90condemns policies of member states that exclude same-sex couples from the definition of “family.”25Legal Recognition of Same-Sex Cohabitation by the Estonian ParliamentThe perceived shift in the institutional positions of the ECtHR and the EU has also influenced the ideological positions of Estonian MPs. After Schalk and Kopf v Austria (2010), the Estonian parliament began to acknowledge that European institutions were expecting it to grant same-sex couples some form of legal status. After the Vallianatos case, it became clear that the European Court of Human Rights would not endorse a Cohabitation Act if it only applied to heterosexual couples. Therefore, the Parliament opted for a gender-neutral Cohabitation Act which grants same- and opposite-sex couples the right to formally enter into a cohabitation contract covering issues related to property, inheritance, and care obligations toward each other.26 In 2009, a draft of this act was included in the agenda of the Estonian Parliament and its Government. Until 2014, however, the draft did not find sufficient support from the government which included the national and conservative Pro Patria and the Res Publica Union. The situation changed on 26 March 2014, when the liberal-right Reform Party and the Social Democrats formed a new government. The Social Democrats were the only parliamentary party that had articulated (as early as 2009) straightforward support for the legal recognition of same-sex couples.On 9 October 2014, the Estonian Parliament passed the gender-neutral Cohabitation Act, which legally recognizes the lifestyle choices of both same-sex and opposite-sex unmarried couples through registered partnership, with 40 votes in favor and 38 votes against. The Act entered into force on 1 January 2016; in the interim period the Parliament had passed related implementing provisions which required the support of an absolute parliamentary majority (51 out of 101).25 The European Parliament (2012), “The European Parliament resolution of 24 May 2012 on the fight against homophobia in Europe”, available at: http://www.europarl.europa.eu/sides/getDoc.do?type=TA&language=EN&reference=P7-TA-2012-222 [15.04.2015].26 Andra Olm, “Non-married Cohabiting Couples and Their Constitutional Right to Family Life”, Juridica International 20 (2013), 109.Alar Kilp91The proposed Cohabitation Act includes same-sex cohabitations as legally recognized and protected family types, but does not change the current Estonian legislation on marriage. The Estonian Family Law Act defines marriage as a contract between a man and a woman, and considers a marriage void when formed between persons of the same sex. Therefore, when the Cohabitation Act entered into force in 2016, heterosexual marriage became one of the legally recognized forms of family. The Estonian political elite initiated and supported the Cohabitation Act, while the religious elite (leaders of the dominant religious organizations) have explicitly condemned and rejected it.Re-Definition of “The Family”Proponents of the Cohabitation Act – including the President of Estonia, Toomas Hendrik Ilves – argue that the bill was needed because behavioral choices among the Estonian population already testify to a changed meaning of the term “family” (e.g., about 60% of all children are born out of wedlock, that is to say, to unmarried mothers). In contrast, Estonian churches are worried about the negative outcomes of the Cohabitation Act on the normative status of traditional marriage. On 23 May 2014, the United Methodist Church in Estonia published a statement arguing that the experience of other countries demonstrates that a cohabitation bill, rather than being the ultimate aim of those who propose such, is only an intermediate phase before a radical reinterpreta-tion of marriage and the family. Similarly, an address by the Estonian Orthodox Church of the Moscow Patriarchy to the Estonian Parliament regarding the Cohabitation Bill (13 May 2014) disapproved of legalizing the cohabitation of same-sex couples because it would make their relationship “practically equal with marriage.”27 It is highly likely that the Cohabitation Act will redraw the boundaries of legitimate family forms and transform common sense under-standings of “the family” among the Estonian population. This possibility has alarmed all Estonian churches.27 The Estonian Orthodox Church of the Moscow Patriarchy, “Moskva Patriarhaadi Eesti Õigeusu Kiriku Täiskogu pöördumine Riigikogule seoses kooseluseaduse eelnõu 650 SE arutamisega” [The address of the Estonian Orthodox Church of the Moscow Patriarchy to the Parliament regarding the discussion of the Cohabitation Act 650 SE], available at: http://www.orthodox.ee/314est.html [15.04.2015].Religious Association Restrictions of Same-sex Couple Religious Rights92Religious AutonomyChurches in Estonia are also worried that, after the Cohabitation Act’s adoption, they will be forced to adjust their religious messages and services so that these neither condemn homosexual lifestyles nor discriminate in church membership on the basis of sexual orientation. The churches also worry that, unless they change and conform – which they are unwilling to do – they will be accused of “incitement of hatred” or of discrimination. On 22 August 2012, the Archbishop of the Estonian Evangelical Lutheran Church, Andres Põder, argued in his letter to the Minister of Justice that the majority of religious associations in Estonia forbids behaviors which are legally regulated, such as abortion and sexual relations outside marriage or with a person of the same gender. The Archbishop was worried that, when laws recognize same-sex cohabitation, these essential beliefs of Estonian religious tradition may be interpreted as “hate speech” or discrimination.The same concern has been voiced by the Council of Estonian Churches28 which represents not only the numerically largest and historic Christian denominations of Estonia, but also those of more recent origin: the Estonian Evangelical Lutheran Church, the Union of Evangelical Christian and Baptist Churches of Estonia, the Estonian Methodist Church, the Roman Catholic Church, the Estonian Christian Pentecostal Church, the Estonian Conferences of the Seventh-Day Adventists Church, the St. Gregory Estonian Congregation of the Armenian Apostolic Church, the Estonian Apostolic Orthodox Church, the Estonian Orthodox Church of the Moscow Patriarchy, and the Charismatic Episcopal Church of Estonia. On 28 September 2012, the Council of Estonian Churches (CEC) published its “Position on the Draft of the Cohabitation Act.”29 It argued that when religious ministers publicly articulate positions stemming from their church’s doctrine regarding a homosexual lifestyle during a religious service, in the media, or in public, they cannot be certain whether persons with different viewpoints would consider this a systematic incitement to hatred or discrimination.The document added that the member churches of the CEC cannot support the legalization of same-sex cohabitation because a homosexual lifestyle is 28 www.ekn.ee [12.04.2015]29 Council of Estonian Churches, “Eesti Kirikute Nõukogu seisukoht Kooseluseaduse kontseptsiooni kohta” [The position of the Council of Estonian Churches on the concept of the Cohabitation Act], 28 September 2012, available at: http://www.ekn.ee/lakitus.php?id=21 [13.04.2015].Alar Kilp93a sin before God, and sins and vices cannot be justified or legally recognized. This position remained a constant part of public statements by the CEC and its individual member churches during the intensified public debate over the Cohabitation Act during the summer and autumn of 2014. For example, on 4 October 2014, Metropolitan Stephanus of the Estonian Apostolic Orthodox Church argued that “[…] homosexual relationships are not positively supported by any biblical text. Theologians, who argue contrariwise, ignore the Bible.”30 On 11 September 2014, when the involved parties were invited to discuss the Cohabitation Act in the Legal Affairs Committee of the Estonian Parlia-ment, the CEC representative was asked to comment on how churches like the Church of Sweden cope with situations where same-sex cohabitation is legally recognized and socially accepted. The CEC representative responded with a statement saying that toleration of same-sex cohabitation is an absolute minority viewpoint in the Christian world. Therefore, the Estonian churches are not siding with the (Lutheran) churches of Scandinavia, with respect to either religious or public policy dimensions, where Parliaments have legalized same-sex marriage with partial or full support of churches.In the CEC’s view, traditional European values do not support the rights of same-sex couples. On 30 April 2014, in an address to the Estonian Parliament on the cohabitation bill, the CEC argued that its adoption may evoke a serious security threat because it divides Estonian society; it also forces non-Estonians who do not agree with the abandonment of traditional European values to seek support from a “cultural area and state” where marriage and family are continually honored as sacrosanct.31 The address did not identify the particulars of such a “cultural area and state” in which marriage and family are honored, but it is most likely that the CEC was not referring to the Lutheran Churches of Scandinavia. Already in March 2007, in reaction to the decision of the Swedish (Lutheran) Church to bless same-sex couples in church services, the Archbishop of the Estonian Evangelical Lutheran Church, Andres Põder, argued that homosexual behavior is a sin and that blessing a same-sex partnership is inconceivable in the Estonian 30 Metropoliit Stefanus: EAÕK soovib kooseluseaduse teemal sisulisemat arutelu [Metro-politan Stephanus: Estonian Apostolic Orthodox Church requests a more substantive debate over the Cohabitation Act], Postimees, 4 October 2014, available at: http://www.postimees.ee/2942969/metropoliit-stefanus-eaok-soovib-kooseluseaduse-teemal-sisulisemat-arutelu [14.04.2015].31 Council of Estonian Churches, “Arvamus kooseluseaduse eelnõu 650 SE I kohta” [Opinion regarding the Cohabitation Bill 650 SE I], 30 April 2014, available at: http://www.ekn.ee/doc/uudised/Kiri_Riigikogule_2904_RL.pdf [14.04.2015].Religious Association Restrictions of Same-sex Couple Religious Rights94Lutheran Church.32 As far as the rights of homosexual couples are concerned, the Estonian Lutheran Church seems to side with the Orthodox Christian churches rather than with the Lutherans of Scandinavia.Autonomy of the Estonian State from ReligionAccording to Lisbet Christoffersen, the mutual autonomy of church and state – the autonomy of the state from religion and the autonomy of a religion from the state – is framed and formed by “the theological (normative-religious) context,” “legal ordering of […] relations between [the] state and churches (religious denominations),” “basic constitutional values,” and “the common European legal norms, as they are understood and used in the concrete national context.”33The Estonian state is significantly autonomous from religion. In Estonia, the Constitutional clause stipulating that “there is no state church” (Article 40) safeguards the process of political decision-making from clerical interference. As in all other European states,34 the Estonian state’s neutrality is manifested also in its autonomy from religious law. Similar to many other European states, Estonia recognizes two levels of religious organizations. At the top level, ten member churches of the Estonian Council of Churches enjoy privileged access to government and to state funds; they enjoy a relationship of partnership and dialogue with the state in fields like the media, education, chaplaincy, ecumenism, and international relations. However, this unequal (or privileged) treatment of some religious associations in and of itself does not violate the principles of democratic government “as long as there is no specific intent to support or hinder a specific religion,”35 and “religious freedom for others is guaranteed.”3632 Anneli Ammas, “Eesti luteri kirik Rootsi eeskujul homoabielusid sõlmima ei hakka” [The Estonian Lutheran Church will not follow the Swedish example of same-sex weddings], Eesti Päevaleht, 27 March 2007.33 Christoffersen, “Intertwinement”, 114.34 Benyamin Neuberger, “Religion and State in Europe and Israel” [in] Reuven Hazan and Moshe Maor, eds., Parties, Elections and Cleavages: Israel in Comparative Perspective (London: Frank Cass 1999), 77.35 Jonathan Fox, “Separation of Religion and State and Secularism in Theory and in Practice”, Religion, State and Society 39(4) (2011), 385-386.36 Doe, Law and Religion in Europe, 40; Jeroen Temperman, State-Religion Relationships and Human Rights Law: Towards a Right to Religiously Neutral Governance (Leiden: Martinus Nihjoff Publishers 2010), 1.Alar Kilp95In the last decade, with the exception of the Cohabitation Act, there have been no significant conflicts between Estonia’s religious and political elites. The Estonian party system lacks the Christian parties which exist in Scandi-navian parliaments and the Christian Democratic parties which are the major, conservative and pro-church parties in continental Western Europe. In Estonia, religious rhetoric is absent from daily politics or, when it is used, it is assumed that Christian values operating in Estonian politics are defined by the political elite and are represented by the ideological positions of all parliamentary parties.37 Against this background, the introduction of the Cohabitation Act empowers the state against Estonia’s dominant churches by establishing a new set of legally recognized family forms that do not correspond to the norms, will, or practice of the Christian churches.Autonomy of the Church from the StateThe Estonian Family Law does not recognize same-sex marriage but provides for a religious marriage on the condition that “an authorized clergyman can refuse to perform marriages if those being married oppose the conditions set to marriage by the confessions of the church, congregation, or association of congregations.”38 Against this background, the Cohabitation Act will not change the procedures for religious marriage. Unless the Parliament explic-itly recognizes same-sex marriage, there exists no marriage-related conflict between church and state. Consequently, as far as marriage is concerned, preconditions for the debate over the “autonomy of the church from the state” are lacking.A controversy over the “autonomy of the church from the state” is emerging regarding the religious rights of homosexual couples. In a context where literally all Christian churches only accept heterosexual families, homosexual couples have nowhere to practice their religious rights. The legitimate autonomy of religious organizations to not recognize homosexual couples among their membership while the state does recognize them has only become a real issue (and a public controversy) as of the day the Cohabitation Act entered into force.37 Alar Kilp, “Patterns of Lutheran politics in a post-communist state: the case of Estonia”, Kultura i Polityka 6 (2009), 70-71.38 Merilin Kiviorg, “Church and State in Estonia” [in] Silvio Ferrari and W. Cole Durham Jr., eds., Law and Religion in Post-Communist Europe (Leuven: Peeters 2003), 118.Religious Association Restrictions of Same-sex Couple Religious Rights96The autonomy of religious associations from the state is one of the funda-mental cornerstones of democratic systems of government.39 In theory, full denial of religious association autonomy is a feature characterizing totalitarian regimes. Both ideologically atheistic40 as well as religiously theocratic forms of totalitarian government violate the autonomy of the individual conscience41 and the autonomy of religious associations.42 Additionally, the right to religious autonomy is also fundamental for collective religious freedom, because “… there cannot be religious freedom for the communal side of religion unless the religious community qua community has autonomy.”43 In principle, neither the state nor the social majority can force Estonian Churches to open themselves up to homosexuals. Liberal democracies ought to grant religious associations autonomy to decide whether they will recognize same-sex families within their associations or not.However, to the degree to which the equal treatment of citizens (irrespec-tive of sexual orientation) becomes a culturally accepted norm, the harder it will be for religious associations to define the norms (texts, dogmas, and traditions) that earlier regulated sexuality among their membership in public debates as religious. Their religious definitions of sexuality are plausible within a Christian sub-culture that is no longer socially hegemonic. It is most likely that, once the Cohabitation Act entered into effect, “the religious rights of homosexuals” will be a legitimate theme of debate in the Estonian public sphere. Religious rejections of the religious rights of same-sex couples will become less plausible when the religious rights of same-sex couples per se are recognized as legitimate.39 Tariq Modood, “Moderate Secularism, Religion as Identity and Respect for Religion”, The Political Quarterly 81(1) (2010), 8.40 Donald E. Smith, “Religion and Political Modernization: Comparative Perspectives” [in] Donald E. Smith, ed., Religion and Political Modernization: Comparative Perspectives (London: Yale University Press 1974), 8.41 Aldir Guedes Soriano, “Liberal Democracy and the Right to Religious Freedom”, Brigham Young University Law Review 3 (2013), 600.42 W. Cole Durham Jr., “Patterns of Religion State Relations” [in] John Witte Jr. and M. Chris-tian Green, eds., Religion and Human Rights: An Introduction (Oxford: Oxford University Press 2012), 360.43 W. Cole Durham Jr., “The Right to Autonomy in Religious Affairs: A Comparative View” [in] Gerhard Robbers, ed., Church Autonomy: A Comparative Survey (Frankfurt am Main: Peter Lang 2001), 26.Alar Kilp97The Religious Rights of Same-Sex CouplesDoes the freedom of religion apply to sexual minorities? Do homosexuals have religious rights? Heiner Bielefeldt argues that freedom of religion is based on the ability of human beings “to have and develop deep convictions in the first place.”44 To put it simply, homosexuals are human beings and they are capable of having deep convictions. Hence, one can hypothesize that same-sex couples have rights to religious freedom and to free exercise of religion as well.When virtually all religious organizations deny the existence of a homo-sexual identity (considering it a sin, vice or bad habit) and reject a homosexual lifestyle, then the free exercise of religion is inhibited for homosexuals. If religious associations do not open up to homosexuals, and the state grants religious associations autonomy to discriminate within their membership in a way which, if measured “against society-wide standards” may be judged as discriminatory,45 then should homosexuals then be free to leave existing religious associations to form a church of their own? This might be a working solution, but it is far from perfect. Ideally, discrimination on the basis of sexual orientation is eliminated best when sexual differences are depoliticized46 and become a non-issue.47 Similar to gender equality, which would not be achieved by the introduction of separate churches for men and women, discrimination on the basis of sexual orientation is best eliminated when either newly founded or traditional religious associations cease to distinguish between individuals on that basis. And when such a religious association emerges, the state has a duty to protect it from social intolerance.44 Heiner Bielefeldt, “Freedom of Religion or Belief-A Human Right Under Pressure”, Oxford Journal of Law and Religion 1(1) (2012), 17.45 John R. Bowen, “Religious Discrimination and Religious Governance Across Secular and Islamic Countries: France and Indonesia as Limiting Cases”, American Behavioral Scientist 53(12) (2010), 1750.46 Paul Mepschen and Jan Willem Duyvendak, “European Sexual Nationalisms: The Cultur-alization of Citizenship and the Sexual Politics of Belonging and Exclusion”, Perspectives on Europe 41(1) (2012), 73.47 Dan Kuwali, “Battle for Sex? Protecting Sexual(ity) Rights in Africa”, Human Rights Quarterly 36(1) (2014), 24.Religious Association Restrictions of Same-sex Couple Religious Rights",
    "id": 156901749,
    "identifiers": {
        "doi": null,
        "oai": "oai:dspace.ut.ee:10062/59744"
    },
    "title": "Estonia: Religious Association Restrictions of Same-Sex Couple Religious Rights",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-01-01T00:00:00+00:00",
    "publisher": "Krakow: NOMOS",
    "references": [],
    "sourceFulltextUrls": [
        "https://dspace.ut.ee/bitstream/10062/59744/1/Kilp_2017_NOMOS.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/156901749.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/156901749"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/156901749/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/156901749/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/156901749"
        }
    ],
    "abstract": "EU law on same-sex unions (SSU) expects Member States to legally recognize the family life of same-sex couples in the form of marriage, partnership, or cohabitation. The normative expectation, which in about 2010 became a principled position of the EU institutions and the European Court of Human Rights, has not been endorsed by one Western European Member State (Italy) as well as the majority of the post-Communist Member States (Bulgaria, Latvia, Lithuania, Poland, Romania and Slovakia). There are a number of causes behind the failure to enact SSU laws: the legacies of the communist regimes, the prevalence of a certain interpretation of Christian doctrine, the medium level of economic affluence, and an unfavorable balance of power between the change and blocking coalitions of social, religious, and political actors.\nUnlike Western European countries, where the family life of same-sex unions was legally recognized primarily due to pressures from below (due to changes in public opinion and shifts in cultural values), governments and legislatures in most Central and Eastern European Member States are encouraged more from above (by the European Union and the Council of Europe). Therefore, the prospects for legal recognition of same-sex unions are slim in countries where the European normative agenda meets no significant support from domestic social values or religious and political actors. This conflict of national and EU forces is most likely to persist in Member States which are post-Soviet, culturally Orthodox, not shifted from materialist to post-materialist values, and governed by right-wing governmental coalitions",
    "tags": [
        "info:eu-repo/semantics/article",
        "European Union",
        "law and religion",
        "secularism",
        "normative values",
        "sexuality",
        "same-sex unions",
        "European Court of Human Rights",
        "Euroopa Liit",
        "religioon",
        "õigus",
        "sekularism",
        "väärtused",
        "seksuaalsus",
        "samasooliste kooselu",
        "Euroopa Inimõiguste Kohus"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article"
    ],
    "oai": "oai:dspace.ut.ee:10062/59744",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "543",
        "openDoarId": 0,
        "name": "DSpace at Tartu University Library",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 156901749,
        "depositedDate": null,
        "publishedDate": "2017-01-01T00:00:00+00:00",
        "updatedDate": "2023-11-07T16:57:15+00:00",
        "acceptedDate": null,
        "createdDate": "2018-05-01T14:08:52+01:00"
    },
    "urls": [
        "http://hdl.handle.net/10062/59744",
        "https://dspace.ut.ee/bitstream/10062/59744/1/Kilp_2017_NOMOS.pdf"
    ],
    "lastUpdate": "2023-11-07T16:57:15+00:00",
    "setSpecs": []
}