{
    "acceptedDate": "2017-07-01T00:00:00+01:00",
    "authors": [
        {
            "name": "Hersh, Marion"
        }
    ],
    "contributors": [],
    "createdDate": "2017-12-01T03:08:55+00:00",
    "dataProvider": {
        "id": 42,
        "name": "Enlighten",
        "url": "https://api.core.ac.uk/v3/data-providers/42",
        "logo": "https://api.core.ac.uk/data-providers/42/logo"
    },
    "depositedDate": "2017-07-01T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.1016/j.ifacol.2017.08.1031",
    "downloadUrl": "https://core.ac.uk/download/132211410.pdf",
    "fullText": "ETHICAL ENGINEERING AND RESPECT FOR THE 'OTHER'  Marion Hersh  Biomedical Engineering, University of Glasgow, Scotland (email: marion.hersh@glasgow.ac.uk) Abstract: Engineers have a very important role and responsibility in shaping modern society. Diversity amongst engineers is important in fulfilling this responsibility and ensuring that the creativity and needs of the whole population are taken account of.  However, only a small percentage of engineers are female and very few of them are disabled.  The paper discusses the experiences of women and disabled engineers in the context of othering and considers the way in which the existence of binary divides facilitates marginalisation and exclusion.  It also discusses the need to involve end-users in design and development and education to encourage this, with a particular focus on disabled end-users.        Keywords: ethical engineering, disability, women, engineers, other  1. INTRODUCTION Engineers potentially have a very important role and equally great responsibility in shaping modern society.  Currently the majority of engineers are male and few of them are disabled.  Disabled female engineers are particularly rare.  While engineering takes place in different countries and cultures, within each culture design is generally carried out from the perspective of the dominant culture, but influenced to a greater or lesser extent by dominant western (largely US)  perspectives. This lack of diversity has a number of disadvantages.  Research shows that successful equality and diversity policies have positive impacts on organisations (EEOT, 2008).  For instance, high achievers prefer to work in organisations with diversity policies, practices and values (Ng and Burke, 2005)  and such policies, practices and values have been found to generally result in very significant benefits for the organisation (Kirton and Greene, 2005; Monks 2007).  In addition, the potential users of the results of engineering creativity cover the whole spectrum of humanity, but the scarcity of, women and disabled engineers (never mind disabled women engineers, lesbian engineers, black women engineers etc) means that the needs of these sections of the population are unlikely to be met.   Good design involves end-users, as it is only the intended end-users who understand their needs and wishes.  If end-users are not involved in the design and development process, then the design will often be based on what the designer considers appropriate or what meets their needs, which may be very different from those of the end-users.  As a simple illustration, a few years ago a tall male technician pointed out to me a new spy-hole in the door of the building (a two storey terraced house) I work in.  He had presumably designed it for people of his height rather than all heights, and it is above my head.  Speaking briefly to a few of the people working in the house or even just conducting them to the door should have been sufficient to determine an appropriate height for the spy-hole.  In the case of a wheelchair accessible building (which this one is unfortunately not) a further spy hole would be required at eye level for a wheelchair user.  End-user involvement is almost always required, since engineers do not necessarily know and understand how non-engineers will use (and abuse) the products and technologies they develop, but is particularly important for user groups which are unrepresented amongst the engineers in the research and development team.  However, consulting with and learning from end-users and involving them in the design and development process are lacking from most engineering curricula.  This is probably one of the main reasons why end-users are still frequently not involved in product and technology design and development.  The lack of education on the topic may mean that engineers, designers and developers do not realise that this is necessary.   Furthermore, this lack of training may mean that where end-users are involved this involvement is not as effective as it might otherwise be or not in accordance with ethical norms.  The needs to obtain ethical approval for work with human participants and the requirements of informed consent may not be intuitively obvious.  In addition, particular care may be required in involving disabled end-users to, for instance ensure all locations are accessible and on or close to public routes, all documents are available in accessible formats, appropriate communication strategies are used and that disabled participants are treated with the same respect and courtesy as non-disabled ones.   The paper will develop these themes and make contributions in the following areas:  The value of diversity and wider perspectives in engineering: thinking outside tradition  The role of engineering education and teaching and learning about end-user involvement, design for all, accessibility and usability. 2. WOMEN AND ENGINEERING Engineering is still generally seen as a male profession unsuitable for women and strategies to increase the percentage of women have often been unsuccessful (Powell et al., 2009). The greatest pressures are experienced by ethnic minority and mature women students including being single out, ignored or not taken seriously (Hersh, 2000).  Stereotypes likely to hinder women engineers in their careers are still prevalent and include women being less capable than men, insufficiently aggressive to get to the top, too emotional, unable to cope with dirty, rough stressful environment, having insufficient physical strength for certain jobs, likely to leave to have families and being less serious about their careers than male colleagues.  Women are likely to experience more barriers to promotion, have to do more for the same degree of recognition and are generally given more routine and less challenging work (Hersh 2000).  These stereotypes and the negative experiences of women all demonstrate othering and marginalisation.  To cope with the hostile environments they experience women students have been found to use a variety of coping strategies, for instance to ‘act like one of the boys’, accept discrimination, show how capable they are, accept that the advantages of being a woman engineer outweigh the disadvantages or disassociate themselves from women and accept male dominated environments (Powell et al., 2009).   The stereotypes and the resulting coping strategies are a consequence of the continued power differences between men and women and structural and institutional discrimination of women.  This had led to the gendering of work, with the main differences being that ‘women’s work’ is low paid and low status, as well as stereotypical assumptions about what is and is not appropriate for men and women.  These factors have contributed to the othering and marginalisation of women in engineering, despite the public statements and measures to encourage women to become engineers.  The experiences of women engineers speak of measures to keep them out and make life difficult so that they will decide to leave. They also show the tenacity, commitment and need and ability to deal with high levels of stress of those who remain. What is meant by women being more emotional than men and whether or not this is factually true are open to question.  However, there does not seem to be any logical connection or research evidence of any positive correlation between low emotionality (however defined) and good engineering.  Indeed the literature on craft work implies the opposite and the value of being able to put your ‘soul’ into what you are creating.  If it is the case that women are in general more emotional than men, this would imply a need for engineers who can design and develop products and systems influenced by emotion i.e. women engineers.  In addition, different approaches complement each other.  Existing and new designs could probably both also be strengthened by a combination of logic and emotion.      Obtaining a reputation as a competent engineer and asking for assistance from their male colleagues have been mentioned as two of the different strategies used to gain acceptance (Powell et al., 2009).  While I recognise the continuing lack of acceptance of women engineers, I would suggest that knowing when to accept assistance is a mark of competence and a strength rather than a weakness.  In practice much engineering work takes place in teams, which facilitates sharing work and asking for assistance.   Understanding of gender is moving away from the binary divide, becoming more nuanced and including intersex and other non-binary options.  Both feminists and queer theorists challenge the conflation of biological sex and gender and the assumption that there are male and female behaviours.  Gender has been recognised to be socially constructed and is now being recognised as being fluid and open to change.  Individuals may have different sex and gender identities and change these identities over their lifetimes (McPhail, 2004; Turner, 1999; Valocchi, 2005).  The assumption of a binary divide facilitates othering and divisions into in- and out-groups.  More fluid categories without an obvious binary division make it less obvious who should be excluded and therefore hinder othering and marginalisation.  A wider acceptance of fluid sex and gender categories would in the long term contribute to breaking down barriers.  However, in the short term measures will still be required to overcome existing gendered structures in engineering and elsewhere.  In addition, this will also require consideration of design from a non-binary perspective and the recruitment of non-binary engineers.  In many ways it is unsurprising that the previously male professions of law and medicine have admitted women to a much greater extent than engineering.  Engineering has a poor image, is considered difficult, to focus on maths and science and to be responsible for environmental disasters and nuclear weapons (Isaacs, 2001). The general public tends to be much less aware of the very positive and vital  contributions of engineers, including water purification systems, alternative energy systems and a variety of technologies for disabled people, as well as the fact that engineering is at the basis of the infrastructure we use (and sometimes abuse) every day, including modern houses and other buildings, roads, railways and bridges, computers, email, the internet, landline and mobile phones and computer control systems. Women tend to be more concerned about ethical and social responsibility issues and therefore more discouraged by this negative image of engineering.      Since women still take the major role in caring responsibilities for both children and adult relatives, work-life balance issues are particularly important for women.  However,  it should not be assumed that issues of work-life balance only affect people with children or that those without children do not have or desire a life outside work. (Civil) engineers (in the construction industry) are expected to work long hours, be infinitely available and be present and visible even when there is no work, though high workloads are the norm.  Women are therefore forced into adopting similar high work loads and constant availability working patterns to their male colleagues, with only engineers with long service with the employer able to have some degree of flexibility and attempts at work-life balance leading to stigmatisation.  Several highly qualified women with high potential have chosen not to aim for senior management in the interests of work-life balance (Watts, 2009) and this may be a significant factor in the male domination of all levels of management (Fielden et al., 2000).      3. DISABLED ENGINEERS There are two main models of disability.  Both models recognise that a disabled person has impairments, but draw different consequences from this.  The social model considers disability a form of social oppression of people with impairments analogous to racism and sexism resulting from infrastructural, social and attitudinal barriers which restrict the activities and participation of disabled people (Barnes, 1994; Swain et al., 2003).  The medical model (WHO, 1980) considers disability to reside in the individual and to be a consequence of the person's impairments.  The medical model considers impairment to be “any loss or abnormality of psychological, physical or anatomical structure or function” whereas in the social model it is “a long term feature, characteristic or attribute that affects mental or physical function, communication, consciousness, appearance in socially unacceptable ways or causes pain” (Thomas et al., 1997).  Thus even the definition of impairment in the medical model is more negative.  Although there is an updated version of the medical model  (WHO, 2001) which considers disablement to be the result of the interaction between an individual’s health and contextual factors, the focus is still on the individual and their inadequacies rather than society.   Thus the medical model at least tacitly implies othering and marginalisation, whereas the social model (though by no means perfect) implies a recognition of the value of diversity and the need for action to support inclusion.  It supports the empowerment of disabled people and user-centred and participative design approaches (Damodaran, 1996; Rowley, 1998).  From the engineering perspective the social model leads to a responsibility to use design for all approaches and to consider the specific needs of different groups of disabled people as far as possible, as well as designing assistive technologies to meet the additional needs of disabled people and bridge the gap where design for all breaks down. Although the experience of women in engineering is marked by othering, marginalisation and attempts to force them out and measures to increase the number of women engineers have not been markedly successful, at least the discourse is about women engineers and measure have been in place long enough to note their lack of success.  In the case of disabled engineers, measures and projects to support disabled engineering students are much more recent and the literature on disabled engineers is very sparse.  The focus has tended to be on making products and systems more accessible and involving disabled people in research, design and development projects, rather than on disabled engineers.  This indicates an expectation that products and systems for disabled people will be designed and developed by non-disabled people and a lack of recognition of the potential and need for disabled engineers.  3.1  Disabled Engineering Students There are a number of recent projects on making higher education more accessible and inclusive to disabled students (HEA, 2006), some of which consider engineering students specifically and others which could be adapted.  A survey of disabled engineering students (Maddocks et al, 2006) found a number of potential barriers, including inaccessible physical environments, inappropriate or missing policy, practice, systems and communication, lack of staff knowledge and skills and inappropriate or inadequate learning, delivery and assessment methods and group processes.   There is a need both for measures to improve accessibility and inclusion for all students, as well as specific measures to meet individual needs. The online DART (Disabilities Academic Resource Tool) tool was developed to meet the lack of guidelines for improving accessibility specifically for engineering students and to enable engineering lecturers to evaluate and improve their current practice.  Various useful resources about science, technology, engineering, mathematics, and medicine for disabled workers, disabled students and their teachers can be found at http://www.stemdisability org.uk/resources/students, though some of the links seem to no longer work.   British Sign Language (BSL)/English glossaries for engineering and the built environment (www.builtenvsigns.ac.uk) and science (www.sciencesigns.ac.uk) education have been developed with the process involving case studies and telephone and video interviews with Deaf and hearing academics, Deaf professionals and experienced interpreters (HEA, 2006).  Deaf with a capital D is used to indicate someone who uses sign rather than spoken language and belongs to the Deaf community.              A project on lab accessibility (Hersh et al., 2004) stressed the importance of proactive approaches aimed at making all laboratories fully accessible rather than adapting them for particular students, allowing flexible timing with the possibility of breaks and consulting disabled staff and students. Equipment should be up-to-date, standardised, mutually compatible and support computer connections for taking readings and analysis.  Having to learn three different designs of oscilloscope is difficult for all students and may act as a real barrier to disabled students.  In addition, the availability of current equipment increases the chances of students being able to use the same equipment in subsequent employment. Software packages should be compatible with screen readers.  Buildings should be accessible and labs provide sufficient space to move around between benches, including for wheelchair users, and have some benches with adjustable heights.  Scheduling to avoid crowding and reduce noise is helpful to all students and essential to many disabled students.  Lab sheets should be available in advance to allow preparation. If necessary, course aims should be modified in consultation with accreditation bodies to avoid discrimination against disabled students.  4. USER CENTRED AND PARTICIPATIVE DESIGN About a billion people globally or a seventh of the world population are disabled, with 80% of them in majority world countries (DFID, 2014).  This makes design for all approaches which consider disability and a wide range of other factors, including culture, gender and infrastructure, and the involvement of disabled people in design particularly important.  Inclusive design approaches which take account of the full diversity of human needs, including those of disabled people, are more effective than the more common approaches to service provision based on division into users with ‘normal’ and ‘special’ needs bringing together disabled people and engineers allows projects to draw on a combination of technical and disability specific expertise, which can significantly increase their likelihood of success.  However, this needs to be done in ways that are accessible to disabled people, including physical accessibility of the location and contexts which allow their participation (Jones and Reed, 2005).   A user centred approach for involving older people in design which may also be appropriate for disabled people has two stages of user consultation followed by prototype construction and user trials (Demirbilek and Demirkan, 2004). The first concept development stage involves the developer acting as a facilitator to stimulate proposals from participants, for instance through the use of scenarios, brainstorming and unstructured interviews.  In the second stage participants correct and modify design alternatives presented as sketches, though several different formats could be used to ensure accessibility to disabled people.  In the case of complex products and systems initial stages of testing and modification could be added or the process applied to components as well as the whole system. Peterson (2008), who is a disabled engineer, has suggested a proactive approach by disabled people, including trying to influence policy and making suggestions for new products and devices.  The existence of a Rehabilitation Engineering Research Center on Technology Transfer may facilitate this in the USA.  However, there is a need for the involvement of disabled people in the development of all products, not just assistive ones.  Disabled people should also be involved in the development of standards as well as products.  End-users may require training to participate effectively and resources will be required to support this participation and training (Peterson, 2008).  However, without the participation of disabled people the resulting products and standards are unlikely to be useful.  In the case of assistive technology the lack of involvement of disabled people in their design and development is one of the main reasons for failure (Peterson, 2008).   Participatory action research involves the individuals being studied having a central role in project decision making.  The resulting difficulties in ensuring scientific and technical rigour can be resolved without losing the central involvement of disabled people by a process of coproduction of research.  An example of this is provided by AASPIRE (Nicolaidis et al., 2011) which involves  academic researchers and autistic self-advocates, with both groups participating equally in grant proposals, research projects and publications.  Where feasible, collaboration between disabled engineers, other disabled professionals and disabled community members is very valuable.  This would have the advantages of ensuring disabled people were in full control of the research, design and development process and the availability of appropriate expertise.   There are also sometimes barriers, including gatekeeping, to the involvement of disabled people in research projects, possibly particularly with regard to determining the research agenda.  For instance Beazley et al, (1997) experienced gatekeeping barriers in accessing disabled students, but not non-disabled students which prevented the research direction being decided by disabled people.  This forced the researchers to obtain information from them through a third party.  Communication support workers and personal assistants can have an essential role in facilitating communication by disabled people, particularly with unfamiliar people, which otherwise would be difficult or impossible.  However, the presence of third parties may have an impact on communication.  Communication support workers and other assistants require and deserve trust and respect as professionals, but it is also important to try and establish a common vocabulary and assumptions in advance.  However, an engineering context is less likely to give rise to sensitive personal topics such as sexual orientation than some other types of research.  Developing products which meet end-users needs can lead to great satisfaction for the engineers involved.  This is illustrated by a group of students who produced a device to support training in visual skills for disabled children aged 0-3 years as part of a team design project.  The students continued work after the official end of the project, were not paid and had to pay for materials.  They obtained great satisfaction from seeing the children enjoying using the device and had chosen the particular project because they wanted to produce something that was ‘going to be genuinely used’ and help people.  The course professor considered that meeting some of the children in advance was important in motivating them. It may have also contributed to understanding the children and their needs.  Pritchard (1998) presents this case as one of the examples of examplary practice, illustrating how involvement with end-users can encourage such practice.     Discussion in the literature on whether disability research should only be carried out by disabled people is less relevant to engineering, since the issue is generally end-user involvement in device development rather than disability research as such.  However, there are important issues relative to product design and the decisions about assistive and other products to meet the needs of disabled end-users rather than what non-disabled engineers and other designers think would be useful for them.  4.1  Educating Engineering Students This has two main aspects: education on accessibility, usability and design for all and education on involving disabled people in projects.  Though they should be part of standard design practice, design for all (CEN 2003; Connell et al. 1997), accessibility and usability (Hersh and Leporini, 2012) are frequently lacking from engineering education and considered optional extras to be added at a later stage rather than an integral component of engineering design and development. Design for all or universal design involves design for usability by the wider population, independently of factors such as age, gender, disability, race/ethnicity, sexuality, size. Its basic principles include  (CEN 2003; Connell et al. 1997) design to accommodate a wide range of user characteristics and preferences and be easy to understand by all these users, minimal negative consequences of user errors and effective communication of relevant information regardless of factors such as ambient conditions and the senses used to access information. Accessibility requires system inputs and outputs to have environmental characteristics which enable particular (groups of) users to access and use all the facilities of the system, whereas usability is the ability of the system to carry out the intended function(s) or achieve specified goals effectively, efficiently and with satisfaction when used by particular (groups of) users in their particular context (Federici et al. 2005).  Design for all, accessibility and usability should be considered essential components of good practice in both software (website and other) and hardware design and therefore be an intrinsic part of engineering and computer science education.  However, this is not the case.  These topics are either not included or only treated minimally, including in standard texts on web site design (Oravec, 2002). Legislation on the rights of disabled people, including to access goods and services, seems to have had little impact. It is still often assumed that accessible design will reduce creativity and lead to less interesting web sites (Oravec, 2002).  However, for instance, student projects which have reengineered existing web sites to improve accessibility have not resulted in poor designs (Gardner, 2000).  4.2 Universal Design Education Project Although about 20 years old now, there are still lessons for engineering education from the Universal Design Education Project (Welch, 1995), This funded design education project was carried out in departments of architecture, land architecture and industrial and interior design in 22 institutes and universities in the US.  It had the main aims of making the principles of universal design an integral component of design education and enabling students to understand the different ways in which a broad range of people use and experience products and the built environment and use this understanding to inform their design work.  The approach was based on values and the consideration of social factors rather than skills to encourage students to examine their prejudices and stereotypes about people different from themselves (Lifchez, 1987).  This type of approach is equally relevant to engineering.  Knowledge of and contact with ‘others’ can be used to challenge prejudice and stereotypes. Most of the participating institutions focused on educating students about the different characteristics, desires and requirements of end-users, particularly disabled students.  The participation of disabled user consultants in the classroom and design studio enabled students to perceive a product or environment from the perspective of disabled people and learn about their real needs and the probable inadequacy of following codes without involving end-users to meet these needs. The consultants were presented as experts rather than users with unmet needs to give them the necessary authority and help overcome stereotypes and preconceptions (Welsh, 1995), for instance about the inadequacy and dependency of disabled people.  Consultants who were able to talk about the details of their lives were found to be particularly effective.  In one case disabled students with a non-design background were enrolled and paired up with design students for the design exercises.  This illustrates the need for and the great value of disabled engineers and designers in encouraging understanding of diversity and the need to design for people with very different needs.       Another commonly used, but controversial technique involved simulation exercises, in which, for instance, students travelled round the campus in a wheelchair or wearing a blindfold.  Organisations of disabled people and the project organisers (Welch, 1995) are very critical of this approach as reinforcing negative stereotypes about disability or trivialising disability issues.  While simulation can give students some understanding of environmental barriers, they do not enable students to learn about the lived experience of disability, including the creativity disabled people use to overcome barriers and their very varied interests, occupations (including paid employment) and lives.  Accompanying a user consultant around a particular environment and then discussing the experience with the consultant would give students a better perspective on environmental barriers and the strategies used by disabled people to overcome them.  Spending some time with several different disabled people would give students an understanding of the great diversity of disabled people, including those with similar impairments, as well as enabling them to see that disabled people engage in a variety of different activities and can enjoy their lives and have fun.  This is important for challenging some of the negative perceptions of disabled people. 5. CONCLUSIONS The paper has discussed the low numbers of female and disabled engineers in the context of othering and the existence of binary divides which facilitate marginalisation and exclusion.  Further work is required to compare the experiences of women and disabled engineers and carry out extensive comparative analysis using disability, feminist and queer theories.  Queer theory focuses on the \"deviant\" cases and goes beyond the dominant and binary classification and alignment of sex, gender, and sexuality (Corber and Valocchi 2003; Halperin 2002).  There is also a need for surveys of disabled engineers, particularly disabled women engineers and non-binary disabled engineers.   The paper has also discussed the involvement of disabled end-users in projects and education to support this.  Further work is required to compare approaches to involving disabled and other groups of end-users including women and end-users with multiple (intersectional) equality issues.  There is also a role for the application of narrative ethics techniques i.e. the use of a holistic approach based on narratives about the problem from the perspectives of different participants, to analyse the challenges experienced by women and disabled engineers and the difficulties involved in participatory design and coproduction.  This could include application of the seven–step methodology developed by the author (Hersh, 2015). REFERENCES Barnes, C. (1994). Disabled people in Britain and discrimination: a case for anti-discrimination legislation, Hurst & Co., London  Beazley, S., Moore, M., and Benzie, D. (1997). Involving disabled people in research: a study of inclusion in environmental activities. In: Barnes, C. & Mercer, G. (eds.) Doing disability research, 142-157, The Disability Press. CEN (2003). CEN workshop agreement CWA 14661. Guidelines to standardisers of ICT products and services in the CEN ICT domain, from ftp://cenftp1.cenorm.be/ PUBLIC/CWAs/e-Europe/DFA/cwa14661-00-2003-Feb.pdf, accessed 12.8.2010. Connell, B.R. et al. (1997). The principles of universal design version 2.0, from http://www.design.ncsu.edu/cud/ about_ud/udprinciplestext.htm, accessed 11.8.2010. Corber, R.J., and Valocchi, S. (Eds.). (2003). Queer Studies: An Interdiciplinary Reader. Wiley-Blackwell. Damodaran, L. (1996). User involvement in the systems design process-a practical guide for users, Behaviour and information technology, 15(6), 363-377. Demirbilek, O. and Demirkan, H. (2004). Universal product design involving elderly users: a participatory design model. Applied ergonomics, 35(4), 361-370. DFID (2014).  Disability framework 2014, www.dfid.gov.uk, accessed 9.10.2016. EEOT (2008). Diversity and equality, a review of the literature, Equal Employment Opportunities Trust. Federici, S. et al. (2005). Checking an integrated model of web accessibility and usability evaluation for disabled people. Disability and rehabilitation, 27(13), 781-790. Fielden, S.L., Davidson, M.J., Gale, A.W. and Davey, C.L. (2000). Women in construction: the untapped resource. Construction management & economics, 18(1), 113-121. Gardner, E. (2000). Time to think access.  Internet world, 6(17), S1. Halperin, D. M. (2004). How to do the history of homosexuality. University of Chicago Press. HEA (2006). Embedding success enhancing the learning experience for disabled students. Higher Education Academy. Hersh, M.A. (2000). The changing position of women in engineering worldwide. IEEE transactions on engineering management, 47(3), 345-359. Hersh, M.A.  (2015). Engineers and the other: the role of narrative ethics.   AI and society, 31(3), 327-245. Hersh, M.A., Baker, N., McCloud, M. and Weightman, B. (2004). The accessible electronics laboratory, Int, engineering education conf,, Wolverhampton, England. Hersh, M.A. and Leporini, B. (2012). Accessibility and usability of educational games for disabled students, In C. Gonzalez, C. (ed.), Student usability in educational software and games, 1-40, IGI Global.  Isaacs, B. (2001). Mystery of the missing women engineers: A solution. Journal of professional issues in engineering education and practice, 127(2), 85-91. Jones, H., and Reed, B. (2005). Why should the water and sanitation sector consider disabled people. WELL—Resource Centre Network for Water, Sanitation and Environmental Health. Kirton, G.  & Greene, A. (2005). The dynamics of managing diversity. A critical approach. 2nd Edition, Elsevier.  Lifchez, R. (1987). Rethinking architecture: design students and physically disabled people, Univ. California Press.  McPhail, B.A. (2004). Questioning gender and sexuality binaries: What queer theorists, transgendered individuals, and sex researchers can teach social work. Journal of gay & lesbian social services, 17(1), 3-21. Maddocks, A., Crawford, A. and Dickens, J. (2006). Creating a positive experience for disabled engineering students.   Monks, K. (2007). The business impact of equality and diversity. the international evidence. The Equality Authority, Dublin.  Ng, E.S. and Burke, R.J. (2005). Person–organization fit and the war for talent: does diversity management make a difference?. The international journal of human resource management, 16(7), 1195-1210. Nicolaidis, C., Raymaker, D., McDonald, K., Dern, S., Ashkenazy, E., Boisclair, C., et al. (2011). Collaboration strategies in nontraditional community-based participatory research partnerships. Progress in community health partnerships, 5(2), 143-150. Oravec, J.A. (2002). Virtually accessible: empowering students to advocate for accessibility and support universal design. Library hi tech, 20(4), 452-461. Peterson, W. (2008). Role of persons with a disability in the design process. Topics in stroke rehab., 15(2), 87-96. Powell, A., Bagilhole, B., & Dainty, A. (2009). How women engineers do and undo gender: consequences for gender equality. Gender, work & organization, 16(4), 411-428. Pritchard, M.S. (1998). Professional responsibility: Focusing on the exemplary. Science & eng. ethics, 4(2), 215-233. Rowley, J. (1998). Towards a methodology for the design of multimedia public access interfaces, Journal of information science, 24(3), 155-166. Swain, J., French, S., and Cameron, C. (2003). Controversial issues in a disabling society, Open University Press.  Thomas, P., Gradwell, L. and Markham, N. (1997). Defining impairment within the social model of disability, http://disability-studies.leeds.ac.uk/files/library/thomas-pam-Defining-Impairment-within-the-Social-Model-of-Disability.pdf, accessed 1.11.2016. Turner, S.S. (1999). Intersex identities locating new intersections of sex and gender. Gender & society, 13(4), 457-479. Valocchi, S. (2005). Not yet queer enough the lessons of queer theory for the sociology of gender and sexuality. Gender & society, 19(6), 750-770. Watts, J.H. (2009). Allowed into a man's world’ meanings of work–life balance: perspectives of women civil engineers as ‘minority’ workers in construction. Gender, work & organization, 16(1), 35-37. Welch, P. (ed.) (1995). Strategies for teaching universal design, adaptive environments, MIG Communications. WHO, 1980, International classification of impairments, disabilities and handicaps, World Health Organisation, Geneva, Switzerland WHO, 2001, International classification of functioning, disability and health, World Health  Organisation, Geneva, Switzerland.  ",
    "id": 132211410,
    "identifiers": {
        "doi": "10.1016/j.ifacol.2017.08.1031",
        "oai": "oai:eprints.gla.ac.uk:151194"
    },
    "title": "Ethical Engineering and Respect for The ‘Other’",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-07-01T00:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://eprints.gla.ac.uk/151194/1/151194.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/132211410.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/132211410"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/132211410/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/132211410/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/132211410"
        }
    ],
    "abstract": "Engineers have a very important role and responsibility in shaping modern society. Diversity amongst engineers is important in fulfilling this responsibility and ensuring that the creativity and needs of the whole population are taken account of. However, only a small percentage of engineers are female and very few of them are disabled. The paper discusses the experiences of women and disabled engineers in the context of othering and considers the way in which the existence of binary divides facilitates marginalisation and exclusion. It also discusses the need to involve end-users in design and development and education to encourage this, with a particular focus on disabled end-users",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:eprints.gla.ac.uk:151194",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "42",
        "openDoarId": 0,
        "name": "Enlighten",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 132211410,
        "depositedDate": "2017-07-01T00:00:00+01:00",
        "publishedDate": "2017-07-01T00:00:00+01:00",
        "updatedDate": "2024-02-12T09:09:22+00:00",
        "acceptedDate": "2017-07-01T00:00:00+01:00",
        "createdDate": "2017-12-01T03:08:55+00:00"
    },
    "urls": [
        "https://eprints.gla.ac.uk/151194/1/151194.pdf"
    ],
    "lastUpdate": "2024-02-12T09:09:22+00:00",
    "setSpecs": []
}