{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Pérez, Jourdan Sadir"
        }
    ],
    "contributors": [],
    "createdDate": "2023-09-15T15:04:25+01:00",
    "dataProvider": {
        "id": 3585,
        "name": "Bard College",
        "url": "https://api.core.ac.uk/v3/data-providers/3585",
        "logo": "https://api.core.ac.uk/data-providers/3585/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/586157631.pdf",
    "fullText": "Bard College Bard Digital Commons Senior Projects Spring 2023 Bard Undergraduate Senior Projects Spring 2023 Every Screen is a Window and a Mirror: How Social Media Strengthens Ties Within the LGBTQ+ Community Jourdan Sadir Pérez Bard College, jp0679@bard.edu Follow this and additional works at: https://digitalcommons.bard.edu/senproj_s2023  Part of the Community Psychology Commons, Family, Life Course, and Society Commons, Gender and Sexuality Commons, Social and Cultural Anthropology Commons, and the Sociology of Culture Commons This work is licensed under a Creative Commons Attribution-Noncommercial-Share Alike 4.0 License. Recommended Citation Pérez, Jourdan Sadir, \"Every Screen is a Window and a Mirror: How Social Media Strengthens Ties Within the LGBTQ+ Community\" (2023). Senior Projects Spring 2023. 210. https://digitalcommons.bard.edu/senproj_s2023/210 This Open Access is brought to you for free and open access by the Bard Undergraduate Senior Projects at Bard Digital Commons. It has been accepted for inclusion in Senior Projects Spring 2023 by an authorized administrator of Bard Digital Commons. For more information, please contact digitalcommons@bard.edu. Every Screen is a Window and a Mirror:How Social Media Strengthens Ties Within the LGBTQ+ CommunitySenior Project Submitted toThe Division of Social Studiesof Bard CollegebyJourdan Sadir PérezAnnandale-on-Hudson, New YorkMay 2023DEDICATIONS(in alphabetical order)Personally, I owe many people many thanks for getting me to this point. And so, thank you to……everyone who has ever given me a ride (extra-big shout out to the Metro-North Railroad).…everyone who kept me employed over the last four years (Admissions! Bard Abroad! SRG!).…Kimberly Terranova, the first person who inspired me to pursue my Bachelor’s degree.…my aunt, Caridad, who passed too soon. I aspire to be like you in more ways than one. Thankyou for the love and support that you gave me while you were alive. I still feel it even now.…my #1 Bard fans—Autumn, Ayanna, Bernie, Caro, Carrington, K’hiari, Naty, Nia, Roxanna,Sage, Symonne, Talaya—and everyone else who was warm and kind to me. Thank you forinviting me into your lives. I definitely would not have survived these four years without y’all.…my #1 NYC fans—Chelsea, Elani, Genesis, Juliet, Kianna, Mahdia, Samantha, Tatiyana—andeveryone else who has ever kept me outside until we could barely stay awake. Y’all are some ofthe worst people I’ve ever met. I wouldn’t have it any other way.…my father, who—with great pain and suffering (at my expense)—put me through school.Thank you for your very (, very) long late-night talks, the homecooked meals to take back withme, and the money you shoved into my wallet whenever I came home.…my mother, who—with great pain and suffering (at my expense)—put me through school.Thank you for believing in me, providing for me, and for all of the things we did and said andpromised not to tell Dad about.…S., who knows who she is. Es gab viele Male, als du mit mir auf Spanisch gesprochen hast,und ich dir auf Deutsch geantwortet habe—eine grausame Metapher für unsere Beziehung. Ichhabe dir schon alles gesagt, was ich hier schreiben möchte. Ich wünsche dir viel Glück in derZukunft. Ich hoffe, wir sehen uns demnächst wieder.…the creator of Sociology (…me, for Sociology did not exist until I began writing this paper).…the LGBTQ+ community, who—well, some might say inspired a large portion of this paper.…and myself, who got here somehow.ACKNOWLEDGMENTS(in alphabetical order)Academically, this paper would not have been possible without others’ support and guidance.And so, thank you to……my academic advisor, Yuval Elmelech, whose office hours I wish I had utilized more duringmy time here. Thank you for always meeting with me at a moment’s notice and for letting mepass Intro to Research Methods. I hope your future advisees are easier to work with and muchbetter at statistics.…my participants: “Calloway”, “Gwen”, “Harem Madik”, “Jade”, “Kimmy”, “Raven”, “Rose”,“Spice”, and “Sunflower”. Without y’all, I would not have a project. Thank you for trusting mewith your stories.…my senior project advisor, Michael Sadowski, whose advice and guidance over eighteenmeetings (of varying levels of stress) helped me bring my project to fruition. Thank you forworking with me so intently and believing in me when I couldn’t see the end.…my senior project board members, Allison McKim and Jomaira Salas Pujols, whose supportduring various phases of my project helped shape it into something I’m proud of. ProfessorMcKim, you’ve been on both my moderation and my senior project boards. Thank you for bothgetting me into the Sociology program and getting me out of it. Professor Salas, I’ve enjoyedlearning from you this past semester. I’m sad that I’m leaving Bard just as you’re arriving (goodluck). I wish I could have taken more classes with you.…the Bard Stevenson library and the coffee vending machine,…for obvious reasons.TABLE OF CONTENTSI. INTRODUCTION ..............................................................................................................1II. LITERATURE REVIEW ....................................................................................................7A. Theories and Conceptualizations of Identity ..........................................................7B. The Development of Identity Through Adolescence & Relationships .................10C. Families & Fictive Kinship ...................................................................................12D. The Third Place .....................................................................................................15E. “LGBTQ+” as a Community, an Identifier, and a Third Place .............................17F. Social Media Platforms as a Third Place ..............................................................21III. METHODOLOGY ...........................................................................................................26IV. FINDINGS ........................................................................................................................29A. Pre–Social Media ..................................................................................................311. Inherited Knowledge .................................................................................31B. Entering Social Media...........................................................................................351. The “Safety” of the Internet ......................................................................36C. Communities Within ‘The Community’ ...............................................................381. Fandom .....................................................................................................402. Intersectionality–based Communities .......................................................42D. “A very open and loud and easy-to-find queer community online…” ..................441. Paying It Forward ......................................................................................472. Labels ........................................................................................................513. “Queer Diasporic Wars” ............................................................................55V. DISCUSSION ...................................................................................................................57A. Socialization of Identity ........................................................................................57B. Fictive Kinship Experiences .................................................................................58C. Social Media’s Third Place ...................................................................................61VI. CONCLUSION .................................................................................................................64A. The Self and Community/The Self and...the Self .................................................64Appendix 1: Interview Protocol ....................................................................................................66Appendix 2: Recruitment Flyer ....................................................................................................69Appendix 3: Coding List & Example ...........................................................................................70REFERENCES .............................................................................................................................721I. INTRODUCTIONThe internet has become increasingly accepted as a valid tool for communication over thelast 25 years. Since the age of internet-based chat rooms and instant messaging services providedby the likes of America Online (AOL), more and more people have become comfortable with theidea of interpersonal connection through a screen. Beginning in the mid-2000s, the popularity ofthese chat rooms and instant messaging services began to decline as they were rapidly replacedwith a more technological-advanced competitor: the social media platform.Merriam-Webster defines social media as “forms of electronic communication (such aswebsites for social networking and microblogging) through which users create onlinecommunities to share information, ideas, personal messages, and other content (such as videos)(Merriam-Webster n.d.).” Facebook, currently the most popular social media platform, has ledthe charge since its founding in 2004. Accessible and familiar to all ages, the site is primarilyused to maintain already-established connections. If you have a Facebook account or knowsomeone who does, they probably use it to keep in touch with friends and family. “How’sgrandma doing? I haven’t seen her since the wedding?” “Oh, my old classmate has just postedphotos from her vacation; how nice.” That sort of thing. With just a few tweaks to its originalmodel, Facebook became the prototype for a new wave of online interaction.Naturally, as technologies develop, so do their users. Throughout the years that Facebookevolved into the platform we know today, it inspired a few competitors such as Twitter,YouTube, Tumblr, Pinterest, Instagram, Snapchat, TikTok, and others. Like Facebook, theseplatforms have amassed hundreds of millions of users worldwide since their inception. As onecan imagine, the user base skews younger, with the majority of millennials and youngergenerations being much more active on these platforms than their Generation X and older2counterparts. This trend makes sense given the fact that millennials are the first generation of“digital natives,” or “native speakers of the digital language of computers, video games and theInternet” (Helsper and Eynon 2010:504).Digital natives, as the term coined by Marc Prensky suggests, are incredibly adept atnavigating the online world. They use the internet and its resources for all of their whims anddesires. Going through childhood and adolescence with the internet available at their fingertips,one can imagine the role that this technology plays in shaping young lives during these crucialdevelopmental stages. These stages include the times when individuals begin exhibiting desiresfor independence and exploration outside of the world they are already familiar with. Here, alarge part of identity formation occurs. Who am I? What are my interests? Who are my friends?Thanks in large part to social media platforms, digital natives typically look towards theinternet to answer these questions. The pool of potential connections for these individuals nowincludes all active users on these platforms. Some of these users are bound to find people theyenjoy speaking with regularly—creating a relationship that lasts longer than a single interaction.These connections allow social media to act as a “third place” (Oldenburg 1999) between thefamiliarity of the home and the rigidity of the workplace (or the school, in relation to childrenand teenagers). Paul Hickman (2013) says the following about Ray Oldenburg’s description ofthird places:Their defining feature…was [their] '[ordinariness]'—they were not special, but simply (unassuming) placeswhere people could hang[]out. Oldenburg highlighted other functions of third places. They were placeswhere people could have fun socially. They were also ‘ports of entry’ for in-movers to an area; 'sortingareas' where residents 'found’ people; identified people they liked and disliked; and…somewhere thatunited the neighbourhood. (Hickman 2013:223)3Third places provide opportunities for informal connection and function as sources ofcommunity-based identity formation. In light of this definition, social media platforms can beviewed as a collective virtual third place that maintains itself through interconnectedcross-platform networks (these cross-platform networks exist as digital natives are likely to beactive on more than one social media platform at a time). As users find people and makeconnections, they begin to develop their identities within these third places in ways that affecttheir lives outside of them.For this reason, third places can be important for identity formation on both a micro(individual) and meso (distinct group) level. The construction of the individual identity withinthe context of the third place is based on how well the individual meshes with the distinct groupidentity. Group identity rallies around a shared identity shaped partly by the third place.Oldenburg’s development of third place theory includes simple examples such as the gym or thelocal public library. These locations do not necessarily require an identity outside of that of a“person who enjoys exercising” or a “person who likes reading.”There are third places, however, that are frequented by members of a shared identity thatis more central to the individual’s life. For example, the LGBTQ+1 community and the gay bargo hand-in-hand. These bars are locations where, yes, patrons can purchase and consumealcohol. But also where community members can go and meet their friends, catch up with thebartender, reminisce on what it was like to be new to the scene, and so on. These places canprovide crucial opportunities for interaction among LGBTQ+ individuals. In doing so, memberscan develop their own identities based on the connections they form with others. While thisprocess is happening, the LGBTQ+ community itself is strengthened both by sheer numbers—as1 LGBTQ+ is a catch-all acronym that stands for Lesbian, Gay, Bisexual, Transgender, and Queer—with the “+”signaling the inclusion of other identities that similarly fall outside of cisgender and/or heterosexual.4more people align themselves with the community and increase its statistical population—as wellas through the relationships formed among the members that strengthen the bond and overallsense of belonging for queer individuals.As with other community-fostering spaces, the wonders of technological advancementare largely considered to have stifled gay bars/spaces. With the ability to search for interactionand connection online (or at least to start that process), young queers2 are turning to social mediaplatforms and other app-based methods to meet and talk to others in the community. In fact,much of the socialization into LGBTQ+ history and experiences begins online for the digitalnative generation. Contrary to the beliefs of the proprietors of these brick-and-mortarcommunity-fostering spaces, the rising preference for online connection amongst the youngergeneration of queer individuals is not inherently bad, nor is it indicative of the weakening of theoverall LGBTQ+ community. Rather, this study hopes to show that the increased usage of socialmedia to meet and form relationships with other queer individuals could quite possibly be thebest tool for connection that the LGBTQ+ community has had to date.How does social media affect the process of identity formation and community buildingand thus inform the experiences and the culture of the LGBTQ+ community and its members,particularly as the concept of queerness continues to evolve? This is the question that this studyseeks to address. Recognizing the capacity of the internet and social media platforms to functionas third places, I analyze the role that such platforms have had since adolescence forLGBTQ+–identifying Generation Z individuals by drawing on a variety of psychological,anthropological, and sociological concepts and theories.2 “Queer” is used interchangeably with “LGBTQ+” throughout this paper. I acknowledge that some individualswithin the community have negative associations with the word “queer”. To this, I emphasize the reclamation of theterm as a neutral-positive identifier within recent years.5To develop my analysis of the development of identity during and after adolescence, Iprimarily looked to Erik Erikson’s (1968) text centered around the subject—specifically, hischapter on adolescence as a crucial point for an individual’s identity—as well as interpretationsof his work by other authors. Following this, I move into a discussion of the role of personalrelationships in informing a sense of belonging and community among all of the members of therelationship network. In doing so, I engage with the idea of what constitutes a personalrelationship in the first place and the appeal of the family as the most desired and the mostintimate relationship network. My review of familial identity and development begins with thebiological/traditional family before moving into fictive kinship theory or attempts to replicate thetraditional family among groups with strong ties to each other. These ties inform the identity ofall individuals involved in the network as well as the overall group dynamic. This is seen in thedevelopment of the LGBTQ+ community and patterns of interaction within thegroup—especially the tendency for queer individuals to rely on the community as one of theirprimary forms of support alongside (or, at times, in the absence of) their biological families.Data collection for this study occurred via in-depth interviews with current20–25-year-olds who were both active on social media platforms throughout their childhood andteenage years and were still active in a significant capacity at the time of their interview. Thecontent of these interviews was analyzed to study the effects of social media usage on thedevelopment of individuals’ queer identities. Specifically, I looked for how the individualunderstood the LGBTQ+ community both as a whole and in relation to oneself prior to theirinvolvement with social media. This was then compared to their online experiences with theLGBTQ+ community and the development of their own identity as a result of these experiences.6The paper closes with reflections on my research in addition to suggestions for the developmentof further studies.7II. LITERATURE REVIEWTheories and Conceptualizations of IdentityThe development of theories concerning identity spans the field of social sciences, witheach discipline maintaining its niche in addressing the subject. There are extensive studiescentered around identity as a concept and its influence on individuals throughout their lives.However, all of these disciplines agree that identity formation occurs on both an individual andsocial level. In this section, I will break down the dominant theories of identity formation in theacademic fields of psychology, anthropology, and sociology before offering the definition ofidentity that informs my study.The psychological approach to identity development emerged from Erik Erikson’s (1968)Identity: Youth and Crisis. Erikson’s extensive development of identity theory is profoundlyinfluential to further research on the topic, especially his theory of the eight stages ofpsychosocial development that occur throughout an individual’s life. Michael Nakkula (2020)summarizes the model:...each stage ushers in a unique ‘crisis’ or critical task to be negotiated. Successful negotiation of the taskcreates a critical opportunity for positive ongoing development; unsuccessful negotiation results inprogressively heightened challenges. (Nakkula 2020:14)The completion of each critical “crisis” or task and the subsequent completion of the stagescontributes to the identity formation process. The adolescent stage—what Erikson considers tobe the most crucial stage in one’s development—is the period where an individual attempts todetermine who they are for themselves by using their experiences in early childhood andapplying that knowledge to their present experiences. During this time, the individual’s task is toexplore different “roles” or identities and see how others react to their assumption of those roles8as well as how they themselves react to them. The roles that the individual considers to definethem are then blended into one coherent identity for the individual, allowing them to achieve“identity consciousness”:…[I]dentity formation employs a process of simultaneous reflection and observation, a process taking placeon all levels of mental functioning, by which the individual judges himself in the light of what he perceivesto be the way in which others judge him in comparison to themselves and to a typology significant to them;while he judges their way of judging him in the light of how he perceives himself in comparison to themand to types that have become relevant to him. This process is…for the most part unconscious except whereinner conditions and outer circumstances combine to aggravate a painful, or elated,“identity-consciousness.” (Erikson 1968:22–23)Erikson’s work in 1968 had a tremendous impact on the anthropological and sociologicalsciences and guided their respective research on identity. Anthropological conceptions of identityassert that one forms their identity in accordance with their interactions with, and sense ofbelonging to, a community. In other words, a combination of collective identities informs theindividual identity. Identity is ever-changing in the sense that how you describe yourself in asocial context depends on a variety of factors. However, these unspoken aspects of your identitydo not simply disappear. They are just not called to attention during that specific circumstance.This idea is put simply by anthropologist Matthew Engelke (2018), who states that “[i]dentity isrelative. It is calibrated to the other” as you attempt to meet another individual at a commonground for both of you to understand each other and begin to form a connection (Engelke2018:167). This common ground is typically found through various socially constructed conceptsof language (Fuller 2007; Kroskrity 1999); religion (Csordas 1999; Owens 2000); racial/ethnicidentity (Colwell-Chanthaphonh and Powell 2012; McGavin 2017); sexual identity (Ferguson1981); and kinship relationships (Goode 2014; Norbeck and Befu 1958). All of these aspects ofidentity operate as opportunities for social connection—an intrinsic part of human desire.9The desire to interact with and connect with others forms the basis of the sociologicalstudy of identity formation. Georg Simmel and Everett C. Hughes (1949) explore this desire intheir theory of sociability, which states that humans are social beings that engage in a “play-formof association” guided by “amiability, breeding, cordiality, and attractiveness of all kinds”(1949:255). This association is the backbone of interactions that can then bloom into theformation of relationships. Such relationships require repeated exchanges that can only occurthrough frequent close proximity among individuals. For example, the dynamism of familialrelationships between individuals who reside in the same household exists because they sleepunder the same roof, share meals, walk past each other through hallways, and so on. Theirinteractions—whether they are exchanging simple pleasantries or arguing over who left thedishes in the sink—inform the context of their relationship and create a shared history betweenthe parties.Through repeated interactions with particular individuals, identity formation can occur astheorized by sociologist Émile Durkheim (2005) in what he refers to as the “dualism” of humannature. This dualism is a reflexive relationship between the individual and society and iscomposed of two states: the purely individual and the social. The individual state only concernsmatters directly related to the individual’s own body or person. The social state is a collectiveconsciousness that forms the basis of our interactions and connections. We pour our individualselves into the social state: we introduce ourselves, tell our experiences, and add our personalmeanings to a general knowledge bank which is then interpreted by others and pulled into theirindividual selves and informs their consciousness. Once others add their interpretations back intothe collective social consciousness, we begin the process again. As we are social beings, thisprocess is continual. The constant reinterpretation of the social (un)consciousness strengthens10our connections to others and ourselves as these meanings compose our social and personalidentities (Blumer 1969; Durkheim 2005; Erikson 1968).Returning to Simmel and Hughes, the interactions found in sociability require intimacy asa “means to maintain the liveliness, the mutual understanding, [and] the common consciousnessof the group” (1949:259–60). Given Dirkheim’s theorization of the reflexive nature of humaninteraction and Erikson’s seeming agreement as to how such a process informs one’s ownidentity, I am adopting Simmel and Hughes’ words to offer the following definition of identityfor the purposes of this study: identity is the assumption of a position within a group that is 1)predicated on repeated interaction and a mutual understanding of others within the group and 2)contributes on any scale to the common consciousness of the group. When analyzing theparticipants' responses in this study, I used this definition of identity to discuss both theirpersonal development as queer individuals and their connection to the greater LGBTQ+community.The Development of Identity Through Adolescence & RelationshipsThe development of identity is integral to the full participation in and recognition of anindividual by society, but how is this identity developed over the course of one’s life? As identityis formed through a continuous reflexive process, it is fluid and dependent on how one definesthemselves in relation to others at any given moment. Childhood development research hasorganized identity formation into stages in which individuals slowly learn to participate fully inthe world around them (Eccles 1999). One crucial stage is that of early adolescence, as childrenstart to advance past navigating the rules of the world and begin to figure out the role that theyplay in society, whether it is adhering to the rules laid out before them or exploring beyond them.As such, participation in “adolescing” (Erikson 1968:128) is to be in a stage of constant identity11confusion. Erikson goes on in the chapter to explain that identity formation in adolescence is thepursuit of “a true and mutual psychosocial intimacy” (1968:135). For this reason, identity isessential to developing a sense of belonging.A desire to belong typically develops in individuals with an “achieved identity” status(Nakkula and Toshalis 2006:38–39). Expanding upon Erikson’s original model, James E. Marciathought of identity development in terms of statuses rather than stages in order to emphasize thathow one identifies and relates to others does not occur in a sequential order until they reach theirfinal identity, but rather development could potentially require a person to return to a previousstatus as they their identity continues to be informed by new experiences:Statuses…are not necessarily linear. [Statuses] describe the dominant issues, concerns, or developmentalexperiences during a particular era in one’s life…The status one inhabits depends on the peculiar sets ofexperiences and support structures available and the ways in which these structures are understood by theindividual. (Nakkula and Toshalis 2006:29)The achieved identity status is therefore “the result of a period of high exploration andexperimentation” in which an individual “still [desires] connection and affirmation” whilemaintaining “autonomy and personal control” (Nakkula and Toshalis 2006:38). As an individualexplores the innumerable experiences and characteristics that shape their identity, they use thesesame things to orient themselves within their relationship to others. As they move closer to andeventually obtain this achieved status, relationships become even more critical to the individual;they help to continually affirm the individual’s identity while also allowing space for it to evolve.To understand this possibility, we must understand how a relationship functions in the greatercontext of social development.Relationships are composed of patterns of interdependence that emerge from repeatedinteraction between two or more individuals. Over time, relationships become “personal” and are12composed of the aforementioned patterns of interdependence as well as justice, emotions, privateculture, and the interpersonal construction of the self (Blumstein and Kollock 1988:475–76).Justice refers to compromise and a feeling of sufficient mutual exchange in which both sides feelacknowledged and cared for (Blumstein and Kollock 1988:477–78). Emotions are caused by areaction to stability or disruption in the relationship and can take on a positive or negativecharacter (Blumstein and Kollock 1988:478–79). Private culture is the “norming” of therelationship and involves the creation of a routine, familiarity, and validation (Blumstein andKollock 1988:480); this is what enables the involved parties to regard each other as somethingmore than strangers as their interactions become predictable and effortless. The final componentof the interpersonal construction of the self refers to both the validation of the traits that anindividual brought into the relationship as well as the new traits that are formed as a result of therelationship (Blumstein and Kollock 1988:480); the self is reflected in the relationship and therelationship is reflected in the new self. This process, however, does not occur in a one-to-onevacuum. Instead, it occurs within an individual across many simultaneous relationships onvarying levels. While the relationship between an individual and their mother may have vastlydifferent nuances than the one with their neighbor or the barista of the café that they frequent, allof the interactions they have with these people can affect them just the same. For this reason,one’s social network is one of the most essential structures of their life.Families & Fictive KinshipA network of personal relationships can take many forms. The most intimate and familiarform is that of the family. One’s relationships with their family members are often theirintroduction to navigating social life and communities. While there are numerous sociological13theories on the development and role of families in society, I will focus on the structuralfunctionalist and symbolic interactionist theories, which are the most relevant to this study.The structural functionalist view of the family (specifically the nuclear family3) theorizesthat the family as an institution (Axinn and Yabiku 2001; Gillespie 2014; Laslett 1973; Waite2000) has two main functions: “the primary socialization of children so that they can trulybecome members of the society into which they have been born” and “the stabilization of theadult personalities of the population of the society” (Parsons and Bales 1955:16). Inspearheading the socialization of children, “families provide members with a sense of self andidentity, as well as a set of beliefs and attitudes” that inform their interactions with others(Newman and Grauerholz 2002:90). The symbolic interactionist view of a family asserts that“[y]ou can’t really see a family. You can only see people and infer…whether or not they can beconsidered a family” (Newman and Grauerholz 2002:93). Symbolic interactionism4—at leastwithin the view of sociologist George Herbert Mead—considers institutions to be “habituallyorganized forms of group or social activity…[that] require socially responsible patterns ofindividual conduct, but only in a broad and general sense, and so afford scope for originality,flexibility, and variety” (Hinkle 1994:246). If these patterns of conduct within a group ofindividuals are assigned “socioculturally specified values” (Hinkle 1994:235) that align with thecommon perception (i.e. societal) of a family, then that group has then earned the title of“family”. As such, there is then an expectation that the “younger”, or inexperienced members of4 The specific term “symbolic interactionism” was coined by Herbert Blumer, who was heavily influenced bysociologists W.I. Thomas, Charles Horton Cooley, George Herbert Mead, and others within the field. In a generalsense, this particular school of thought asserts that individuals develop their personalities, behavioral patterns, andlanguage from repeated interactions with others. Eventually, these interactions are assigned meaning, and it is thesemeanings which allow for the constitution and replication of society. For a more detailed explanation, see Hinkle(1994:232–72).3 The nuclear family is a unit “consisting of parents and their still dependent children” (Parsons and Bales 1955:10).Traditionally, this unit is isolated from the extended relatives of the family, both by physical proximity (i.e. living ina separate residence) and financial independence (e.g. not relying on grandparents to support the parents and theirchildren).14the group, are to be socialized into the culture of the group itself as well as the culture of thegreater society.Since the family structure plays such an important role culturally and functionally in bothan individual’s life (Goode 2014) and the maintenance of society as a whole, there is no surprisethat there have been attempts to emulate the structure among other relationships. A study byEdward Norbeck and Harumi Befu (1958) is one of the earliest in the social sciences to explorerelationship networks that informally model the institutional family structure; the authors refer tothis as “fictive kinship.” Fictive kinship networks, such as the one in Norbeck and Befu’s study,seem to have all of the components of personal relationships as defined by Blumstein andKollock. An essential part of fictive kinship networks is the respect these “family members”have for one another, which may follow the seniority relationship model of the institutionalizedfamily. While individuals recognize that their fellow members do not hold actual legal status intheir lives, colloquial usage of terms or other forms of recognizing their relationship to oneanother is integral to upholding the network (Schneider and Homans 1955). Such terminologyconveys close social connections within the family as well as to larger society, allowing a clearboundary to be recognized as to who falls within the in-group and who is in the out-group.Broadening the scope of the in-group and out-group as it pertains to families,communities—composed of numerous social units of families or groups akin to families—operate differently from their subunits. Whereas the specific values of the families or subgroupsare unique to that unit, the community can form a collective idea of what it means to be amember. These communities, as Ray Oldenburg (1999) theorizes, have “third places” in whichthe health and structure of the community can be maintained as individuals interact with thesespaces. As I explore Oldenburg’s theory in the next section, I will offer my own extension of the15third place theory to suggest that communities themselves can be considered as such in their ownright.The Third PlaceThird places are what sociologist Ray Oldenburg refers to as “core settings of informalpublic life” (1999:16). He expands upon this definition in his book:The third place is a generic designation for a great variety of public places that host the regular, voluntary,informal, and happily anticipated gatherings of individuals beyond the realms of home and work…[Theterm “third place”] underscores the significance of the tripod and the relative importance of its three legs.Thus, the first place is the home…It is the first…environment of the growing child and the one that willhave greater effect upon [their] development…The second place is the work setting… (Oldenburg 1999:16)This study focuses not on the second place (the workplace or school, in the case of children andteenagers) but rather on the first and third places. More specifically, it looks at how theexperiences in the third place (public, communal settings with a primary or secondary goal offostering and strengthening connections between the people that frequent them) presentthemselves in the first place (home) and other social situations.What exactly is a third place, and how is one classified as such? Ray Oldenburg providesthe eight characteristics of the third place, which he summarizes as follows:Third places exist on neutral ground and serve to level their guests to a condition of social equality. Withinthese places, conversation is the primary activity and the major vehicle for the display and appreciation ofhuman personality and individuality. Third places are taken for granted and most have a low profile. Sincethe formal institutions of society make stronger claims on the individual, third places are normally open inthe off hours, as well as at other times. The character of a third place is determined most of all by its regularclientele and is marked by a playful mood…Though a radically different kind of setting from the home, thethird place is remarkably similar to a good home in the psychological comfort and support that it extends.(1999:42)16As for the benefits that emerge from these environments, third places allow for the congregationof diverse individuals and conversation topics that somehow manage to promote the collectiveassociation of all of these variables. The spirits of all within the space are raised as they buildnew relationships and strengthen old ones (Oldenburg 1999:43–65).As the name of the book suggests,5 cafés, coffee shops, bookstores, bars, hair salons, andother community-based locations all constitute different examples of third places. However,these places primarily cater to adults—or at least to individuals old enough to be permitted totraverse their neighborhoods without parental supervision. As Oldenburg puts it: “An earliergeneration of parents might not have been fond of the corner store in which their kids hungout…But the adults knew where the kids were and the kids had a place to go” (1999:283). Theargument here is that third places are essential to a community's health and allow individuals tofind others like them with whom they can connect. In that case, it makes sense that those who donot have such spaces would try to create their own if the existing options are not attractive.Children and teenagers are not the only forgotten group carving out their owncongregating spaces. Marginalized communities also look for their own places to be free outsideof social obligations and expectations (i.e., oppressive structures). Third places can be formedalong the lines of race (Childs 2005; Johnson 1984; Kapac 1998; Madibbo 2007), ethnicity(Harrison, Hoggett, and Jeffers 1995; Liu 2009; Logan, Zhang, and Alba 2002; Luk and Phan2005; McGavin 2017; Portes 1987), gender (Galab and Rao 2003; Klein 2016), accessibility(Cameron 2016; Ladd and Lane 2013), and other characteristics of the individuals that occupythese spaces. Such spaces may look different or go unnoticed, especially considering thelow-profile quality of third places that is meant to serve as a “protective coloration [to dissuade]5 The Great Good Place: Cafés, Coffee Shops, Bookstores, Bars, Hair Salons, and Other Hangouts at the Heart of aCommunity (Oldenburg 1999).17strangers or transient customers” from interacting with the space (Oldenburg 1999:36).Nevertheless, these spaces still serve the same important function as third places that are notmeant to cater to any specific identity. The ways that “forgotten” groups craft their own thirdspaces and the evolution of these spaces beyond a physical location into one that is internalizedinto the regulars’ beings and sense of selves undermine Oldenburg’s overall argument. He assertsthat: 1) third places are largely absent in the vast majority of the United States and 2) the numberof such places is shrinking. In the case of the LGBTQ+ community, this third place can rangefrom being precisely what Oldenburg initially envisioned—a physical (and possibly safer) placeto exist and interact with other queer individuals—to the more intimate definition of the term: aplace that is “more homelike than home” (Oldenburg 1999:39).“LGBTQ+” as a Community, an Identifier, and a Third PlaceBefore addressing how the LGBTQ+ community might operate as a third-place structure,it is important to understand it as a community. Psychologist Seymour B. Sarason (1974) firstintroduced the concept of a “sense of community,” which was then expounded upon bypsychologists David W. McMillan and David M. Chavis (1986).6 McMillan and Chavis weredissatisfied with Sarason and others who acknowledged that such a phenomenon existed withoutadequately defining the term and its characteristics. To ratify this, McMillan and Chavis providea definition and the four elements that embody it:Our proposed definition has four elements. The first element is membership. Membership is the feeling ofbelonging or of sharing a sense of personal relatedness. The second element is influence, a sense ofmattering, of making a difference to a group and of the group mattering to its members. The third elementis reinforcement: integration and fulfillment of needs. This is the feeling that members’ needs will be metby the resources received through their membership in the group. The last element is shared emotional6 McMillan uploaded the original text of the article to his website in a blog post format, which is cited here.18connection, the commitment and belief that members have shared and will share history, common places,time together, and similar experiences…In a sentence, the definition we propose is as follows: Sense ofcommunity is a feeling that members have of belonging, a feeling that members matter to oneanother and to the group, and a shared faith that members’ needs will be met through theircommitment to be together (McMillan 1976); emphasis added).7Throughout the rest of the article, the psychologists further develop the scope of theelements. When referring to membership, McMillan and Chavis state:Membership has five attributes: boundaries, emotional safety, a sense of belonging and identification,personal investment, and a common symbol system. These attributes work together and contribute to asense of who is part of the community and who is not. (1986)Influence—the second element— matters because it promotes conformity of the members totheir group, strengthening the group’s cohesiveness. In this sense, the “[i]nfluence of a memberon the community and influence of the community on a member operate concurrently”(McMillan and Chavis 1986). The cohesiveness of a community is seen in the third element’sintegration and fulfillment of needs, as the shared values between members allow for them toconsider not only their own needs but also the needs of their peers as they operate within thecontext of the community (McMillan and Chavis 1986). The final element is a shared emotionalconnection:A shared emotional connection is based, in part, on a shared history. It is not necessary that group membershave participated in the history in order to share it, but they must identify with it. The interactions ofmembers in shared events and the specific attributes of the events may facilitate or inhibit the strength ofthe unity…Future research should focus on the causal factor leading to shared emotional connection, sinceit seems to be the definitive element for true community. In summary, strong communities are those thatoffer members positive ways to interact, important events to share and ways to resolve them positively,7 While this 1976 work by McMillan is cited in the bibliography of this study, it is an unpublished manuscript and assuch cannot be found in circulation.19opportunities to honor members, opportunities to invest in the community, and opportunities to experiencea spiritual bond among members. (McMillan and Chavis 1986)With the (sense of) community defined, we can begin evaluating how our community offocus measures up. Historically, the LGBTQ+ community has both fostered fictive kinshiprelationships and functioned as a third place (physically and metaphorically). Beginning withfictive kinship networks, such relationships emerged following the ostracization ofLGBTQ+–identifying individuals from their biological families and childhood communities. TheLGBT8 community has strengthened relationships between those who identify with differentgenders and sexualities (Muraco 2006; Weston 1991), creating a unique shared history andprivate culture that does not depend on the homogeneity of the group but rather an acceptanceand celebration of their departure from the out-group (the institutionalized cisgender andheterosexual9 society) as well as the differences between the sexual orientations and gendersthemselves. As a smaller social realm in which definitions and experiences related to sexualityand gender are redefined as The Community10 grows (i.e., more people “come out”), non-cishetidentities become grounds “of common experience rather than a quintessentially personaldomain” (Weston 1991:123).The Community does not intend to operate as a unified subculture by any means. Instead,the term explains how individuals have organized themselves both physically and metaphoricallyalong a minority that encompasses physical locations (Hanhardt, Crawford-Lackey, and10 When referring to the LGBTQ+ community, I use either the aforementioned term or its shortened form “TheCommunity”. Queer individuals tend to colloquially use the latter term when speaking intracommunally toacknowledge the shared identity that they feel bounds them to each other (without a need for it to be explicitlystated). I adopt that practice here.9 After this point in the paper, I use the portmanteau ‘cishet’ when referring to ideas and people that simultaneouslyrepresent both the normative cisgender and heterosexual identities. Similar to “queer,” the term has entered modernLGBTQ+ lexicon to the point where I feel it is acceptable to use it in this paper.8 Muraco and Weston use this version of the initialism in their respective works. When referencing either author’swork, I also adopt this practice to honor their decision.20Springate 2020; Harris, Crawford-Lackey, and Springate 2020; Stein 2000), relationships(Simula, Sumerau, and Miller 2019), kinship/in-group terminology (Bailey 2011; Dewaele et al.2011; Kubicek et al. 2013; Monk 2016), and a shared source of historical activism (Duberman1994; Garretson 2018). Kath Weston’s (1991) book details the formation of The Communityalongside the traditional (institutionalized) family to supplement the lives of LGBT–identifyingpersons who either have lost the support of their family or feel that their family cannotadequately support them due to their lack of understanding. The Community is a response tothese feelings. As a re-imagination of the family structure, it allows LGBT individuals to regaina sense of belonging as they rally around a shared identity and history.How is this shared identity formed, and why is it important to the LGBTQ+ community?In regards to the former, this answer lies in Henri Tajfel and John Turner’s social identity theory,which posits that “it is the desire to hold positive group-based identities—ones that have prestigeand are esteemed—that encourages individuals to think of themselves as group members and toengage in behaviors associated with their groups, including collective action” (Garretson2018:81; emphasis in original). This theory answers the latter question. Just as the concept ofcommunity takes the LGBTQ+ community from a simple configuration of interpersonalrelationships maintained by proximity, the social identity theory takes community from anon-directed conglomeration of members to one that operates with a purpose towards continuallyachieving a collection action.The purpose of The Community is to confront the idea that the acknowledgment anddiscussion of sexuality is taboo. But why is this the purpose? Perhaps queer individuals agreewith Michel Foucault (1978):[W]e have found it difficult to speak on the subject [of sexuality] without striking a different pose: we areconscious of defying established power…Something that smacks of revolt, of promised freedom, of the21coming age of a different law, slips easily into this discourse on sexual oppression…Tomorrow sex will begood again. (Foucault 1978:6–7)To “make sex good again” is to reintroduce the discourse of sexuality into the publicconversation. It is to extend this conversation past the bounds of the recently-foundedheterosexual nuclear family that queerness stands in opposition to (D’Emilio 1993). This isaccomplished through the structuring of the LGBTQ+ community as a metaphorical third placethat is supplemented by tangible sub-places with it. Because the collective identity of TheCommunity is maintained through these sub-places, they must be easily and simultaneouslyaccessible by as many queer individuals as possible—whether they are situated inside buildingsbehind a door or binary code behind a log-in screen.Social Media Platforms as a Third PlaceIn the modern age of technology, it makes sense that the generation of digital nativeswould seek to carve out third places online. Laurel Anderson and Deborah Brown McCabe’s(2012) study centers on how youths use the internet to engage in self-socialization, which hingeson independence and control over their own socialization efforts/process. The internet providedthree things for these individuals: a parent-free zone, a broadened context, and anonymity. Theparent-free zone emerged as the adolescents of this time realized that the internet was the onelocation where their parents could not claim expertise (Anderson and Brown McCabe2012:243–44). Many parents are simply not as knowledgeable about the ins and outs of theinternet as their children are. In today’s age, where children tend to have their owninternet-connected devices, parents are even more hopeless when it comes to keeping tabs ontheir children’s activity. The second aspect, the broadened context of the internet, emerges byway of its relative ease of access. Generally speaking, millions of people worldwide have access22to the internet and can access the same websites and connect with other users of these sites(Anderson and Brown McCabe 2012:244). Finally, the anonymity of the internet providesindividuals with opportunities to act in a manner that differs from their “real-world” selves.Thanks to this anonymity, the individuals within the study were able to “experiment[] withdifferent identities, be[] less shy, and be[] more ‘real’ and less concerned with being judged”(Anderson and Brown McCabe 2012:244). These three aspects of the internet allowedadolescents to achieve their goals concerning freedom (independence, removal of real-worldrestraints) and connection (expansion of cultural knowledge and relationship formation)(Anderson and Brown McCabe 2012:245).Naturally, not everyone views the internet as positively as Anderson and Brown McCabe(who also offer their concerns about adolescent social media usage later in the paper). Thebiggest concern is—rather obviously—the heightened potential for bullying as the anonymity ofthe screen protects the would-be perpetrators (Kessel Schneider et al. 2012). A study by Krauft etal. (1998) to assess the negative impacts of internet usage on adolescents found that for theparticipants, there were significant decreases in the amount that one interacts with their familyand the size of their offline social networks. What did increase was the participants’ feelings ofloneliness and depression. Krauft et al. provide two theories for why he and his team may haveseen such results. The first is that adolescents have replaced the time that they might haveotherwise spent having offline interactions with passive internet browsing. The second is thatthey may have been seeking to replace their offline weak tie11 connections (Granovetter 1973)11 Granovetter’s (1973) weak tie theory argues that weak ties, or a relationship between two individuals that is notparticularly strong (i.e., the two contacts are acquaintances), carries more weight within a person’s social networkthan their strong ties. “Bridges” are lines of connection that provide the only opportunity for communication/therelaying of information between two individuals (e.g., a middleman, “C”, whose strong relationships with both “A”and “B” allow them to be aware of one another and for each to receive information from the other without being Aand B having a substantial relationship with each other).Granovetter’s claim is that the “strength” of weak ties lies inthe idea that because A and B are not in close contact with one another, each is likely to have a number ofconnections outside of the other’s social network that can potentially provide the outsider with useful information.23with stronger connections that they can foster and maintain easily without leaving their homes.The authors, however, do not feel that their results strongly support either of these hypotheses.Proponents of adolescents using the internet as a primary source of connection andinteraction understand the nuances of the internet and how the potential for adverse outcomeslike the ones mentioned above do not undermine the positives that the internet and internet-basedinteraction can bring. While the Krauft study occurred in the early ages of social media, morerecent studies (i.e., studies in the 2010s and 2020s) suggest that a preference for internet-basedconnection does not mean that individuals will become more isolated from the world. In fact,quite the opposite occurs as the world shifts to a predominantly technology-based world andpeople adapt to this change. Ruth Allen and Peter Buzzi (2020) report that multiple studies foundthat “online networking and social media use are likely to enhance positive social behaviour inboth the online and offline worlds,” citing the “social network theory which implies that themore a person socialises in a traditional sense, the more they will socialise online…and viceversa” (2020:115–16). The reason for this, Allen and Buzzi continue, is that “[s]ocial media cancreate relationships that cut through formal power and status hierarchies in ways that go beyondthe mental health experience, expanding social capital, social connections and knowledgetransfer” (Allen and Buzzi 2020:126). For these reasons, social media platforms satisfyOldenburg’s conditions for classifying as a third place.12 But how exactly does this relate to theLGBTQ+ community?LGBTQ+ youth are not immune to the pull of social media. Such platforms are likely tobe their preferred method of communication as the internet makes it much easier to find otherslike them, especially if their current living situation does not allow for easy access to queer12 See page 16.24people/culture or is explicitly anti-LGBTQ+. Online queer youth span the range of social mediaplatforms.Tumblr is a social media platform that allows users to create blogs on which they canpost content (or repost others’ content) and have other users interact with this content or evenfollow them to stay updated on the blog if they are really interested. As a mix of a text-based anda media-based platform, Tumblr caters to everyone, and the content produced on the website isquite vast and varied. With no shortage of the types of content available on Tumblr, differentcommunities form and maintain their spaces with which to find others like them (McCracken2017). The LGBTQ+ community has quite a presence on Tumblr, with Robards et al.’s (2020)Australia–based study finding that “…when compared to general population surveys of youngsocial media users—[LGBTQ+ youth] were five times as likely to use Tumblr.” Furthermore, theresearchers found that “[f]or Tumblr users, 65 percent said their primary motivation was tocommunicate with ‘people who are like me’” (Robards et al. 2020:284). The type ofcommunity-building that occurs via social media platforms enables it to be another third place inwhich queer individuals can go to interact with others like them.Tumblr is not the only social media platform that queer individuals frequent. Facebook,Instagram, Tik Tok, Twitter, YouTube, and pretty much any other social media platform all havea steady stream of queer content creators and even more queer content consumers (Osmond2017; Ridder and Dhaenens 2019; Somvichian-Clausen 2019; TikTok 2019; Wexelbaum 2019;Wong 2015). How LGBTQ+ individuals use these social media platforms and how thiscontributes to both the self-actualization of their identities and how they view the largerLGBTQ+ community thanks to their experiences in these spaces are the focuses of this study. AsI interviewed my participants, I expected to hear them say that not only were they positively25affected by their experiences on social media13 but also that the platforms significantlycontributed to their perception of queer identities in relation to themselves and other queerindividuals. With this study, I hope to add to the research on the effects of social media usage byanalyzing the positive benefits that virtual community-building can have on the development ofone’s identity and relationships with others.13 As was one of the criterion for participation.26III. METHODOLOGYFor this project, I wanted to analyze queer individuals’ perceptions of queer communitieson various social media platforms and how their own identities evolved because of theirinteractions with such communities. I conducted interviews over the course of a seven-weekperiod beginning in mid-February 2023 and lasting until mid-March 2023. The interviews wereone-on-one sessions conducted over the video communication service Google Meet and lasted57.2 minutes on average. The questionnaire I developed for this study asked participants about 1)the development of their identity as it relates to the LGBTQ+ community; 2) their social mediausage patterns; and 3) relationships or interactions that originated on, or owe a significant portionof their development to, social media platforms. For the complete list of questions I used in thisstudy, please see the interview protocol listed as Appendix 1.To recruit participants, I posted an Instagram story on my personal account announcingmy study and requesting individuals to contact me should they be interested in participating(Appendix 2). A number of individuals who saw my story then reposted it onto their own stories,broadening the number of potential participants I could reach. Through this method, I was able torecruit all nine individuals.27When recruiting participants for this study, I sought out individuals who: 1) were betweenthe ages of 20–25 years old;14 2) identify as a member of the LGBTQ+ community15 3) wereactive on at least one social media platform during their adolescence; and 4) continue to be activeon social media as an adult. Furthermore, I sought out participants who believe that theirLGBTQ+ identities have been enhanced through their engagement with social media. All ofthese identification criteria were self-reported by the participants. Working with participants whonot only are currently active on social media but were also active during their adolescence allowsme to track changes in the individuals’ perceptions of themselves and their queer identity overthe course of their lives as they may have been influenced by social media. Aside from theabove, there were no other limitations to who could participate in the study. As such, theparticipants represented a range of racial/ethnic identities, socioeconomic statuses, identitiesrelated to disability, faiths, and other backgrounds. All participants, however, identified aswomen, were assigned female at birth,16 or otherwise did not identify as men.17 Due to the lack ofdata from male participants (or those who identify strongly with experiences consistent with17 The lack of men in this sample prevented me from obtaining and analyzing data from gay, queer, and transgendermen, hindering my ability to adequately represent as many identities under the LGBTQ+ umbrella as possible.16 I only note this due to the different forms of gender socialization that individuals receive during theirchildhood/adolescent years. I recognize that due to the ideas of masculinity and patriarchal values that are pushedonto those who are assigned male at birth from a young age, they may have had different responses to questionsrelated to their conception of the LGBTQ+ community and other experiences during their adolescence.15 I did not require individuals to identify with a certain identity under the LGBTQ+ umbrella, nor did I reject anyparticipant who represented an identity that I had already collected data from. In aiming for a purposeful sample ofthe LGBTQ+ community, I hoped to observe commonalities across the different identities within the community aswell as commonalities that may be unique to any one identity.14 As I am using portions of Marc Prensky’s digital natives theory that asserts that this comprises Generation Zindividuals and younger, I only consider participants eligible if they were born between 1997–2002 (current 20–25year-olds). I’ve selected 1997 as the oldest eligible birth year as this year is widely agreed to be the first birth year ofthe Generation Z cohort. I selected 2002 as the youngest birth year cohort of participants that I would seek out as20-year-olds tend to have at least some significant experience of exercising independence. Extending the age rangeany younger, even to current 18–year olds who are technically adults in the United States and in most parts of theworld, runs the risk of having participants who have not had enough experiences with independence to properlyassess their post-adolescent development. In addition to their beginning adulthood experiences, 20-year-olds are upagainst the tail-end of individuals who are likely to have at least some of their early childhood development occurwithout being heavily influenced by the internet and social media (before we get to what has been colloquiallytermed “the iPad generation”).28queer men/masc-identifying people) and the small sample size, the findings of this study arelimited in both the number of responses collected as well as what can be extrapolated from theparticipants and applied to the greater LGBTQ+ population. These findings can, however,provide insight into how LGBTQ+ identity develops throughout one’s adolescent years and howthe “younger generation” of individuals who identify as queer are finding community amongstthemselves and what they even consider to constitute “community” in the first place.Throughout my interviewing period, I was able to interview nine individuals. I did notrequire that participants be based in the United States; however, eight participants were residingwithin the United States at the time of their respective interviews, and one resided in Japan.These individuals represented a vast range of identities under the LGBTQ+ umbrella: threeidentified as lesbians, three identified as nonbinary, three identified as pansexual (one identifiedas panromantic), two identified as queer, and two identified themselves as falling under thespectrum of asexuality. (Table 1, under the “Findings” heading, details my participants’ identitiesand backgrounds.)When analyzing the participants’ responses, I coded for information related to: theirperception of their own queer identity as well as the community as a whole; purposes forengaging with social media platforms; experiences and emotions related to the queer communityand occurring as a result of social media; and support and isolation within the community. (Thefull list of codes used can be found in Appendix 3.) All interviews were independently coded(Strauss 1990) by myself, and the findings were reviewed by Professor Michael Sadowski, anAssociate Dean at Bard College and the faculty advisor for this project.29IV. FINDINGSThere were two main “pathways” that emerged from participants’ responses throughoutthe interviews: 1) the development of how they conceptualized the LGBTQ+ community andidentities under that umbrella as a whole, and 2) the development of how they considered theirown identities within the context of the LGBTQ+ community. At times these pathwaysoverlapped or seemed to inform one another directly. As participants’ understandings of thevastness of LGBTQ+ identities evolved due to social media usage, many of their own identitiesshifted in some way. Even if their identities ultimately remained the same, they still went throughperiods of exploration and questioning before settling into what they felt to be the correctlabel(s)—if they settled on any label at all.30Table 1. Participants’ Information.Name18 Age LGBTQ+ identities19 Age at firstsocial mediaplatformTime spent onsocial mediaduringadolescenceTime spenton socialmedia as anadultCalloway 25 panromantic,demisexual/gray-asexual,nonbinary gendervoid14 Every day, 10hours/dayEvery day, 9hours/dayGwen 23 genderfluid, lesbian 12 Every day,“multiple hoursa day”Every dayHaremMadik22 queer 13 Every day, 8hours/dayEvery day, 4hours/dayJade 22 queer 12 Every day Every dayKimmy 25 pansexual Unsure, atsome pointduring middleschoolEvery day,“like when Iwoke up towhen I went tobed”Every dayRaven 22 pansexual 12 Every day, “forhours”Every day, 3hours/dayRose 22 lesbian 11 Every day, “afew hours aday”Every day,“a couplehours”Spice 21 pansexual, demisexual,genderqueer nonbinary9 Every day Every daySunflower 21 lesbian 11 Every day Every day19 These identities, as is all of the information (with the exception of names) reported in Table 1, were self-reportedby the participants during the interview. As part of the interview protocol, I asked, “If you are comfortable sharing:what is your identity as it relates to this community?” All participants provided a response, quoted verbatim in thiscolumn.18 All participants were given pseudonyms to ensure confidentiality. They were given the option to either choosetheir own or to have one assigned to them.31Pre–Social MediaInherited KnowledgeHAREM MADIK: Well, I knew queer people existed just like…in the world, in New York City. I knew thatgay children existed because, like…we all know someone, you know? Anyway [laughs], I just knew thatqueer people existed as a whole and I didn’t need to be on social media to find that out. It wasn’t a shock tome, I guess.ROSE: I had little to no knowledge . . . LGBTQ+ and queerness wasn’t around my circle growing up. So ittook like a while for me to like, even, you know, see queer people on the street or, like, hear of people whoare queer.As Harem Madik and Rose demonstrate, participants had a variety of conceptions aboutthe LGBTQ+ community prior to their introduction to social media. These ideas represented anumber of viewpoints along a positive–negative continuum. Jade—a 22-year-old queerperson—had positive impressions about queerness as they were introduced to their mother’scoworker at a young age. As Jade explains, the fact that the coworker and her partner were bothwomen was not something that was considered noteworthy: “So I was aware of queer identity,but it wasn't really portrayed as something othering. If that makes sense, it was just somethingthat existed.” Because of this, Jade did not fully understand the prejudice that existed towardsqueer people until they grew up and were able to learn more about the social issues surroundingThe Community.Other participants reported having a somewhat more neutral experience. They did notreport having a notable relationship or interaction with a queer individual like Jade did.However, similar to Jade, their families did play a hand in introducing them to such identities.Sunflower, a 21-year-old lesbian, “heard some rumor of Justin Bieber being gay.” When asking32her mother what being gay meant, her mother matter-of-factly said, “‘It means he likes men.’And I was like, ‘Oh, is that bad?’ And she was like, ‘No.’”Raven—a 22-year-old pansexual person—and Gwen—a 23-year-old genderfluidlesbian—both remembered hearing their families discussing queerness in hushed tones and notexplicitly affirming LGBTQ+ identities in a direct manner. Raven recalls hearing“[conversations] amongst family members and trying to figure out what they were talkingabout.” However, because they were too young to be included in those conversations, they didnot fully understand the context surrounding the discussions.Gwen’s experience was more negative than those mentioned above:Before social media, it was just one of those things people didn't talk about. Like, I had a auntiewho everyone, like, categorized her as a lesbian, but [it] later turned out that she's bi. Like, thatwas it, and then you know, they would just talk about her, and you would hear stuff, but it was notanything that was, like, really discussed.Nonetheless, while their family did discuss the aunt amongst themselves, none of thoseconversations led to a direct conversation with Gwen about LGBTQ+ identities. This causedthem to understand that “it was something that you didn't really talk about. Something that, like,people were afraid of…” Despite being denied a solid foundation of what queerness is, Gwenstill had a solid foundation of what it meant to be an ally to their peers who were out:I had a gay best friend in seventh grade who I defended to the end because, you know, being in middleschool and being different, being gay…[K]ids talk shit…I feel like that was also another big thing, likepeople started treating you like a pariah when you [came out of the closet]…Calloway and Kimmy occupied the opposite end of the spectrum: those who were taughtthat being queer is bad or were otherwise aware of anti-LGBTQ+ sentiment. Calloway, a25-year-old who identifies as a “panromantic, demisexual/grey-asexual, nonbinary gendervoid”33person, learned of anti-LGBTQ+ sentiments as a child: “There was a lot of hatred towards thequeer community…Just Obama being like, ‘I don't like gay people,’ because that way he'd winthe Democratic vote [during the 2008 United States presidential election].”Kimmy, a 25-year-old pansexual woman, was actively taught that being gay was bad. ‘Gay’ isused here deliberately as Kimmy’s knowledge of LGBTQ+ identities around middle school waslimited to that of gay men, “as if girls or women couldn't be gay.” While the hypothetical queeridentity of girls/women was deemed nonexistent, Kimmy received very clear information aboutwhere her family stood on queerness in men. Men were denied their queerness outright—it waswrong for men to be gay, and that was that. For both of these participants, proper representationof and information about LGBTQ+ identities were elusive prior to social media.The varying levels of awareness about queerness and queer identities seemed to havelittle correlation with whether or not participants began questioning their identities before theybegan interacting with social media platforms. Seven participants (Harem Madik, Jade, Kimmy,Raven, Rose, Spice, Sunflower) had inklings that they were “different” but were too young tohave the proper terminology to firmly identify themselves as queer. Only four had introductionsto the idea of queerness that were neutral or positive; Raven and Rose were passively deniedinformation, while Kimmy was actively taught that identifying with queerness was bad. Of theseseven participants, six (Harem Madik, Jade, Kimmy, Raven, Rose, and Sunflower) experiencedcrushes or feelings that they either realized then or realize now were different from what theirpeers20 may have experienced at that age. Harem Madik, a 22-year-old queer woman, capturesthese sentiments as she details her own confusing, unnamed thoughts as a child:20 “Peers” based on their assumed gender identity at that time, regardless of whether or not the participant’s genderidentity has changed.34I had best friends where I was like, ‘I feel like I’m in love with them.’ But, I thought that was justfriendship, but I was like, ‘Mmm, maybe not.’ [laughs] Because it feels more intense than otherrelationships people have as friends. But…I never called myself anything because I was a kid. I don’t thinkI had the wherewithal or the introspective awareness to call myself anything.Despite what she was taught, Kimmy still expressed her queer identity to her peers even if shedid not have the language for what she wanted to convey. When reflecting on how sheexperienced attraction compared to her middle school peers, she says:I knew something was off. In the sense of like, my eyes wandered places that it shouldn't have wandered…Ithink what became even more formative for me in terms of recognizing that girls can be not straight wasthat one of my friends, she had came out of nowhere and was like, “Oh, I like girls.” And I was like, “Oh, Ilike girls, too.” And she was like, “No, no, no, like, I really like girls,” but we didn't really understand whatit [was] that we were trying to say…I didn't have a name for that…Like, everybody was talking about boys,right? … And I'm over here like, ‘I like that boy, too.’ But I was like, ‘What about the girls?’ Andeverybody's like, “Huh?”…“…That's a different type of ‘like’. We're talking about who we want to be in arelationship with.” And I was like, “Am I not talking about that?”Spice—a 21-year-old “pansexual, demisexual, genderqueer nonbinary” person—differedfrom the other participants who reported having a neutral or positive conception of LGBTQ+identities. Despite knowing “about queer history from media based on the TV shows that werecoming out centering gay storylines,” thus signaling some knowledge of the community, theystated that the evolution of their own queer identity occurred only after they had begun usingsocial media:I got on social media when I was pretty young, like middle school—maybe elementary school—and I didn'tthink I was queer then. I also didn't know a lot about queer labels then. So that definitely happened aftersocial media, but not because of social media.35Entering Social MediaThe participants began using social media21 at slightly varying ages averaging 11.75 yearsold.22 Facebook, Instagram, Tumblr, and YouTube were the most frequently mentionedplatforms, all with different levels of significance. While five participants mentioned havingFacebook accounts at some point, the platform was only mentioned offhandedly and did not playa significant role in the development of their queer identities. Instagram was mentioned by eightout of nine participants. However, only two—Jade and Rose—reported that the platform wasinstrumental in the development of their queer identities rather than simply a way to maintaincontact with friends, family, and acquaintances. For Jade, Instagram helped them develop theirpolitical views regarding leftist politics and the intersection of topics centered around differentidentities and the rights afforded to them, such as “racial justice[,]…indigenous sovereignty,and…queer liberation.” When looking at content on the platform that focused on queer identity,what they found useful were the explanations of the “different sexualities and all the stuff thatthey meant.”Rose, a 22-year-old lesbian, stated that she consumed Instagram as a source of supportearly in the development of her identity:So I realized I was queer basically when same-sex marriage was legalized. So that was 2015. And so oncethat thing popped into my head, I was like, “Okay, I know that I cannot come out yet because I would nothave any support.” So social media was where I came for support.22 This calculation considers the response of only eight of the nine participants. Kimmy was not figured into thisnumber as she did not provide an exact age for when she considered herself to have begun seriously using socialmedia.21 Some interviewees had questions concerning what platforms are being considered ‘social media’ for this project.After some debate with a number of participants, and in order to allow for a well-rounded insight into thedevelopment of their queerness, I’ve decided that the platforms that they considered to be social media will bedeemed as such in the context of this paper.36Consuming this content in an unsupportive household helped Rose reach a point where she isable to be out: “I am more comfortable with my identity, so I'm basically the same person inperson and online, except when I'm home, and I'm like, back [to hiding my sexuality].”Rose—along with Raven—stated that in their younger years, YouTube provided themwith some forms of representation and introduction into the community. They were able to watchcontent from queer creators—videos featuring their friends, family members, and partners.Watching this content, they hoped that—as Rose puts it— “one day I can be somewhat happy orbe on the same level as them and have that support.” Four participants mentioned Tumblr as oneof their prime platforms for queer content and interactions with other queer individuals.Calloway best represented the sentiments of the other Tumblr users when describing the platformas a “safe space where you can find other people who are kind of just, like, cocooned,…andletting that be just a really safe and stimulating place mentally.”The “Safety” of the InternetSUNFLOWER: I mean, it was obviously easier to hide behind a screen and talk about my sexuality. Therewere just more people that were out online. In person, in [my middle school] at the time, like 6th, 7th grade,nobody was gay—or nobody was talking about being gay. So like, I’m not gonna talk to these people.These social media platforms that afforded queer individuals a level of safety in whichthey could feel comfortable enough to explore their identities, were vital to the participants.Without this space, their access to certain types of affirming LGBTQ+ content may have beenlimited—impeding or completely halting their journeys as they grappled with both queerness inrelation to themselves and their queer selves in relation to the larger community. They needed tofeel safe, and to be ‘safe’ on the internet was to be able to explore their emerging queer identitieswithout prying eyes, minimizing the potential of them having to—as Harem Madik put37it—“answer so many questions about myself that I didn’t want to answer.” The anonymity of thescreen enabled them to do that.For many of the participants, “internet safety” did not mean “don’t talk to strangers.” Infact, many did quite the opposite. Gwen used Kik—an instant messaging app that did not requireany personal information to create an account and allowed people to create usernames—as theirprimary social media platform:I would try to delve into talking to other women. But it didn't last long because, again, of that shame andbeing scared that someone would find out. I wouldn't [attempt to talk to women] on like Facebook, orInstagram, or Snapchat, like not on sites like that. But more so like the ones where people didn't have tonecessarily know who I was.Harem Madik, who maintained a similar anonymous approach to her social media experience,echoed Gwen’s sentiments. She enjoyed that Tumblr, which lets users decide how much personalinformation they want to make public, allows for easy detachment from people and situations:I never said my real name. It was purely, like, curating this little digital space where I could basically stalkpeople, you know? Um, yeah, so it felt safe for me ‘cause you don’t have to travel. You don’t have toactually meet up with people in real life. If people end up being creeps, okay great, I just unfollow them.They don’t know my name. I probably don’t know their real name.Rose, who spoke about her social media accounts in which her personal information is public,said that she only allows people that she personally knows to have access to those accounts. Inthis way, she can be confident that her accounts remain a safe space and avoid potential harmoffline: “In real life, it's like more scary. Especially, like, expressing my sexual orientation.”Both Raven and Jade expressed their idea of internet safety as being able to express theircreativity. Jade states that the ability to write and publish fiction anonymously allowed them toexplore ideas in writing that may not have been feasible in the real world:38I think there's a lot more room to just, like, think about ideas. And also writing doesn't have this moralimperative. Like, I'm not preaching to people. So I can write stuff that I find to be compelling andinteresting.With Jade’s ability to have this safe space to write and explore ideas under an anonymousaccount, they were able to establish their own writing community first and foremost. Jade atteststhat queerness was a big part of the writing community, both in terms of the authors' identitiesand the stories they were creating. Through their connection to this community, Jade was able toexperience significant growth in their queer identity.The other participants also experienced growth in their identities as they interacted withtheir niche interests and engaged with queerness in that way. As the participants began usingsocial media for the private exploration of their queer identities and what queerness entails in thefirst place, over time, they began to develop their own online queer community (or communities,when representing different parts of themselves on different platforms).Communities Within ‘The Community’CALLOWAY: The Community is something that, like, if you can find it online, and it's there supportingyou, then fuck yeah, that's like one of the best parts of the internet.The common goal for all of the participants was to find others like them on social media:people who were also queer and could help them navigate their newfound and ever-evolvingidentities. Different methods were used to accomplish this goal. Some looked for spaces that,while not explicitly for queer individuals, were popular among this crowd, making it relativelyeasy to interact with other members of the LGBTQ+ community. Some valued connections toThe Community that were simultaneously grounded in both queerness as well as other identities39that they felt were equally important and informed the types of relationships and content theywanted to consume.Regardless of the rationale behind these more intentional interactions that the participantssought, the open acknowledgment and acceptance of queer identity within these spaces weremeaningful. During the interview, I asked participants if they felt that having a shared identitymakes it easier for people to search for support from one another. Many of them answeredaffirmatively. Although they may not approach every new social situation specifically seekingout queer people to talk to, participants like Sunflower agreed that “something about being queerjust makes me like someone more. I feel like now we have another level we can relate on.” Thisother level was significant in the development of the participants’ identities. When interactingwith different types of content and communities online, the addition of queerness addedsomething meaningful to their online safe spaces. Whether a shared interest, a shared hobby, or ashared characteristic, the ability of the participants to immerse themselves in a community withina community enhanced their connection to The Community and contributed to a betterunderstanding of themselves as well.There were several ways that participants expressed ideas relating to community. Twomain threads evolved: 1) the formation of community based on their queer identity (and itsevolution) and 2) the maintenance of community through social media interactions and socialmedia-based relationships. Both of these threads explored participants’ ability to feel connectedto others within the LGBTQ+ community in addition to cementing a deeper understanding ofthemselves and their own identities.40FandomInteracting with “fandom”23 content on social media contributed to the development ofthree participants’ (Sunflower, Calloway, and Jade) queer identities. Sunflower shared that whenshe was twelve years old, her safe haven was the Glee (2009–2015)24 fandom:…[I]n 7th grade—or 8th grade, whatever. I was just, like, too scared to say that I didn’t like boys…I think Iwas super into Glee and I was always looking at Santana and Brittany25 content. And I was like, “You knowwhat: if Santana Lopez is a lesbian, then I can also be a lesbian and be fine.”For Sunflower, the show itself and the fandom-generated content she consumed on social mediaplayed a part in her accepting her identity during middle school.Jade and Calloway also offered specific examples in which the groups they engaged withon social media platforms helped them feel supported in their identities and connected to otherswithin the community. As discussed earlier, Jade’s connection to an online writing communityhelped them to connect with queerness. Through writing about fandom-related content, Jade wasable to connect with people who are their age and older. Jade appreciates the older queermembers of the writing community as they “think it's beneficial in part to hear the perspectivesof people who are older than me, and also…had more experiences prior to the rise of socialmedia and the internet.” In having notable moments in the development of their LGBTQ+identity, these older individuals “have a different perspective on queer history,” which Jadeappreciates.25 Santana Lopez and Brittany Pierce are two of the main female characters in the series. Over the course of theshow, both of them come out as queer women and enter into a relationship with each other.24 Glee is a scripted musical comedy TV series centered around high schoolers that covered various social issuesthroughout its original run. A main aspect of the show is the queer identities of numerous characters and how they,and others, responded to it as they navigated and graduated from high school.23 ‘Fandom’ refers to online subcultures that have an enthusiastic group of supporters (regardless of the number ofsupporters). These subcultures span film, music, video games, theater, and literature. Although engagement withfandoms is not specifically a queer phenomenon, a lot of queer individuals engage with different fandoms at somepoint in their lives.41Calloway’s fandom community emerged in 2018 from interactions with a band that has alot of young, queer, neurodivergent fans (according to Calloway). Over time, Calloway was ableto develop friendships with the lead singer of the band, and they sometimes chat about topicsrelated to queerness and gender exploration. Calloway was also able to develop friendships withother “really wonderful friends from that space that are also queer.” Aside from this band,Calloway was also a part of the One Direction fandom on Tumblr. Band member, Harry Styles,was particularly instrumental in Calloway’s exploration of gender and gender expression:I was in Uniqlo with my mom and I was about to transfer schools and I just wanted to, like, completelyleave the like, hyper-sexualized femme energy that I was in at 14 and 15…and wanted to just go completelyneutral. And there was a moment where I was like, ‘Mom, I want to go shop in the men's section.’ And shewas like, ‘No, it won't fit, like, your body correctly.’ I just remember saying, like, ‘No, if my hero, HarryStyles, is wearing women's Gucci suits, I can wear men's clothing. That's how this is gonna work.’ And sheagreed. And then I looked like a little neutral baby…But I think from Harry and just like these fashionblogs that would dissect his outfits and be like, ‘These are women's outfits on a man,’ that was really, like,life-changing for me.Anyone can participate in fandoms and engage with their content. In theory, fandoms arefor everyone who identifies strongly with the object of the subculture. In a way, this mirrors theLGBTQ+ community as a whole: you’re here, and you’re queer. That’s all that matters.However, fandom communities and the LGBTQ+ community as a whole do exist within a largersocietal context and alongside other non-queer-related experiences that inform how differentindividuals curate their own queer experiences.42Intersectionality–based CommunitiesFor some participants, their queer identities and experiences were greatly informed bytheir other identities. As such, they made it a point to seek out content and experiences thataffirmed these other identities as well.For most who reported such curation attempts, their community formation occurred oneither racial-based lines, gender-based lines, or both. Sunflower expressed that the general onlinecommunity of queer people helped her substantially, albeit indirectly as she passively perusedcontent from queer women. Specifically, she shows gratitude to the Black female queercommunity:As a Black woman, you are like the most undesirable. So when I would see content…back when I was veryunconfident…and [when] my love life was in the trenches. I would see things on Twitter or something andit would not make me feel better, but make me feel less alone in that other people are going through thesame thing and you know, sometimes it would give me hope that—you know, just like…I’m not ugly. Youknow what I mean? I’m not ugly.Even though Sunflower is referring to the times when she would appreciate seeing others’negative experiences and the connection she would feel to them by resonating with their stories,there was more of an appreciation for the fact that they existed at all.Seeing “realistic and humanizing stories,” as Gwen puts it, enhanced participants’understanding of the vastness of the experiences that come with being queer. Not only are thegrand, heart-warming stories of perseverance and trailblazing LGBTQ+ stories obviouslyimportant, but so are the mundane everyday experiences of queer people who post about thingslike shopping for groceries with their partner and other simple things that cishet individualsexperience without scrutiny. Rose, who described herself as consuming a lot of lesbian contenton YouTube, shared that she “used to be very, very scared of what my family, my parents would43think.” However, seeing the everyday lives of lesbian individuals and couples gave her hope that“although my family may be unsupportive, they may come around. It won't stay in this negativespot forever.” Both Rose and Sunflower agree that the gender of the person whose queer contentthey are interacting with matters somewhat. They both prefer to see content from other queer andlesbian women because that is the section of the community that they most strongly identifywith.Sunflower was not the only individual to whom the intersection of race and LGBTQ+identity was important. In fact, most participants who identified as people of color mentionedexperiences that conflated queerness and race with each other. Seven out of nine participantswere people of color, and only one did not mention race at all during their interview. Those whodid mention race wanted their interactions with the LGBTQ+ community to be informed by theracial identities that they and their peers held. This is important for those like Harem Madikbecause “there are perspectives that can only be produced by queer people of color” that whitequeer individuals can only empathize with. As such, Harem Madik feels that because there are ahost of experiences that white queer individuals do not share with her, she can never fully be incommunity with them. Or put more simply by Gwen: “Even if we're in [a] queer place, I'm nottalking to no white queer. What do I have to talk to you about?”The participants’ different experiences informed how they entered into the LGBTQ+community within the realm of social media as well as how they began developing their ownidentities within this community. Once they found their footing in their various platforms, theybegan to form their own communities and attach themselves to ones that further helped developand affirm their identities. In order to have such development and affirmation, however, they had44to commit themselves to queer subcommunities and relationships that aided this process andremove themselves from ones that did not.“A very open and loud and easy-to-find queer community online…”After the participants found their entry points into the queer community on social media,they sought out deeper connections with both the community as a whole as well as the peoplewithin it. These connections—ranging from simply perusing through an individual’s orsubcommunity’s content to establishing significant relationships—were largely centered aroundsupport. Having what Spice calls “a very open and loud and easy-to-find queer communityonline that are very proud to label themselves and educate…” makes the journey of the radicalacceptance of one’s self much easier than navigating such feeling alone. Much of this ease isowed to the role that support plays in not only relationships in general but also in the LGBTQ+community. It is not just others accepting you as you come to them but also as you evolvethrough this ever-expanding and never-fully-complete idea of queerness and how it fits you. Theparticipants both provided and received support from the spaces they interacted with throughpassive and direct interaction with queer spaces on social media. In doing so, they furtherunderstood their place in the community—the bounds they were comfortable aligningthemselves with and operating from.By receiving support from individuals within The Community in some way, theparticipants were able to feel more confident in their identities and how they relate to otherswithin the community. By feeling like other queer individuals had their back while figuringthemselves out, they felt better equipped to do the same for others who needed it. For manyparticipants, support came in the form of representation and positive depictions of queerindividuals that participants felt were hard to find elsewhere. Rose mirrors this opinion: “So for45queerness, I consume social media by watching videos and stuff. And so seeing that, like mylesbians, people who I identify with, happy, that gave me tons of hope that I can live a similarhappy life.”For the participants, seeing others share parts of themselves on social media helped themto feel less alone. While Spice acknowledges that “queer TV media has changed so much in thepast three years” and strides have been made to improve the stories shown on the small screen,they still wish they saw more queer representation within popular media. As they wait fortraditional media to progress and reflect the more modern and expansive queer community, Spiceappreciates how social media is able to bridge the gap in the meantime. In their experience,“Queer social media allows you to see [different stories] in a much larger and faster quantity,allowing people to “get even more specific with the people…and the identities that you're seeingonline.”By sharing and seeing others share parts of themselves on social media, manyinterviewees felt less alone as they navigated social media. For Calloway, there were momentswhen not feeling alone simply had to do with the ability for online friends to be at the rightplaces at the right time, making them reachable in a way that their offline friends might not bewhen they are needed:There is this lovely aspect of the online friends where if I just say something online, like, “fuck, like, sadnews”…my physical, in-person friends aren't going to see that. So they're not going to know that, like, I'min my room all day doing nothing. My Twitter friends are going to know that sooner, if not immediately andthen kind of show up and be like, “I'm always here for you,” or whatever. And I have such a deepappreciation for that, like, quickness that we have with each other. If you're having an emotion that doesn'tfeel good, or like you're going through something, I'm here, I see it.46In addition to this emotional aspect that came with interacting with others’ stories and queerdiscovery journeys, there was a practical component as well; seeing others with varyingidentities under the LGBTQ+ umbrella helped the participants to develop their vocabulary andbroaden their understanding of the community, which in turn informed their own identities.While all of the participants had formed surface-level or passive connections to variousqueer subcommunities on social media, there was an almost even split between the participantsin terms of who has (or had) relationships that began and are largely maintained via social mediaand those who do not (or have never had one). Jade talked about their most substantial socialmedia–based relationship that originated in the writing community they frequently participate in:Occasionally we'll send each other packages, just like inspiration socks and stuff for writing purposes. Butyeah, so it's interesting because like, she's been a really good friend. We have different ages. But we kind ofmet through this sort of queer media, right…It's just interesting because she's not actually queer, but sheknows that I am.When ruminating on what makes relationships formed on social media different from thoseformed offline, they had the following to say:Online friendships are kind of backwards…Normally when you meet somebody, you learn their name firstand you know what they look like. And that's, like, the last thing that you find out in an online friendship,and you learn what their interests are and maybe their true identity and what they like to read and write andyou know stories about their inner life…before you find out their actual name and their face.Because of this backward flow that online relationships tend to take, having this deep connectionwith someone online and then finally getting to meet them in person and put a face to theusername can be very rewarding and exciting.There are, however, instances where finally meeting up with an online friend can havethe opposite effect; instead, these meetups may be lessons in why sometimes your onlinecommunity needs to remain online, as Calloway once discovered:47There was one friend I met up with in person, and I had loved them online. Like they were so kind and wewere just so, like, I don't know, like, happy together, I guess, very supportive…And then when we met up, Ijust could not. Like I left crying, cause it was draining the life out of me…Like, we didn't talk about me atall, and we hung out for five hours. And [they] talked for 30 minutes straight…so that, like, completely justshut down that friendship. Some friendships I like keeping at a distance because…I can keep it in like asafe place…I don't necessarily need it to go deeper because I have a lot of people in real life that I alreadygo really deep with.Because of this experience, Calloway learned to create boundaries in online relationships. Gwenand Spice, the two other participants who had or have substantial online relationships, operatedsimilarly. Both of them expressed having limits to the type of support that they would provide toan online friend—a position that differed significantly from those who have never had an onlinefriendship and feel that there are no bounds to the support that they would give. Regardless oftheir feelings towards the limits of support, many participants reported providing some form ofsupport to a fellow queer person at some point during their self-discovery journeys.Paying It ForwardWhile Calloway’s experience was negative, giving support is as equally inherent to TheCommunity as receiving it is (provided the circumstances are healthy for all involved). For thosewho did not have substantial support growing up as queer children and teenagers, finding queercommunity was instrumental in the development of their identities and their connection to thecommunity. For Kimmy, her motivation to find support from other queer people was primarilyinformed by her first job assisting queer Black men who were recently released from prison:My first ever job was that I was working with gay men who recently came out of prison…to help themacclimate back into society…It was just more so…learning what support looked like for differentpeople…There was a lot about…how do [queer] Black men…receive [support without knowing what that48looks like]? And it got me thinking a lot about the fact that I didn't have a support system either. So I'mbeing a support system…[and] I don't even know what that would look like, because I've never had it formyself.When helping these men, Kimmy approached them from the lens of what she imagined propersupport would look like had the loved ones in her life provided that for her. “They”—likeKimmy—“needed somebody who wouldn't judge them, somebody who wouldn't, like, ostracizethem, and [would] try to help them [exist within] society in a way that would work for them.”As other participants reported feelings that echoed these desires throughout their owninterviews, they reflected on how they best provide support to other queer individuals. Mostparticipants stated that they supported other queer individuals on an interpersonal level. ForGwen, Harem Madik, and Jade, this support was not anything out of the ordinary. As Jadecasually puts it, they supported their queer friends “as friends support each other… And we justhappen to be queer.” Spice provided support in the form of representation for younger queerstudents on their campus:I'm in the performing arts division. So pretty much everyone there is queer. So I'm, like, very out, and in ahappy, healthy relationship. And I'm like friends with all the other young, queer kids. So I feel like justknowing that I exist: a blessing.Calloway, Raven, and Sunflower are all very present in the development of their friends’queer identities. All three of them found themselves being approached by people who werebeginning their own self-discovery journeys. By being open about their own queer identities, theparticipants became safe to confide in. Calloway’s approach differed from Raven andSunflower's. Instead of waiting to be approached about a queer crisis of identity, Callowaypreferred to hurry people along:I used to have a problem where I'd just be like, “Nah, you're queer. You'll come out someday,” andclocking people a few years ahead of time. But that's, like, not really respectful to do, so I don't do that to49people anymore…I, you know, make conversation or talk about my own queerness, talk about queerness ingeneral…And that, I think, has provided safety for friends to come out to me or just exist without havingthe feeling of needing to come out.“Clocking”26—as Calloway uses the term—is one of the more useful tools of the queercommunity. It allows queer individuals to identify others within The Community without eitherparty having to outwardly state their identity first (albeit based somewhat on stereotypes).It is rather unlikely (especially considering today’s political climate surrounding LGBTQ+issues) that an individual will explicitly announce themselves as queer upon first meetingsomebody—regardless of whether or not they consider themselves to be out in general. If fewpeople announce “I’m queer” to every room they walk into, then there must be implicit methodsallowing queer people to find each other. During the interview, Calloway provides an example ofhow queer coding27 might be used by queer individuals to help others identify them: “…queercoding is such a language. Like, if I'm cuffing both my fucking pants and my shirt. Like, that'sreally intentional. That's not just style.”28While actively clocking another queer person can only be done once an individual has asolid grasp of queer culture (typically through online queer spaces), there are instances where28 Cuffing the ends of one’s pants and/or T-shirt is widely considered to be a part of “bisexual (or general queer)culture”. Asserting this fashion choice as such can be done seriously in reference to the evolution of modern queerfashion and ways of signaling one’s LGBTQ+ identity (e.g. gay men piercing only their right ear) (Stringham 2020).However, it is usually done in jest (Haney 2022; Hubbard 2022).27 “Queer coding” typically refers to the practice of movies and television shows presenting a character in such away that those familiar with or a part of the LGBTQ+ community are likely to identify as queer. When done in thisway, the sexuality/gender identity of the character is not explicitly stated to be queer. However, the character’sadherence to fashion choices, mannerisms, and language that are widely considered to be reminiscent of queersubculture might be read as a nod to their possible queer identity. Calloway uses the term in reference to queerindividuals adopting such techniques to convey their actual queer identity to others—the most popular example ofwhich might be the Handkerchief Code, created to indicate kink preferences among gay men (Anon. 2019; J. RaúlCornier 2019).26 To “clock” someone is to recognize them as being a member of the LGBTQ+ community without knowing if theyactually identify as queer or them explicitly stating so. The term originated within the ballroom scene amongst Blackand brown transgender women (and others who ‘walked’ categories related to expressing undeniable femininity). Itcarried a negative connotation, as it infers that the person who was clocked did not blend in well enough with thecishet women that they hoped to embody (i.e., ‘passing’). Today, the word has expanded beyond the bounds ofballroom and entered popular LGBTQ+ lexicon. While the term can be considered neutral depending on the context,it still carries those negative connotations.50participants found that they somehow managed to find other queer people before either of themeven began questioning their identities. Six out of nine participants reported at least one situationin which they developed a relationship with a queer person before knowing that they identifiedas such. When describing their experience with sudden new queer friends, Raven stated that theythink “at least like a good 98% of my friends: all queer. And…when we met, we didn't know[that we identified that way]…And then all of a sudden, we're just like, ‘hey...hey, queer, hey.’”The other participants shared similar experiences; they felt drawn towards individuals forone reason or another before realizing that they were already in community with each otherwithout realizing it. When thinking about why they might have been drawn towards certainpeople and being comforted by the simple awareness of another queer person in the room,participants stated that they felt more at ease in these situations. Spice elaborated that for them,social situations are “a little bit more comfortable” when you know “that you have some[one]that you can relate to.” When thinking specifically in the context of social media, theyappreciated how “it's made finding my identity a lot easier [as well as] finding other people whoidentify the same way.”For the participants, these subconscious connections proved the existence of a commoncommunity among LGBTQ+ individuals. “Some things,” as Harem Madiq puts it, “arenon-verbal.” As with inside jokes between good friends, it is not necessary to explain youridentity and your experiences to those who are in the know. In fact, having friends that shareyour queer identity is preferable as it removes the need to explain or defend yourself tonon-queer individuals constantly. Gwen elaborates on this idea:There's only so much you can explain to people who haven't been through similar situations or lived theirlife in similar ways…So I definitely think when you find a community, like, you stick to it, because it's like51your home and it's good to have people that you don't have to constantly explain things to in detail becausethat shit is tiring.For many of the participants, there were points in their queer journeys at which they did notknow what they wanted to explain, much less how to convey that to others. During thesemoments, the support they received from other queer individuals helped them better understandThe Community and themselves in relation to it. Navigating these moments online was not onlysafer for these individuals, but this experience also allowed them to explore the vastness of thequeer community and settle into an identity that they felt best suited them.LabelsJOURDAN: Please note that I use the terms ‘LGBTQ+’ and ‘queer’ interchangeably throughout theconversation unless you have a preference for one term over the other. But let's get started.SPICE: I think I prefer queer. LGBTQIA is a lot to say all at once again and again.One commonality that eight out of nine interviewees shared was that as they continued toengage with the LGBTQ+ community on social media, how they related to labels shifted.Regardless of how they identified themselves at the time of the interview, these eight hadundergone tremendous periods of transformation to get to their current selves. While Spice wasbeing half humorous in the quote above, they express a growing point of view among youngerLGBTQ+ generations: the initialism is just not as engaging as it once was. Earlier politicalLGBTQ+ equality campaigns seemed intent on getting as many people to be recognized underthe umbrella as possible. In an attempt to define every non-cishet possibility, the initialismstretched so considerably that it almost became impossible to say in one breath (e.g., LGBTQIA,52LGBTQ2S+, LGBTQQIP2SAA29). Today, politically-engaged queer individuals are less focusedon categorizing the community in order to justify it to the mainstream cishet world. As activistsrealized how expansive the community is to the point that one cannot possibly include everyidentity in a single term, they began to reclaim queer in a return to the political messaging ofdirect action groups of the 1990s.30 To be queer or a part of the queer community is to defineyourself outside of the cishet expectations that individuals hold on to as they begin theirself-discovery journeys.Only two participants identified themselves as “queer”31 as a catch-all for the ways thatthey conceptualize their sexuality, their gender identity, or both. Harem Madik appreciates socialmedia for providing her with language that she could use to “describ[e] myself in terms of mysexuality.” While none of the specific terms she learned fit her exactly, she is still thankful for themore profound understanding of the queer community that she gained from her experience. Jadeechoes this in their own experience, concluding that “there's a lot more flexibility and fluidity instuff than I think people tend to talk about in mainstream media and in real life.” Because of this,“queer” best fits the fluid and expansive journeys that both individuals’ identities have takenthem through.Two individuals, Rose and Sunflower, started and ended32 their queer explorations withthe same identity they started with when they first came out. For them, identifying as a lesbian32 “Ended” in the context of the evolution of the individuals’ identities as it relates to this study, where their “end” isthe point in their journey at which they were interviewed—regardless of whether or not they believe it will change inthe future.31 See Table 1.30 See The Queer Manifesto (1990) developed by Queer Nation, an activist organization created by four members ofACT UP.29 Lesbian, Gay, Bisexual,, Transgender, Queer, Intersex, Asexual; Lesbian, Gay, Bisexual, Transgender, Queer,Two-Spirit; and Lesbian, Gay, Bisexual, Transgender, Queer, Questioning, Intersex, Pansexual, Two-Spirit, Asexual,Ally respectively (Indian Health Service n.d.; Zak 2013)53conveys their identity perfectly. Sunflower details the evolution of her identity over the course ofher life, beginning with her lightbulb moment as a child:I was too young to really put a word to it but…I know the exact moment I was really like, “Wow, I likewomen,” but it might be a little inappropriate…I was in fifth grade, and my teacher bent over right in frontof me and I saw her boobs and I was like, “Okay, yeah.”Continuing the story into her eighth-grade year, Sunflower talks about the beginning of her queeridentity crisis as she flip-flopped on whether or not she was indeed attracted to men as she was towomen. While she managed to once again settle on a lesbian identity, she underwent anotheridentity crisis thanks to the “lesbian Google doc”33 that explores “a bunch of ways that comphet34gets you into thinking that you’re not a lesbian.” Despite this period, Sunflower came out on theother side fully confident of her lesbian identity. Having this specific identity is important to heras she felt that she was greatly affected by compulsory heterosexuality, which delayed heracceptance and recognition of her queer identity.The other seven who laid claim to one or more letters were ultimately much lessconcerned with finding the perfect label than they were at the beginning of their journeys. InKimmy’s case, she first encountered the term “pansexual…through chat rooms that were gearedtowards bi people.” Encountering the “hearts, not parts” definition that was used primarily beforethe term fully entered into the mainstream queer lexicon, Kimmy describes her experience as thefollowing:So I was like, oh, pansexuality, you have an emotional connection, and then that leads to the sexualconnection. And that's what I understood for a very long time…[Learning this,] I was like, “So why are we34 “Compulsory heterosexuality”, often shortened to “comphet”, is the idea that because heterosexuality is the norm,it is forced onto everyone in a way that harms queer individuals. Invented by Adrienne Rich (1980) in her look atcomphet and its effect on queer women, the term is almost exclusively tied to lesbian identity and culture.33 Sunflower is referring to the “Am I a Lesbian?” (Luz 2018) masterdoc that became popular within lesbian circleson social media beginning around 2020. The masterdoc explores the different ways lesbians might deny themselvestheir identity out of fear that they are faking it somehow.54not including trans individuals in that?” Because if it's about emotional connection,…it just matters thatthey're a human being who's a good person, and wants to be a better person and wants to be with you at thesame time. So it's like, “yeah, I'm pansexual,” because emotional connection can happen with anybody.As Kimmy learned more about the queer community through social media, she began tounderstand and embrace her pansexual identity fully. However, Kimmy felt that queerness—atleast as it was portrayed online—looked a certain way and was performative in a sense that shesimply did not care to participate in. While pansexuality was the identity that she aligned with,she did not feel a need to embody or display that at all times:And it's through those conversations online and reading how the terminologies were shifting, and howthose terminologies was understood [at my alma mater] as well, had made me kind of say like “Okay, I'mstill pansexual, but I'm still trying to figure out like, what does that mean for me?” So that's kind of likehow social media helped me understand myself…One thing I realized is that I will always be part of thequeer community, but I recognize that I will always be considered or seen as a straight person…Like, I'mstraight-passing…and I think that that was the struggle that I had with [interacting with queer content]online where it's just like, queerness looked a certain way. And I felt that I just couldn't do that because thatwas just not me…I'm just [Kimmy]…I'm just chilling.Participants’ methods of forming and maintaining queer communities were more aboutgeneral experiences or instances in which the various queer communities on social media aidedthe participants with their own identities. As they situated themselves with these communitiesand continued to engage with social media in general, they began developing ideas about onlinerelationships. They wondered whether or not close, sustainable relationships are viable whenthose they want to connect with are locked behind a screen. Some of the participants succeededin building these close connections, while others did not.55“Queer Diasporic Wars”The last major theme that some participants touched on was what Harem Madik termed“queer diasporic wars.” The distinct examples provided by Jade and Gwen on these “wars” givesome context to Harem Madik’s concern. Jade touches on the internal policing of TheCommunity by members who feel that there are individuals who are not performing their labelscorrectly or are otherwise giving queerness a bad name. The example they use is about theinternal controversy surrounding kink-related imagery at Pride events (especially the parades,where minors are likely to be in attendance):…There's a lot of policing of the community in terms of things that aren't considered socially acceptable,such as kink and other stuff like that. And so, one of the things that I've learned a lot, just from, like, beingaround people and talking about them is that if you censor that sort of thing at Pride…you know, likeanyone who's just kind of outside of the norms of “socially acceptable queer,” right? If you don't stillmaintain solidarity with those people, too, then, it's actually harmful to the community as a whole…Peoplewho dislike queer existence don't differentiate between an innocent queer kiss and somebody, like, wearinga collar in public, you know what I mean? So ultimately, queer liberation has to come from everyone, and ithas to liberate everybody and not just queer relationships that cishet people see as socially acceptable atPride, right?This idea is expanded upon in Gwen’s interview:At the end of the day, boo, we all getting misgendered, we all get harassed. Because especially like, ifyou're open and out, like [those who are anti-queer are] coming for you…At the end of the day, these lawsthat people are passing, affect all of us.When considering this perspective on discourse (“infighting”) within The Community, itbecomes clear that none of these participants want to engage in this type of exclusion of theirfellow queer people. Instead, their commitment to The Community and the safety that it canprovide prompts them to ruminate on the same thing that Harem Madik does:56Like what is constructive to keeping a community together? Some of [the topics brought up by individualswithin the community are] disruptive and not…thought through before putting it out into the queer sphereor whatever. And then a couple years down the line, we’re like, “Ooh, that had repercussions that maybe asa community we should have thought about.”…The “wars,” they have my head spinning a lot…There’smini-wars, and then there’s big wars, and y’all have to keep track of all of them. But through that is wherewe find the nuggets of goodness that we hold onto.”57V. DISCUSSIONSocialization of IdentityWhile the participants began their self-discovery journeys at various levels ofunderstanding and knowledge about the LGBTQ+ community, they all ended up at relatively thesame place in their journeys at the time of their interviews. They were all much morecomfortable with themselves, and as their conception of queerness expanded, they also felt muchmore secure in their place within The Community. The fifth stage of development in ErikErikson’s (1968) theory—Identity vs. Role Confusion—35 played out as expected in eachparticipant’s queer identity journeys. During their adolescent stages, the participants did not quiteknow what they were chasing in terms of understanding where they fit into the world, but theyknew that they were chasing something. This chase, the desire to connect with others in ameaningful way (Simmel and Hughes 1949), is the basis for the creation of social networks thatsatisfy the individual by bringing them closer to the achieved identity—that critical point thatturns identity from a concept into something tangible: community.This community, the web of relationships and experiences that inform one’s being, wasnecessary for the continued development of the participants’ queer identities. Without access tothe “social consciousness” (Durkheim 2005) of the LGBTQ+ community, the participants’growths would have been stunted. There would be no well of knowledge or meanings to drawfrom, and they would forever remain unfulfilled in their identities. It would always be a questionof “what could have been.” However, because they were able to form relationships with otherqueer people and feel like they belonged to the larger queer community, the boundaries of whatthey thought to be queerness evolved, and so they were able to evolve with it. As Calloway puts35 See page 8.58it: “My queerness is always evolving, and it's just at this point about what makes me feel goodand comfortable in my body on my own timeline and not for anyone else to judge.” Here,Calloway asserts “my queerness.” Queerness exists as a concept, as a culture, as a community,and so on. However, Calloway’s is unique; no one will ever experience queerness as Callowayhas. And understanding that is how queer identity is fostered within individuals. Access to thelanguage and culture that shapes the LGBTQ+ community is only the first step to achieving aqueer identity. The rest of the journey depends on the individual. This does not mean that thejourney has to be completed alone. However, only the individual alone can assert their identityfor themselves.Fictive Kinship ExperiencesReturning to Ray Oldenburg’s assertion that third places can sometimes be “morehomelike than home (1999:39),” the online LGBTQ+ community squarely embodies that idea.With online queer subcommunities operating akin to extended relatives, it is not difficult to seewhy so many LGBTQ+ individuals regard The Community so fondly. The support structureswithin online queer spaces could be considered reminiscent of the parent-child relationship. The“children,” in this case, are the queer individuals who are just beginning their self-discoveryjourneys, much like our participants during their childhood and teenage years. The “parents” arethose who have spent a significant amount of time figuring themselves out and have had enoughexperience within The Community to reach a point where they feel comfortable with themselvesand their identities.The LGBTQ+ community is only able to exist as long as the “children”/newcomers arecommitted to giving back to The Community and adopting the “parent”/mentor role once theyfeel they are ready to do so. Yes, there will be some queer individuals who get all that they need59from The Community and choose not to interact with it in a significant capacity past this point.Those who do choose to stay, however, become part of what Oldenburg terms the “regulars” ofthird places:The third place is just so much space unless the right people are there to make it come alive, and they arethe regulars…Every regular was once a newcomer, and the acceptance of newcomers is essential to thesustained vitality of the place. (1999:33–34)These regulars maintain the culture of The Community and continue to develop it as thequeerness concept expands due to the new meanings that enter the LGBTQ+ knowledge bank tobe reinterpreted and accepted. Spice demonstrated the clearest evolution from “child” to “parent”within the queer community. They longed for extensive queer representation within popularmedia, and when these sources failed to provide that, they searched online for more specific andintentional representations of LGBTQ+ identities. Now, in their university’s performing artsdivision, they are able to be the representation they craved for others. As most students withinthe division are queer (according to Spice), it functions as a sub-community within the broaderLGBTQ+ community, and it is here that Spice can step into their parent role. While Spice wasonly half-serious about their value within that space, their presence may very well be a blessingto those younger students—especially if their exposure to queerness was minimal beforeattending this university.The commonalities seen between the interviewees support the positioning of theLGBTQ+ community as a re-imagining of the family structure. While each person’s journey wasunique, they developed similarly and operated under the same culture, history, and traditionswhich is true of any family and its members. Again calling on Oldenburg’s “homelike”comparison, while The Community generally got along, there were and still are issues that notevery queer person sees eye-to-eye on. This is seen in intra-community debates—as Gwen,60Harem Madik, and Jade touched on—about the “proper” way to present The Community tooutsiders in order to have a successful equal rights campaign.Sociologist Joshua Gamson (1998) explores this via a content analysis study of thepopular tabloid talk shows (e.g., Jerry Springer, The Jenny Jones Show, Maury, etc.) during theirheyday during the 1990s and early 2000s. Playing the ratings game, producers wanted topics andguests that would generate controversy, thereby heightening the entertainment value of theseshows and increasing the number of viewers. During this time, LGBTQ+ individuals and theirstories were considered to be very valuable for this purpose. In the name of sensationalism, theproducers sought out “freaks” and their stories36 for episodes. LGBTQ+ guests who chose to goon these shows and provide such sensationalist content (for their own entertainment or their 15minutes of fame) were negatively viewed by LGBTQ+ activists who wanted to go on theseshows to portray the image of “normal” queer individuals to garner support for equal rights byshowing that queer people are capable of adhering to cishet values and lifestyles in their ownway—to show that they were just like everyone else.37 Those who might hold a limited view ofqueerness or disdain for those who, as Jade puts it, are not “socially acceptable queers,” may optfor this subdued portrayal of the LGBTQ+ community and plead for their fellow members tofollow their lead when talking about this cultivated space to outsiders (Goffman 1990).38Others—as seems to be the case with the participants of this study—may not care for tactics38 I invoke Goffman (1990) here for his dramaturgical analysis of human social behavior. In his book, Goffmantheorizes that humans determine their behavior based on their audience, whom they aspire to impress. With theargument that LGBTQ+ individuals consider The Community to be an extension of themselves, it follows thatactivists who utilize respectability politics in the struggle for equal rights would want their fellow members to act ina manner that appeases their cishet audience rather than a manner that alienates them.37 This rarely worked out in the activists’ favor. As Gamson explained, such guests were either threatened to havetheir segment cut completely if they did not play the game, or their segments were edited in ways that diminishedtheir point or made them look more irrational than they actually were.36 Crossdressers, transgender individuals, men who cheated on their wives/girlfriends with other men, dramaticfalling outs between gay/lesbian lovers and friends all fit the sensationalist criteria. Gamson describes talk showepisodes with these themes and more in his book.61utilized by those who believe in respectability politics, as they operate under the belief thatqueerness is meant to be inclusive, not exclusive.39 Returning to the ideas of McMillan andChavis (1986), to be as inclusive as possible and fully embody the spirit of a community, TheCommunity must attempt to maximize access. This idea, and the rationale of the“pro-exhibitionist” crowd, is summarized by pedagogue William F. Pinar (1998):Queer is not a neutral term, even though it wants to be a term of coalition between lesbians and gay men.(Stephen Murray, 1996, prefers “lesbigay”[,]…a neologism that constructs “us” as a “quasi-ethnicgroup[.]”…Queer has been criticized, accused of effacing specific subject positions occupied by these twobroad and diverse groups. Queer theorists and activists have pointed to the perceived classism, racism, andEurocentrism…of the terms gay and lesbian, suggesting that queer may need the queer position from whichto speak. Queer has become the chosen term for many who have come to be dissatisfied with what theyperceive to be the assimilationist politics associated with the terms gay and lesbian. (1998:3)Social Media’s Third PlaceSocial media has created a new discursive space that offers everyone the voice and the space to tell theirstories in YouTube videos, blogs, tweets, Facebook posts, likes, Diggs, images and infographics and so on.This can be part of transforming conversations from hierarchical ‘expert to patient’ consultations tocollaborative formulations between professionals and experts by experience. (Allen and Buzzi 2020:117)Allen and Buzzi begin to explain how social media platforms are a necessary tool for theLGBTQ+ community to assert agency in modern times. McMillan and Chavis’ (1986) definitionof a shared emotional connection and a shared history40 necessitates the agency of the queercommunity to identify the unit as a community and themselves as community members. If thegroup cannot do that for themselves, they stand to fail as time goes on. For our participants,exercising agency was easiest through a screen: they were able to decide who and what they40 See page 19.39 Which, As McMillan and Chavis (1986) emphasize, should be the goal of any community.62interacted with and when. While this may seem like an exclusionary tactic, as participants didnot wish to engage with every queer individual (see: Gwen’s aversion to white queerindividuals)41 or every piece of queer content (Sunflower expressed disdain for white lesbiancontent during her interview), this was for the best. These individuals—and The Community as awhole—need to set such boundaries for themselves. If they did not, they would be unable to feelsafe within The Community, thus negatively affecting their ability to establish the sense ofbelonging needed to maintain The Community’s spirit.Using the safety of the internet, the participants were able to dip their toes into TheCommunity’s pool and submerge themselves at their own pace rather than being overwhelmedby a sudden push or, perhaps worse: never getting the water at all. Continuing this poolmetaphor, they sought out (or happened upon) subcommunities that acted as life preservers andsupported them as they moved toward the deep end, or closer to actualizing their queer identity.This shows that young queer people are still interested in building and maintaining a largercommunity, and as such, the worries of LGBTQ+ individuals like the ones in Handhart et al.’s(2020) study—who believe that fellow queers’ steady usage of social media to connect withothers in The Community will harm its overall presence—are unfounded:In the summer of 2012, posters reading “MORE GRINDR=FEWER GAY BARS” appeared taped tosignposts in numerous gay neighborhoods in North America, from Greenwich Village in New York City toDavie Village in Vancouver, Canada. The signs expressed a brewing fear: that the popularity of onlinelesbian, gay, bisexual, transgender, and queer (LGBTQ) social media—like Grindr, which connects gaymen based on proximate location—would soon replace the bricks-and-mortar institutions that had longfacilitated LGBTQ community building. (Hanhardt et al. 2020:1)Communication and congregation methods must change with the times. Astechnology-based communication continues to be the new dominant method of connection and41 See page 42.63relationship maintenance, third places must adapt to this change in order to survive (Soukup2006). The increased accessibility of the virtual third place that supplements everything else thatmakes the third place safe keeps the LGBTQ+ community connected through this change. Infact, it enhances The Community through its ability to facilitate interactions between old friendsand acquaintances alike. Through social media, relationships are strengthened within theLGBTQ+ community, and in turn, The Community is able to remain a community.64VI. CONCLUSIONThe Self and Community/The Self and...the SelfThe findings of this study—while not representative of a large population of theLGBTQ+ community—provide insight into how younger generations may continue to interpretqueerness as a concept and maintain its culture through community. The participants did notbegin their self-discovery journeys with the same knowledge they had at the time of theirinterviews. Such knowledge took their entire adolescence to cultivate, and even still, they findthat there are things they hope to learn from others within The Community and about themselvesand their identity. The expansive nature of queerness means that they may never feel that theyhave learned all there is to know about either of the above. However, the ability to seek outLGBTQ+ information and individuals that they can connect with—to have that window into thisqueer world—helps them to remain in community with others who occupy thesesub-communities within this virtual third space that they have created. While they are themselvesfirst and foremost, as their identity belongs to them only, they also carry The Community withinthem. The meanings, the language, the history, the struggle. All of these things are provided tothem by the LGBTQ+ community. But how they understand these things as they are reflectedback to them and how they choose to utilize this information is what makes them, well…them.For future studies that examine how younger generations of LGBTQ+ people are formingconnections and maintaining relationships with one another, perhaps (or rather, certainly) themost useful research tool would be access to more LGBTQ+ individuals who identify with arange of terms under the umbrella. Having only nine participants that just so happened to sharevery similar experiences could be largely due to coincidence. Even Kimmy, who stated that she65feels less connected to The Community than she would like, agrees that she is grateful for theability to come into her own identity because of what she was able to find out online aboutpansexuality and queerness. Her research allowed her to understand herself better andacknowledge that she does not have to perform queerness to be queer and to find other queerindividuals. And as she graduated from college and fully entered adulthood, she did, in fact,establish her own queer social network that accepted her and her queerness for what it was.It is possible that a tenth participant would have said that their social media experienceshelped them to realize that they do not want to seek out other queer individuals—that they wouldrather have their queerness exist as it is without the affirmation of a larger community to bolsterit. And that is completely fine. However, these nine individuals—all with different formativeexperiences—found value in having a connection to the queer community and presumably, alarge number of LGBTQ+ individuals feel similarly. I also want to retake the time toacknowledge the lack of representation from those assigned male at birth or those who are men. Ibelieve that the socialization of gender beginning in childhood and the greater context of apatriarchal society both contribute to how queerness in boys/men is viewed (even Kimmy pointsthis out during her interview42). A larger sample to work with would have captured that keydemographic and seen how it measured up with those assigned female at birth or those who aregirls/women. But alas, The Community is likely to remain strong for many years to come, and asnew generations of queer individuals emerge, so will the potential research opportunities.42 See page 33.66Appendix 1: Interview ProtocolPlease note that I use the terms “LGBTQ+” and “queer” interchangeably throughout theconversation unless you have a preference for one term over the other.Section I | Identity & Community Prior to Social Media1. What knowledge did you have of LGBTQ+/queer identities and the community asa whole prior to your use of social media?2. Did you consider yourself to be LGBTQ+ in any way prior to your introduction tosocial media— regardless of whether your exact identity has evolved or not?3. Did you ever have a sense of “not belonging” or feeling “different” from yourpeers when you were younger that you either knew or now know was due to yourqueer identity?4. What kind of support systems did you have or did you wish that you had as aqueer child or teenager?5. How do you provide support for other queer people? This doesn’t have to bestrictly activism-related. Something as simple as listening to a queer friend’srelationship troubles counts.6. In your opinion, does having a shared identity make it easier for people to searchfor support amongst one another?6.1. Probe: How so?7. Do you tend to gravitate towards people who you perceive as sharing any aspectsof your identity, especially in situations where you don’t know anyone?7.1. Whether you personally interact with them or not, is the simple presenceof an individual who shares aspects of your identity comforting to you?Section II | Social Media Usage Patterns8. At what age did you make your first account on any social media platform?9. What platform was it on and how did you first use it?10. Did you intend to use social media as a way to further your offline/“real-life”connections or did you hope to explore a world outside of the people andexperiences you already knew?11. Why use social media for that purpose? Did the platforms offer anything that youfelt was unattainable in the offline world?12. Are there ways of expressing yourself that you feel more comfortable doingonline as opposed to in real life?13. Did you specifically seek out queer content online as a child/teenager?14. How much queer content would you say that you interact with on social media?67Section III | Social Media Connections and Effect on Identity15. Do you have any positive/meaningful relationships that started online?—friendships or otherwise?16. When thinking about online relationships, do you consider them less than, equalto, or greater than the relationships you have “in the real world”? This can be interms of authenticity, interactions with each other, commitment, and so on.17. Would you provide the same forms of support to an “online friend” that youwould to any other friend that you know offline?18. Do you tend to curate your social media experience by following or interactingwith a lot of queer people and content?19. Do you consider other factors or further qualify your experience based on yourother identities? For example, it may be important to a disabled queer person tointeract with accounts/content from other disabled queer individuals.19.1. Do you feel more connected with these types of queer content compared togeneral LGBTQ+–content?20. What are some positive emotions that come up for you when you think about yourinteractions with queer people on social media?20.1. What are some of the downsides?21. Do you find that there is a disconnect between your social media life and youroffline life?21.1. Do you ever feel isolated from the queer community when you log off?22. What have you learned from interacting with queer people on social media thatyou feel like would have been harder to learn without this experience?23. Who is someone that you know from social media who you’ve found to beinfluential in your queer identity?23.1. Why?24. How has your queer identity evolved throughout your life?24.1. How much of this is owed to your experiences on social media?25. What influence do you think interacting with the LGBTQ+ community on socialmedia has had on your identity compared to other introductions to the communitysuch as via movies and television, things your parents may have told you, generalonline searches, and so on?26. How has the online queer community supported you? This can be directly relatedto queerness (e.g. literally helping you come out) or in other ways (e.g. simplyfostering new connections)?Demographic QuestionsI. How old are you?II. Do you identify as a member of the LGBTQ+ community?68III. If you are comfortable sharing: what is your identity as it relates to thiscommunity?IV. Do you consider yourself as having spent a significant amount of time on socialmedia as a child and/or teenager?A. Probe: If you had to estimate?V. Do you consider yourself as spending a significant amount of time on socialmedia as an adult?A. Probe: If you had to estimate?69Appendix 2: Recruitment Flyer70Appendix 3: Coding List & ExampleCODES USED: activism; community; comphet; conceptualization of queerness pre-socialmedia; content now; content then; different; evolution of identity; family; fandom; first socialmedia; gender; infighting; internet safety; isolation; joy; labels; language; learning; perception ofsocial media relationships; queer representation; race; sex ed; social media relationships;subconscious connection/clocking; support given; support received; Tumblr; unspokenunderstanding; YouTubeCODING EXAMPLE:“isolation” (bold = quote appears in at least one other code | italics = this quote is a negative orcontradicts this code)SUNFLOWER:INT: Do you feel that there is a disconnect between your social media life andyour offline life? Like do you feel isolated from the queer community when youlog off?S: No, definitely not, just because I surround myself with queer people. Not onpurpose, but it just happens [laughs]. So there’s a queer community online andthen I turn off my phone and all my friends are queer. It’s a little queercommunity in my friend group.CALLOWAY:Yeah, I definitely wish I had more support and more people seeing me as,like, valuable or worth their time. It's interesting because I was bullied a lotwith a lot of, like, queer slurs that were there before I even realized or evercame out or like, saw my--came out or like before that became something inmy awareness that like maybe I'm not like \"girly pop\". So...assigned girlypop at birth, that's crazy. Yeah, I definitely, like, just throughout my entirelife wish I had more support in all areas. I feel like I was fighting for support,whether that was like for having ADHD or being bullied or just, you know,family dynamics...emotional needs and yeah, so always. I think that'ssomething I'm struggling with. So like, right now I have amazing support.Like, it is great. And I'm like, you know, stuck on that. Is it ever enough? Orlike, am I enough?JADE:71Sometimes I think that's true. I would say that, definitely, I would like tomeet more queer people and hang out with them in real life. I mean, like, I'vebeen in a kind of like a transient state in my life, right now. Just becausegraduating from college and then going somewhere else for grad school. Andbeing at home in between that. So it's definitely like, like, part of establishingqueer community also has to do with establishing, like a home base, right?Just a, like, even that sort of community is like a home. And so definitely, Idon't think it's the same way on social media, like, you have people that kindof affirm who you are, and respect you and uplift you and that kind of thing.But it's not the same as getting together in somebody's house. And just likebeing like physically being with people. And I think, like, while thepandemic, like, while more people were actually observing the socialdistancing protocol of the pandemic. Like social media is really good. Andthings like this are way more accessible to people now than they were beforethe pandemic started, right. But at the same time, like, I think people did feelthat loss of being in person, and in like, actual space with, like, other queerpeople. And that's something that I would like to look for. Just in my lifegoing forward…Yeah, just people to actually be present with because, yeah,there's a difference.SPICE:Um, I think growing up queer is like isolating even if you don't like realize it.Because things that you feel like you should be attracted to, like, based onheteronormative standards, you're like, not attracted to. Like, boy bands, or like,pink or anything super hyperfeminine. You'd like...I didn't feel like I enjoyed orlike could take a part of so it was kind of isolating, but I didn't know why I feltlike I was being isolated.ALL OTHER PARTICIPANTS: N/A72REFERENCESAllen, Ruth, and Peter Buzzi. 2020. “Social Media and Mental Health Social Work.” Pp. 113–32in Social Media and Social Work, Implications and Opportunities for Practice, edited byP. Buzzi and C. Megele. Bristol University Press.Anderson, Laurel, and Deborah Brown McCabe. 2012. “A Coconstructed World: AdolescentSelf-Socialization on the Internet.” Journal of Public Policy & Marketing 31(2):240–53.Anon. 2019. “The Handkerchief Code, According to ‘Bob Damron’s Address Book’ in 1980.”The Saint Foundation. Retrieved April 23, 2023(https://www.thesaintfoundation.org/community/hanky-code-bob-damrons-address-book).Axinn, William G., and Scott T. Yabiku. 2001. “Social Change, the Social Organization ofFamilies, and Fertility Limitation.” American Journal of Sociology 106(5):1219–61. doi:10.1086/320818.Bailey, Marlon M. 2011. “Gender/Racial Realness: Theorizing the Gender System in BallroomCulture.” Feminist Studies 37(2):365–86.Blumer, Herbert. 1969. Symbolic Interactionism: Perspective and Method. Englewood Cliffs,N.J: Prentice-Hall.Cameron, Colin. 2016. “Disability Arts: The Building of Critical Community Politics andIdentity.” Pp. 199–216 in Politics, power and community development, edited by R. R.Meade, M. Shaw, and S. Banks. Bristol University Press.Childs, Erica Chito. 2005. “Crossing Racial Boundaries and Black Communities.” Pp. 75–108 inNavigating Interracial Borders, Black-White Couples and Their Social Worlds. RutgersUniversity Press.73Colwell-Chanthaphonh, Chip, and Jami Powell. 2012. “Repatriation and Constructs of Identity.”Journal of Anthropological Research 68(2):191–222.Csordas, Thomas J. 1999. “Ritual Healing and the Politics of Identity in Contemporary NavajoSociety.” American Ethnologist 26(1):3–23.D’Emilio, John. 1993. “Capitalism and Gay Identity.” Pp. 467–76 in The Lesbian and gaystudies reader, edited by H. Abelove, M. A. Barale, and D. M. Halperin. New York:Routledge.Dewaele, Alexis, Nele Cox, Wim Van den Berghe, and John Vincke. 2011. “Families of Choice?Exploring the Supportive Networks of Lesbians, Gay Men, and Bisexuals.” Journal ofApplied Social Psychology 41(2):312.Duberman, Martin B. 1994. Stonewall. First Plume printing. New York, NY: Plume.Durkheim, Emile. 2005. “The Dualism of Human Nature and Its Social Conditions.”Durkheimian Studies / Études Durkheimiennes 11:35–45.Engelke, Matthew. 2018. “Identity.” Pp. 161–88 in How to Think Like an Anthropologist.Princeton University Press.Erikson, Erik H. 1968. Identity: Youth and Crisis. New York: Norton.Ferguson, Ann. 1981. “Patriarchy, Sexual Identity, and the Sexual Revolution.” Signs7(1):158–72.Foucault, Michel. 1978. The History of Sexuality. 1st American ed. New York: Pantheon Books.Fuller, Janet M. 2007. “Language Choice as a Means of Shaping Identity.” Journal of LinguisticAnthropology 17(1):105–29.Galab, S., and N. Chandrasekhara Rao. 2003. “Women’s Self-Help Groups, Poverty Alleviationand Empowerment.” Economic and Political Weekly 38(12/13):1274–83.74Gamson, Joshua. 1998. Freaks Talk Back: Tabloid Talk Shows and Sexual Nonconformity.Chicago: University of Chicago Press.Garretson, Jeremiah J. 2018. The Path to Gay Rights: How Activism and Coming out ChangedPublic Opinion. New York: New York University Press.Gillespie, Michael D. 2014. “The Family as an Economic Institution: Historical Contingenciesand the Great Recession.” International Journal of Sociology of the Family 40(1):1–26.Goffman, Erving. 1990. The Presentation of Self in Everyday Life. 1. Anchor Books ed., rev. ed.New York: Anchor Books.Goode, William J. 2014. “The Theoretical Importance of the Family.” Pp. 15–26 in Family intransition, edited by A. S. Skolnick and J. H. Skolnick. Boston: Pearson Education.Granovetter, Mark S. 1973. “The Strength of Weak Ties.” American Journal of Sociology78(6):1360–80.Haney, Sophie. 2022. “How To Dress Like A Bisexual.” Medium. Retrieved April 23, 2023(https://medium.com/@haneys/how-to-dress-like-a-bisexual-c66b81c0f58c).Hanhardt, Christina B., Katherine Crawford-Lackey, and Megan E. Springate. 2020. “MakingCommunity: The Places and Spaces of LGBTQ Collective Identity Formation.” Pp. 1–33in Communities and Place, A Thematic Approach to the Histories of LGBTQCommunities in the United States. Berghahn Books.Harris, Jeffrey A., Katherine Crawford-Lackey, and Megan E. Springate. 2020. “‘Where WeCould Be Ourselves’: African American LGBTQ Historic Places and Why They Matter.”Pp. 208–43 in Identities and Place, Changing Labels and Intersectional Communities ofLGBTQ and Two-Spirit People in the United States. Berghahn Books.Harrison, Lyn, Paul Hoggett, and Syd Jeffers. 1995. “Race, Ethnicity and Community75Development.” Community Development Journal 30(2):144–57.Helsper, Ellen Johanna, and Rebecca Eynon. 2010. “Digital Natives: Where Is the Evidence?”British Educational Research Journal 36(3):503–20.Hickman, Paul. 2013. “‘Third Places’ and Social Interaction in Deprived Neighbourhoods inGreat Britain.” Journal of Housing and the Built Environment 28(2):221–36.Hinkle, Roscoe C. 1994. Developments in American Sociological Theory, 1915-1950. Albany:State University of New York Press.Hubbard, Thomas M. 2022. “The Trend Of Cuffing Jeans.” San Diego Lesbian, Gay, Bisexual,Transgender News (SDLGBTN). Retrieved April 23, 2023(https://www.sdlgbtn.com/the-trend-of-cuffing-jeans/).Indian Health Service. n.d. “Two-Spirit.” Indian Health Service: The Federal Health Programfor American Indians and Alaska Natives. Retrieved April 12, 2023(https://www.ihs.gov/lgbt/health/twospirit/).J. Raúl Cornier. 2019. “Hanky Panky: An Abridged History of the Hanky Code.” The HistoryProject: Documenting LGBTQ Boston. Retrieved April 23, 2023(https://www.historyproject.org/news/2019-04/hanky-panky-abridged-history-hanky-code-0).Johnson, Ronald M. 1984. “From Romantic Suburb to Racial Enclave: LeDroit Park,Washington, D.C., 1880-1920.” Phylon (1960-) 45(4):264–70. doi: 10.2307/274907.Kapac, Jack. 1998. “Culture/Community/Race: Chinese Gay Men and the Politics of Identity.”Anthropologica 40(2):169–81. doi: 10.2307/25605895.Kessel Schneider, Shari, Lydia O’donnell, Ann Stueve, and Robert W. S. Coulter. 2012.“Cyberbullying, School Bullying, and Psychological Distress: A Regional Census of76High School Students.” American Journal of Public Health (1971) 102(1):171–77.Klein, Ula. 2016. “Beyond the Fishnets: Female Empowerment Through Roller Derby.”International Journal of Feminist Approaches to Bioethics 9(2):198–207.Krauft, Robert, Michael Patterson, Vicki Lundmark, Sara Kiesler, Tridas Mukopadhayay, andWilliam Scherlis. 1998. “Internet Paradox: A Social Technology That Reduces SocialInvolvement and Psychological Well-Being?” The American Psychologist 53(9):1017.Kroskrity, Paul V. 1999. “Identity.” Journal of Linguistic Anthropology 9(1/2):111–14.Kubicek, Katrina, William H. Beyer, Miles McNeeley, George Weiss, Legendary Father TazUltra Omni, and Michele D. Kipke. 2013. “Community-Engaged Research to IdentifyHouse Parent Perspectives on Support and Risk Within the House and Ball Scene.” TheJournal of Sex Research 50(2):178–89.Ladd, Paddy, and Harlan Lane. 2013. “Deaf Ethnicity, Deafhood, and Their Relationship.” SignLanguage Studies 13(4):565–79.Laslett, Barbara. 1973. “The Family as a Public and Private Institution: An HistoricalPerspective.” Journal of Marriage and Family 35(3):480–92. doi: 10.2307/350583.Liu, Cathy Yang. 2009. “Ethnic Enclave Residence, Employment, and Commuting of LatinoWorkers.” Journal of Policy Analysis and Management 28(4):600–625.Logan, John R., Wenquan Zhang, and Richard D. Alba. 2002. “Immigrant Enclaves and EthnicCommunities in New York and Los Angeles.” American Sociological Review67(2):299–322. doi: 10.2307/3088897.Luk, Chiu M., and Mai B. Phan. 2005. “Ethnic Enclave Reconfiguration: A ‘new’ Chinatown inthe Making.” GeoJournal 64(1):17–30.Luz, Angeli. 2018. “Am I a Lesbian?” Doc Droid. Retrieved April 12, 202377(https://www.docdroid.net/N46Ea3o/copy-of-am-i-a-lesbian-masterdoc-pdf).Madibbo, Amal Ibrahim. 2007. “Race, Gender, Language and Power Relations: Blacks withinFrancophone Communities in Ontario, Canada.” Race, Gender & Class 14(1/2):213–26.McCracken, Allison. 2017. “Tumblr Youth Subcultures and Media Engagement.” CinemaJournal 57(1):151–61.McGavin, Kirsten. 2017. “(Be)Longings: Diasporic Pacific Islanders and the Meaning of Home.”Pp. 123–46 in Mobilities of Return, Pacific Perspectives, edited by J. Taylor and H. Lee.ANU Press.McMillan, David W. 1976. ““Sense of Community: An Attempt at Definition.”” George PeabodyCollege for Teachers: Nashville, TN. Unpublished manuscript.McMillan, David W., and David M. Chavis. 1986. “Sense of Community: A Definition andTheory.” Dr. David McMillan. Retrieved April 23, 2023(https://www.drdavidmcmillan.com/sense-of-community/sense-of-community-a-definition-and-theory).Merriam-Webster. n.d. “Social Media.” Merriam-Webster.Com. Retrieved April 25, 2023(https://www.merriam-webster.com/dictionary/social+media).Monk, Daniel. 2016. “Inheritance Families of Choice: Lawyers’ Reflections on Gay and LesbianWills.” Journal of Law and Society 43(2):167–94.Muraco, Anna. 2006. “Intentional Families: Fictive Kin Ties between Cross-Gender, DifferentSexual Orientation Friends.” Journal of Marriage and Family 68(5):1313–25.Nakkula, Michael. 2020. “Identity and Possibility: Adolescent Development and the Potential ofSchools.” Pp. 11–22 in Adolescents at school: perspectives on youth, identity, andeducation, Youth development and education series, edited by M. Sadowski. Cambridge,78Massachusetts: Harvard Education Press.Nakkula, Michael J., and Eric Toshalis. 2006. Understanding Youth: Adolescent Development forEducators. Cambridge, MA: Harvard Education Press.Newman, David M., and Elizabeth Grauerholz. 2002. Sociology of Families. 2nd ed. ThousandOaks, Calif: Pine Forge Press.Norbeck, Edward, and Harumi Befu. 1958. “Informal Fictive Kinship in Japan.” AmericanAnthropologist 60(1):102–17.Oldenburg, Ray. 1999. The Great Good Place: Cafés, Coffee Shops, Bookstores, Bars, HairSalons, and Other Hangouts at the Heart of a Community. 2nd ed. New York, NY:Hachette Books.Osmond, Gary. 2017. “Tweet Out? Twitter, Archived Data, and the Social Memory of Out LGBTAthletes.” Journal of Sport History 44(2):322–35. doi: 10.5406/jsporthistory.44.2.0322.Owens, Bruce McCoy. 2000. “Envisioning Identity: Deity, Person, and Practice in theKathmandu Valley.” American Ethnologist 27(3):702–35.Parsons, Talcott, and Robert F. Bales. 1955. Family, Socialization and Interaction Process. 1sted. Glencoe, IL: The Free Press.Pinar, William F. 1998. Queer Theory in Education. Florence, UNITED STATES: Taylor &Francis Group.Portes, Alejandro. 1987. “The Social Origins of the Cuban Enclave Economy of Miami.”Sociological Perspectives 30(4):340–72. doi: 10.2307/1389209.Queer Nation. 1990. “THE QUEER NATION MANIFESTO.” History Is a Weapon. RetrievedApril 12, 2023 (https://www.historyisaweapon.com/defcon1/queernation.html).Rich, Adrienne. 1980. “Compulsory Heterosexuality and Lesbian Existence.” Signs 5(4):631–60.79Ridder, Sander De, and Frederik Dhaenens. 2019. “Coming Out as Popular Media Practice: ThePolitics of Queer Youth Coming Out on YouTube.” DiGeSt. Journal of Diversity andGender Studies 6(2):43–60. doi: 10.11116/digest.6.2.3.Robards, Brady, Paul Byron, Brendan Churchill, Benjamin Hanckel, and Son Vivienne. 2020.“Tumblr as a Space of Learning, Connecting, and Identity Formation forLGBTIQ+Young People.” Pp. 281–92 in a tumblr book, platform and cultures, edited byA. McCracken, A. Cho, L. Stein, and I. N. Hoch. University of Michigan Press.Sarason, Seymour Bernard. 1974. The Psychological Sense of Community: Prospects for aCommunity Psychology. 1st ed. San Francisco: Jossey-Bass.Simmel, Georg, and Everett C. Hughes. 1949. “The Sociology of Sociability.” American Journalof Sociology 55(3):254–61.Simula, Brandy L., J. E. Sumerau, and Andrea Miller, eds. 2019. Expanding the Rainbow:Exploring the Relationships of Bi+, Polyamorous, Kinky, Ace, Intersex, and TransPeople. Leiden ; Boston: Brill | Sense.Somvichian-Clausen, Austa. 2019. “The Top 14 LGBTQ+ Activists and Icons to Follow onSocial Media.” The Hill. Retrieved April 24, 2023(https://thehill.com/changing-america/respect/diversity-inclusion/472921-the-top-10-lgbt-activists-and-icons-to-follow-on-social-media/).Soukup, Charles. 2006. “Computer-Mediated Communication as a Virtual Third Place: Building        Oldenburg’s Great Good Places on the World Wide Web.” New Media & Society8(3):421–40. doi: 10.1177/1461444806061953.Stein, Marc. 2000. City of Sisterly and Brotherly Loves: Lesbian and Gay Philadelphia,1945-1972. Chicago: University of Chicago Press.80Strauss, Anselm L. 1990. “Systematic Coding in Qualitative Research.” BMS: Bulletin ofSociological Methodology / Bulletin de Méthodologie Sociologique (27):52–62.Stringham. 2020. “HOW THE LGBTQIA+ COMMUNITY USE STYLE TO SIGNALIDENTITY.” Mission Magazine. Retrieved April 23, 2023(https://missionmag.org/style-to-signal/).TikTok. 2019. “Pride Together: Celebrating the LGBTQIA+ Community on TikTok.” Newsroom| TikTok. Retrieved April 24, 2023(https://newsroom.tiktok.com/en-us/pride-together-celebrating-the-lgbtqia-community-on-tiktok).Waite, Linda J. 2000. “The Family as a Social Organization: Key Ideas for the Twenty-FirstCentury.” Contemporary Sociology 29(3):463–69. doi: 10.2307/2653933.Weston, Kath. 1991. Families We Choose: Lesbians, Gays, Kinship. New York: ColumbiaUniversity Press.Wexelbaum, Rachel. 2019. “The Reading Habits and Preferences of LGBTIQ+ Youth.” TheInternational Journal of Information, Diversity, & Inclusion 3(1):112–29.Wong, Curtis M. 2015. “11 Facebook Groups Every LGBT Person Should Know.” HuffPost.Retrieved April 24, 2023(https://www.huffpost.com/entry/lgbt-facebook-groups_n_56266915e4b0bce347024edd).Zak, Emily. 2013. “LGBPTTQQIIAA+: How We Got Here from Gay - Ms. Magazine.” MsMagazine. Retrieved April 12, 2023(https://msmagazine.com/2013/10/01/lgbpttqqiiaa-how-we-got-here-from-gay/).",
    "id": 586157631,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.bard.edu:senproj_s2023-1155"
    },
    "title": "Every Screen is a Window and a Mirror: How Social Media Strengthens Ties Within the LGBTQ+ Community",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T08:00:00+00:00",
    "publisher": "Bard Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.bard.edu/cgi/viewcontent.cgi?article=1155&context=senproj_s2023"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/586157631.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/586157631"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/586157631/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/586157631/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/586157631"
        }
    ],
    "abstract": "Senior Project submitted to The Division of Social Studies of Bard College",
    "tags": [
        "text",
        "community",
        "identity",
        "LGBTQ+",
        "third place",
        "social media",
        "queer",
        "Community Psychology",
        "Family, Life Course, and Society",
        "Gender and Sexuality",
        "Social and Cultural Anthropology",
        "Sociology of Culture"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.bard.edu:senproj_s2023-1155",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3585",
        "openDoarId": 0,
        "name": "Bard College",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 586157631,
        "depositedDate": null,
        "publishedDate": "2023-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T05:35:53+00:00",
        "acceptedDate": null,
        "createdDate": "2023-09-15T15:04:25+01:00"
    },
    "urls": [
        "https://digitalcommons.bard.edu/senproj_s2023/210",
        "https://digitalcommons.bard.edu/context/senproj_s2023/article/1155/viewcontent/Every_Screen_is_a_Window_and_a_Mirror__How_Social_Media_Strengthens_Ties_Within_the_LGBTQ__Community.pdf"
    ],
    "lastUpdate": "2024-01-24T05:35:53+00:00",
    "setSpecs": []
}