{
    "acceptedDate": "2016-01-22T00:00:00+00:00",
    "authors": [
        {
            "name": "Blondeel, Karel"
        },
        {
            "name": "Say, Lale"
        },
        {
            "name": "Chou, Doris"
        },
        {
            "name": "Toskin, Igor"
        },
        {
            "name": "Khosla, Rajat"
        },
        {
            "name": "Scolaro, Elisa"
        },
        {
            "name": "Temmerman, Marleen"
        }
    ],
    "contributors": [],
    "createdDate": "2017-02-14T19:09:04+00:00",
    "dataProvider": {
        "id": 1493,
        "name": "Ghent University Academic Bibliography",
        "url": "https://api.core.ac.uk/v3/data-providers/1493",
        "logo": "https://api.core.ac.uk/data-providers/1493/logo"
    },
    "depositedDate": "2016-01-22T00:00:00+00:00",
    "documentType": "research",
    "doi": "10.1186/s12939-016-0304-1",
    "downloadUrl": "https://core.ac.uk/download/74665350.pdf",
    "fullText": "REVIEW Open AccessEvidence and knowledge gaps on thedisease burden in sexual and genderminorities: a review of systematic reviewsKarel Blondeel1*, Lale Say2, Doris Chou2, Igor Toskin2,3, Rajat Khosla2, Elisa Scolaro2 and Marleen Temmerman1,2AbstractSexual and gender minorities (SGM) include individuals with a wide range of sexual orientations, physicalcharacteristics, and gender identities and expressions. Data suggest that people in this group face a significant andpoorly understood set of additional health risks and bear a higher burden of some diseases compared to thegeneral population. A large amount of data is available on HIV/AIDS, but far less on other health problems. In thisreview we aimed to synthesize the knowledge on the burden of communicable and non-communicable diseases,mental health conditions and violence experienced by SGM, based on available systematic reviews. We conducteda global review of systematic reviews, including searching the Cochrane and the Campbell Collaboration libraries, aswell as PubMed, using a range of search terms describing the populations of interest, without time or languagerestrictions. Google Scholar was also scanned for unpublished literature, and references of all selected reviews werechecked to identify further relevant articles. We found 30 systematic reviews, all originally written in English. Ninereviews provided data on HIV, 12 on other sexually transmitted infections (STIs), 4 on cancer, 4 on violence and 3on mental health and substance use. A quantitative meta-analysis was not possible. The findings are presented in anarrative format. Our review primarily showed that there is a high burden of disease for certain subpopulations ofSGM in HIV, STIs, STI-related cancers and mental health conditions, and that they also face high rates of violence.Secondly, our review revealed many knowledge gaps. Those gaps partly stem from a lack of original research, butthere is an equally urgent need to conduct systematic and literature reviews to assess what we already knowon the disease burden in SGM. Additional reviews are needed on the non-biological factors that couldcontribute to the higher disease burden. In addition, to provide universal access to health-care for all, moreinformation is needed on the barriers that SGM face in accessing health services, including the attitudes ofhealth-care providers. Understanding these barriers and the additional health risks they impose is crucial toimproving the health status of SGM.Keywords: Sexual and gender minorities, Disease burden, LGBT, HealthReviewBackgroundThe Constitution of the World Health Organization(WHO) states that the “enjoyment of the highest attain-able standard of health is one of the fundamental rightsof every human being without distinction of race, reli-gion, political belief, economic or social condition” [1].Although medical ethics require health services to be in-clusive of all people, some populations have moredifficulties than others in reaching this standard ofhealth [2]. Those populations can be defined by age,gender, race or ethnicity, geography, wealth, disability,and also by sexual orientation and gender identity.Populations defined by sexual orientation and genderidentity include individuals with a wide range of sexualorientations, physical characteristics (as in intersex per-sons), gender identities and expressions, all of whichthey may experience differently depending on societalgender norms and cultural traditions. For the purposesof this article we have grouped men who have sex withmen (MSM), women who have sex with women (WSW),* Correspondence: karel.blondeel@ugent.be1Ghent University, Ghent, BelgiumFull list of author information is available at the end of the article© 2016 Blondeel et al. Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, andreproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link tothe Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver(http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.Blondeel et al. International Journal for Equity in Health  (2016) 15:16 DOI 10.1186/s12939-016-0304-1transgender and intersex persons, all defined by the JointUnited Nations Programme on HIV and AIDS(UNAIDS), together under the name of ‘sexual and gen-der minorities’ or SGM [3]. For research, health policyand advocacy reasons, estimating the size of populationsof interest is important [4]. Due to stigma associatedwith homosexuality and non-gender-normative behav-iours, estimates of SGM populations are scarce, butstudies show that SGM comprise substantial proportionsof the population in countries worldwide [5–7].Data suggest that SGM face a significant and poorlyunderstood set of additional health risks and bear ahigher burden of some diseases compared to the generalpopulation [8, 9]. There have been international calls toanswer the unique health-care needs of SGM [10, 11]. Itis therefore indispensable to understand where we arewith the knowledge on the health burden of SGM. In2002 Boehmer showed that research was limited inscope, concentrating mostly on HIV and STIs and MSM[12]. In high-income countries the research scope hasbeen broadening since, but the situation in middle- andlow-income countries is less clear [13]. In this review weaimed to collate the knowledge and identify the know-ledge gaps on the burden of communicable and non-communicable diseases, mental health conditions andviolence experienced by SGM globally, based on avail-able systematic reviews.MethodsA review of systematic reviews can aim to bring together aseries of reviews on an important topic or summarize re-views on a variety of topics with a common main theme[14]. This review is of the latter type and while it is un-likely to be of interest to clinicians and patients decidinghow best to address a specific problem, it may be relevantto policy makers or to addressing questions that cut acrossthe different reviews [15]. The outcome of a review of re-views is typically a summary of review results. Conductingadditional meta-analysis in a review of systematic reviewsis a major challenge due to the heterogeneity of themethods, analyses and results of the original reviews.Therefore meta-analysis is not a relevant method to thisreview of systematic reviews and is descriptive in nature.Search strategyWe conducted a review of systematic reviews in con-cordance with the PRISMA statement [16]. TheCochrane Database of Systematic Reviews and theCampbell Collaboration Library of Systematic Reviewswere searched using the following terms to identify re-views on the populations of interest: ‘gay’, ‘lesbian’, ‘trans-gender’, ‘WSW’, ‘women who have sex with women’,‘MSM’, ‘men who have sex with men’, ‘same sex’, ‘sexualorientation’, ‘gender identity’, ‘sexual minority’, ‘intersex’ and‘homosexuality’. We searched PubMed for the terms ‘sys-tematic’ AND ‘review’ combined with a search strategy(see Additional file 1) for sexual and gender minorities(SGM). No language, time or geographical restrictionswere applied. The concept of ‘burden of disease’ was notspecified in search strategies. Google Scholar was searchedin English and references of the included reviews werechecked to identify further relevant articles.Inclusion and exclusion criteriaFigure 1 shows how publications were selected for re-view. Our initial search generated 399 publications.Based on a review of the abstracts, the following exclu-sions were made: duplicates, one publication lacking anabstract, one protocol of a systematic review, publica-tions that were not systematic reviews, publicationswithout data on disease burden, and publications with-out data on SGM or with data on only a very specificsubset of SGM. We then retrieved and read the full textof 50 retained publications. Those were all publicationswe found on PubMed, the search on the Cochrane Data-base of Systematic Reviews and the Campbell Collabor-ation Library of Systematic Reviews did not generatereviews of interest. Next, we further excluded nationalreviews if they were included in larger reviews, and re-views that were redundant due to newer published re-views on the same subject and population. Twenty-fivearticles were retained. An additional five eligible reviewswere identified from references and Google Scholar,bringing the total to 30.Quality assessmentThe quality of the systematic reviews was assessed withthe AMSTAR scale (see Additional file 2) (http://amstar.ca/). AMSTAR stands for A Measurement Toolto Assess Systematic Reviews and was initially developedto assess systematic reviews of randomised controlledtrials [17]. However, it is increasingly being used to as-sess those that include observational studies as well. Thescale consists of 11 items. We considered systematic re-views with a score from 0 to 3 as low quality, from 4 to6 as medium quality, and from 7 up as high quality. TheAMSTAR score was not used as an exclusion criterium,but used as an analytic tool. Regardless of the quality,we did not find inconsistencies in the conclusions of theincluded individual reviews.Data extractionWe created a master table in Microsoft Excel containingkey information from each of the included reviews (seeAdditional file 2): health topic, time range of the search,year published, geographical scope, databases searched,the SGM subpopulation, number of studies included,measures, comparison groups, a summary of theBlondeel et al. International Journal for Equity in Health  (2016) 15:16 Page 2 of 9quantitative and/or qualitative data on disease burdenand quality assessment score.ResultsAll 30 reviews were originally written in English. Fifteenreviews were global in scope, while 11 were regional and 5were national. Nineteen reviews were exclusively or pre-dominantly based on data from high-income countries.Nine reviews provided data on HIV [6, 18–25], 12 onother sexually transmitted infections (STIs) [21, 26–36], 4on violence [37–40], 4 on cancer [32, 41–43] and 3 onmental health and substance use [44–46]. One review pro-vided data on both HIV and STIs [21]; another yieldeddata on STIs as well as cancer [32]. Twenty-five reviewsprovided data on MSM, 8 on WSW and 5 on transgenderpersons (some reviews included more than one subpopu-lation). Twenty-four studies compared data to the generalpopulation or other groups, of which one half on the basisof meta-analysis and the other half based on qualitativeobservations. Fourteen reviews were considered highPotentially relevant publications  identified through search in PubMed (n=361)Potentially relevant publications identified through search in the Cochrane Database of Systematic  Reviews (n=13)Potentially relevant publications identified through search in the Campbell Collaboration Library  of Systematic Reviews (n=25)Publications retained for further analysis, full text retrieved (n=50)Publications excluded by title or abstract: – duplicates (n=6)– not a systematic review (n=94)– no SGM population (n=77)– very specific SGM population (n=7)– no data on disease burden (n=163)– protocol of systematic review (n=1)– no abstract available (n=1)Publications excluded because of geographical scale, no new data or insufficient data (n=25)Publications identified and included from lists of references and Google Scholar (n=5) Publications included in the review (n=30)Fig. 1 Flowchart of inclusion criteria for reviewsBlondeel et al. International Journal for Equity in Health  (2016) 15:16 Page 3 of 9quality [6, 19, 20, 22, 23, 26, 27, 32, 36, 38, 42, 44–47], 9medium quality [18, 24, 30, 31, 34, 35, 37, 39, 40] and 7low quality [21, 25, 28, 29, 33, 41, 43]. We found no re-views on intersex people. Detailed results are presented innarrative form under five health topic sub-sections, bySGM subpopulation, as shown in Table 1.HIV/AIDSNine systematic reviews assessed the burden of HIV inSGM, including 5 global and 4 regional reviews [6, 18–25].Six of these reviews were on MSM, 2 were on male-to-female transgender persons and 1 was on WSW.Men who have sex with men (MSM) Among the 6 re-views that provided data on MSM, 3 were exclusively onMSM. One review was global [24] and 5 were regional[6, 18, 19, 23, 25], of which 4 were mainly on low- andmiddle-income countries (LMICs). Except for one re-view from 2007, all were published in 2010 or later. Allreviews showed a high burden of HIV in MSM. The re-gion with the highest HIV prevalence in MSM was theCaribbean with 25.4 %, followed by sub-Saharan Africawith 17.9 % [24]. In contrast, some countries in the Mid-dle East and North Africa show very low HIV prevalencein MSM [6]. In Asia, high rates of incident HIV-infections in MSM were observed wherever studied [18],and across the region of Latin America and the Carib-bean MSM was the population most affected by HIV[19]. MSM in LMICs have on average a 19.3 timeshigher chance of being infected with HIV compared withthe general population [23]. In high-income countries,Sullivan et al. showed that among new HIV cases, theproportion attributed to male–male sex increased in allthe included countries between 2006 and 2011 [25].Transgender persons Two systematic reviews, both ofhigh quality, provided data on HIV infection in male-to-female transgender persons [20, 22]. The reviews wereglobal, collectively including studies from 20 countries.One publication calculated an HIV prevalence of 14.7 %in transgender persons who did not engage in sex workand 27.3 % in those who did [20]. The second reviewestimated a prevalence of 19.1 % and reported that thispopulation has a 48.8 times higher chance of being in-fected with HIV than the general population of adultsaged between 15 and 49 [22]. We found no reviews onHIV infection in female-to-male transgender persons.Women who have sex with women (WSW) A lowquality systematic review on STIs in WSW globally did notgenerate any HIV prevalence data in this population [21].Sexually transmitted infectionsTwelve systematic reviews included data on STIs otherthan HIV in SGM, including 6 global, 4 regional and 2national-level reviews [21, 26–36]. Nine of these reviewswere on MSM, 2 on WSW and 1 on MSM and trans-gender persons.MSM Three reviews reported on syphilis in MSM. Zoniet al. showed high rates of active syphilis prevalence inMSM in Latin America, with rates of 7.5 % or more inhalf of the included studies [27]. In China, the mediansyphilis prevalence, based on a review of four studies inMSM, was 14.5 %, making MSM the group at highestrisk for syphilis in China [28]. Caceres et al. found thatsyphilis prevalence among MSM in 16 LMICs rangedfrom 1.5 % in Bangladesh to 29 % in Peru [35].Hepatitis prevalence was reported in four reviews. A2003 low quality global systematic review on hepatitis Avirus (HAV) did not find an important difference inanti-HAV positivity between MSM and control groups[29]. Two reviews on hepatitis B and C viruses (HBVand HCV) in Europe presented disaggregated data forMSM [30, 31]. One showed higher hepatitis C virus anti-bodies and hepatitis B surface antigen prevalence than inthe general population, based on three country estimates[30]. In LMICs, data on HBV prevalence was evensparser. With rates of HBV up to 38 % in Argentina and31 % in Vietnam, MSM seem to be a high-risk group[35]. A global review comparing incidence of acute HCVin HIV-negative versus HIV-positive MSM found thatthe incidence in the latter group was four times higher;the incidence rates in HIV-negative MSM were similarTable 1 Number of reviews selected, by health topic and subpopulationHealth topic Men who have sex withmen (MSM)Women who have sex withwomen (WSW)TransgenderpersonsTotal numberof reviewsHIV/AIDS 6 1 2 9STI 10 2 1 12Cancer 3 1 0 4Mental health and substance use 2 2 1 3Violence 4 2 0 4Total 25 8 5 30Blondeel et al. International Journal for Equity in Health  (2016) 15:16 Page 4 of 9to heterosexual populations [36]. The Pan AmericanHealth Organization (PAHO) is currently conducting areview of hepatitis B and C in the countries of theAmericas; so far the findings point to a higher burdenfor MSM (personal communication, Rafael Mazin, focalpoint for HIV/STIs and hepatitis in key populations,PAHO, 30 May 2014).In one low quality global review, prevalence of herpessimplex virus 2 (HSV-2) was demonstrated to be higheramong male homosexual than among male heterosexualpopulations [33].Chlamydia trachomatis and Neisseria gonorrhoeaehave not been the subject of global systematic reviews inSGM. One review reported data from nine LMICs withprevalence rates ranging from 0 % (Peru) and 2.1 %(Nepal) up to 14.9 % and 16.1 % (both in Timor-Leste)[35]. A national review on C. trachomatis in Australiadesignated MSM amongst the populations with thegreatest burden, calculating a pooled prevalence for rec-tal C. trachomatis of 5.6 % [34].In a high quality global systematic review, Machaleket al. showed a pooled prevalence of any type of anal hu-man papillomavirus (HPV) of 53.6 % in HIV-negativeMSM and 89.0 % in HIV-positive MSM [32]. High-gradeanal intraepithelial neoplasia was present in 20–30 % ofall MSM [32].WSW Two global systematic reviews on bacterial vagin-osis and on STIs in WSW showed a positive associationbetween a history of female sexual partners and risk ofbacterial vaginosis [21, 26]. There was no evidence of ahigher burden of STIs in WSW compared with the gen-eral population of adult women [21].Transgender persons Zoni et al. found syphilis preva-lence rates ranging from 6.5 % in El Salvador to 43.3 %in Brazil, the latter being the highest rate among high-risk populations (MSM, sex workers and transgenderpersons) in Latin America and the Caribbean [27]. Pre-liminary results of an ongoing review on hepatitis B andC by PAHO in the region of the Americas show a higherburden for male-to-female transgender persons (per-sonal communication, Rafael Mazin, focal point forHIV/STIs and hepatitis in key populations, PAHO, 30May 2014).CancerFour reviews, two high and two low quality, includeddata on cancer in SGM; all were global in scope [32, 41–43]. Three of these reviews were in MSM and 1 inWSW; no reviews were found on cancer burden intransgender persons.MSM Anal HPV is common in MSM, as are HBV andhuman herpesvirus 8 (HHV-8) infections. These virusescan lead to anal cancer, liver cancer and Kaposi sarcoma,respectively. One review considered MSM at high riskfor anal cancer, and found that HIV-positive MSM wereat highest risk [43]. Systematic reviews on HPV and oncancer in general in MSM found that HIV-positiveMSM had a high incidence of anal cancer, similar to theincidence of cervical cancer in the general female popu-lation before the introduction of national cervicalscreening programmes [32, 41]. Boehmer et al. foundthat only 1 of the 47 studies included in their review oncancer in MSM was not linked to STIs [41].WSW Meads & Moore systematically reviewed studieson breast cancer in lesbian and bisexual women. This re-view included nine studies with prevalence estimates, ofwhich two showed higher prevalence of breast cancer inlesbian and bisexual women then in heterosexualwomen, four showed no difference, one showed mixedresults and two could not be compared. Though the re-view was of high quality, all the included studies weresmall and of poor quality. The reviewers concluded thatthere was no convincing evidence of a higher diseaseburden of breast cancer in WSW [42].Mental health and substance useThree high quality reviews – 2 global and 1 national –provided data on mental health and substance use inSGM [44–46]. Two of these were in MSM and WSWwhile 1 was in transgender persons.MSM and WSW In their global review, King et al. cal-culated an overall 2.47 times increased risk of lifetimesuicide attempts in lesbian, gay and bisexual (LGB)people compared to heterosexuals; the risk ratio for life-time suicidal ideation was 2.04, and it was 2.05 for12 months prevalence of depression, one of the mostcommon mental illnesses [45]. The reviewers also calcu-lated a pooled risk ratio of 1.88 in gay and bisexualmales for 12 months prevalence of anxiety disorders(specific disorders were not specified), but the results forlesbian and bisexual females were less convincing due toheterogeneity in the study methods (I2 = 49.2 %). The re-view also found that alcohol and substance dependencewere at least 1.5 times more common in these popula-tions than in the heterosexual population. Marshal et al.calculated that the odds for substance use among LGByouth globally were 190 % higher than for heterosexualyouth [46].Transgender persons We found data on mental healthin transgender persons in a systematic review on theprevalence of HIV and contextual factors potentiallyBlondeel et al. International Journal for Equity in Health  (2016) 15:16 Page 5 of 9associated with HIV risk in the United States of America(USA). High rates of suicidal thoughts (weighted mean,53.8 %) and lifetime suicide attempts (weighted mean,31.4 %) were reported in male-to-female transgenderpersons [44].ViolenceViolence is one of the more visible health issues inSGM, and the subject of many advocacy efforts. Wefound four systematic reviews on the prevalence of vio-lence in SGM, including 1 global, 1 regional (NorthAmerica and Europe) and 2 national-level reviews (USA)[37–40]. All four were on LGB people; there were no re-views on violence in transgender persons.MSM and WSW A global review found high rates ofphysical assault (28 %) and sexual assault (27 %) in LGBindividuals, and suggested that they experience morevictimization than heterosexuals [37]. Peterson et al.concluded that rates of adult sexual assault among gayand bisexual males in North America and Europe far ex-ceed the rates in community samples of men [40]. LGBpeople in the USA seem to be at increased risk for sex-ual violence victimization compared with their hetero-sexual counterparts [38]. Focusing on the subset ofintimate partner violence, Finnerman & Stephensonconcluded that emergent evidence in the USA demon-strates that prevalence of intimate partner violence ishigh in male–male partnerships [39].DiscussionOur review found that HIV and STIs are the mostresearched topics for those studying the disease burdenin SGM, and that the subpopulation of MSM is the mostintensively studied.The six included reviews on HIV in MSM (all pub-lished in 2007 or later) show a high burden in this popu-lation. UNAIDS reports that the median HIV prevalenceamong MSM exceeds 1 % in all regions of the world andis substantially higher than prevalence among men over-all, in every context studied [47]. Furthermore, there isno evidence of a decline in the HIV epidemic in MSM[18, 24, 47]. HIV prevalence among MSM in some low-income countries could be underreported because thedata are too limited; male same-sex sexual behaviourtakes multiple forms and HIV has huge potential to in-crease further in MSM in the next decade [48, 49]. Abu-raddad et al. indicated growing – in some cases rapidlygrowing – HIV epidemics in MSM in several countries,including Egypt, Morocco, Pakistan, Sudan, Tunisia andYemen [49]. Systematic reviews of the existing researchof HIV burden in MSM seem to be up to date and ofreasonable quality, though original research and data arestill lacking in many countries.Limited research on HIV in male-to-female trans-gender persons suggests a high burden. For WSW, a re-view generated no results but was low in quality [21].For female-to-male transgender persons and intersexpeople we found no reviews. The feasibility of conduct-ing a systematic review on disease burden of HIV inthese populations should be investigated.Reviews on STIs reported a high burden of syphilis inMSM in Latin America, China and LMICs where preva-lence was measured. A report by the European Surveil-lance of Sexually Transmitted Infections (ESSTI)network confirms that MSM also bear a disproportion-ate burden of syphilis across Western Europe and thatthere is clear evidence that it has increased considerably[50]. Syphilis has been identified as a growing problemamong MSM in a number of countries, based on theGlobal AIDS Response Progress Reports [51].HAV burden was not found to be higher in MSMcompared to heterosexual men in high income countries[29], but a more recent report on viral hepatitis in Euro-pean MSM did show an elevated prevalence [52]. In-creasing attention is being paid to HBV as an STI inMSM. While a 2004, non-sysytematic, review on diseaseburden of HBV only mentioned homosexual activity asone of the risk factors, alongside heterosexual activity[53], a more recent epidemiological report estimatedthat HBV incidence among MSM is 20 times higherthan in the general population [52]. The same reportalso looked at HCV, but did not clarify whether its highburden was only in HIV-positive MSM or in MSM ingeneral [52].A 2014 protocol for a global systematic review on theprevalence of HHV-8 described the investigators’intention to examine the hypothesis that MSM have ahigh prevalence of the HHV-8 antibody – the infectiousdisease underlying Kaposi sarcoma – and to determine ifthe prevalence is increasing [54]. The results have notbeen published yet.Our results suggested a high burden of C. trachomatisin MSM, based on sparse data from medium quality re-views [34, 35]. Moreover, the most recent annual epi-demiological report of the European Centre for DiseasePrevention and Control (ECDC), published in 2013, in-dicated that 99 % of cases of the L2b variant of C.trachomatis, which causes the majority of lymphogranu-loma venerum infections, are in MSM [55]. Amongthose cases with known HIV status, 88 % were HIV-positive.Data from systematic reviews on the burden of N.gonorrhoeae in SGM were too scarce to support anyconclusions, but an ESTTI report suggested that MSMbear a disproportionate burden of gonococcal infectionin many Western European and some Central and East-ern European countries [50]. The ECDC report alsoBlondeel et al. International Journal for Equity in Health  (2016) 15:16 Page 6 of 9indicated that among all N. gonorrhoeae cases diagnosedin men in Europe in 2011, 53 % were in MSM [55].Moreover, there are indications that MSM are one of thecore groups that are key to the emergence, onwardtransmission and outbreaks of antimicrobial-resistant N.gonorrhoeae [56].The burden of anal HPV is well documented in MSM;the review by Machalek at al. showed high prevalence inMSM in general and very high prevalence in HIV-positiveMSM in particular [32]. We found no review on theprevalence of oral HPV, though studies show it is high inMSM, and is a risk factor for oropharyngeal cancer [57].The systematic review on STI/HIV in WSW did notshow a higher burden in this population [21]. Nonethe-less, the authors concluded that WSW should not bepresumed to be at lower risk based on their sexualorientation, since they can acquire HIV and other STIsthrough other modes, including injection drug use andsexual contact with high-risk male partners.Available research on cancer burden in MSM focusesmainly on cancers that are causally linked to STIs; mostother cancers have yet to be studied in this subpopula-tion [41]. Lee et al. showed that there might be reasonto believe there are also disparities in other cancers, assexual minorities in the USA are 1.5 to 2.5 times morelikely to be smokers than the heterosexual population[58]. Smoking is a major risk factor for lung cancer anda risk factor for a myriad of other cancers.Mental health is a poorly reviewed health issue inSGM. The most recent global systematic review on men-tal health in SGM, although high quality, dated from2008 and suggested an elevated burden in a variety ofmental health issues, but it did not include transgenderpersons [45]. Eating disorders and obesity were not dis-cussed, although they are mentioned in a review on thehealth of SGM by the United States Institute of Medi-cine [9]. Regarding substance use, we found that sexualorientation is an important mediating factor of adoles-cent substance use [46]. Adding to this, Bourne et al.conducted a global literature review on drug use inMSM and concluded that the prevalence of drug use ishigh [59]. Some party drugs used by MSM, such as crys-tal methamphetamine or gamma-butyrolactone, canhave detrimental effects on mental and sexual health (aninternet survey in Asia reported 4 % and 2.3 % use inMSM, respectively, in the last six months) [59].Lastly our results show that MSM and WSW are con-fronted with more violence than their heterosexualcounterparts. However, most of the studies were fromthe USA and other high-income countries; we might ex-pect to see even higher rates of violence in SGM incountries where homosexuality is criminalized. A studyfrom the USA on violence in transgender personsassessed self-report surveys and needs assessments,hotline calls, social service records and police reports[60]. All these sources indicated that violence againsttransgender persons starts early in life, that they are atrisk for multiple types and repeated incidents of vio-lence, particularly sexual violence, and that this threatlasts throughout their lives.Except for the reviews that reported on cancer andmental health, there are no systematic reviews on non-communicable diseases in SGM. Nevertheless, there is agrowing body of research on the health of SGM. Weanalysed data from systematic reviews only; thereforethe results of research that have not yet been included ina systematic review are not reflected in this article. Moreextensive reporting, which includes the results of thesestudies and of studies on risk, contextual and contribut-ing factors of health disparities and specific health issuesin SGM, is beyond the scope of this review. Methodo-logically, this review is limited by the databases wesearched and the use of exclusively English search termson Google Scholar.ConclusionsOur review primarily shows that there is a high burdenof disease for certain subpopulations of SGM in HIV,STIs, STI-related cancers and mental health conditions,and that they also face high rates of violence. Secondly,our review revealed many knowledge gaps. Those gapspartly stem from a lack of original research, which needsto be addressed, but there is an equally urgent need toconduct high quality systematic and literature reviews toassess what we already know on the disease burden inSGM.We recommend that systematic reviews on HIV andHPV in MSM be regularly updated. Reviews on herpesin MSM, STIs in WSW, and on mental health, violenceand substance use in MSM and WSW, urgently need tobe updated. Special attention should be given to violencebased on sexual orientation and gender identity. Globalreviews on syphilis, hepatitis, C. trachomatis and N.gonorrhoeae in MSM, and on all of the most commonSTIs, mental health and violence in the transgenderpopulation need to be conducted. In particular, researchon female-to-male transgender persons should be con-sidered, as there are virtually no epidemiologic data onthe burden of disease in this population. Literature re-views should include publications on the burden of can-cers that are not related to infectious causes and othernon-communicable diseases in all SGM. It would facili-tate this process if health research, surveys and statisticaldatabases systematically included sexual orientation andgender identity as a demographic characteristic, wherepossible. There is also a geographical research gap sincemost of the systematic reviews included studies thatwere all or mostly from high-income countries. NewBlondeel et al. International Journal for Equity in Health  (2016) 15:16 Page 7 of 9reviews could capture research from LMICs by broaden-ing and deepening search strategies. The quality of thesystematic should also improve, as less than half were ofhigh quality,The majority of the currently available systematic reviewsare on MSM and the burden of HIV and STIs. This sug-gests that a substantial portion of the burden of disease inSGM is related to their sexual behaviours, which means itis preventable. WHO and UNAIDS have been building onthat knowledge, issuing guidelines, recommendations andtools, including tools for estimating the numbers of specificpopulations, and for monitoring and evaluating policies andinterventions to remediate the burden of HIV and STI inthese populations [2, 61–63]. Additional reviews should beconducted on the non-biological factors that contribute tohigher disease burden. In order to provide universal accessto health-care, more knowledge is needed on the barriersthat SGM face in accessing health services, including the at-titudes of health-care providers, who are ethically bound toprovide good quality services, regardless of the personalhistory or characteristics of the patient. Understandingthese barriers and the additional health risks they impose iscrucial to improving the health status of SGM.Additional filesAdditional file 1: Search strategy, PubMed, sexual and genderminorities. (DOCX 105 kb)Additional file 2: Summary table of review of systematic reviews.(XLSX 17 kb)AbbreviationsAIDS: acquired immunodeficiency syndrome; ECDC: European Centre forDisease Control and Prevention; ESSTI: The European Surveillance of SexuallyTransmitted Infections; HAV: hepatitis A virus; HBV: hepatitis B virus;HCV: hepatitis C virus; HHV-8: human herpesvirus 8; HIV: humanimmunodeficiency virus; HPV: human papillomavirus; HSV-2: herpes simplexvirus 2; LMIC: low- and middle-income country; MSM: men who have sexwith men; PAHO: Pan American Health Organization; SGM: sexual andgender minorities; STI: sexually transmitted infection; UNAIDS: The JointUnited Nations Programme on HIV and AIDS; WHO: World HealthOrganization; WSW: women who have sex with women.Competing interestsNone.Authors’ contributionsKB and ES performed the literature review. KB, DC, ES, MT, RK and LSconceived of the study, and participated in its design and coordination. KBwrote the manuscript, with the help of DC, LS, RK, IT, MT and ES. All authorsread and approved the final manuscript.AcknowledgementsThe authors would like to thank Tomas Allan for contributing to the searchstrategy; Jane Patten of Green Ink (UK) for language, technical and copy-editing.DisclaimerLale Say, Doris Chou, Igor Toskin, Rajat Khosla, Elisa Scolaro and MarleenTemmerman are staff members of the World Health Organization. Theauthors alone are responsible for the views expressed in this article and theydo not necessarily represent the decisions, policy or views of the WorldHealth Organization.Author details1Ghent University, Ghent, Belgium. 2Department of Reproductive Health andResearch, World Health Organization, Geneva, Switzerland. 3I.M. SechenovFirst Moscow State Medical University, Moscow, Russian Federation.Received: 5 June 2015 Accepted: 13 January 2016References1. Preamble to the Constitution of the World Health Organization as adoptedby the International Health Conference, New York, 19–22 June, 1946; signedon 22 July 1946 by the representatives of 61 States, entered into force on 7April 1948.2. Prevention and treatment of HIV and other sexually transmitted infectionsamong men who have sex with men and transgender people:recommendations for a public health approach. Geneva: World HealthOrganization; 2011.3. UNAIDS terminology guidelines (October 2011). Geneva: Joint UnitedNations Programme on HIV/AIDS (UNAIDS); 20114. Guidelines on estimating the size of populations most at risk to HIV.Geneva: World Health Organization; 2010.5. Cáceres CF, Konda K, Pecheny M, Chatterjee A, Lyerla R. Estimating thenumber of men who have sex with men in low and middle incomecountries. Sex Transm Infect. 2006;82 Suppl 3:iii3–9.6. Mumtaz G, Hilmi N, McFarland W, Kaplan RL, Akala FA, Semini I, et al. AreHIV epidemics among men who have sex with men emerging in theMiddle East and North Africa?: a systematic review and data synthesis. PLoSMed. 2010;8(8):e1000444.7. Winter S. Lost in transition: transgender people, rights and HIV vulnerabilityin the Asia-Pacific Region. New York: United Nations DevelopmentProgramme; 2012.8. Mayer KH, Bradford JB, Makadon HJ, Stall R, Goldhammer H, Landers S.Sexual and gender minority health: what we know and what needs to bedone. Am J Public Health. 2008;98(6):989–95.9. Institute of Medicine, Committee on Lesbian, Gay, Bisexual, andTransgender Health Issues and Research Gaps and Opportunities. The healthof lesbian, gay, bisexual, and transgender people: building a foundation forbetter understanding. Washington (DC): United States National Academy ofSciences; 2011.10. Bränström R, van der Star A. All inclusive Public Health–what about LGBTpopulations? Eur J Public Health. 2013;23(3):353–4.11. Meeting the unique health-care needs of LGBTQ people. Editorial. Lancet.2016; 387(10014): 95.12. Boehmer U. Twenty years of public health research: inclusion of lesbian,gay, bisexual, and transgender populations. Am J Public Health.2002;92(7):1125–30.13. Bogart LM, Revenson T, Whitfield KE, et al. Introduction to the specialsection on lesbian, gay, bisexual, and transgender (LGBT) health disparities:Where we are and where we’re going. Ann Behav Med. 2014;47(1):1–4.14. Smith V, Devane D, Begley CM, Clarke M. Methodology in conducting asystematic review of systematic reviews of healthcare interventions. BMCMed Res Methodol. 2011;11:15.15. Becker LA, Oxman AD. Chapter 22: Overviews of reviews. In: Higgins JPT,Green S (editors), Cochrane Handbook for Systematic Reviews ofInterventions Version 5.1.0 (updated March 2011). The CochraneCollaboration, 2011. Available from www.cochrane-handbook.org16. Moher D, Liberati A, Tetzlaff J, Altman DG, The PRISMA Group. Preferredreporting items for systematic reviews and meta-analyses: The PRISMAStatement. PLoS Med. 2009;6(6):e1000097.17. Shea BJ, Hamel C, Wells GA, Bouter LM, Kristjansson E, et al. AMSTAR is areliable and valid measurement tool to assess the methodological quality ofsystematic reviews. J Clin Epidemiol. 2009;62(10):1013–20.18. Dokubo EK, Kim A, Le L-V, Nadol PJ, Prybylski D, Wolfe MI. HIV incidence inAsia: a review of available data and assessment of the epidemic. AIDS Rev.2013;15(2):67–76.19. Miller WM, Buckingham L, Sánchez-Domínguez MS, Morales-Miranda S, Paz-Bailey G. Systematic review of HIV prevalence studies among key populations inLatin America and the Caribbean. Salud Publica Mex. 2013;55 Suppl 1:S65–78.20. Operario D, Soma T, Underhill K. Sex work and HIV status amongtransgender women: systematic review and meta-analysis. J Acquir ImmuneDefic Syndr. 2008;48(1):97–103.Blondeel et al. International Journal for Equity in Health  (2016) 15:16 Page 8 of 921. Gorgos LM, Marrazzo JM. Sexually transmitted infections among womenwho have sex with women. Clin Infect Dis. 2011;53 Suppl 3:S84–91.22. Baral SD, Poteat T, Strömdahl S, Wirtz AL, Guadamuz TE, Beyrer C.Worldwide burden of HIV in transgender women: a systematic review andmeta-analysis. Lancet Infect Dis. 2013;13(3):214–22.23. Baral S, Sifakis F, Cleghorn F, Beyrer C. Elevated risk for HIV infection amongmen who have sex with men in low- and middle-income countries 2000–2006: a systematic review. PLoS Med. 2007;4(12):e339.24. Beyrer C, Baral SD, van Griensven F, Goodreau SM, Chariyalertsak S, Wirtz AL,et al. Global epidemiology of HIV infection in men who have sex with men.Lancet. 2012;380(9839):367–77.25. Sullivan PS, Jones JS, Baral SD. The global north: HIV epidemiology in high-income countries. Curr Opin HIV AIDS. 2014;9(2):199–205.26. Fethers K, Fairley CK, Hocking JS, Gurrin LC, Bradshaw CS. Sexual risk factorsand bacterial vaginosis: a systematic review and meta-analysis. Clin InfectDis. 2008;47(11):1426–35.27. Zoni AC, González MA, Sjögren HW. Syphilis in the most at-risk populationsin Latin America and the Caribbean: a systematic review. Int J Infect Dis.2013;17(2):e84–92.28. Lin CC, Gao X, Chen X-S, Chen Q, Cohen MS. China’s syphilis epidemic: asystematic review of seroprevalence studies. Sex Transm Dis.2006;33(12):726–36.29. Franco E, Giambi C, Ialacci R, Coppola RC, Zanetti AR. Risk groups forhepatitis A virus infection. Vaccine. 2003;21(19–20):2224–33.30. Hahné SJM, Veldhuijzen IK, Wiessing L, Lim T-A, Salminen M, Van De Laar M.Infection with hepatitis B and C virus in Europe: a systematic review ofprevalence and cost-effectiveness of screening. BMC Infect Dis. 2013;13:181.31. Hepatitis B and C in the EU neighbourhood: prevalence, burden of diseaseand screening policies. Stockholm: European Centre for Disease Preventionand Control; 2010.32. Machalek D, Poynten M, Jin F, Fairley CK, Farnsworth A, Garland SM, et al.Anal human papillomavirus infection and associated neoplastic lesions inmen who have sex with men: a systematic review and meta-analysis.Lancet Oncol. 2012;13(5):487–500.33. Smith JS, Robinson NJ. Age-specific prevalence of infection with herpessimplex virus types 2 and 1: a global review. J Infect Dis.2002;186(Suppl):S3–28.34. Lewis D, Newton DC, Guy RJ, Ali H, Chen MY, Fairley CK, et al. Theprevalence of Chlamydia trachomatis infection in Australia: a systematicreview and meta-analysis. BMC Infect Dis. 2012;12:113.35. Cáceres CF, Konda K, Segura ER, Lyerla R. Epidemiology of male same-sexbehaviour and associated sexual health indicators in low- and middle-income countries: 2003–2007 estimates. Sex Transm Infect.2008;84(Suppl I):i49–56.36. Yaphe S, Bozinoff N, Kyle R, Shivkumar S, Pai NP, Klein M. Incidence of acutehepatitis C virus infection among men who have sex with men with andwithout HIV infection: a systematic review. Sex Transm Infect. 2012;88(7):558–64.37. Katz-Wise SL, Hyde JS. Victimization experiences of lesbian, gay, andbisexual individuals: a meta-analysis. J Sex Res. 2012;49(2–3):142–67.38. Rothman EF, Baughman A. The prevalence of sexual assault against peoplewho identify as gay, lesbian or bisexual in the United States: a systematicreview. Trauma Violence Abuse. 2012;12(2):55–66.39. Finneran C, Stephenson R. Intimate partner violence among men who havesex with men: a systematic review. Trauma Violence Abuse. 2013;14(2):168–85.40. Peterson ZD, Voller EK, Polusny M, Murdoch M. Prevalence andconsequences of adult sexual assault of men: review of empirical findingsand state of the literature. Clin Psychol Rev. 2011;31(1):1–24.41. Boehmer U, Cooley TP, Clark M. Cancer and men who have sex with men: asystematic review. Lancet Oncol. 2012;13(12):e545–53.42. Meads C, Moore D. Breast cancer in lesbians and bisexual women:systematic review of incidence, prevalence and risk studies. BMC PublicHealth. 2013;13:1127.43. Van der Zee RP, Richel O, de Vries HJC, Prins JM. The increasing incidenceof anal cancer: can it be explained by trends in risk groups? Neth J Med.2013;71(8):401–11.44. Herbst JH, Jacobs ED, Finlayson TJ, McKleroy VS, Neumann MS, Crepaz N.Estimating HIV prevalence and risk behaviors of transgender persons in theUnited States: a systematic review. AIDS Behav. 2008;12(1):1–17.45. King M, Semlyen J, Tai SS, Killaspy H, Osborn D, Popelyuk D, et al. Asystematic review of mental disorder, suicide, and deliberate self harm inlesbian, gay and bisexual people. BMC Psychiatry. 2008;8:70.46. Marshal MP, Friedman MS, Stall R, King KM, Miles J, Gold M, et al. Sexualorientation and adolescent substance use: a meta-analysis andmethodological review. Addiction. 2008;103(4):546–56.47. Global report: UNAIDS report on the global AIDS epidemic 2013. Geneva:Joint United Nations Programme on HIV/AIDS; 201348. Van Griensven F, de Lind van Wijngaarden JW. A review of theepidemiology of HIV infection and prevention responses among MSM inAsia. AIDS. 2010;24 Suppl 3:S30–40.49. Abu-raddad LJ, Akala FA, Semini I, Riedner G, Wilson D, Tawil O. HIV/AIDSEpidemic in the Middle East and North Africa: time for strategic action.Washington (DC): World Bank; 2010.50. Savage EJ, Hughes G, Ison C, Lowndes CM; The European Surveillance ofSexually Transmitted Infections (ESSTI) network. Syphilis and gonorrhoea inmen who have sex with men: a European overview. Euro Surveill.2009;14(47).51. Report on global sexually transmitted infection surveillance 2013. Geneva:World Health Organization; 201452. Urbanus AT, van Houdt R, van de Laar TJ, Coutinho RA. Viral hepatitisamong men who have sex with men, epidemiology and public healthconsequences. Euro Surveill. 2009;14(47)53. Custer B, Sullivan SD, Hazlet TK, Iloeje U, Veenstra DL, Kowdley KV. Globalepidemiology of hepatitis B virus. J Clin Gastroenterol. 2004;38Suppl 3:S158–68.54. Rohner E, Wyss N, Trelle S, Mbulaiteye SM, Egger M, Novak U, et al. HHV-8seroprevalence: a global view. Syst Rev. 2014;3(1):11.55. Annual Epidemiological Report 2013. Reporting on 2011 surveillance dataand 2012 epidemic intelligence data. Stockholm: European Centre forDisease Prevention and Control; 201356. Lewis DA. The role of core groups in the emergence and dissemination ofantimicrobial-resistant N. gonorrhoeae. Sex Transm Infect. 2013;89Suppl 4:iv47–51.57. Mooij SH, Boot HJ, Speksnijder AGCL, Stolte IG, Meijer CJLM, Snijders PJF, etal. Oral human papillomavirus infection in HIV-negative and HIV-infectedmen who have sex with men. AIDS. 2013;27(13):2117–28.58. Lee JG, Griffin GK, Melvin CL. Tobacco use among sexual minorities in theUSA, 1987 to May 2007: a systematic review. Tob Control. 2009;18:275–82.59. Bourne A. Drug use among men who have sex with men: implications forharm reduction. In: Stoicescu C, editor. Global State of Harm Reduction2012. London: Harm Reduction International; 2012. p. 147–55.60. Stotzer RL. Violence against transgender people: a review of United Statesdata. Aggress Violent Behav. 2009;14(3):170–9.61. Consolidated guidelines on HIV prevention, diagnosis, treatment and carefor key populations. Geneva: World Health Organization; 2014.62. Operational guidelines for monitoring and evaluation of HIV programmesfor sex workers, men who have sex with men and transgender people:national and sub-national level. Geneva: Joint United Nations Programmeon HIV/AIDS (UNAIDS); 2013.63. Tool for setting and monitoring targets for HIV prevention diagnosis,treatment and care for key populations. Geneva: World Health Organization;2015. (in press).•  We accept pre-submission inquiries •  Our selector tool helps you to find the most relevant journal•  We provide round the clock customer support •  Convenient online submission•  Thorough peer review•  Inclusion in PubMed and all major indexing services •  Maximum visibility for your researchSubmit your manuscript atwww.biomedcentral.com/submitSubmit your next manuscript to BioMed Central and we will help you at every step:Blondeel et al. International Journal for Equity in Health  (2016) 15:16 Page 9 of 9",
    "id": 74665350,
    "identifiers": {
        "doi": "10.1186/s12939-016-0304-1",
        "oai": "oai:archive.ugent.be:8507847"
    },
    "title": "Evidence and knowledge gaps on the disease burden in sexual and gender minorities : a review of systematic reviews",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://biblio.ugent.be/publication/8507847/file/8507849.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/74665350.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/74665350"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/74665350/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/74665350/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/74665350"
        }
    ],
    "abstract": "Sexual and gender minorities (SGM) include individuals with a wide range of sexual orientations, physical characteristics, and gender identities and expressions. Data suggest that people in this group face a significant and poorly understood set of additional health risks and bear a higher burden of some diseases compared to the general population. A large amount of data is available on HIV/AIDS, but far less on other health problems. In this review we aimed to synthesize the knowledge on the burden of communicable and non-communicable diseases, mental health conditions and violence experienced by SGM, based on available systematic reviews. We conducted a global review of systematic reviews, including searching the Cochrane and the Campbell Collaboration libraries, as well as PubMed, using a range of search terms describing the populations of interest, without time or language restrictions. Google Scholar was also scanned for unpublished literature, and references of all selected reviews were checked to identify further relevant articles. We found 30 systematic reviews, all originally written in English. Nine reviews provided data on HIV, 12 on other sexually transmitted infections (STIs), 4 on cancer, 4 on violence and 3 on mental health and substance use. A quantitative meta-analysis was not possible. The findings are presented in a narrative format. Our review primarily showed that there is a high burden of disease for certain subpopulations of SGM in HIV, STIs, STI-related cancers and mental health conditions, and that they also face high rates of violence. Secondly, our review revealed many knowledge gaps. Those gaps partly stem from a lack of original research, but there is an equally urgent need to conduct systematic and literature reviews to assess what we already know on the disease burden in SGM. Additional reviews are needed on the non-biological factors that could contribute to the higher disease burden. In addition, to provide universal access to health-care for all, more information is needed on the barriers that SGM face in accessing health services, including the attitudes of health-care providers. Understanding these barriers and the additional health risks they impose is crucial to improving the health status of SGM",
    "tags": [
        "journalArticle",
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Medicine and Health Sciences",
        "HUMAN-PAPILLOMAVIRUS INFECTION",
        "HIV-INFECTION",
        "GLOBAL EPIDEMIOLOGY",
        "VIRUS-INFECTION",
        "LATIN-AMERICA",
        "UNITED-STATES",
        "HEPATITIS-B",
        "RISK GROUPS",
        "C VIRUS",
        "PREVALENCE",
        "Sexual and gender minorities",
        "Disease burden",
        "LGBT",
        "Health"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "journalArticle",
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:archive.ugent.be:8507847",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1493",
        "openDoarId": 0,
        "name": "Ghent University Academic Bibliography",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 74665350,
        "depositedDate": "2016-01-22T00:00:00+00:00",
        "publishedDate": "2016-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-05T04:41:02+00:00",
        "acceptedDate": "2016-01-22T00:00:00+00:00",
        "createdDate": "2017-02-14T19:09:04+00:00"
    },
    "urls": [
        "https://biblio.ugent.be/publication/8507847/file/8507849",
        "http://hdl.handle.net/1854/LU-8507847",
        "https://biblio.ugent.be/publication/8507847",
        "http://doi.org/10.1186/s12939-016-0304-1"
    ],
    "lastUpdate": "2024-02-05T04:41:02+00:00",
    "setSpecs": []
}