{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Brad Sears"
        },
        {
            "name": "Christopher Ramos"
        },
        {
            "name": "M. V. Lee Badgett"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-21T19:08:42+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71341093.pdf",
    "fullText": "                    Christopher Ramos Research Assistant  M.V. Lee Badgett  Research Director,  Professor of Economics,  University of Massachusetts-Amherst Brad Sears Executive Director         THE WILLIAMS INSTITUTE | POPULATION-ADJUSTED COMPLAINT RATE REPORT | NOVEMBER 2008                                     Evidence of Employment Discrimination on the Basis of Sexual Orientation and Gender Identity: Complaints Filed with State Enforcement Agencies 1999-2007 EXECUTIVE SUMMARY   Today, twenty states and the District of Columbia prohibit employment discrimination based on sexual orientation. Of those, thirteen also prohibit discrimination on the basis of gender identity. In an effort to more accurately measure the effect of anti-discrimination laws, this report compares sex, race, and sexual orientation complaint rates through a population-adjusted model.  An aggregation of all available state level data reveals that sexual orientation discrimination laws are used at similar frequencies by Lesbian, Gay, and Bisexual (LGB) workers as sex discrimination laws by female workers, both at 5 complaints per every 10,000 workers. Race complaints are filed at the higher rate of 7 per 10,000 workers. The data do not support the oft-cited “drought” argument, which claims there is not enough sexual orientation discrimination to warrant the passage of ENDA.  Even with similar filing rates, sexual orientation complaints will not overwhelm government agencies; the average annual number of sexual orientation complaints for all states stands at just over 1,200 versus race and sex complaints at 11,500 and 13,800, respectively. For this reason, the data also do not support a “flood” argument, which claims that sexual orientation employment discrimination complaints would overwhelm the Equal Employment Opportunity Commission (EEOC) or the federal judiciary.   Currently, there are not enough data to do a similar analysis of gender identity discrimination complaints.  However, surveys of the transgender population reveal extremely high levels of employment discrimination. In addition, data obtained from three states that have prohibited gender identity discrimination do not provide support for the “flood” argument.            November 2008   1     THE WILLIAMS INSTITUTE | POPULATION-ADJUSTED COMPLAINT RATE REPORT | NOVEMBER 2008      INTRODUCTION     Today, twenty states and the District of Columbia prohibit employment discrimination based on sexual orientation.1 Of those, thirteen also prohibit discrimination on the basis of gender identity. As a result, an estimated 3.1 million lesbian, gay, bisexual, and transgender (LGBT) adults live in states that do not provide this protection from discrimination in the workplace.2    For more than thirty years, Congress has considered expanding federal anti-discrimination laws to prohibit sexual orientation discrimination. In 2007, Congress debated legislation that would have prohibited both sexual orientation and gender identity discrimination. In November 2007, a version of the Employment Non-Discrimination Act (ENDA) that prohibited sexual orientation but not gender identity discrimination passed in the House of Representatives - a historic first in the thirty-year history of such legislative efforts.  During the 2007 legislative debate, as in prior debates, opponents of ENDA advanced two arguments based on the incidence of sexual orientation discrimination. Some contended that the bill would inundate the Equal Employment Opportunity Commission (EEOC) and federal courts with trivial claims, lowering the overall effectiveness of the EEOC and the judiciary (the “flood” argument). Others argued that the law is simply unnecessary because there are few cases of sexual orientation discrimination occurring in the workplace (the “drought” argument).3  This report empirically assesses the validity of the “flood” and “drought” arguments by looking at the experiences of states that have already passed laws prohibiting sexual orientation and/or gender identity employment discrimination. The analysis proceeds in three steps. First, we place sexual orientation employment discrimination complaints in relation to the total number of LGB people in the workforce in order to get a more accurate measure of the complaint-filing rate of LGB people, or a population-adjusted complaint rate. Second, we calculate population-adjusted complaint rates for sex and race. Finally, we compare the complaint rate of LGB people to that of women alleging sex discrimination and people of color alleging race discrimination. The population-adjusted method allows for valid cross-category comparison. Due to the scarcity of available data, we are unable to do a similar analysis for gender identity discrimination complaints.  METHODOLOGY     Replicating the methodology of William B. Rubenstein’s study completed in 2001, we contacted the administrative agencies responsible for investigating employment discrimination complaints in all twenty-one states that currently prohibit sexual orientation or gender identity discrimination in the workplace.4 These agencies were contacted directly to acquire the most complete and updated data on sexual orientation, gender identity, race, sex, and other forms of prohibited discrimination.5 We obtained data regarding sexual orientation discrimination complaints from seventeen states for two or more years from 1999 to 2007.  We excluded the four other states from our analysis because their laws were passed too recently to provide at least two years of data on sexual orientation discrimination complaints6 or because their administrative agency did not respond to our requests for data.7   For each state we then calculated an average annual number of complaints per protected group over all the years in which data were available. The range of the average annual number of sexual orientation discrimination complaints within these states is 1 (Vermont) to 605 (California). However, these averages do not tell the entire story of sexual orientation discrimination; the difference in the 1 1 2 4  2 1     THE WILLIAMS INSTITUTE | POPULATION-ADJUSTED COMPLAINT RATE REPORT | NOVEMBER 2008     average number of complaints between Vermont and California could simply be the result of the difference in the size of the two states’ LGB populations.  Accordingly, our analysis uses a population-adjusted measure, which places the actual number of complaints filed by any group in the context of that group’s workforce population. To calculate these adjusted-rates we utilize two types of data: the number of complaints filed, delineated by basis of discrimination, and the number of people most likely to file these types of claims in the state’s workforce. For example, when examining sex discrimination complaints, we look at the number of sex complaints filed and the number of women in the workforce. We use 2005 American Community Survey (ACS) data to find the workforce population totals for women and people of color.8    We have also developed a method to compensate for the lack of reliable data on the number of LGB people in the usual workforce datasets. First, we refer to the National Survey on Family Growth, which found that 4.1% of men and women aged 18-45 identify as gay, lesbian or bisexual.9 Applying this figure to the total adult population, we estimate that 8.8 million gay, lesbian, or bisexual adults live in the United States. We then assume that, among all LGB people, the proportion who live in a given state is equal to the proportion of same-sex couples who live in that state. Therefore, we multiply 8.8 million by the percentage of same-sex couples living within each state to obtain estimates of LGB individuals in a given state. For example, nearly 15% of same-sex couples live in California, the estimated size of the LGB population in California is approximately 1.3 million (15% of 8.8 million GLB people in the U.S.). Finally, we multiple the LGB population figure by the percent of the population older than sixteen in the workforce of each state to find the number of LGB individuals in the state’s workforce; for California, 1.3 million is multiplied by 62% (the percent of population over 16) which yields 827,549 LGB people in the workforce. Given that there is no universally accepted method to calculate the number of LGB people in the workforce, this protocol establishes a reasonable estimate.  We then divide the average annual complaints for each group (LGB, women, and people of color) by that group’s workforce population and multiply that figure by 10,000 to generate a population-adjusted complaint rate. The adjusted rate represents the number of discrimination complaints per 10,000 workers in each protected class.  FINDINGS   When the size of the LGB workforce is incorporated into the analysis of complaint rates, our measure shows that per capita sexual orientation discrimination complaints are filed at similar rates as race or sex discrimination complaints. This is the primary finding of the study; data from each state support this claim:    On the national level, of those states with available data, the adjusted rate for both sex and sexual orientation complaint filings is 5 per 10,000 workers; the adjusted rate for race complaint filings is higher at 7 per 10,000.    The adjusted rate for sexual orientation discrimination is higher than the adjusted rate for sex discrimination in eight of the seventeen states surveyed.   The adjusted rate for sexual orientation discrimination is higher than the adjusted rate for race discrimination in three of the seventeen states surveyed.   2 3 3  3     THE WILLIAMS INSTITUTE | POPULATION-ADJUSTED COMPLAINT RATE REPORT | NOVEMBER 2008     POPULATION-ADJUSTED COMPLAINT RATES PROVIDE AN IMPORTANT CONTEXT IN WHICH TO ANALYZE THE RAW COMPLAINT DATA            Population-adjusted complaint rates provide the context in which we can effectively analyze discrimination complaint rates based on race, sex, and sexual orientation. The raw data alone suggests that the number of sexual orientation discrimination complaints is small compared to large numbers of complaints based on race and sex. However, even the most disparate adjusted rates significantly decrease the differences suggested by the raw data.   We refer back to California to demonstrate how interpreting data through a population-adjusted model places the raw numbers in proper perspective. On average from 1999-2007, 4,204 people of color filed discrimination complaints based on race and 6,899 women filed claims based on sex annually. By contrast, an average of 605 LGB people filed claims based on sexual orientation each year.  These raw numbers suggest that sex claims are filed roughly seven times more often than sexual orientation claims and that race claims are filed eleven times more often than sexual orientation claims. But the number of people of color in California’s workforce (7,653,464) is higher than the number of women (7,195,990) and both populations are greater than the LGB people in the workforce (827,549). Once we adjust the data for the workforce population of each group, we are able to make more sound comparisons. Adjusted rates show that annually on average, 10 women per 10,000 filed sex claims, 7 LGB workers per 10,000 filed sexual orientation claims, and 5 people of color per 10,000 filed race claims. Although a seemingly small number of sexual orientation complaints, they are actually filed by LGB workers at a frequency 30% higher than race complaints are filed by people of color in California.   SEXUAL ORIENTATION CLAIMS ARE FILED MORE FREQUENTLY THAN SEX DISCRIMINATION CLAIMS IN EIGHT OF SEVENTEEN STATES              The graph compares the adjusted-rates of sexual orientation and sex discrimination complaints for each of the seventeen states surveyed. On a national level, the adjusted-rates for sexual orientation and sex complaints are quite similar. For eight states (District of Columbia, Illinois, Maryland, New Jersey, New York, Rhode Island, Vermont, and Washington), sexual orientation claims surpass sex claims. The disparity within the remaining states varies from almost zero to more than double.  3 4     THE WILLIAMS INSTITUTE | POPULATION-ADJUSTED COMPLAINT RATE REPORT | NOVEMBER 2008     SEXUAL ORIENTATION CLAIMS ARE FILED AS FREQUENTLY AS RACE CLAIMS IN SEVEN OF SEVENTEEN STATES  Table 1 compares the adjusted-rates for sexual orientation and race discrimination in each of the seventeen states surveyed. In three states (California, District of Columbia, and Hawaii), sexual orientation complaints are filed more frequently than race complaints. In the other fourteen states, people of color filed complaints based on race at a higher frequency than LGB workers filed complaints based on sexual orientation; the disparity between these rates vary from minimal to substantial.  LIMITATIONS ON THE ANALYSIS OF GENDER IDENTITY EMPLOYMENT DISCRIMINATION AND COMPLAINT RATES  Various studies have found that transgender individuals face a substantial amount of discrimination, possibly even more so than lesbian, gay, and bisexual individuals.10 However, inadequate data collection is the main barrier to a larger discussion around transgender discrimination in general and to their inclusion in this study in particular.11 Of the 20 states and the District of Columbia, which currently protect LGB individuals from workplace discrimination, only 13 also include gender identity or gender expression. Of those 13 that do include gender identity/expression, 10 passed the statute within the past 3 years. The recent addition of gender identity protections created a significant data gathering hurdle as some state agencies have not adequately tracked gender identity/expression claims or they include those claims with sexual orientation totals (for example, Washington). As a result, we were only able to collect complaint data for gender identity/expression from Rhode Island, Oregon, and the District of Columbia (see Appendix for totals). We are further prevented from calculating population-adjusted complaint rates for the transgender population due to the lack of reliable data surrounding its actual size. Without a sound estimate of the transgender workforce it is impossible to create adjusted complaint rates.  The omission of an analysis of gender identity discrimination complaints in this report reiterates the need for further research.  CONCLUSION   As the debate surrounding the necessity of LGBT protections reenters the national discourse, a population-adjusted understanding of complaint rates is necessary. This report questions two of the main arguments used to attack the Employment Non-Discrimination Act. First, there is no “drought.” Sexual orientation non-discrimination laws are used on a regular basis - comparable to the frequencies at which race and sex rights laws are utilized. Second, state agencies are not vulnerable to any debilitating “flood” of additional complaints. Given the size of the LGB population, and the filing rates of LGB people, any increase in complaint intake would be negligible on the national level. Sweeping generalizations of “floods” and “droughts” are empirically unsound. The data suggest that sexual orientation employment protections are necessary and manageable.     Table 1 RACE – SEXUAL ORIENTATION (COMPLAINTS PER 10,000 WORKERS)   Sexual Orientation Race National 4.7 6.5 California 7.3 5.5 District of Columbia 8.8 2.1 Hawaii 3.2 1.6 Connecticut 6.4 31.3 Illinois 4.8 6.4 Maine 3.8 37.8 Maryland 1.8 3.2 Massachusetts 3.6 15.2 Minnesota 2.2 9.1 New Hampshire 2.2 7.4 New Jersey 1.0 1.7 New York 4.1 5.9 Oregon 4.0 11.7 Rhode Island  2.3 5.8 Vermont 0.6 1.8 Washington 2.0 3.3 Wisconsin 5.8 38.8 4  5     THE WILLIAMS INSTITUTE | POPULATION-ADJUSTED COMPLAINT RATE REPORT | NOVEMBER 2008      ACKNOWLEDGEMENTS   We thank Gary J. Gates and Nan Hunter for their close review and editing of this report and Christian Cooper for his initial data gathering efforts.   ABOUT THE AUTHORS    Christopher Ramos is a Research Assistant at the Williams Institute, UCLA School of Law, B.A. Pomona College. He studies social inequality through a lens of race, class, gender, and sexual orientation.  Brad Sears is Executive Director of the Williams Institute, UCLA School of Law, where he is also an Adjunct Professor of Law and teaches sexual orientation and disability law courses. His current research focuses on HIV discrimination by health care providers.   M.V. Lee Badgett is Research Director at the Williams Institute, UCLA School of Law, and Director of the Center for Public Policy and Administration at the University of Massachusetts-Amherst, where she is also on the faculty of the Department of Economics. She studies family policy and employment discrimination related to sexual orientation.     For more information, contact: The Williams Institute UCLA School of Law Box 951476 Los Angeles, CA 90095-1476 T (310)267-4382 F (310)825-7270 williamsinstitute@law.ucla.edu www.law.ucla.edu/williamsinstitute                                                   1 Currently California, Colorado, Connecticut, Hawaii, Illinois, Iowa, Maine, Maryland, Massachusetts, Minnesota, Nevada, New Hampshire, New Jersey, New Mexico, New York, Oregon, Rhode Island, Vermont, Washington, and Wisconsin. For this report we refer to the District of Columbia as a “state.” 2 Figure calculated using American Community Survey (ACS) and National Survey on Family Growth data under the protocol established later in the Methodology section of this report.  3 Rubenstein, William B. 2001. “Do Gay Rights Laws Matter?: An Empirical Assessment.” Southern California Law Review. Vol 75, 65-120.  4 Id.  5 For a more detailed explanation of the methodology and its various shortcomings, including overcounting/undercounting and intersectionality, see id at 76. 6  Colorado, Iowa, and Oregon.  7 New Mexico. 8 We use 2005 ACS data in order to cite already substantiated calculations. See Gates, Gary J. 2006. “Same-sex Couples and the Gay, Lesbian, and Bisexual Population: New Estimates from the American Community Survey.”The Williams Institute, UCLA School of Law. The Williams Institute. Los Angeles.  9 National Survey of Family Growth 2002.  8 5 6  6     THE WILLIAMS INSTITUTE | POPULATION-ADJUSTED COMPLAINT RATE REPORT | NOVEMBER 2008                                                                                                                                                               10 For transgender employees in education see Irwin, Jude. 2002. “Discrimination Against Gay Men, Lesbians, and Transgender People Working in Education.” Journal of Gay and Lesbian Social Services. 14 (2), 65–77. For a more general discussion of discrimination towards transgender individuals see: Lombardi, E.,Wilchins, R., Priesing, D., & Malouf, D. 2001. “Gender violence: Transgender experiences with violence and discrimination.” Journal of Homosexuality, 42 (1), 89–101. 11 Colvin, A. Roddrick. 2007. “The Rise of Transgender-Inclusive Laws: How Well Are Municipalities Implementing Supportive Nondiscrimination Public Employment Policies?” Review of Public Personnel Administration. 27, 336-361.   APPENDIX   SEXUAL ORIENTATION, RACE, AND SEX DISCRIMINATION COMPLAINTS FILED WITH STATES  CALIFORNIA (law effective 1992) FY 1999 FY  2000 FY  2001 FY  2002 FY 2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation  253 539 609 695 614 694 716 722 605 Race + Color 4,697 4,493 4,425 4,596 4,911 3,849 3,828 3,531 3,503 4,204 Sex 7,719 7,564 7,344 7,381 7,627 6,291 6,289 6,111 5,767 6,899 Source: California Department of Fair Employment and Housing  Connecticut (1991) FY 1999 FY  2000 FY  2001 FY  2002 FY  2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation 37 35 44 47 56 57 55 49 60 49 Race + Color 1,061 938 1,037 1,059 1,138 1,219 1,262 1,053 1,020 1,087 Sex 694 635 598 630 668 681 625 601 557 632 Source: Connecticut Commission on Human Rights and Opportunities  District of Columbia (1997) FY 1999 FY  2000 FY  2001 FY  2002 FY  2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation      24  12  18 Gender Identity        6  6 Race + Color      30  48  39 Sex      37  42  40 Source: District of Columbia Office of Human Rights  Hawaii (1991) FY 1999 FY  2000 FY  2001 FY  2002 FY  2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation 6 10 9 12 5 11 10 7 3 8 Race + Color 74 74 64 79 65 77 61 70 60 69 Sex 142 151 131 148 151 126 111 101 94 128 Source: Hawaii Civil Rights Commission  Illinois (2006) FY 1999 FY  2000 FY  2001 FY  2002 FY  2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation         109 109 Race + Color 1,091 1,091 1,141 1,209 1,127 1,095 1,093 1,008 1,056 1,107 Sex 553 989 954 1,080 1,043 1,233 1,248 1,208 1,098 1,045 Source: Illinois Department of Human Rights  Maine (2005) FY 1999 FY  2000 FY  2001 FY  2002 FY  2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation        13 33 13 Race + Color 71 68 73 97 82 64 60 64 88 72 Sex 258 263 316 296 262 258 201 236 207 261 Source: Maine Human Rights Commission     THE WILLIAMS INSTITUTE | POPULATION-ADJUSTED COMPLAINT RATE REPORT | NOVEMBER 2008                                                                                                                                                                  Maryland (2001) FY 1999 FY  2000 FY  2001 FY  2002 FY  2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation    17 24 22 22 21 28 22 Race + Color  334 328 393 398 266 274 242 240 309 Sex  223 225 216 206 145 150 185 112 193 Source: Maryland Commission on Human Relations  Massachusetts (1989) FY 1999 FY  2000 FY  2001 FY  2002 FY  2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation   40 83   81 51 64  64 Race + Color   1,000 954 699 742 635 592   770 Sex   680 913 699 906 931 816   824 Source: Massachusetts Commission Against Discrimination  Minnesota (1993) FY 1999 FY  2000 FY  2001 FY  2002 FY  2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation 32 24 31 33 27 22 25 27 21 27 Race + Color 223 238 252 285 214 242 200 165 164 221 Sex 307 346 320 330 284 305 241 190 165 276 Source: Minnesota Department of Human Rights  New Hampshire (1998) FY 1999 FY  2000 FY  2001 FY  2002 FY  2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation  8 8 18 16 4 7 5 14 10 Race + Color 25 23 14 19 29 21 24 21 25 22 Sex 171 107 124 126 126 126 118 138 138 130 Source: New Hampshire Commission for Human Rights  New Jersey (1992) FY 1999 FY  2000 FY  2001 FY  2002 FY  2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation 13 16 17 9 20 18 20 13 16 13 Race + Color 238 325 270 188 203 207 169 157 220 238 Sex 69 110 101 95 109 99 98 74 94 69 Source: New Jersey Division on Civil Rights  New York (2003)* CY 1999 CY  2000 CY  2001 CY 2002 CY  2003 CY 2004 CY 2005 CY 2006 CY  2007 Avg. Sexual Orientation     118 163 152 159 152 149 Race + Color  1,828 1,859 1,874 1,853 1,885 1,884 1,796 1,581 1,820 Sex  1,475 1,471 1,403 1,368 1,448 1,209 1,171 1,114 1,332 Source: New York Division of Human Rights - *Data are for calendar years, not fiscal years.   Oregon (2007) FY 1999 FY  2000 FY  2001 FY  2002 FY  2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation 21 30 15 38 36 45 35 33   32 Gender Identity     1 0 3 0  1 Race + Color 327 319 333 282 269 291 307 310   305 Sex 616 666 605 672 582 629 711 644   641 Source: Oregon Civil Rights Division  Rhode Island (1995) FY 1999 FY  2000 FY  2001 FY  2002 FY  2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation     3 3 7 2 5 4 Gender Identity     0 1 0 0 1 .4 Race + Color     42 38 43 51 52 45 Sex     96 106 73 82 0 71     THE WILLIAMS INSTITUTE | POPULATION-ADJUSTED COMPLAINT RATE REPORT | NOVEMBER 2008                                                                                                                                                               Source: Rhode Island Commission for Human Rights   Vermont (1991) FY 1999 FY  2000 FY  2001 FY  2002 FY  2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation 2 0 0 2 2 2 0 4 0 1 Race + Color 0 1 0 2 2 2 3 3 4 2 Sex 7 3 1 6 0 5 2 10 3 4 Source: Vermont Human Rights Commission  Washington (2006) FY 1999 FY  2000 FY  2001 FY  2002 FY  2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation / Gender Identity        34 5 34 Race + Color  246 220 255 203 144 107 189 113 37 Sex  339 300 285 252 186 162 257 191 62 Source: Washington Human Rights Commission  Wisconsin (1982) FY 1999 FY  2000 FY  2001 FY  2002 FY  2003 FY 2004 FY 2005 FY 2006 FY  2007 Avg. Sexual Orientation   49 85 71 76 58 51 60 64 Race + Color   1,005 1,133 1,110 1,136 1,127 1,004 995 1,073 Sex   1,066 1,175 1,091 987 911 811 727 967 Source: Wisconsin Civil Rights Bureau   ",
    "id": 71341093,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:1671"
    },
    "title": "Evidence of Employment Discrimination on the Basis of Sexual Orientation and Gender Identity: Complaints Filed with State Enforcement Agencies, 1999-2007",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2008-11-11T00:00:00+00:00",
    "publisher": "Williams Institute",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/1671/1671.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2008",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71341093.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71341093"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71341093/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71341093/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71341093"
        }
    ],
    "abstract": "To more accurately measure the effect of anti-discrimination laws, this report compares sex, race, and sexual orientation complaint rates through a population-adjusted model. Today, twenty states and the District of Columbia prohibit employment discrimination based on sexual orientation. Of those, thirteen also prohibit discrimination on the basis of gender identity. An aggregation of all available state level data reveals that sexual orientation discrimination laws are used at similar frequencies by Lesbian, Gay, and Bisexual (LGB) workers as sex discrimination laws by female workers, both at 5 complaints per every 10,000 workers. Race complaints are filed at the higher rate of 7 per 10,000 workers",
    "tags": [
        "policy report",
        "text",
        "Employment and Labor",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "policy report",
        "text"
    ],
    "oai": "oai:harvest.issuelab.org:1671",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71341093,
        "depositedDate": null,
        "publishedDate": "2008-11-11T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:43:42+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:08:42+00:00"
    },
    "urls": [
        "https://issuelab.org/resources/1671/1671.pdf",
        "https://issuelab.org/permalink/resource/1671"
    ],
    "lastUpdate": "2024-02-14T12:43:42+00:00",
    "setSpecs": []
}