{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Holland, Sierra A"
        }
    ],
    "contributors": [],
    "createdDate": "2021-03-02T04:53:02+00:00",
    "dataProvider": {
        "id": 2649,
        "name": "Syracuse University Research Facility and Collaborative Environment",
        "url": "https://api.core.ac.uk/v3/data-providers/2649",
        "logo": "https://api.core.ac.uk/data-providers/2649/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/387554219.pdf",
    "fullText": "Syracuse University SURFACE Theses - ALL May 2020 Examining Diversity in YouTube Music Videos with Queer Women Couples from 2006-2019 Sierra A. Holland Syracuse University Follow this and additional works at: https://surface.syr.edu/thesis  Part of the Social and Behavioral Sciences Commons Recommended Citation Holland, Sierra A., \"Examining Diversity in YouTube Music Videos with Queer Women Couples from 2006-2019\" (2020). Theses - ALL. 398. https://surface.syr.edu/thesis/398 This Thesis is brought to you for free and open access by SURFACE. It has been accepted for inclusion in Theses - ALL by an authorized administrator of SURFACE. For more information, please contact surface@syr.edu.   Abstract This quantitative study examines the diversity of women1 included in music videos with relationships between two women through a comparative content analysis. Informed by intersectionality and queer theory, this study investigated the racial diversity, body diversity, gender performance, and tropes present in music videos with queer women couples (n=473) through a quantitative content analysis. This study also compared the diversity and tropes present in music videos made by musicians who identify as lesbian, bisexual, pansexual, and queer women and music videos made by non-queer musicians. Quantitative data was collected and reported for musicians who identify outside of the gender binary (e.g. non-binary, gender non-conforming, agender), but they were not included in the comparative analysis2. This thesis reports that the majority of women included in these music videos are white (62.79%), thin (98.73%), feminine (79.07%). In addition, the music videos often contained themes that exploit queer women’s sexuality either by a non-queer artist trying to gain queer women’s viewership or by portraying queer women’s relationships as for men’s pleasure. By analyzing the ways that lesbian, bisexual, and pansexual couples are portrayed in YouTube music videos from 2006-2019, this study asserts that music videos have included more elements of diversity over time–though more diversity is needed to be truly inclusive of all lesbian, bisexual, pansexual, and queer women. Keywords: Content Analysis, Music Videos, Diversity, LGBT, YouTube  1 The use of the word woman in this study refers to any person who self identifies as a woman, not just cis-gender women. Though this study does not seek to reinforce the gender binary, this study is specifically interested in the diversity present in music videos made by individuals who self-identify as queer women. 2 Based on the National Transgender Discrimination Survey (Grant, Mottet, Tanis, Harrison, Herman, & Keisling, 2011), the lived experiences of individuals who identify outside of the gender binary are fairly different than transgender individuals who identify as men or women (Sumerau, Mathers, Nowakowski, & Cragun, 2017). Even so, it is important to include musicians who identify outside of the binary in this study, so the data relating to music videos made by musicians who do not identify within the gender binary will be reported separate from the comparative analysis.          EXAMINING DIVERSITY IN YOUTUBE MUSIC VIDEOS WITH QUEER WOMEN COUPLES FROM 2006-2019 By Sierra A. Holland B.A., Temple University, 2018   Thesis Submitted in partial fulfillment of the requirements for the degree of Master of Arts in Media Studies. Syracuse University May 2020              Copyright © Sierra A. Holland 2020 All Rights Reserved       Acknowledgments  I wish to express my deepest gratitude to my advisor, Carol M. Liebler, for helping me jump over every methodological hurdle I encountered while developing and researching this thesis. It is because of her passion for diversity in various media industries that I was inspired to conduct this study in the first place. She has been an inspiring professor and steady mentor to me throughout graduate school, and I would like to whole-heartedly thank her for believing in me these past two years.   I would like to thank Professor J. Grygiel and Professor Carolyn Davis Hedges for their feedback on how to make this study better articulated and more manageable in scope. Both made important theoretical and methodological suggestions that helped grow this study into the best it could be. I would like to pay my special regards to Professor Hub Brown for chairing my defense and facilitating important conversations about diversity and inclusion at Newhouse.   Developing, researching, reworking, and completing this thesis would not have been possible without the constant encouragement of my friends and family. First, I would like to thank  Kyle K. Webster for being the heart-driven counterbalance to my logic-driven mind. Without him recognizing my unmatched love for music videos and pushing me to study them, my burning questions about diversity in queer women’s music videos would have remained unanswered. When I think back on this thesis, I will fondly remember coding these music videos with him. Second, I would like to express my deepest gratitude to Zanira K. Ghulamhussain, Kandice N. Green, and Adriana Mucedola. These women brought me so much light, encouragement, and laughter while I worked through my STATA code, reworded sentences over and over, and designed my thesis defense presentation. I would like to emphasize the invaluable assistance that these three women provided during my study. Additionally, I would like to thank Jeremy, Lourdes, Margot, N’Dea, Randy, Emelyn, Hannah, Zack, Andrea, Natalie, Melissa, Nat, Tong, and Heejae for always checking on me and sending along encouraging gifs, songs, and memes.   I would be remiss not to mention the immense support I received from my family members throughout this entire process. From discussing the necessary edits of my thesis proposal during our summer vacation to my late text replies that read “Sorry, I just saw this- I was working on my thesis,” I would like to thank them from the bottom of my heart for their patience, encouragement, and understanding.   Finally, I would like to thank Hayley Kiyoko and Syd, for being two of the most influential queer women musicians of my life and for being the inspiration of this study.    iv   Table of Contents    Abstract ........................................................................................................................ i  Title Page ..................................................................................................................... ii  Copyright ..................................................................................................................... iii  Acknowledgments ....................................................................................................... iv  Table of Contents ......................................................................................................... v 1. Introduction .................................................................................................................. 1 2. Literature Review......................................................................................................... 9      Intersectionality and Queer Theory ......................................................................... 9      Media and Identity .................................................................................................. 12      Lesbian, Bisexual, Pansexual, and Queer Women Musicians ................................. 14      Lesbian Identity ....................................................................................................... 23      Lesbian Media ......................................................................................................... 23      Bisexual Identity ...................................................................................................... 25      Bisexual Media ........................................................................................................ 25      Pansexual and Queer Identities ................................................................................ 27      Pansexual and Queer Media .................................................................................... 29      LGBTQIA+ Representation on Television .............................................................. 30      Gender Performance ................................................................................................ 31      Body Image Concerns Among Lesbian and Bisexual Women ............................... 32      Music Videos ........................................................................................................... 33          Body Diversity ..................................................................................................... 36          Racial Diversity ................................................................................................... 37          Gay and Lesbian Music Videos ........................................................................... 38      Body Diversity in Media ......................................................................................... 39      Racial/Ethnic Diversity in Media ............................................................................ 40      Research Questions .................................................................................................. 42 3. Methodology ................................................................................................................ 44      Purpose .................................................................................................................... 44      Population ................................................................................................................ 45 v        Sample ..................................................................................................................... 46      Codebook ................................................................................................................. 49          Racial/Ethnic Diversity ........................................................................................ 49          Skin Tone ............................................................................................................. 49          Body Diversity ..................................................................................................... 50          Gender Performance ............................................................................................ 50          Pairing .................................................................................................................. 50          Tropes of Queer Women ..................................................................................... 51          Themes ................................................................................................................. 51          Diversity Level .................................................................................................... 52      Coder Training and Reliability ................................................................................ 52 4. Results .......................................................................................................................... 54      General Information ................................................................................................. 54      Racial/Ethnic Diversity ............................................................................................ 56      Body Size Diversity ................................................................................................. 60      Gender Performance Variation ................................................................................ 62      Tropes of Queer Women ......................................................................................... 65      Themes ..................................................................................................................... 66      Music Videos by Musicians Who Identify Outside of the Gender Binary .............. 69      Differences based on Musician’s Sexual Orientation .............................................. 70 5. Discussion .................................................................................................................... 75      Limitations ............................................................................................................... 75      Implications.............................................................................................................. 77      Future Research Directions ...................................................................................... 80      Conclusions .............................................................................................................. 81  Appendix A: Coding Sheet .......................................................................................... 84  Appendix B: Codebook ............................................................................................... 88  References .................................................................................................................... 96  Curriculum Vitae ......................................................................................................... 120    vi  1 Chapter 1: Introduction As narratives including lesbian, gay, bisexual, transgender, queer, intersex, and asexual (LGBTQIA+) characters have become more mainstream in recent years, the LGBTQIA+ community has vocalized the need for diverse representations in the media (Bendix, 2019). Both racism within the LGBTQIA+ community and the issue of white gay privilege (i.e. the erasure of people of color in the LGBTQIA+ community while white gay men are seen as the face of the LGBTQIA+ community) have been exposed and criticized (Johnson, 2019). After the Philadelphia Commission on Human Relations concluded racism was rife in the Gayborhood of Philadelphia, Philadelphia’s Office of LGBT affairs worked with the media agency HelloTierney to add one black and one brown stripe to the pride flag in Philadelphia as a way to recognize people of color within the community (Boren, 2017). Even media publications focused on LGBTQIA+ content have been criticized for the blatant lack of diversity in the newsroom and within the pages of their magazines and online publications (Bendix, 2019). The conversation of inclusivity regarding the LGBTQIA+ community has also been explored in regard to who is being represented in media content year after year by GLAAD, and their most recent report indicated that some of the most underrepresented groups on television were Latinx and Asian-Pacific Islander LGBTQIA+ characters (Townsend, Deerwater, Adams, Trasandes, & Hood, 2019).  The push toward inclusivity in the media in recent years has also put an emphasis on body-size inclusivity (Weinar, 2019). The majority of women featured in advertisements, television and film, and even stock photos are very thin and slender, though they are not representative of the population (Fouts & Burggraf, 2000; Himes & Thompson, 2007; Widdows, 2018). Not only do thin characters in television shows receive more positive affirmations than   2 their plus-size counterparts (Fouts & Burggraf, 2000), but television shows often employ stereotypes that contribute to fat stigmatization (Himes & Thompson, 2007). In response to the rise in the body positive movement, some brands and content creators (e.g. Aerie, Savage X Fenty) have worked to bring more inclusivity to their representations of women, but some argue that the movement has not done enough (Coles, 2018). One journalist wrote, “the idea of body positivity has been co-opted by the mainstream, and the face of it has become more palatable to primarily white, cisgender audiences rather than uplifting marginalized bodies to the spotlight” (Coles, 2018, para. 2). With the scarce representations of plus-size women on screen primarily being white women, the push for diversifying media representations to reflect racial diversity and body size inclusivity continues (Weinar, 2019). The medium of music videos on YouTube provide a worthwhile site through which these issues can be investigated.  The music industry is one area of media that has witnessed a rise in LGBTQIA+ content, and 2018 was even dubbed “the Year of the Queer Woman Pop Star” (Lieb, 2018b). With many women in the music industry openly embracing their lesbian, bisexual, pansexual, and queer identities, the romantic experiences of these identities are being shared through their music videos (Bote, 2018; Gutowitz, 2019). The popular website YouTube.com has made music videos more accessible than ever, as users can “search, watch, re-watch, skip, and develop personal playlists…at their leisure” (Edmond, 2014, pp. 311-312). Research regarding the LGBTQIA+ population has displayed that positive media representations help foster identity through community and escapism (Craig, McInroy, McCready, & Alaggia, 2015).  This quantitative study builds on previous analyses that examined the presentations of sex and sexuality in gay and lesbian oriented media (Bond, 2015; Holz, Gibson, & Ivory, 2009; McNichols-Smith & Tyler, 2017). Bond’s (2015) quantitative content analysis took a broad   3 approach to gay and lesbian oriented media by analyzing television, film, and songs. The analysis found that gay and lesbian oriented media portrayed same sex relationships in validating ways (e.g. true to their experience of being in a gay or lesbian relationship). In a study that compared portrayals of heterosexual couples and same-sex couples, researchers Holz-Ivory, Gibson, & Ivory (2009) concluded that same-sex couples on television are portrayed in gendered ways similar to their heterosexual counterparts. A recent study focused on how lesbian relationships are depicted in European and North American popular culture, finding that the more positive and ordinary depictions of lesbian couples in recent years on television are overwhelmingly white and within heteronormative contexts (McNichols-Smith & Tyler, 2017).  There have also been a handful of content analyses that examine different aspects of diversity in music videos. An analysis of gender in music videos revealed that the men and women in music videos exhibit gendered behaviors (e.g. women as submissive, men as dominant) (Wallis, 2011). Aubrey & Frisby (2011) studied sexual objectification in music videos across gender, reporting that female artists are more sexually objectified. Turner’s (2011) content analysis asserted that African American women were portrayed as more sexualized than their white counterparts. Approaching music videos through race in a similar way, Conrad, Dixon, & Zhang (2009) found that African Americans in music videos were likely to have Eurocentric features. In examining the body diversity present in rap music videos, Zhang, Dixon, & Conrad (2010) reported that thin bodies are overrepresented in rap music videos. It has also been reported that thin models in music videos have a negative impact on adolescent girls’ body image (Bell, Lawton, & Dittmar, 2007). A qualitative textual analysis examined seven music videos with gay or lesbian narratives, and found that they feature heteronormative tropes and white characters are overrepresented (Dhaenens, 2016).     4 This inquiry aims to expand on the studies mentioned here. While research has approached the ways that lesbian and bisexual relationships are presented in television and film, there has not yet been a study that examines the way these relationships are portrayed in music videos on YouTube. In addition, previous studies have either been very broad, focused on lesbian, gay, and bisexual relationships or too narrow, focusing on lesbian relationships only. This analysis hopes to be inclusive yet focused, by only including music videos that feature lesbian, bisexual, pansexual, and queer women’s relationships. While lesbian and bisexual are more commonly known identities, there have been major pop artists–such as Janelle Monáe and Miley Cyrus– identifying as pansexual or queer in recent years, creating visibility for these identities in the music industry. The term queer will be used in this study to encompass lesbian, bisexual, and pansexual identities because prominent LGBTQIA+ organizations such as the It Gets Better Project, Stonewall, and the Human Rights Campaign have adopted it as “a term people often use to express fluid identities and orientations” (Human Rights Campaign, 2020). It is important to recognize that though some in the LGBTQIA+ community may still view this word through its derogatory origins, it began to be reclaimed by the LGBTQIA+ community in the late 1980s and has grown more popular over time as a term to self-identify as without needing a specific label (Stonewall, 2017). The use of the word woman in this study refers to any person who self identifies as a woman, not just cis-gender women. Though this study does not seek to reinforce the gender binary, this study is specifically interested in the diversity present in music videos made by individuals who self-identify as lesbian, bisexual, pansexual, or queer women. Queerbaiting in the music industry, the act of hinting at queer themes by non-queer artists to gain media attention, has been criticized by the LGBTQIA+ community for a number of years (Lieb, 2018a).   5 Pop star Ariana Grande- who does not wish to label her sexuality or publicly come out as queer- was accused of queerbaiting in 2019 after she received considerable media attention for releasing a music video where she kisses a woman (Penrose, 2019). While she has a right to her privacy, some considered it akin to Britney Spears and Madonna’s media hungry kiss at the Video Music Awards in 2003 (Mancini, 2019). Because the LGBTQIA+ community has called for authentic representation of queer relationships (Langfelder, 2016), this study seeks to understand how well musicians are doing in regard to inclusivity in their depictions of relationships between queer women. For clarity, any time this study refers to analyzing music videos, it is specifically speaking about music videos posted on YouTube rather than music videos on television or other platforms.  This content analysis compared the diversity in women-loving-women (wlw) storylines in music videos by musicians who identify as queer women with the diversity in wlw storylines in music videos by musicians who do not identify as such (i.e. heterosexual men, and women who do not identify as lesbian, bisexual, pansexual, or queer). By doing so, this analysis seeks to understand if there are differences in the ways that wlw storylines are portrayed based on who is shaping the narrative and for what intentions (i.e. embodiment of authentic queer experiences versus wlw storylines for shock value). While the musicians themselves are not always consulted when the creative decisions for their music videos are being made (Lieb, 2018a), an exploration of the ways queer women’s relationships are presented is valuable because attaching a musician’s name and brand to a music video gives it legitimacy. It is especially important to address how this study will analyze music videos by musicians who do not identify within the gender binary. Based on the National Transgender Discrimination Survey (Grant, Mottet, Tanis, Harrison, Herman, & Keisling, 2011), the lived   6 experiences of individuals who identify outside of the gender binary are fairly different than transgender individuals who identify as men or women (Sumerau, Mathers, Nowakowski, & Cragun, 2017). It remains important to record the data for music videos made by individuals who do not identify within the gender binary because they have often been excluded from quantitative studies (Sumerau et al., 2017). The data gathered from these music videos will be reported separate from the comparative analysis as they are not participating in queerbaiting. This study is situated within a queer theory approach and recognizes that categorizing individuals into certain groups seemingly clashes with the gender fluid and sexually fluid identities explicated by queer theory. In addition, this study acknowledges that gender identity and sexual identity are a constantly evolving and complicated process unique to each individual. As a result, this study employs methodologies which aim to be inclusive of a variety identities within a quantitative study of gender and sexuality.  While researchers have studied racial diversity and body-size inclusivity in music videos, there has not yet been a study that explores all of these topics within a sample that focuses solely on music videos with relationships between women. By analyzing a larger sample and taking a quantitative approach, this analysis aims to expand on previous studies such as Bond’s (2015) content analysis of gay and lesbian oriented media and Dhaenens’ (2016) textual analysis of music videos with gay or lesbian narratives.  The proposed study is important for several reasons. First, research has asserted that audiences seek out media to affirm their identity (Arnett, 1995; Bandura, 2001; Harwood, 1997). One of the ways that LGBTQIA+ individuals may seek to affirm their identity is through engaging with musicians who identify as LGBTQIA+ or listening to music that espouses LGBTQIA+ themes (Hilton-Morrow & Battles, 2015). Music and musicians also have profound   7 impacts on LGBTQIA+ youth, and musicians are often listed as their most impactful role models (Bird, Kuhns, & Garofalo, 2012). One of the ways that LGBTQIA+ youth may engage with these musicians is through interacting with musicians on social media, engaging with musicians’ fandom, or forming parasocial bonds (McInroy & Craig, 2018; Seregina & Schouten, 2015).  Parasocial relationships are stronger with lesbian, gay, and bisexual youth as compared to their heterosexual counterparts (Bond, 2018), and social media has increased the strength and prevalence of parasocial bonds (Baines, Chung, and Cho, 2017). Third, positive representations of queer women create positive role models for lesbian, bisexual, pansexual, and queer identified youth (Craig et al., 2015; Gomillion & Giuliano, 2011). By understanding the state of diversity in music videos with queer women relationships and presence of tropes, this research can put pressure on media creators to include more diverse representations of queer women in their music videos.  This study addresses the diversity of women included in music videos with queer women’s relationships and the differences based on the sexual orientation of the musician behind the music video. The purpose of this design was to quantitatively analyze 473 music videos featuring queer women’s relationships and compare the results between videos made by queer women musicians and non-queer musicians. This comparative content analysis seeks to understand how queer women couples are being presented and who is being included in the storylines within music videos by queer women musicians and non-queer musicians..  Chapter two discusses the relevant literature for this study. The literature review will discuss intersectionality and queer theory. Then, this chapter will explore how media shapes how individuals come to learn about themselves and the world around them by specifically looking at queer media. In addition, this chapter will explore the lack of racial and body size diversity in the   8 media, as well as the importance of inclusive representations of queer women couples. Chapter three outlines the methodology for this comparative content analysis. In chapter four, the findings of the content analysis are explained and analyzed. Chapter five discusses the limitations, future research directions, and conclusions of this study. Finally, appendices A and B describe the codebook for the content analysis in detail.      9  Chapter 2: Literature Review  This chapter will explore the theoretical framework and scholarship relevant to this thesis. First, intersectionality and queer theory are explained. Next, this chapter explores the ways that media influence how individuals view themselves and the identities they embody. The ways that media have shaped those who identify as lesbian, bisexual, pansexual, or queer will be explored. Then, the literature review will detail body diversity in the media and studies that have explored the relationship between queer women and their body image. Studies regarding colorism and the importance of racial diversity in music videos will also be discussed. This chapter outlines the history of the music video and the importance of studying it as a medium. Intersectionality and Queer Theory Both intersectionality and queer theory have been theorized and researched extensively, and fully tracing their histories has filled entire books such as Carastathis’s (2016) Intersectionality: Origins, Contestations, Horizons and Richardson and Seidman’s (2002) Handbook of Lesbian and Gay Studies, respectively. In the interest of brevity, this section of the literature review will only provide a brief overview of a few of the pioneering works in these two vast fields of study and is inevitably incomplete. The late 1980s and early 1990s provided important theoretical advancements for studying the varied experiences of oppression across race, ethnicity, and sexuality. Situated in the field of Black Feminist Thought dating back to 1892, Crenshaw (1989) named the concept of ‘intersectionality’ in an essay which called attention to the erasure of the “multidimensionality of Black women’s experiences” in antidiscrimination law, feminist theory, and antiracist politics (p. 139). The foundation of intersectionality is traced to women of color in social movements such as Sojourner Truth’s Aint I a Woman? speech, delivered at the 1851 Women’s Convention;    10 Black feminist politics of the 1960’s; and the Combahee River Collective’s 1983 interlocking systems of oppression (Carastathis, 2016). Intersectionality is a concept that acknowledges how an individual’s layered identity (e.g. gender, race/ethnicity, and socioeconomic status) results in a nuanced experience of oppression (Carastathis, 2016; Massaquoi, 2015). Carastathis (2016) outlines four analytic facets of the intersectional paradigm: simultaneity, complexity, irreducibility, and inclusivity. Russell (2007) reasons that a woman’s multiple identities should be considered simultaneously because “a real-life person is not, for example, a woman on Monday, a member of the working class of Tuesday, and a woman of African descent on Wednesday” (p. 47). Recognizing the simultaneous identities that individuals possess is one of the core tenets of intersectionality. The second tenet, complexity, refers to McCall’s (2005) observation of the complicated relationships between social categories. Carastathis (2016) argues that complexity explains the ways that experiences of individuals’ identities are multiple, even if they belong to the same social group (e.g. the experiences of two bisexual, African American women will not necessarily be comparable). The third aspect of intersectionality is irreducibility, which argues that “oppression is produced through the interaction of multiple, decentered, and mutually constitutive axes” (Carastathis, 2016, p. 56). Rather than reducing oppression to one factor, such as socioeconomic status, intersectionality scholars state that irreducibility is a main facet of the paradigm (Carastathis, 2016). The fourth and final aspect of intersectionality as explained by Carastathis (2016) is inclusivity. As noted by Hancock (2011), efforts to employ intersectionality foster solidarity and work toward more inclusive representations of marginalized groups. By combining these four facets, researchers can employ intersectional analyses to examine the ways that overlapping identities contribute to distinct experiences of oppression.    11 Just a few years after intersectionality was named by Crenshaw (1989), de Lauretis (1991) provided the term ‘queer theory’ to encompass new scholarship focused on the lived experiences of gays and lesbians in heteronormative societies (Richardson & Seidman, 2002; Massaquoi, 2015). Some of the formative texts of queer theory include: Foucault’s (1978) History of Sexuality, Butler’s (1990) Gender Trouble, Sedgwick’s (1990) Epistemology of the Closet, and Fuss’s (1991) introduction to Inside/Out. Queer theory, as posited by Butler (1990) and Sedgwick (1990), refers to the ways that individuals disrupt the binaries of gender and sexuality (e.g. male/female, heterosexual/homosexual) by the ways that they perform them. As a post-structuralist himself, Foucault’s (1978) text proffers queer identities are fluid and change over time. Butler (1990) suggests that gender and sexuality are aspects of identity that are not predetermined but are performed. In reflecting on Fuss’ Inside/Out, Namaste (1994) argues for a sociological approach to queer theory which acknowledges those who do not identify along the sexuality binary, for example: bisexual individuals. Though queer theory was seemingly situated in sexual fluidity, Callis (2009) notes the absence of texts in the discipline focused on bisexuality. Callis (2009) reflects that in most queer theory texts, bisexuality has been mostly treated as an add-on and not been given the space or attention it deserves.  One of the commonalities noted between intersectionality and queer theory is their emphasis on how individual differences impact lived experiences of oppression (Massaquoi, 2015). Massaquoi (2015) argues for combining intersectionality and queer theory, stating “a queer theoretical practice that operates through an intersectional lens becomes a useful strategy for making visible how some desirous subjects pass as normal and how others are rendered marginal” (p. 767). Further, Massaquoi (2015) states that adding intersectionality to queer theory further challenges racist, misogynistic, and other oppressive forces. By combining   12 intersectionality and queer theory, scholars are better able to examine the ways that individuals present their gender and sexuality and recognize the layered ways in which individuals experience oppression (Massaquoi, 2015). Media and Identity Media are a main way that audiences come to understand their identities. When a viewer sees someone who looks like them, it affirms their identity (Ellithorpe & Bleakley, 2016). Communications scholars have established that users seek out media to affirm their identities and avoid media that do not (Abrams & Giles, 2007).  One facet of an individual’s identity is their sexual orientation, and media are a way that many come to understand their sexuality (Meyer, 2013).  For individuals who identify as sexual minorities such as lesbian, bisexual, pansexual, and queer, moments of representation by other queer individuals have been pivotal in understanding their own identity. In one survey, respondents often recalled Ellen coming out as a moment of pride and understanding of their own identity (Gomillion & Giuliano, 2011).  Representations of LGBTQIA+ characters have been influential and important to the LGBTQIA+ community. In an analysis that investigated the relationship LGBTQIA+ youth have to media, the researchers found that media helped participants mediate negative experiences, cope through escapism, feel stronger, fight back, and find community (Craig, McInroy, McCready, & Alaggia, 2015).  In a two-part study, participants were asked about their media use and gay, lesbian, and bisexual (GLB) role models in the media. The survey respondents stated that connecting to or relating to media figures and characters made it easier for them to understand their identity. Further, positive GLB depictions helped participants feel proud of their identity, combatting negative experiences (Gomillion & Giuliano, 2011). In a study that compared the parasocial relationships heterosexual youth and LGB youth have with media   13 personae revealed parasocial relationships are also stronger among LGB adolescents. Parasocial relationships refer to the perceived closeness a person feels to a celebrity or fictional character, and the LGB adolescents’ perceived similarity to the media figure has a strong impact on the strength of the parasocial relationship (Auter & Palmgreen, 2000; Bond, 2018). Other studies have used Harwood’s (1997) social identity gratifications perspective, which combines uses and gratifications theory with social identity theory to explore the ways that individuals seek out media that affirms their identity. Uses and gratifications theory (Katz, Blumler, & Gurevitch, 1973) asserts that individuals select media to gratify certain needs (e.g. keeping up with the news, relaxation). Using the uses and gratifications perspective, an early study specific to YouTube revealed that users’ motivations for viewing YouTube videos were social, as they could share and connect with friends and family (Haridakis & Hanson, 2009). Analyses of YouTube data suggest users engage with music videos more than any other content genre on YouTube (Liikkanen & Salovaara, 2015), and algorithms make it easier for users to discover new artists and their music videos (Airoldi, Beraldo, & Gandini, 2016).  Social identity theory (Tajfel & Turner, 1979) explains that an individual’s social identity comes from their belonging to certain social groups (e.g. age group, ethnicity, gender). Further, social identity theory states that an individual’s positive perceptions of a social group they belong to results in stronger identification with that group. To maintain positive group identity, individuals tend to distinguish themselves from their out-groups and view their in-groups as more desirable than their out-groups. This theory can be applied to online contexts (Nicholls & Rice, 2017), and media can have an influence on how individuals come to understand their identities, in-groups, and out-groups (Mastro, Behm-Morawitz, & Kopacz, 2008). Utilizing social identity theory, researchers found that when participants were exposed to television   14 programs depicting people in an out-group unfavorably, the self-esteem of the participants increased (Mastro et al., 2008). By integrating social identity theory with uses and gratifications theory, Harwood (1997) introduced the social identity gratifications perspective.  The social identity gratifications perspective posits that individuals who identify strongly with certain social identities seek out media that represent and affirm those identities (Harwood, 1997). To first test this approach, Harwood (1999) investigated the relationship between age identity gratifications and television. Across three age groups, participants selected television shows that reflected their age group and avoided shows that did not (Harwood, 1999). In a survey which used social identity gratifications to examine the television viewing habits of individuals who reported their African American identity as central to their concept of self, found that respondents avoided watching television shows that did not portray their in-group positively (Abrams & Giles, 2007). Because queer audiences seek media representations to affirm their identity, it is essential to trace the impact of major lesbian, bisexual, pansexual, and queer women musicians through history.  Lesbian, Bisexual, Pansexual, and Queer Women Musicians  The mid 1970s to the 1990s saw upwards of twenty music festivals focused on women musicians and women attendees (e.g. Ladyfest, Wiminfest, National Women's Music Festival, and Michigan Womyn’s Music Festival) (Morris, 2020; Rothblum & Sablove, 2005). Heterosexual feminist activist Kristin Lems pioneered the first large-scale women’s music festival, the National Women’s Music Festival, which began to meet annually on university campuses. This festival included lesbian artists whose music was often too controversial for mainstream radio play. Following the National Women’s Music Festival’s lead, the Michigan Womyn’s Music Festival became known as the lesbian festival as they put an emphasis on   15 showcasing lesbian musicians. Then in 1982, almost 10,000 women attended the Michigan Womyn’s Music Festival, making it one of the most popular women’s music festivals at the time (Morris, 2020). Many of the musicians in these festivals were not queer women, and those who may currently be out as queer-identified women were still in the closet during the music festivals of the 1970s and 1980s. Thus, they were not marketed as “lesbian” music festivals; rather, it was understood by women in the 1970s and 1980s lesbian feminist movement, that these were spaces to meet other lesbian and queer women (Rothblum & Sablove, 2005). These music festivals were also political sites for processing racism, classism, and ableism within the lesbian community, cementing music and music festivals as integral parts of the formation of the lesbian community from the 1970s to the 1990s (Morris, 1999; Rothblum & Sablove, 2005).  While there were conversations about race being had, these music festivals were primarily white spaces (Hayes, 2010; Rothblum & Sablove, 2005). It was not until Serafemme in 2005 that a music festival was created specifically for queer women of color (Hayes, 2010). As the festivals continued into the twenty-first century, unresolved issues– such as transgender exclusionary policies– sparked boycotts and criticism of the music festivals (Morris, 2020). In response to the Michigan Womyn’s Music Festival’s policy of only admitting “women-born women,” many prominent LGBTQIA+ organizations withdrew their support in 2014, and one year later the once-prominent lesbian music festival announced its final lineup (Merlan, 2015). As queer women musicians have become even more accepted into mainstream music festivals in recent years, the attendance of women-specific music festivals has declined (Morris, 2016). However, music continues to be at the center of queer women’s culture and community with major queer-women centric events such as Dinah Shore, Ladyfest, A-Camp, and Olivia Cruises consistently featuring queer women musicians (Morris, 2016/2020). From genderless songs sung   16 by closeted queer women in the 1970s and 1980s to queer women musicians singing songs that explicitly talk about same-gender attraction in 2019, the ways that queer women’s identities have grown to be accepted into the mainstream are directly reflected in the lyrics and music videos of queer women musicians over time (Bendix, 2017a).  Some of the first queer women musicians to publicly live in their lesbian identities were Cris Williamson and Meg Christian, who launched independent women’s music record label, Olivia Records, along with eight other women in 1973. The idea came about when Williamson was interviewed by Christian for a radio broadcast, and Williamson suggested that the creation of a music label directed toward gay women. Then, Williamson released her album, The Changer and the Changed, through Olivia Records which sold more than 100,000 copies in its first year of release (Deming, n.d.). Singer Holly Near joined Christian and Williamson on the tour “Women on Wheels,” which was one of the major public concerts dealing with feminist issues at the time. Then, in 1976 Near publicly came out as a lesbian at the first Michigan Womyn’s Music Festival (Yiannis, 2017). Reflecting the culture of the women’s music festivals they attended, the lyrics of Williamson, Christian, and Near espoused feminist messages and hinted at lesbian themes (Holtzman & Sharpe, 2014). Fanny, a rock band comprised of only lesbian and bisexual women members, also gained a particular following in the U.K. during this time period (Ankeny, n.d.). Notably, two mainstream successes from this time period, The Runaways and The B-52s, also had members in the queer women’s community, though Joan Jett has still never publicly spoken about her sexuality and Kate Pierson did not come out as bisexual until the early 2000s (Bendix, 2017a). While these trailblazing musicians brought some visibility to lesbian musicians in the late 1970s, gay and lesbian music had mostly gone underground by the 1980s (Hotzman & Sharpe, 2014).    17 In the late 1980s, the lesbian community adopted Tracy Chapman’s Fast Car as a queer anthem. The lyrics resonated with the queer community as Chapman sang about a genderless couple leaving town to find a new home in a city. Throughout her career Chapman has kept her personal life private and has never publicly come out, though she has been outed by former partners. Chapman’s music video Telling Stories, released in 2000, does feature a brief kiss between two women on a bus, but Chapman herself is positioned as another bus rider, not as part of the couple. Regardless, the queer women’s community has fully championed her as a queer icon, asserting her songs espouse sapphic themes though they do not directly speak about queer women’s experiences (Bendix, 2018).  The Indigo Girls began to gain a following with the release of their eponymous album in 1988. The frontwomen of the band, Emily Saliers and Amy Ray, were out to their family and friends as lesbians, and they were involved in HIV/AIDS activism (Azzopardi, 2017). Ray began doing gay press alone starting in 1988, but Saliers avoided publicly coming out until 1991 for fear that it would negatively impact their music careers. Both Saliers and Ray note they received backlash for coming out and often found themselves as the butt of homophobic jokes (Bradbury, 2012). This is reflected in the lyrics of their songs which only hint at lesbian themes. Even after both had come out, their 1992 music video for Joking only mildly suggests lesbian themes. While the music video hints at a closeness between two women in a trio with a man, the only ones seen briefly kissing in the music video are the man and one of the women. Then after being publicly out for nearly three years, their music video for Power of Two (1994) works to normalize seeing lesbian couples on screen by featuring shots of a lesbian couple holding hands and sitting close interspliced with shots of heterosexual couples interacting in similar ways.      18 One of the most influential lesbian musicians of all time, k.d. lang, released Ingénue in 1992 and came out in a cover story for The Advocate three months later. Feeling the pressure from the coverage of HIV/AIDS in the press with the knowledge that Queer Nation was outing celebrities and musicians, lang felt she had a responsibility to come out though her record label had urged her not to (Hilton, 2017). While her lyrics do not use gender-specific pronouns, Ingénue is a unmistakably an album about longing and desire with lesbian anthem, Constant Craving, as the closing track. Reflecting her label’s hesitation in supporting an out lesbian, the music video for Constant Craving shows shots of her singing between scenes from a vintage circus and does not hint at sapphic themes.  Discovered in a lesbian bar, Melissa Etheridge was out to her record label and manager, but she did not publicly come out until January of 1993 (Crowley, 2018). Her 1989 music videos for Let Me Go and No Souvenirs were nondescript and showed her playing music in a cave and on a rooftop, respectively. Then, her music video for The Angels (1989) tells the story of a mom (portrayed by Etheridge) struggling to provide for her daughter until an angel watching over the two becomes a real-life husband for Etheridge and father figure for her daughter. The three walk down the street holding hands, depicting a traditionally heteronormative family unit- perhaps to conceal her sexual orientation before she came out. Inspired by k.d. lang coming out and her album Ingénue, Etheridge came out as a lesbian in early 1993 and released her album Yes I Am later that year. In 1994, Etheridge and lang performed You Can Sleep as a duet in Lifebeat’s The Beat Goes On concert. Gaining comfortability in living as out lesbian musicians, Etheridge held lang’s hand and joked that she felt miffed no one in the tabloids had speculated they were dating. Etheridge’s music videos also shifted toward more explicitly depicting her lesbian identity from 1995 forward. Her music video for Your Little Secret (1995) shows couples of   19 many different configurations–including women-women couples–kissing and touching each other through a viewpoint of key-hole. This was a distinctly more sexualized music video than her 1989 music videos, reflecting a shift toward visibility for mainstream queer women musicians, while still depicting a woman-woman relationship as one that mostly happens behind closed doors. While her music videos in 1996 more explicitly depict lesbian couples, there is still very little intimacy between the women. Etheridge’s music video for I Wanna Come Over (1996) tells the story of heartbreak, but the women are kept in separate shots the entire video. Then, Nowhere to Go (1996) shows Melissa and her girlfriend on a road trip, but the extent of the physical contact between the two is encompassed in a single faraway shot where the two merely embrace. Though there was little physical intimacy in these music videos, the explicit presence of lesbians in music videos during the mid 1990s was a monumental shift toward visibility for queer women in music.   By 1996, renowned bassist and singer, Meshell Ndegeocello, had amassed six Grammy nominations, and her 1993 music video for If That’s Your Boyfriend (He Wasn’t Last Night) was nominated for the MTV Video Music Award for Best Female Video. Ndegeocello has even been credited with having started the neo-soul movement, but she found herself being censored upon the release of her music video Leviticus: Faggot in 1996 which addressed homophobia in the black community (Jones, 2001; Lys, 2018). This music video follows the storyline of a gay, black man who is rejected by his religious parents and kicked out of his home. While it is a brief moment in the music video, it is significant that Ndegeocello, dressed in a suit, kisses a woman–a visual which had scarcely been portrayed in music videos up until this point. Black Entertainment Television (BET) refused to air the music video, and Ndegeocello suspected it was because they did not want to alienate BET viewers who were homophobic (Jones, 2001).   20 The censorship of queer music videos on BET continued in 2000 when Monifah’s music video for I Can Tell was cut short by BET because the twist ending of the music video shows Monifah’s male love interest cheating on her with a man.  While Ndegeocello dressed androgynously and kissed a woman in one of her music videos, she kept her sexuality private until later in her life. Reflecting on what it felt like to be bisexual in the 1990s, Ndegeocello shared, “It’s hard being bisexual, omnisexual, multisexual, whatever you want to call it, when people have their agenda and expect you to just represent their agenda” (Lys, 2018, para. 11). Because of the ways that the lesbian and gay community rejected bisexual-identified individuals (i.e. biphobia), Ndegeocello felt that she was not gay enough for the LGBTQIA+ community because she was still attracted to men. Having felt rejected by the community for being attracted to more than one gender, Ndegeocello remained private about her sexuality until the 2010s (Lys, 2018).  Another 1990s bisexual musician who felt she was being pushed to clarify whether she was a lesbian or a straight woman, was alternative folk musician Ani DiFranco. Differently than many of the queer women musicians who came before her, DiFranco felt comfortable using female pronouns in her songs and talking about her sexuality (Bendix, 2017b). Her song In or Out (1992) directly addressed the questions some were raising about her sexuality and biphobia in the lesbian community with lyrics that explicitly talked about her attraction to both women and men (Tranter, 2017). Though this song featured the groundbreaking bisexual lyrics “I’ve got no criteria for sex or race/I just want to hear your voice/I just want to see your face,” the music video is one that just shows backstage moments from her tour.  One of punk’s subcultures, queercore, was another space that amplified queer women musicians in the early 1990s. Being part of the underground punk scene meant there was no   21 pressure to fit into the mainstream music scene, affording the queer women-fronted bands the opportunity to more explicitly talk about their sexuality in their songs. Tribe 8, an all lesbian punk band from 1992, is known for songs such as Femme Bitch Top and Lezbophobia which both explicitly talk about lesbian relationships (Harvey, 2003). Another major queercore band from this time period is Team Dresch with their influential album Personal Best (1995) which housed the iconic song, Fagetarian and Dyke (Jetson, 2019). Because they were not mainstream artists, though, neither band had music videos circulating for these songs.  Because of all of the aforementioned trailblazing lesbian, bisexual, pansexual, and queer women musicians, coming out as a queer woman in music started to be more accepted and normalized in the twenty-first century. In 2009, legendary pop-star Lady Gaga came out as bisexual in an interview with Barbara Walters, and she went on to be the first person to ever say the words lesbian, gay, bi, and transgender at the Superbowl (Lieb, 2018a). Then, other major pop artists such as Sia, Christina Aguilera, and Rihanna also came out as bisexual/pansexual women between 2009 to 2010 (Lieb, 2018a). After coming out, Christina Aguilera released the music video for her song Not Myself Tonight (2010) in which she dances seductively with both a woman and a man. This same year, Rihanna also featured a woman as her love interest in her music video for her song Te Amo (2010). Even while they were sharing lyrics and music videos that reflected their attraction to women, all four of these musicians faced fierce criticism that they were just saying they were bisexual/pansexual as a publicity stunt (Lieb, 2018a). While there are many factors that lead to the acceptance of queer women musicians toward the end of the 2010s, one of the biggest agents of this change was the connection between musicians and their fans created by social media (Daw, 2019a). Through social media websites such as Twitter, Instagram, Facebook, and Tumblr, musicians could speak directly to their fans   22 like never before. With this added control over how and when they shared information, musicians were now able to use their own social media accounts to come out (Daw, 2019a). One of the first queer musicians to do this was Frank Ocean, when he posted a story about the first person he ever loved, who happened to be a man, on Tumblr (Daw, 2019a). Other queer-identified musicians followed Ocean’s lead, utilizing the ways that these platforms connected them directly to their fans.  Just a few of the lesbian, bisexual, pansexual, and queer women musicians from the 2010s who had a major influence on bringing queer women’s stories to forefront of the music industry include: Tegan and Sara, Hayley Kiyoko, Kehlani, Tove Lo, Young M.A, Halsey, Syd (The Internet), and King Princess–though this is not an exhaustive list. All of these musicians openly use she/her pronouns in their songs and feature woman-woman relationships in their music videos. One of the most influential music videos of this time period was Hayley Kiyoko’s self-directed music video, Girls Like Girls (2015). This music video tells the story of a girl falling in love with her best friend and has currently amassed more than 118,900,000 views on YouTube (Daw, 2019b). For Kiyoko, opening up about her sexuality publicly helped her gain more followers than ever and launched her into becoming lovingly named “Lesbian Jesus” by her fans (Daw, 2019b). This was perhaps the first instance that coming out as queer vastly improved a musician’s popularity and success, suggesting immense progress has been made toward accepting queer women musicians into the mainstream from the 1970s to present day. While queer women musicians from the 1970s through the 1990s had to obscure their sexuality by not using gendered pronouns or including women as their love interests in their music videos, queer women musicians from the mid 2000s to present day have been able to sing about and portray their queerness more than ever before.    23 Lesbian Identity For clarity, lesbians are “women whose primary affectional, emotional, physical, and other attractions are to individuals of the same gender” (Rayfield, Buque, & Miville, 2017, p. 1054). As compared to research regarding bisexual and pansexual women, there is quite a bit more research focused on lesbian women. In a focus group, lesbian women disclosed that before coming out, they felt restricted by the need to conform to gender roles (Richards, 2015). Most of the participants in this group expressed that internalized homophobia made it harder for them to come to terms with their sexual identity, especially for those who grew up with religion. This study also revealed that initially after coming out, the women expressed their identity through their clothes or a haircut (Richards, 2015). Media representations of lesbian relationships have been studied over the years through the lenses of heteronormativity, race, and gender presentation (Lin, 2009; McNicholas Smith & Tyler, 2017; Nair, 2008).  Lesbian Media  In recent years, the representation of lesbians on television has risen steadily. Some scholars are even considering these representations “post-queer,” because it has become normal to see lesbian relationships on television (McNicholas Smith & Tyler, 2017). Analyses of gay and lesbian media have argued that media representations of same-gender couples are often depicted in heteronormative ways to make them easier for heterosexual viewers to accept (Avila-Saavedra, 2009). These representations present lesbian relationships as non-political, and as though lesbians no longer have to worry about the struggles for equality and acceptance. This is especially problematic when the majority of the lesbians on television are white, middle class women (McNicholas Smith & Tyler, 2017).    24 Nair (2008) analyzed the issue of race by analyzing the reception and inclusion of Indian women in lesbian roles in film. Nair points out that women of color, especially Indian women, are not cast as lesbians as frequently as their white counter parts. Not to mention, many of the Indian women who play lesbians in film are heterosexual in real life (Nair, 2008). Similarly, Asian women are underrepresented in lesbian roles, especially when it comes to the representation of “butch” lesbians in film and television (Lin, 2009). There is a lack of representation of butch lesbians in film as a whole as well (Lin, 2009). These findings problematize the notion that lesbian relationships in the media are “post-queer” (McNicholas Smith & Tyler, 2017), considering the representations of lesbian couples thus far have only included white women. In an analysis of comics made by lesbian women, Shaw found that a major theme of the comics was visibility and community. The author states that one of the main concerns of the lesbian community in regard to representation are visibility and authenticity. Some in the lesbian community feel as though the inclusion of storylines with lesbian relationships do not ring true to lived experience, often because they were written/directed by men. In the analysis of the comics, Shaw stresses the importance of authentic representation by having lesbian women be the creators of the text (Shaw, 2009). In examining lesbian theater, Goulden argues that representations of lesbian women are becoming less and less authentic as they become more mainstream. Goulden states that as lesbian relationships become more normalized in media, they lose any grit or real lived experiences of lesbian women. This analysis brings up the importance of examining who is writing/directing/producing lesbian media content (Goulden, 1998).     25 Bisexual Identity Before exploring bisexual media, it is important to have a clear definition of bisexual identity: “bisexuality typically refers to a person’s experiences of emotional, romantic, and/or sexual attraction to people of more than one gender” (Brewster, 2017, p. 199). Research has argued that bisexuality comes with a negative stigma, often perpetuated by the media. For those who identify as bisexual, there is often pressure to “pick one” (e.g. be a lesbian or be heterosexual). Rejection from the LGBTQIA+ community for “not being gay enough” is also common, leaving bisexual individuals in a place where they are marginalized by the dominant, heteronormative culture and the LGBTQIA+ community. Research on those who identify as bisexual has shown that bisexual individuals internalize the stigma, causing them to feel shameful of their sexual orientation (Choi, Nylund-Gibson, Israel, & Mendez, 2019). Bi-erasure and bi-invisibility continue to be problems regarding bisexual representation in Western society. The lack of positive bisexual characters and storylines are problematic when examining media. Unfortunately, celebrities have often perpetuated harmful bisexual tropes (Capulet, 2010). Some of these tropes, or commonly used conventions in media, are: bisexuals are unreliable, bisexuality is a phase, bisexuals are deviant/nymphomaniacs/wild/kinky, bisexuals are untrustworthy/manipulative (Capulet, 2010).  Bisexual Media The annual GLAAD report on LGBTQIA+ representation on television focused on bisexual+ characters this year. Bisexual+ is an inclusive term referring to pansexual and queer identifying folks. Specifically, the report states that bisexual+ characters continue to be underrepresented or represented through harmful tropes. One of the problematic ways that queer characters are portrayed is through depictions of bisexual+ characters using sex solely as a   26 temporary plot device or transaction rather than real feelings (e.g. a woman kissing a woman to improve social status or to look “cool”). In addition, television shows have often treated a bisexual+ character’s attraction to more than one gender as inherently untrustworthy or manipulative, often through love triangles and infidelity. Bisexual+ characters are also often characters who are psychotically obsessive or lacking a sense of morality (e.g. stalking, robbery) (Townsend, Deerwater, Adams, & Trasandes, 2019). GLAAD has called upon television creators to write more inclusive bisexual characters that do not rely on these commonly used conventions. The unique representations of bisexuality in the media have been under-researched. Often bisexual storylines are placed beside lesbian and gay representation, which does not provide bisexual representations the space they deserve to be analyzed with depth. There is a handful of studies that examine depictions of bisexuality in the media, which this study builds upon. An analysis of three television shows with bisexual characters explores the narratives of bisexuality on television (Corey, 2017). The first theme is that bisexuality is rarely defined or mentioned. Though the women may have sexual encounters with men and women, they rarely explicitly identify as bisexual. Second, bisexuals are portrayed in love triangles often. By placing bisexuals in love triangles, they are portrayed as untrustworthy. Third, bisexual characters are portrayed as unable to commit and operate within monogamous structures. Fourth, none of the bisexual characters in the study are accepted by their parental figures. The study concludes with a call for further research in how representations of bisexual characters affect viewers’ perceptions of real life bisexuals and how these representations impact bisexuals’ sense of self (Corey, 2017).  In an analysis of every bisexual relationship on television until 2013, the author points out that, historically, bisexuality has been used to boost ratings (San Filippo, 2013). There is a pattern that has been identified: a show needs higher ratings, introduces a ‘lesbian temptress’,   27 one of the women in the show contemplates her sexuality, dabbles in same-sex attraction, but then returns to a seemingly heteronormative life after the show has regained its ratings (San Filippo, 2013). Pop stars often use this same technique in music videos to gain media attention, as stated by Lieb  (2018a) in her book about female pop stars. The concept of fauxmosexuality, termed by Lieb (2018a), is when a straight identified artist has a song or music video that calls their sexuality into question as a means to get viewers and press attention (e.g. Shakira’s music video I Can’t Remember to Forget You, which hints at a relationship between Shakira and Rihanna) (Lieb, 2018a). This analysis will note the music videos made by artists who do not identify as lesbian, bisexual, pansexual, or queer women as a way to explore how non-queer artists potentially use women loving women storylines for monetary gain and media attention.  Pansexual and Queer Identities Pansexual and queer identities have grown in popularity in recent years, and some suggest this may be because both identities reject binary notions of gender (Horner, 2007; Morandini, Blaszczynski, & Dar-Nimrod, 2017). Because pansexual identity may be an unfamiliar identity, it is important to gain clarity on what identifying as pansexual means: The term pansexual is used as a label for a sexual orientation that means attraction to people regardless of their gender or sex. Pansexuality is sometimes considered its own category but is also sometimes considered to be a subcategory of bisexuality. More recently, the term has been used to be more inclusive of genders and sexes that are not exclusively cisgender or binary. Thus, pansexuality can include attractions to transgender people, intersex, genderqueer, nonbinary gender identities, as well as cisgender people (i.e., people whose gender identity conforms with their sex assigned at birth). Unlike the term bisexual, which connotes a binary attraction to both men and   28 women, pansexual is considered a more inclusive term and is gaining popularity. Pansexual is also used in communities as a descriptor for events that aim to be inclusive of all genders and sexualities (Balsam & Webb, 2017, p. 1266). It is important to understand this identity fully, and my inclusion of it in this study hinges on the rising tendency of members of the LGBTQIA+ community to step away from binary thinking (e.g. male/female; straight/gay). This pattern has also brought about more individuals identifying specifically as queer- an umbrella term that describes individuals with non-heterosexual identities (Callis, 2014). Morandini et al. (2017) posit “those who have experienced shifts in facets of their sexual orientation over time (i.e., sexual fluidity) may find that a queer label is best able to capture their particular type of sexuality” (p. 911). With the changes in thinking about gender and sexuality as more fluid, there has been a movement toward identifying oneself as pansexual and/or queer especially among LGBTQIA+ youth (Morandini et al., 2017).  Researchers investigated through survey research the labels ‘queer’ and ‘pansexual’ to find out who is using them (Morandini et al., 2017). Their results indicate that those who identify as pansexual or queer were often younger than those who identified as lesbian, gay, or bisexual, suggesting the terms is more popular among younger demographics. Also, more cisgender women identified as pansexual or queer as compared to cisgender men. Pansexual and queer were also frequently adopted by participants who were not cisgender (e.g. genderqueer, transgender, gender fluid, and non-binary); the authors argue this is because labels such as lesbian, gay, and bisexual assume binary identification as a man or a woman (Morandini et al., 2017). Further, the first study to examine queer identity in a U.S. nationally representative sample affirms these findings, reporting that 56% of queer individuals are cisgender women and 34% of queer individuals identify as outside of the gender binary (Goldberg, Rothblum, Russell,   29 & Meyer, 2019). They also report that the majority of queer-identified individuals (76%) are between the ages of 18 and 25 (Goldberg et al., 2019).  In an analysis of individuals who identify as bisexual, pansexual, or queer, researchers examined the many reasons behind why they identify with one of these labels. Because bisexual, pansexual, and queer are often grouped together, the researchers wanted to examine if this is fair to do, considering these are separate identities. Participants often described their disinterest in labelling themselves. Or, these participants preferred to use multiple labels to be more specific about their sexual vs romantic interests (e.g. demisexual, biromantic, etc). The researchers consistently found differences between responses from bisexual and pansexual individuals, but that queer identified individuals were similar to both. This finding suggests pansexuality should not necessarily be grouped under the bisexual umbrella (Galupo, Ramirez, & Pulice-Farrow, 2017). Pansexual and Queer Media Pansexual and queer characters are just beginning to be seen in media in recent years, and as a result these identities are under researched. Most LGBTQIA+ media analyses focus on lesbian, bisexual, and gay representations, leaving the unique experiences of pansexual and queer relationships out of the conversation. Some television shows have begun to include pansexual and queer characters, though they do not necessarily explicitly state they are pansexual or queer on screen. Though this list is not exhaustive, some pansexual and queer characters on television include: Jack Harkness from Torchwood (White, 2015), the entire cast of Sense8 (White, 2015), David from Schitt’s Creek (Donahue, 2016), Elizabeth from American Horror Story-Hotel (Donahue, 2016), Brook Soso from Orange is the New Black (Parker, 2018), and Ambrose from The Chilling Adventures of Sabrina, and Vignette in Carnival Row (Cohn, 2019; Reign, 2018).    30 In 2019, the dating reality show, Are You The One, made history by having an all pansexual cast (Berman, 2019). Sixteen singles entered the show excited that anyone (i.e. male, female, nonbinary, or trans) on the show could be their perfect match. A dating show like this, where all contestants could be attracted to all of the other contestants has completely shifted the usual heterosexual formula (Henderson, 2019). Though there have been multiple pansexual and queer characters on television, academic analyses exploring what these relationships look like remain to be seen.    LGBTQIA+ Representation on Television Each year, GLAAD conducts a diversity analysis of LGBTQIA+ characters on television to see who is represented most frequently and who is being left out of the conversation entirely. The analysis reported that lesbian and bisexual characters are found across platforms (e.g. network television, streaming services). Though some argue pansexuality should be separated from bisexuality (Galupo, Ramirez, & Pulice-Farrow, 2017), this report includes pansexual characters under the bisexual umbrella. The overwhelming majority of LGBTQIA+ characters on television are white, and Latinx and Asian and Pacific Islanders continue to be underrepresented in LGBTQIA+ roles. Because GLAAD’s Where We Are On TV report has established itself over the years, there is evidence here that representation of these groups is increasing, making it important to study the racial diversity of women included in music videos with queer women couples (Townsend, Deerwater, Adams, Trasandes, & Hood, 2019). A study that examined the presence of gendered relationships in same sex and heterosexual couples on television interestingly found that same sex relationships continue to place partners in gendered pairings (i.e. one in the dominant role, the other in the submissive role). This can be observed by who makes the decisions, drives the car, makes the most money,   31 etc. This finding is further support for the notion that same gender couples are placed within heterosexual norms (Holz Ivory, Gibson, & Ivory, 2009). The presentation of same sex female relationships within heterosexual norms is often visually presented through their dress by having one dress more masculine and the other more femininely. Though representations that include one feminine woman and one masculine woman may be representative of queer women couples, this is only one configuration of gender presentation (Holz Ivory et al., 2009). Gender Performance As asserted by Butler (1990) gender and sexuality are performed, and the ways that queer women dress has been discussed as a defining point of identity formation. One study examined how dress and appearance influence individuals’ construction of sexual identity (Clarke & Turner, 2007). The results suggest that within lesbian culture, some women who dress more femininely are considered “fake lesbians” and that “true lesbians” are more butch, masculine dressed. Participants also shared excitement over being able to “dress gay” when they first came out, sharing that this desire faded over time. Bisexual individuals had less adherence to a dress code, often stating that their identity formation has less to do with their appearance. While the results of this analysis are useful, these findings are a little outdated and more recent research has suggested lesbian and bisexual women are more accepting of a range of appearances rather than only those who adhere to the masculine, butch dress “code” (Clarke & Turner, 2007). In a study that examined how gay men and lesbian women feel their identity is affirmed or challenged by their appearance, the findings suggest that there is less adherence to “femme” and “butch” standards by lesbians because of the changing perception of who is a lesbian (Hutson, 2010). Lesbians did report that they may face discrimination (e.g. being turned away from gay clubs, being rejected by those in gay bars) for not being identifiably lesbian. This study   32 also revealed that some butch lesbians are regarded as being “too butch.” These findings are in line with Huxley, Clarke, & Halliwell (2014). The results of a survey that interviewed gay, lesbian, and bisexual women about appearance suggest that the appearances of lesbians and bisexuals have become less “extreme,” leaving butch and femme appearances in the past. The article states that lesbian and bisexual women are often hard to differentiate from heterosexual women, but there are similarities between how lesbians/bisexuals dress if one knows what to look for (e.g. flannel, tattoos, piercings, etc) (Huxley, Clarke, & Halliwell, 2014).  Through a series of in-depth interviews in a black, lesbian community in New York City, Moore examined the dynamics between appearance and gendered roles in lesbian relationships. The study revealed a range of butch, androgynous, and feminine appearances, with the majority being more feminine performances of gender. Moore observed a pattern of more feminine appearing lesbians pairing with more masculine presenting lesbians in black lesbian communities. Something that is important to consider is butch lesbians in the black community have often faced much harsher criticism for their appearance than feminine black lesbians. This may mean that butch black lesbians hide from public view more than their feminine counterparts to avoid criticism. These in-depth interviews also revealed that there are gendered behaviors present in many of the relationships (Moore, 2006).  Body Image Concerns Among Lesbian and Bisexual Women Research over the years has examined the similarities and differences in how lesbian, bisexual, and heterosexual women view their bodies. While most of the research states that lesbian women have slightly better body image satisfaction than heterosexual women (Peplau, Frederick, Yee, Maisel, Lever, & Ghavami, 2009; Alvy, 2013; Moreno-Domínguez, Raposo &   33 Elipe, 2019) one study revealed that the normalization of queer identities has renewed pressures to be thin (Smith, Telford, & Tree, 2017).  Past research argues that lesbian women have better body image satisfaction because they do not feel the need to please the male gaze (Alvy, 2013; Moreno-Domínguez et al., 2019). When asked if they cover their bodies during sex, overweight lesbian women were less likely to cover their bodies than heterosexual women. This suggests that lesbian women feel more accepted by their partners than heterosexual women (Moreno-Domínguez et al., 2019). Not only do lesbian women feel less pressure to be thin in relationships, but they also report preferring larger body ideals in their partners than heterosexual women (Markey & Markey, 2014).  Music Videos Academic research has often considered music videos to be a subcategory of television studies (Beebe & Middleton, 2007), but others acknowledge the importance of the music video to be recognized as an audiovisual medium in its own right (Korsgaard, 2017; Railton & Watson, 2011; Shaviro, 2017). Music videos became closely associated with television after the cable channel, Music Television (MTV), was created in 1981 to showcase music videos following the format of Top 40 radio programs, but the history of the music video spans long before the creation of MTV (Korsgaard, 2017; Railton & Watson, 2011). In defining the music video as “a marriage between the music recording and the moving image,” Korsgaard (2017) explains that the history of the music video “can be divided in three distinct phases: a pre-televisual phase, a televisual phase, and the current post-televisual phase” (pp. 17-18). Though the labels Korsgaard uses for the evolution of the music video are not widely adopted, they will be used here to synthesize existing histories of how the music video evolved from silent films in the late 1890’s to music videos on YouTube in the twenty-first century.   34 The pre-televisual phase of music videos includes both visual music (e.g. silent films, musicals, Disney’s short animated films, Soundies, and Scopitones) and musicians crossing over into cinema (e.g. Elvis in Love Me Tender, short promotional videos for bands, pre-recorded live music performances) (Austerlitz, 2007; Keazor & Wübbena, 2010; Korsgaard, 2017; Shaviro, 2017; Shore & Bashe, 1987). The televisual phase– where music videos became ubiquitous–  refers to the period when MTV began its 24-hour music video programming (Shaviro, 2017; Korsgaard, 2017). Music videos created in the televisual phase were commissioned by an artist’s label or management as a way to promote their album (Keazor & Wübbena, 2010). During the televisual phase, music videos experienced a golden era where production budgets grew and music videos such as Peter Gabriel’s Sledgehammer, Madonna’s Like A Prayer, A-ha’s Take on Me, and Prince’s When Doves Cry were akin to cultural events (Shaviro, 2017; Edmond, 2014). In 1997, MTV changed its focus to reality shows, and the budgets and revenue for music videos sharply declined (Edmond, 2014; Shaviro, 2017). Many questioned whether the music video was a dead medium until the post-televisual phase which began with the founding of YouTube in 2005 (Edmond, 2014; Shaviro, 2017). YouTube revived and changed the music video industry from a market dominated by high-cost video production into a market where user-generated content such as OK Go’s Here It Goes Again and Gwen Stefani’s $12 million music video Make Me Like You coexist (Gensler, 2016; Keazor & Wübbena, 2010; Shaviro, 2017; Vernallis, 2017). With YouTube, users became able to watch their favorite music videos on demand (Shaviro, 2017). In addition, viewers can respond to and discuss the music video’s content with other viewers in the comment section, furthering a video’s online engagement (Siersdorfer, Chelaru, Pedro, Altingovde, & Nejdl, 2014). Another popular feature of YouTube is user-generated music video playlists, which allow users to create   35 and search for playlists based on certain themes or topics (Edmond, 2014). YouTube is a website for artists of all levels of popularity and success to share their music videos, so the music videos in the post-televisual phase are used as a way to promote an artist’s music and create visuals to be paired with their music though they vary in budget, aesthetics, and format (Vernallis, 2017). Vernallis suggests there are four main types of music videos in the post-televisual phase: corporate, independent, interactive, and formal (Vernallis, 2017). As conceptualized by Vernallis (2017), corporate music videos refer to the high budget, glossy music videos which utilize product placements and ads for funding such as queer country-trap artist Lil Nas X’s Panini, which features product placements from Uber, Beats by Dre, Acorns, Fiat, and Tik Tok (Haylock, 2019). Indie artists and newer bands who do not have high budgets at their disposal create their own music videos in creative, frugal ways, giving them the label independent music videos (Vernallis, 2017). Then, these artists can make money through allowing ads to play before or in the middle of their music videos (Becker, 2019). The third type of music video in the post-televisual phase is the interactive music video, which grants the viewer a way to manipulate, control, and interact with the music video directly (Vernallis, 2017). A few examples include EDM group Major Lazer’s Know No Better which allows the user to toggle between a dream sequence and reality while the music video plays uninterrupted and Coldplay’s Ink, which gives users the power to make decisions for the main character (Chi, 2019). The final type of music video emerging in the post-televisual phase is the formal music video, which can have “long intros and endings, breaks in the middle of songs, and song medleys” (Vernallis, 2017, p. 6). Beyoncé’s visual album Lemonade, SZA’s Broken Clocks which has an ending that stretches beyond the length of the song, and The Weeknd’s In The   36 Night which has breaks during the song are each examples of the formal music video as defined by Vernallis (2017). Over time, music videos have adapted to remain relevant, and one of the newest changes to the music video format is the vertical music video which is optimized for viewing on a smartphone (Bereznak, 2019). Vertical music videos have increased engagement with music videos as they are formatted to fit in apps like Instagram, Snapchat, and Spotify (Bereznak, 2019). Scholars argue that music videos are able to tell stories differently than television and film and encapsulate issues relevant to that specific time in popular culture (Railton & Watson, 2011; Shaviro, 2017). Music videos continue to adapt to new media, necessitating that music videos be studied in their own right (Railton & Watson, 2011). Because of the prevalent nature of music videos, scholars have examined the messages that are being sent about body diversity, race, and LGBTQIA+ individuals.  Body Diversity. Scholars have established a few of the stereotypical and problematic ways that women are represented in music videos. Thin women are overrepresented in music videos, presenting only one type of body as attractive (Adney, 2012; Bell, Lawton, & Dittmar, 2007; Zhang, Dixon, & Conrad, 2010). The impact of only seeing thin models in music videos has been reported as a moderator that increases body dissatisfaction in adolescent girls (Bell et al., 2007). In recent years, another body type ideal has emerged in popular culture and music videos: curvy but thin women (i.e. Kim Kardashian’s hourglass shape) (Adney, 2012; Widdows, 2018), yet the impact of this body type on viewers’ body image has not been researched. In an analysis of body image in rap music videos, thin bodies were more likely when there was emphasis on sex or materialism. Larger bodies were more likely to be present if the music video was political in nature. This alienates plus-size women from being seen as sexual,   37 calling for more body diversity in music videos (Zhang et al., 2010). However, the beauty landscape of music videos may be slowly changing as pop artist, floutist, and rapper Lizzo promotes body size inclusivity in her music videos and live performances (Hurtado, 2019). Lizzo, a plus size woman of color, places herself at the center of her music videos owning her sexuality and confidently wearing outfits that show off her body. At the 2019 Video Music Awards, she brought plus-size dancers with her onstage to perform her hit songs Truth Hurts and Good As Hell bringing audience members to their feet (Hurtado, 2019). In reflecting on her time on stage that night Lizzo wrote, “the world saw our beauty last night. The world saw black women feeling Good As Hell and cheered us on” (Hurtado, 2019). Miley Cyrus’s newly released Mother’s Daughter music video and Alyson Stoner’s Fool also made headlines for including plus-size women in body positive roles (Blistein, 2019; Merrett, 2018). With Lizzo and other pop artists embodying and promoting body diversity in an industry that has largely favored slender, toned bodies, this could be a turning point toward body size inclusivity in the future of music videos.  Racial Diversity. Thus far, there has not been a content analysis of music videos that examines the racial breakdown of women featured in music videos. For this reason, it is yet unknown who is featured most often as love interests in music videos based on race. In comparing white women and black women in music videos on different television channels, it was found that black women were more sexualized (Turner, 2011). An analysis of rap music videos found men and women in rap music videos had Eurocentric features and skin tone distortion to appear more white (Conrad, Dixon, & Zhang, 2009). Not only are African American women more sexualized, but they are less likely to be included in music videos if they do not   38 have Eurocentric features; this is particularly concerning because it points to a larger problem of colorism.  Colorism is the devaluing of an individual based on the darkness of their skin, among people belonging to the same race or ethnicity (Mathews & Johnson, 2015). Research has shown that African Americans report being treated differently based on the shade of their skin, and African Americans with lighter skin tones have been shown to have fewer societal barriers (Hall, 2018). There are also gendered dimensions to colorism. In one study, light skinned women were perceived to be more desirable, but dark skinned men were reported as more desirable (Mathews & Johnson, 2015). The influence that colorism in rap music lyrics has on how African American girls view themselves has also been researched by scholars. Participants identified that rap music with messages preferring light skinned women were memorable and impacted how they thought about their desirability (Maxwell, Abrams, Belgrave, 2016).  Gay and Lesbian Music Videos. So far, there are only three studies that have examined gay music videos. Dhaenens (2016) conducted a qualitative textual analysis to examine seven different music videos that feature gay relationships. The findings of that analysis argue that the music videos feature a heteronormative lens by featuring two gay men in traditional, Western values. Dhaenens argues that the music videos present gay relationships as ‘normal’. In addition, the music videos by artists who were not in the mainstream had more freedom to show intimacy or have more political messages. There are limitations to this study, though, as it only examined seven music videos with gay male plotlines. This small of a sample makes it hard to extrapolate the results to other music videos. In addition, race and diversity issues were not explored (Dhaenens, 2016). Another analysis was conducted focusing on one gay music video from Kenya. This study examines one Kenyan music video with a gay couple. Because of the   39 politicization of gayness and anti-LGBTQIA+ culture in Kenya, this music video was a revolutionary step toward recognizing and accepting same gender couples (van Klinken, 2018). Ng (2008) conducted a study examining fandom created music videos of lesbian couples. These music videos were created to resolve the unsatisfying conclusions of lesbian relationships on television. Ng discusses the importance of these videos because of the way that they represent the lesbian community (2008). Thus far, there have not been any analyses focused specifically on lesbian, bisexual, pansexual, or queer women’s music videos. In addition, a comprehensive focus on racial diversity and body diversity in music videos has not yet been conducted. This study sought to fill this research gap and get to the heart of who is being included in music videos with relationships between queer women and in what ways are they represented.  Body Diversity in Media The prevailing body ideal for women seen in the media landscape is that of an extremely slender and toned body in television shows (Fouts & Burggraf, 1999/2000; White, Brown, & Ginsburg; 1999), fashion blogs (Kraus & Martins, 2017), women’s magazines (de Freitas, Jordan, & Hughes, 2018; Webb, Vinoski, Warren-Findlow, Burrell, & Putz, 2017), children’s books (Wedwick & Latham, 2013), music videos (Zhang, Dixon, Travis, & Conrad, 2010), animated movies (Harriger, Serier, Luedke, Robertson, & Bojorquez, 2018), and social media websites (Talbot, Gavin, van Steen, & Morey, 2017; Carrotte, Prichard, & Lim, 2017; Tiggemann & Zaccardo, 2018). This thin ideal is thinner than the actual female population (Widdows, 2018) and researchers state that repeated exposure to these thin ideals results in body dissatisfaction because women “see this ideal as normative, expected, and central to attractiveness” (Grabe, Ward, Hyde, 2008, p. 460).    40 Because of the breadth of literature examining the negative effect thin ideals in the media have on adolescents’ body image (Levine & Murnen, 2009), there have calls for more body diversity in the media environment (Barnes, 2017). In a qualitative study that interviewed young women in eating disorder recovery, the participants suggested that media content creators include diverse body shapes and sizes to combat body shaming and promote healthy relationships between audiences and their bodies (Saunders, Eaton, & Frazier, 2019). A recent study looked into women’s reactions to the Aerie Real campaign, an inclusive marketing initiative for the brand Aerie that includes a diverse set of models and does not use retouching (Rodgers, Kruger, Lowy, Long, & Richard, 2019). The findings of this study found that compared to typical advertisements, the reception of the Aerie Real images was extremely favorable and perceived as promoting a positive body image (Rodgers et al., 2019). In 2019, Rihanna orchestrated an inclusive fashion show for her lingerie line with women of all shapes and sizes, hailing widespread praise (Fisher, 2019). The warm reception of Rihanna’s fashion show serves as evidence that audiences seek diverse representations of all body types, continuing the push for body inclusivity across media. Racial/Ethnic Diversity in Media  Each year, the Annenberg Inclusion Initiative analyzes the diversity in the lead characters of the 100 top-grossing films (Smith, Choueiti, Pieper, Yao, & Choi, 2019). In 2018, the top films of the year were more inclusive of African American and Asian individuals, but Latinx Americans, Native Americans, Native Hawaiian/Pacific Islanders, Middle Easterners, and North Africans were excluded from the majority of the films (Smith et al., 2019). Furthermore, women of color were less likely than their white counterparts to be the lead or co-lead in a film (Smith et al., 2019). Much of the same can be said for television.   41  Through content analyses, researchers have recorded the racial diversity present on television (Riles, Varava, Piln, & Tewksbury, 2017; Tukachinsky, Mastro, & Yarchi, 2015; Yuen, 2017). A twenty-year study of prime time television revealed that Native Americans, Asian Americans, and Latinx Americans continue to be the most underrepresented racial/ethnic groups (Tukachinsky et al., 2015). In 2013, actors of color only made up one fifth of the leads on television (Yuen, 2017). Through an examination of interactions between characters on primetime broadcast television shows, Riles, Varava, Piln, & Tweksbury (2018) found that interactions were much more likely to be between two white characters than one white character and one character of color. Even worse, it was very rare for two characters of color to interact with each other (Riles et al., 2018). Not only is there a disparity between percentage of actors of color on screen and the corresponding percentage of the U.S. population, the roles written for actors of color are stereotype ridden (Yuen, 2017). Although harmful stereotypes are embedded in many of the roles for actors of color, positive representations of ethnic minorities have positive effects on viewers of the same ethnic identity (Tukachinsky et al., 2015). As a result of characters of color being shown in positions of power and in dynamic leading roles, minority audiences report feeling warmer toward their ethnic identity (Tukachinsky, Mastro, & Yarchi, 2017). Because media are a source for identity development, a study of adolescent television viewing habits displayed that African American youth are more likely to choose shows with racial diversity than their white counterparts (Ellithorpe & Bleakley, 2016). While they are underrepresented in the media landscape, people of color are the biggest media consumers (Yuen, 2017): African Americans watch more television than other racial groups, Latinx Americans are more likely to go to movies, and Asian Americans use social media and download movies more than any other racial group (Yuen,   42 2017). Provided the interest in and positive effect of racial diversity in media, there have been calls for continued growth in diversifying casts (Yuen, 2017; Smith et al., 2019) and further studies focusing on diversity in film, television, and new media (Tukachinsky, 2015).  This chapter detailed the theoretical framework and existing studies which address diversity, media, and identity. Queer theory and intersectionality assert that individual differences (e.g. race, sexuality, gender) have a large impact on how individuals experience oppression (Massaquoi, 2015). These core differences in identity also have an impact on the types of media individuals seek, especially when looking to affirm their identity (Harwood 1997, 1999). There has been pressure put on the media to diversify their content to include more people of color, LGBTQIA+ people, and people of all body sizes in recent years, as individuals want to see themselves reflected in the media they watch. Music videos on YouTube are accessible and remain popular, prompting a study centered on music videos (Railton & Watson, 2011). The rise in content made by queer women musicians in recent years (Lieb 2018a, 2018b) necessitates a study that examines how diverse these representations are. The following research questions will be addressed to explore the inclusivity of the representations of queer women’s relationships in music videos. Research Questions RQ1: To what extent is there racial/ethnic diversity in regard to the women who are included in music videos featuring queer women couples? RQ2: To what extent is body-size inclusivity present in music videos featuring queer women couples? RQ3: To what extent is there diversity in the gender performance (i.e. feminine, androgynous, masculine) of the women featured in music videos including queer women couples?   43 RQ4: To what extent are tropes of queer women present in music videos featuring queer women couples? RQ5: To what extent do different themes (e.g. queerbaiting) exist in music videos featuring queer women couples? RQ6: To what extent are there differences in the ways that queer women musicians depict queer women couples in their music videos compared to non-queer musicians?     44 Chapter 3: Methodology This chapter will outline the methodology for the comparative content analysis. First, this section will cover the criteria for the sample of music videos to be analyzed. Then, the categories included in the codebook and how they were measured will be explained. Finally, the coder training will be articulated, and the intercoder reliability results will be reported. Purpose The purpose of this content analysis was to quantitatively examine the diversity of representations of lesbian, bisexual, pansexual, and queer women’s relationships in music videos by queer women musicians, non-queer musicians, and musicians who identify outside of the gender binary. This study fills a research gap because the diversity present in music videos with queer women’s relationships has not yet been studied, though diversity analyses of queer women’s relationships in film and television shows have been conducted. Music videos provide a way for musicians to add further meaning to their songs by including visuals, necessitating an analysis of this medium. Because queer women’s relationships are still underrepresented on television and in film- and those relationships that do exist often lack diversity- this study sought to further understand the breadth of the exclusion of women of color and women of diverse body sizes in music videos.  A content analysis was the appropriate method for this purpose. Because this study sought to quantify the diversity of women included in music videos with queer women couples, a content analysis which specifically counts the racial and body diversity in these music videos was fitting. This method is comparable to other diversity analyses regarding television, in film, and in music videos (Aubrey & Frisby, 2011; Conrad, Dixon, & Zhang, 2009; Townsend,   45 Deerwater, Adams, Trasandes, & Wood, 2019; Turner, 2011; Wallis, 2011; Zhang, Dixon, & Conrad, 2010).  Population Music videos found their new home on YouTube.com after their golden age of music videos on MTV came to an end (Edmond, 2014). YouTube has become popular among LGBTQIA+ youth as a place to find community and watch videos that affirm their identity (Craig, McInroy, McCready, & Alaggia, 2015). YouTube is a public website with open access, and one of the popular features of the website is the playlist function, which allows users to create lists of videos focused on certain themes or topics (Edmond, 2014). Playlists on YouTube are used for compiling videos into similar themes, and users can follow playlists made by others to discover new videos, music, fashion and trends (Edmond, 2014). Because playlists are especially popular for compiling music videos, the rationale for using a preexisting YouTube playlist for this study is that it provided a sample that includes a variety of music videos. Considering it would be difficult to locate every single music video with queer women couples, a YouTube playlist that focused on this topic gave the sample a better chance of representing music videos from a wide range of artists and genres. After searching “queer women music videos,” “lesbian music videos,” “bisexual music videos,” “pansexual music videos,” and “LGBT music videos” on YouTube and applying a filter to just show playlists in order of popularity, a list of 25 playlists was compiled. In order to have a broad-ranging set of music videos, four playlists from YouTube were selected for the sampling frame totaling 1,245 unique music videos. To be included: at least 50% of the music videos in the playlist had to feature queer women’s relationships (as opposed to heterosexual, gay, or bisexual male storylines), the playlist had to have more than 100 music   46 videos, and the playlist had to be updated in the last six months. The playlists that met this criteria were: “Top 100 Lesbian Music Videos of 2018” by user X Tidal; “Big Lesbian Music Playlist” by user X Tidal, “lgbt music videos” by user Andrea S.B., and “Sapphic Music Videos for Queer Women #lesbian #bi #pan” by user Hizzer. Because this study specifically examined music videos with queer women couples, having a high number of music videos to draw a sample from was essential. By including multiple playlists, this population spanned genres. Each playlist was updated frequently and new music videos with queer women were often added the day they were released. Finally, these playlists featured videos spanning a range of years (2006-2019); the first video on the playlist is from the year after YouTube launched. Because they were updated frequently and have high playlist view counts, the sample was drawn from these four playlists.  Sample Beginning in June 2019 and ending in October 2019, every video on the playlists was viewed and coded to obtain a sample that only included music videos that portrayed relationships between queer women. First, each video was viewed and coded for queer women couples. To be included as a video “with a queer women couple or storyline,” the video had to feature two or more women engaging romantically (e.g. holding hands, embracing, flirting, going on a date, etc.) or sexually (e.g. kissing, fondling one another, sex, etc.). The videos included were not limited to happy portrayals of queer women couples, as videos with these storylines were also included: unrequited love, a couple fighting/breaking up, infidelity, and couples in which one or more queer women die. This narrowed the population down to 473 music videos. Then, the sample was further analyzed to identify who was creating these music videos: musicians who self-identify as lesbian, bisexual, pansexual, or queer women (coded as: queer   47 women musicians), musicians who identify as heterosexual women or heterosexual men (coded as: non-queer musicians), and musicians who identify their gender as outside of the gender binary. This created three categories of videos: 277 music videos by queer women musicians, 165 music videos by non-queer musicians, and 18 music videos by musicians who identify outside of the gender binary (for 10 videos, the musician’s self-identified sexual orientation could not be determined, and 3 videos were made by bisexual or gay men). Storylines that involve women loving women have often been created to entice male viewers, boost ratings, and raise viewership (Lieb, 2018a; San Filippo, 2013), so music videos by non-queer musicians were separated so that a comparative diversity analysis between the two samples could be conducted. Music videos created by musicians who identify outside of the binary were analyzed and reported separately from the other two groups because this study aims to examine the possible differences in diversity and tropes present in music videos created by musicians who identify as queer women and non-queer musicians who may be using wlw storylines to make headlines through queerbaiting. Music videos by musicians who identify outside of the gender binary do not participate in queerbaiting; thus, they were reported separately.  This study did not want to assume a musician’s gender, so the musician’s self-identification of their gender was thoroughly investigated. This was achieved by reading interviews with the musicians, examining their social media, and messaging them directly. Individuals’ bios on social media were first examined to see if they stated their preferred pronouns, as social media has become a place for individuals to make others aware of how to refer to them (Wynne, 2019). Anyone who disclosed they use gender neutral pronouns (e.g. they/them, ey/em, ze/hir) or used other language in their social media bios to indicate their gender identity as other than a woman or a man (e.g. enby, nonbinary, gender non-conforming)   48 were coded as individuals who identify outside of the gender binary. If a musician’s gender identity could not be determined using their social media accounts, recent interviews and articles written about those artists were consulted to see which pronouns were used when talking about the musical artist. If the artist was referred to using gender neutral pronouns (e.g. they/them, ey/em, ze/hir), they were coded as individuals who identify outside of the gender binary. This information was difficult to find or unclear for a little over 5% of the sample (24 artists), so direct messages were sent to these musicians asking how they self-identified their gender. Individuals who referred to themselves as she/her or he/him in their social media, or were spoken of in recent interviews using she/her or he/him pronouns were coded as women and men, respectively. Though this process could potentially mis-gender some individuals who are not comfortable disclosing their gender publicly, this study has made a concerted effort to respect how musicians identify their gender rather than assuming.    The same process was followed for identifying each musician’s self-identified sexual orientation. This information was difficult to find or unclear for a little over 11% of the sample (53 artists), so messages were sent to these musicians asking how they self-identified their sexual orientation. Twenty-nine artists responded with further information of how they self-identify their gender and sexual orientation. Those who were included in the sample of music videos by queer women musicians had to clearly state their sexual orientation (e.g. “I am a lesbian,” “I identify as bisexual,” “I’m pansexual,” “I’m queer”), express sexual fluidity (e.g. “I’m interested in people of all genders,” “I’m interested in people/souls, their gender doesn’t matter”), or express they have dated women in the past. Meanwhile, those who did not fit this criterion (i.e. self-identified heterosexual men and heterosexual women) were separated into the second sample: non-queer musicians. Sample 1, the sample with music videos by queer women   49 musicians, included 277 music videos. Sample 2, the sample with music videos made by non-queer musicians, included 165 music videos. Sample 3, the sample with music videos by musicians who identify outside of the gender binary3, included 18 music videos.  In examining the music videos themselves, only the main couple were analyzed. The main couple was either the couple that the music video’s storyline is focused on, the couple that involves the lead singer, or the first couple that appears if the music video is equally focused on more than one relationship. In these music videos, the coders assumed the main individuals are women unless it is made explicit in the music video. Because viewers of music videos are not provided information to identify the gender identity of the characters onscreen, the coders presumed that they are meant to be perceived as women. There are a few exceptions to this: if the music video featured a musician who identifies as outside of the gender binary or if the storyline explicitly communicated that someone in the main couple identifies as outside of the gender binary, they were coded as ‘individuals’ rather than ‘women.’  Codebook (Appendices A & B) Racial/Ethnic Diversity. In following GLAAD’s racial/ethnic breakdown and adding a category for Native American, the coders indicated the race of the women in the music video (i.e. White, African American, Latinx, Asian and Pacific Islander, Native American, mixed race, other), (Townsend, Deerwater, Adams, Trasandes, & Hood, 2019). To do so, coders searched the actor’s name in Google to obtain information on their racial/ethnic background. Skin Tone. To determine the range of skin colors being portrayed in music videos, the 11-item PERLA color palette was used. Using the most well-lit shot, the coders compared the  3 Though individuals who identify outside of the gender binary may identify as any sexuality, they remained in a separate group in an effort to not mis-gender these individuals as women. This grouping does not intend to conflate gender identity with sexual orientation.    50 actors’ skin with the PERLA color palette and identified the corresponding shade and designated number. This chart was developed to capture variations in skin color found in Latin America (Dixon & Telles, 2017). It is important to note that the Massey-Martin scale, another skin tone measurement instrument, is more widely used in academic research; however, a recent study reports the measure yields low intercoder reliability (Hannon & Defina, 2016). The coders used the same computer monitor to view the music videos to be sure that there were no differences in the color display of the monitor.  Body Diversity. Body diversity was measured using an abridged version of the Photographic Figure Rating Scale (PFRS), which consisted of ten photographs of women who vary in body mass index from emaciated to obese (Swami, Salem, Furnham, & Tovée, 2008). Coders marked which photograph most closely resembled the body size of the actor. This measurement was proven reliable through test-retest methods, and it also maintains construct validity. For this study, only five photographs were used (every other photo was kept in the scale). The differences between the ten photographs were slight, so narrowing the choices down to five made the differences more prominent. This, in turn, promoted inter-coder reliability. Gender Performance. To measure gender performance, coders marked whether the actor performed their gender as feminine (1), androgynous (2), or masculine (3). The codebook featured music video stills of women with feminine, androgynous, or masculine gender performances that the coders could use it as a guide.   Pairing. One of the concerns of normalizing queer women’s relationships is that they are increasingly being presented in heteronormative ways (McNicholas & Tyler, 2017). To track the number of times these couples are presented in heteronormative ways, coders recorded the   51 gender performance of the couple as a whole (e.g. one masculine/one feminine, two feminine, etc).  Tropes of Queer Women. Negative tropes of queer women that are perpetuated by media representations have been identified by Capulet (2010); Townsend, Deerwater, Adams, Trasandes, & Wood (2019); and Corey (2017). Coders indicated the presence of the following tropes in the music videos: lacking morality (e.g. deviant, committing crime); same-gender attraction as a transactional plot device (e.g. faking non-heterosexual feelings to get something out of a character); lesbian, bisexual, pansexual, or queer identity as a phase; untrustworthy/manipulative/obsessive behaviors (e.g. infidelity, manipulating the other’s emotions); a love triangle; not being accepted by parents; and the death of a queer woman character.  Themes. Through preparing the sample for this study, it became clear that there were different themes within the music videos. While some music videos by queer women artists appeared to be made for an LGBTQIA+ audience, others participated in queerbaiting (i.e. hinting at a wlw relationship to entice queer women viewers, though the artist does not actually feel attraction toward women), or were made to entice male viewers (i.e. specifically targeted toward a male audience, exploiting the sexuality of queer women). The other two potential themes of the music videos were: ally-ship (e.g. showing support for queer women by a musician who does not identify as an queer woman) and raising awareness for LGBTQIA+ discrimination (e.g. depicting the struggle of coming out, showing violence against the queer community). Because these music videos could have had more than one theme, the coders marked (1=yes, 0=no) for each of the five themes.    52 Diversity Level. The level of diversity within the music video was recorded. There were three levels of diversity, and three factors that determine each music videos’ diversity: race/ethnicity, body size, and gender presentation. Level 0 featured no diversity which means: both women in the couple are white, both women fit within Western beauty standards of body size, and both women perform their gender in feminine ways. Level 3 featured high diversity, which includes: at least one woman of color, at least one woman who does not fit within Western beauty standards of body size, and variation in at least one woman’s gender performance. Each level is outlined in greater detail in the codebook included in Appendices A & B.  Coder Training and Reliability The videos were independently coded by the author and one other coder. Over five three-hour training sessions, coders used music videos from outside of the sample to practice coding. The coders based decisions on the definitions in the codebook, and the author edited the codebook to clarify where necessary. Then, during a pretest, the two coders independently coded 20% of the sample (n=95 music videos) to establish inter-coder reliability. Following recommendations for content analyses, Krippendorf’s alpha levels had to be above α=0.80 to be considered acceptable (Krippendorf, 2013). Inter-coder reliability was calculated using Krippendorff’s Alpha in the program ReCal2 (Freelon, 2010). For the pre-test, the alpha levels achieved ranged from α=0.868 to α=1.00, meaning that acceptable levels of inter-coder reliability were reached for all of the variables. The categories with the most disagreements were skin tone for woman 1 (α=0.887) and skin tone for woman 2 (α=0.868), so the coders practiced these categories with a ten more music videos from outside of the sample. After the pretest and subsequent training, the coders independently coded the remaining 378 music videos. Acceptable   53 Krippendorff’s Alpha levels were achieved for all variables in the sample (α=0.883-1.00). Refer to Table 1 to see the inter-coder reliability results from both the pretest and sample. Table 1 Inter-coder Reliability: Pretest and Sample Variable Krippendorff’s Alpha  Pretest Sample Skin Tone Woman 1 0.887 0.921 Skin Tone Woman 2 0.868 0.903 Body Size Woman 1 1.000 0.948 Body Size Woman 2 0.937 0.907 Gender Performance Woman 1 0.979 0.923 Gender Performance Woman 2 1.000 0.883 Gender Performance Pairing 0.932 0.910 Lacking Morality 1.000 0.971 Plot Device 1.000 1.000 Queer Sexuality as a Phase undefined* 1.000 Untrustworthy/Manipulative 0.936 0.937 Love Triangle 1.000 0.893 Not Accepted by Parents 1.000 0.940 Death/Violence 0.936 0.985 By Queer Woman for LGBTQIA+ Audience 0.978 0.938 Raise Awareness for LGBTQIA+ Discrimination 1.000 0.915 Ally-ship 0.928 0.960 Queerbaiting 0.949 0.937 The Male Gaze 0.976 0.919 *No instances of Queer Sexuality as a Phase were found in the pretest      54 Chapter 4: Results This chapter reports the findings from the content analysis. First, general information detailing the view count, director’s gender, and musician’s sexual orientation is reported. Next, the racial diversity and skin tone variation in the music videos is reported to answer research question one. Then, research questions two and three are answered through the analysis of the variables body size and gender performance. This chapter also reports the tropes and themes present across the music video sample, and the differences present based on whether the music video was by queer women musicians or non-queer musicians.  General Information  Across the 473 music videos analyzed: 277 (58.56%) music videos were by queer women; 165 (34.88%) music videos were by non-queer musicians; and 18 (3.81%) music videos were by musicians who identify outside of the gender binary. Specifically, “non-queer musicians” refers to heterosexual musicians. The two music videos made by gay men and the one music video made by a pansexual man were taken out of the analysis, as there were not enough music videos to have a separate category. While the sample spanned 2006-2019, the music videos published in 2017, 2018, and 2019 made up 57.93% of the sample. Fittingly, the year 2018, also known as “20GAYTEEN” to many in the LGBTQIA+ community for its rise in media content featuring LGBTQIA+ themes, had the highest number of videos (n=110) (Jones, 2018; Layton, 2018; Lieb, 2018b). The majority of music videos (n=282) were directed by men (59.62%); while women directed 166 music videos (35.1%), and directors who identify outside of the gender binary directed 6 music videos (1.27%). The viewership of the videos ranged from 356 views to 1,142,405,972 views, with the largest proportion totaling between 1 and 5 million views (21.7%).    55 A simple linear regression was calculated to predict the director’s gender based on the year it was made. A significant regression equation was found (F(1, 446)=3.88, p<0.050). Because the coefficient is positive (coefficient=0.019), the regression suggests that it becomes more likely that the music video will be directed by a woman as the year increases. It is important to note, however, that with such a low r-squared (r2=0.01), this model did not explain much of the variance. Similarly, a simple linear regression was calculated to predict whether the music video would be made by a queer woman musician based on the year it was made. A significant regression equation was found (F(1, 440)=25.23, p<0.001). This model had a positive coefficient (coefficient=0.046) which suggests that as the year increases, it becomes more likely that the music video will be made by a queer woman. The r-squared for this equation suggests that 5% of the variance can be explained by this model, which is still relatively small.  See Table 2 for the proportions, means, and standard deviations for the music videos. Table 5 shows the results of the simple linear regressions which used the year the music video was posted to predict the elements of diversity, tropes, and themes in the music videos.      56 Table 2 Characteristics of Music Videos Featuring Queer Women Music Video Information (range) Mean (SD) Frequency %     Musician Gender           Woman  74.21         Man  21.56         Outside Gender Binary  3.81     Musician Sexual Orientation           Queer woman  58.56         Non-queer musicians   34.88         Outside Gender Binary  3.81     Director Gender           Man  59.62         Woman  35.10         Outside Gender Binary  1.27     Year (2006-2019) 2016 (2.40)      Views (356-1,142,405,972) 18,400,000 (90,900,000)  Diversity Level a 1.85 (0.75)      None  35.73     1 Element  44.61     2 Elements   18.60     3 Elements   1.06 a The variable Diversity Level is a scale from 0 to 4. If a music video featured two white, thin, feminine women, it received a 0. Music videos which featured one element of diversity (racial diversity, body size diversity, or gender performance) were reflected as a 1 on the scale. Music videos with two of the three diversity elements was categorized a 2, and music videos that received a 3 had all three elements of diversity.   Racial/Ethnic Diversity  RQ1 asked how much racial/ethnic diversity was exhibited in the music videos. To answer this, coders recorded the race/ethnicity of each of the two main women in each music video. Full results of the individual and couple-level variables can be reviewed in Table 3. As a frame of reference for the following findings, the Williams Institute reports the following estimated proportions for racial/ethnic diversity in the LGBTQIA+ community: 58% white, 21% Latinx, 12% African American, 5% more than one race, 2% Asian, 1% Native American, and 1% Native Hawaiian or other Pacific Islander (LGBT Demographic Data Interactive, 2019). Comparing these numbers to the racial/ethnic breakdown of the current study, the racial/ethnic diversity in the music videos was severely lacking. Descriptive statistics revealed: 62.79% of women in the music videos were white (n=594), 11.52% were African American (n=109), 8.77%   57 were Latinx (n=83), 9.83% were Asian and Pacific Islanders (n=93), 0.21% were Native American women (n=2), and women who are mixed-race made up 3.91% (n=29).  Though they were the highest proportion of racial/ethnic minorities in the music videos, African American women were only represented in 11.52% of the sample. While Latinx individuals are estimated to be 21% of the LGBTQIA+ population, they only were represented in 8.77% of the sample’s music videos. This is the biggest gap (12.23%) between estimated population proportion and observed proportion in the music videos. The music video Run It to Ya by Queer Indigenous musician Black Belt Eagle Scout featured the only two Native American women in the entire sample (0.21%). This points to a serious lack of inclusion of Native American women in music videos with queer women’s relationships. Women who are mixed race appeared in 3.07% of the music videos, which is also less than the estimated population of LGBTQIA+ individuals who identify as having more than one race/ethnicity (5%).  A simple linear regression was calculated using the year the music video was posted to predict whether the music video would feature a woman of color. The women in the music videos were coded separately with woman 1 (first woman) referring to the musician, the first woman to appear on-screen, or the woman on the right side of the screen and woman 2 (second woman) referring to the musician’s love interest, the second woman to appear, or the woman on the left side of the screen. Here, the race/ethnicity variable was dichotomously coded so that women of color were represented by 1 and white women were represented by 0. The regression equation was significant for woman 1 (F(1, 473)=7.05, p<0.01) and woman 2 (F(1, 473)=17.45, p<0.001). Both regression equations had positive coefficients (woman 1: 0.024, woman 2: 0.038), which suggests that as the years went on more women of color were predicted to be included in the music videos.    58 In comparing the racial/ethnic diversity based on musicians’ self-identified sexual orientation, a chi-square test reveals that there is a significant difference in the women’s race/ethnicity dependent on whether the musician identifies as a queer woman or not (woman 1: χ²= 20.2221, p<0.01; woman 2: Pearson χ²=37.7852, p<0.001). Taking a closer examination reveals that musicians who identify as queer women and musicians who identify outside of the gender binary were 2.52 times and 5.27 times (respectively) more likely to include African American women than non-queer musicians. In addition, the only music video which featured Native American women was created by a musician who identifies as a queer woman.  As noted in the literature review, examining racial diversity alone is not enough, as colorism and the preference for light skin are highly prevalent in the media landscape. To track the skin tones represented in the music videos, a ten-point scale depicting different skin tones was used. The results suggest that 75.66% of the women had skin tones in the four lightest shades. The skin tone most often represented in the music videos was skin tone 1, which is the second to lightest skin tone on the scale (n=268, 30.91%). With a mean skin tone shade of 2.39 (SD=2.07), it follows that skin tones 5-10–which depict the five darker skin tones–only make up 10.27% of the overall sample. Reflecting the results of the racial diversity in videos, music videos by non-queer musicians have the lowest instances of skin tones 5-10 as compared to queer women musicians and musicians who identify outside of the gender binary. Using the shades directly from the PERLA color palette (Dixon & Telles, 2017) used in the codebook, Figure 1 shows the proportions of how often each skin tone appeared in the music videos with the corresponding shade as the background color. This pie chart visually represents the stark lack of diversity in regard to a range of skin tones in the music videos.       59 Figure 1 Skin Tone Frequencies   A simple linear regression equation was calculated to predict the women’s skin tone based on the year the music video was posted. A significant relationship was reached for the second woman in the music video (F(1, 428)=11.00, p<0.001). The positive coefficient (coefficient=0.138) indicated that over time, the second woman’s skin tone became slightly darker. Statistical significance was not reached for the first woman in the music video, indicating that the skin tone for the musician/first woman in the video has not changed over time. For complete results of each variable over time, see Table 5.    60 It is clear that while there is some racial diversity, white queer women are still the ones most often being portrayed in music videos. There were only 132 music videos (27.9%) which included two women of color as the main couple. So even though there is some racial/ethnic diversity in the sample, queer women of color are rarely seeing themselves in relationships with other queer women of color in music videos. Further, if they do see a woman of color in the music video, the results of this study indicate she is likely to have light skin.  Body Size Diversity  RQ2 asked to what extent there is body size inclusivity in music videos featuring queer women couples. To answer this, the range of body sizes represented in the music videos were coded using a 5-photo abridged version of the Photographic Figure Rating Scale (Swami, Salem, Furnham, & Tovée, 2008). Of the 946 women represented in the music videos, 850 (89.85%) were the second smallest body size. Body sizes 1-3 reflect bodies that generally fit within western beauty standards of thinness, and taken as a whole they represent 98.73% of the sample. Meanwhile, 10 women reflected body size 4 (1.06%) and only 2 women represented body size 5 (0.21%). In examining these results by musician’s sexual orientation, clear differences emerge: body sizes 4 and 5 were only included in music videos by musicians who identify as queer women and musicians who identify as outside of the gender binary, but their visibility remained quite limited. As reported in Table 5, regression analyses indicate that over time, the body sizes included in music videos have remained the same.  Of the three elements of diversity (racial/ethnic, body size inclusivity, and gender performance), there was the least amount of variation in regard to women of different body sizes. Keeping in line with Widdow’s (2018) research on beauty ideals disseminated through the media, the music videos most often featured slender, toned women. Figure 2 presents the   61 proportions for how often each body size was represented in the music videos. The lack of body inclusivity in these music videos, marginalizes queer women with body sizes outside of the thin beauty ideal and contributes to fat phobia and fat stigmatization. It is imperative to remember that these idealized thin bodies are not representative of the population, yet they continue to be presented as the only type of body that is romanticized, sexualized, and fantasized about.  Figure 2 Proportions of Each Body Size      62 Gender Performance Variation RQ3 queried how much variation there was in regard to the ways that the women in the music videos performed their gender (e.g. feminine, androgynous, or masculine). In regard to gender performance, there were few instances of androgynous gender performance (14.56%) and even fewer depictions of masculine gender performance (6.34%). Meanwhile, 748 women (79.07%)  performed their gender in a feminine way. Then, combining the two gender performances for their overall pairing revealed a preference for depicting two feminine women together (63%). The next most popular pairings were: androgynous & feminine (20.71%) and feminine & masculine (11.42%). This study was also interested in investigating how often queer women couples are represented in a heteronormative context (i.e. one masculine, one feminine), and this pairing only happened 11.42% of the time. Figure 3 shows the proportions of how often each pairing was represented in the music videos.  A simple linear regression was calculated to predict the gender performance of the women in the music video based on the year it was posted. As reported in Table 5, the regression equation reveals that over time, there have been more expressions of androgynous and masculine gender performance for the first woman (F (1, 471)= 9.61, p<0.01). It is important to note that this model does not explain very much of the variance, considering the r-squared (r2= 0.02) is quite low. However, no significant relationship was found for the second woman, indicating that the gender performance is not changing over time for one of the two women in the music video.      63 Figure 3  Proportions of Gender Performance Pairing      64 Table 3 Summary of Individual and Couple-Level Variables  Individual Diversity Elements (code) Mean (SD) Freq %       Race           White  62.79         African-American  11.52         Latinx  8.77         Asian & Pacific Islander  9.83         Native American  0.21         Mixed-Race  3.81         Other  3.07      Body Size  2.02 (0.39)          Body Size 1 (1)  4.86         Body Size 2 (2)  89.85         Body Size 3 (3)  4.02         Body Size 4 (4)  1.06         Body Size 5 (5)  0.21     Gender Performance 1.27 (0.57)          Feminine (1)  79.07         Androgynous (2)  14.59         Masculine (3)  6.34     Skin Tone  2.39 (2.07)          Skin Tone 0 (0)  15.46         Skin Tone 1 (1)  30.91         Skin Tone 2 (2)  12.11         Skin Tone 3 (3)  17.19         Skin Tone 4 (4)  9.80         Skin Tone 5 (5)  4.27         Skin Tone 6 (6)  2.54         Skin Tone 7 (7)  6.23         Skin Tone 8 (8)  0.92         Skin Tone 9 (9)  0.58         Skin Tone 10 (10)  0.00     Gender Performance Pairing           Feminine & Feminine  63.00         Androgynous & Feminine  20.71         Feminine & Masculine  11.42         Androgynous & Androgynous  3.60         Androgynous & Masculine  1.27         Masculine & Masculine  0     65 Tropes of Queer Women  RQ4 set out to quantify how often seven harmful tropes about queer women (e.g. queer women are untrustworthy/manipulative) appeared in the music videos. For further detail of how often each trope appeared in the music videos, refer to Table 4. The tropes appeared in over a third of the music videos (35.52%). The most popular trope to appear was love triangle (e.g. a storyline which featured a woman torn between two love interests), which occurred in 45 music videos (9.53%). In the music videos, queer women were also depicted as: lacking morality (e.g. robbing a convenience store, breaking and entering into someone’s home) in 39 music videos (8.25%), a victim of violence or murder in 36 music videos (7.61%), and untrustworthy or manipulative (e.g. having an affair, cheating, emotional manipulation) in 33 music videos (6.98%). The following tropes rarely occurred: not being accepted by parents (8 videos, 1.69%), queer women’s sexuality as a plot device (4 videos, 0.85%), and queer women’s sexuality as a phase (3 videos, 0.63%).  Logistic regression equations were calculated to predict the presence of each trope based on the year the music video was posted. This type of regression was chosen over a simple linear regression because the tropes did not occur in high frequencies. Results of the logistic regression indicate a significant relationship between the year the music video was posted and the presence of the following tropes: lacking morality (χ²(1)= 5.88, p<0.01), untrustworthy/manipulative (χ²= (1)=5.31, p<0.05). Because the coefficients for these variables were negative (coefficient=-0.150 and coefficient=-0.153, respectively), it is indicated that these two tropes have occurred less over time. It is important to note, however, that these trends are still minimal considering the small number of times they occurred overall. The results of logistic regressions for each trope over time are available in Table 5.    66 Themes   RQ5 asked how often certain themes (e.g. queerbaiting, ally-ship) appeared in the music videos. See Table 4 to review how often each theme occurred. The majority of music videos (n=277, 58.56%) were made by queer women musicians and appeared to be for an LGBTQIA+ audience, making this the most common theme in the sample. The next most common theme that appeared was “the male gaze” (n=178, 37.63%) which portrayed two women being together as “hot.” This exploitative theme was exemplified by: women making out for the pleasure of onlooking men and/or the women in the video making eye contact with the camera during sexual encounters instead of with each other. Another theme that occurred often was “queerbaiting” (n=114, 24.10%). Though the artist does not identify as a queer woman, these music videos depict a woman-woman relationship for the purpose of drawing LGBTQIA+ viewers, often in the form of a twist ending made to make headlines. In addition, 39 videos (8.25%) by non-queer musicians displayed “ally-ship” by portraying queer women couples in affirming and non-exploitative ways. Finally, a small subset of videos (n=11, 2.33%) featured messages that worked to “raise awareness for LGBTQIA+ discrimination” through showing: the struggle of coming out, violence against the community, or discrimination against an LGBTQIA+ individual.  Simple linear regression equations were run to predict the presence of the five themes based on what year they were posted. Based on the positive coefficient, the regression equation observed that over time, music videos by queer women for LGBTQIA audiences have become more common (F(1, 471)=30.13, p<0.001, coefficient=0.050). In observing the negative coefficients associated with queerbaiting (F(1, 471)=29.06, p<0.001, coefficient=-0.043) and the male gaze (F(1, 471)=19.60, p<0.001,coefficient=-0.040), the results suggest that these two   67 themes have decreased over time. Table 5 reports how the frequencies of each theme changed over time.    Table 4  Frequency of Tropes and Themes in Music Videos Tropes  Total %          Love Triangle 9.53         Lacking Morality 8.25         Violence 7.61         Untrustworthy/Manipulative 6.98         Not Accepted by Parents 1.69         Queer Women’s Sexuality as a Plot Device 0.85         Bisexuality as a Phase 0.63 Themes          By Queer Woman for  LGBTQIA+ Audience 62.37         Male Gaze 37.63         Queerbaiting 24.10         Ally 8.25         Bring Awareness to LGBTQIA+ Discrimination 2.33       68  Table 5 Regressions by Year Effect Estimate SE 95% CI p value    LL UL  Director Gender a  0.019 0.010 0.000 0.038 0.050 Musician Sexual Orientation b 0.046 0.009 0.028 0.065 <0.001 Diversity Level c 0.035 0.009 0.017 0.053 <0.001 Race: Woman 1 d 0.024 0.009 0.006 0.042 0.008 Race: Woman 2 e 0.038 0.009 0.020 0.056 <0.001 Skin Tone: Woman 1 f 0.063 0.040 -0.015 0.141 0.113 Skin Tone: Woman 2 g 0.138 0.042 0.056 0.221 0.001 Body Size: Woman 1 h 0.002 0.002 -0.003 0.006 0.405 Body Size: Woman 2 i 0.003 0.002 -0.001 0.007 0.091 Gender Performance: Woman 1 j 0.026 0.008 0.010 0.043 0.002 Gender Performance: Woman 2 k -0.006 0.007 -0.019 0.007 0.351 Gender Performance Pairing l 0.017 0.009 -0.001 0.035 0.069 Lacking Morality m -0.150 0.059 -0.267 -0.034 0.011 Plot Device n  -0.127 0.173 -0.466 0.212 0.462 Bisexuality as a Phase o -0.146 0.194 -0.527 0.234 0.452 Untrustworthy/Manipulative p -0.153 0.634 -0.277 -0.029 0.016 Love Triangle q -0.103 0.058 -0.217 0.011 0.077 Not Accepted r  -0.080 0.132 -0.338 0.178 0.544 Death/Violence s -0.117 0.063 -0.240 0.007 0.064 By Queer Women for LGBTQIA Audiences t 0.050 0.009 0.032 0.067 <0.001 Raise Awareness for Discrimination u -0.002 0.003 -0.008 0.003 0.427 Ally-ship v -0.008 0.005 -0.019 0.002 0.005 Queerbaiting w -0.043 0.008 -0.059 -0.027 0.058 The Male Gaze x -0.040 0.009 -0.058 -0.022 <0.001 Notes. SE= standard error, CI= Confidence Interval, LL= lower limit, UL= upper limit. The total number of observations was 473 observations for all except the following variables: Skin Tone: Woman 1 (n=437), Skin Tone: Woman 2 (n=430), Musician Sexual Orientation (n=442), Director Gender (n=448).  Logistic regressions were more appropriate for the variables: Lacking Morality, Plot Device, Bisexuality as a Phase, Untrustworthy/Manipulative, and Love Triangle because these variables appeared at a low frequency. a 0=man, 1=woman. b 0=non-queer, 1=queer woman. c 0=no diversity elements, 1= one or more diversity elements. d 0=white, 1=woman of color. e 0=white, 1=woman of color. f continuous scale for skin shades. g continuous scale for skin shades. h 0=body sizes one to three, 1= body sizes four and five. i 0=body sizes one to three, 1= body sizes four and five. j 0=feminine, 1=androgynous or masculine.  k 0=feminine, 1=androgynous or masculine. l 0=feminine/feminine, 1=one woman is androgynous or masculine. m-x 0=did not occur, 1=occurred.    69 Music Videos by Musicians Who Identify Outside of the Gender Binary While they were not the focus of this study, music videos by musicians who identify outside of the gender binary comprised 3.81% of the sample (n=18). As mentioned earlier, these music videos are reported separately from the comparative analysis in an effort to not misgender the individuals featured in the music videos. The diversity levels, tropes, and themes present in these music videos are reported in Table 6. In regard to who directed these music videos, 3 were directed by individuals who identify outside of the gender binary, 6 were directed by women, and 9 were directed by men. There was a range of diversity elements present in this group of music videos: 3 included people of color, 4 included androgynous or masculine gender performances, 8 included people of color and gender performance variation, and 1 included all three diversity elements. One of the music videos played into the trope of untrustworthiness, and two of the music videos featured love triangles. The exploitative theme of the male gaze (e.g. frequent eye contact with the camera or men in the shot rather than attention to each other) was present in 4 of the music videos. Because it is such a small number of videos, it is not appropriate to draw any firm conclusions about how music videos by musicians who identify outside of the gender binary portray queer couples. However, the proportions of diversity levels present in this group of videos suggest an inclination toward more diverse representations of queer couples when the music videos are made by musicians who identify outside of the gender binary.      70 Table 6 Diversity Level, Tropes, & Themes for Musicians Who Identify Outside of the Gender Binary  Differences Based on Musician’s Sexual Orientation  To get at the core question of this research project, RQ6 asked whether there are differences in the ways that musicians who identify as queer women portray queer women couples compared to musicians who do not identify as such4. The diversity level for each music video was recorded as a way to identify what elements of diversity each music video included (if any). Table 6 details how often music videos by queer women musicians and non-queer musicians included each element of diversity. A t-test revealed that music videos by queer women musicians had significantly different levels of diversity compared to non-queer women (t= -4.1662, p<0.000). Refer to Table 7 to see the details of how the diversity levels of music videos compare by the musicians’ sexual orientation. For both groups, the most common  4 Musicians who identify as outside of the gender binary are not included in this analysis, as this research question is aimed at understanding how well queer women musicians represent a range of women in their community compared to musicians outside of the queer women community. Musicians who identify outside of the gender/sexuality binary are part of the LGBTQIA+ community, but they are not included in an effort to not mis-gender them by grouping them with women. Table 8 reports the data for these categories for musicians who identify outside of the gender binary.   71 diversity level was diversity level 0, meaning both women in the couple were white, fit within western norms of body-size, and presented their gender in feminine ways. However, music videos by musicians who identify as queer women depicted more levels of diversity overall. For musicians who identify as queer women, music videos with no diversity make up 30.08%, 45.31% have one element of diversity, 23.05% have two elements of diversity, and 1.56% have all three elements of diversity. For non-queer musicians, 41.29% of their music videos have no diversity, 49.03% have one element of diversity, and 9.68% have two elements of diversity. Table 7 shows the comparison between the diversity levels featured in music videos by queer women musicians and non-queer musicians.  A linear regression was also calculated to predict the number of diversity elements included in a music video based on the year it was posted and the musician’s sexual orientation. Results of this regression revealed that the year the music video was posted and whether it was made by a queer woman musician taken together had a positive relationship to the number of diversity elements in the music video (F(2, 439)=7.92, p<0.001). Because both of the coefficients were positive, the regression equation indicates that there is a positive relationship between the year the music video was posted and the number of diversity elements in the music video, controlling for whether it was made by a queer woman musician. Taken together, the regression analysis of these three variables suggests that as time has gone on, music videos have included more elements of diversity overall, with queer women musicians including even more elements of diversity over time than non-queer musicians. Using this regression equation, Figure 4 graphs the predicted number of diversity elements featured in music videos in this sample based on the year it is posted and whether it was by a queer woman musician or a non-queer musician.   72 Figure 4 Predicted and Observed Diversity Level by Year  Note. The points plotted for Observed represent the mean of all of the diversity levels recorded for the music videos from that year. It is important to note that the music videos from 2006-2013 were eliminated from this graph and regression equation because they cumulatively only represent 11.84% of the sample (2006: 1 video, 2007: 1 video, 2008: 4 videos, 2010: 10 videos, 2011: 6 videos, 2012: 16 videos, 2013: 18 videos). The years 2014-2019 represented 88.16% of the sample (2014: 31 videos, 2015: 47 videos, 2016: 65 videos, 2017: 80 videos, 2018: 110 videos, 2019: 84 videos), and thus carried more weight in the regression equation.    Table 7 Diversity Level Observed by Musician Sexual Orientation    73 Comparing the instances of each trope present in the music videos based on the musicians’ sexual orientation revealed some significant differences. Observing the frequencies side by side, music videos by non-queer musicians had higher instances of portraying queer women as lacking morality and not being accepted by their parents. Independent sample t-tests revealed there were significant differences in whether certain tropes were included in the music videos based on whether they were by queer women musicians or non-queer musicians. First, music videos by queer women musicians portrayed queer women as lacking morality (M=0.061, SD=0.240) less often than non-queer musicians (M=0.133, SD=0.341), and the t-test revealed these means were significantly different from each other, (t(262)= 2.381, p<0.02). In addition, non-queer musicians were more likely to depict queer women as not being accepted by their parents in their music videos (M=0.042, SD=0.202) compared to queer women musicians (M=0.004, SD=0.060), and the t-test confirmed these means to be significantly different from each other (t(181)=2.404, p<0.02).  Further, the frequency of the male gaze was higher in music videos by non-queer musicians (M=0.533, SD=0.04) than music videos by queer women musicians (M=0.296, SD=0.027); a t-test also confirmed these means as significantly different from each other (t(321)=4.978, p<0.001). While the frequencies for the themes ‘by queer women for LGBTQIA+ audiences,’ ‘ally,’ and ‘queerbaiting’ were higher for one group than other, it does not describe much about the data as these variables were based on the musician’s sexual orientation. A full table displaying the differences in tropes and themes based on the musicians’ sexual orientation can be examined in Table 8.     74 Table 8.  Differences in Themes and Tropes Based on Musician Sexual Orientation  This chapter detailed the findings of this comparative content analysis. First, general information was reported, including the view count, the director’s gender, and musician’s sexual orientation. Next, the racial/ethnic diversity and skin tone variation present in the sample of music videos was discussed and analyzed. What followed was an analysis of the two remaining elements of diversity–body size inclusivity and gender performance variation–within music videos that feature queer women. The frequencies for each diversity element, tropes, and themes were reported for musicians who identify outside of the gender binary. This chapter also reported the tropes and themes present across the sample and the ways that queer women musicians and non-queer musicians differed in how they depicted queer women in their music videos.      75 Chapter 5: Discussion This content analysis sought to explore three elements of diversity in music videos featuring queer women’s relationships: racial/ethnic diversity, body size inclusivity, and gender performance variation. Overall, this study found that the women included in these music videos are overwhelmingly white, thin, and feminine. While the majority of videos were made by queer women musicians, the directors conceptualizing the music videos were most often men. In addition, the music videos often contained themes that exploited queer women’s sexuality either by a non-queer artist trying to gain queer women’s viewership or by portraying queer women’s relationships as for men’s pleasure. Before discussing these points in detail, it is important to recognize some of the limitations of this study. Limitations It is important to recognize that there are music videos on YouTube that feature queer women’s relationships but were not in this sample. Though the four playlists used for the sample were updated often and had high view counts, there are still some music videos on YouTube that could have more elements of diversity that may not have been included in this sample because of their absence in the playlists used. Another limitation of this study is that it focused on the main couple rather than the video as a whole. If there was more than one couple in the video, the couple that included the lead singer or the first couple to appear was chosen for the study per the codebook. In a few instances, this meant that the couple recorded was less diverse than the second couple in the video. In general, this study was not able to account for all women included in the videos as a whole. For example, the music video Kiss My Girlfriend by Etta Bond, features eight different couples and where each includes at least one woman of color and one woman who presents her gender in an androgynous or masculine way. So while this music video was   76 recorded as having two of the three diversity elements, it wasn’t able to account for all of the women represented in the couples. Another example of this was Samantha Sidley’s music video I Like Girls, which featured women of color, an inclusive range of body sizes, and women with varying gender presentations. This was also the only music video in the sample that featured a queer woman in a wheelchair. Because the first couple to appear was a white woman and an African American woman who were both thin and feminine, this music video was recorded as only having one element. So while this one code may not reflect the music video as a whole, it is still based on the main/lead characters of the music video. Figures 5 and 6 feature stills from these music videos to visually communicate the women included in these music videos.     Figure 5 Etta Bond’s Kiss My Girlfriend       77 Figure 6 Samantha Sidley’s I Like Girls  Implications While it is important to recognize these limitations, the findings from this study are nonetheless important for musicians who portray queer women’s relationships in their music videos. As asserted in literature about intersectionality, an individual is made up of multiple, complex identities simultaneously (Carastathis, 2016), and the ways that these identities interact lead to varied experiences of oppression (Crenshaw, 1989). As discussed at length in queer theory, sexual and gender identities are fluid and performed (Foucault, 2978; Butler, 1990). By combining intersectionality and queer theory, as suggested by Massaquoi (2015), this study was able to examine who is being presented as the norm in couples that feature queer women and who is being left out. While it appears that over time music videos are becoming more slightly more diverse, the increase is so minimal that musicians and content creators must make a  concerted effort toward fostering diversity and inclusivity in their music videos. This study asserts content creators and musicians need to work toward inclusivity in all three elements of   78 diversity, and that body size inclusivity has the most room to grow given less than 2% of the women in the music videos were plus size. Throughout the sample, the depictions of queer women were most often white, thin, feminine women with light skin tones. By presenting this singular version of a queer woman as the norm, women of color, plus size women, androgynous and masculine women, and women with darker skin tones are marginalized.  The music videos by non-queer musicians were also far less diverse than music videos by queer women. None of the music videos by non-queer musicians included any plus-size women, and there were fewer instances of gender performance variation across their music videos.  These differences assert that queer musicians have represented more of a range of what queer women can look like in their music videos, while non-queer musicians fail to accurately represent the racial/ethnic diversity, range of body sizes, and gender performance variations found in the lesbian, bisexual, pansexual, and queer women community.  Although content creators and musicians of all genders and sexual orientations need to work toward more inclusive depictions of queer women in their music videos, specifically non-queer musicians need to be more intentional in whom they cast to represent this community.  As Craig, McInroy, Mccready, & Alaggia (2015) reported, connecting with LGBTQIA+ musicians can help LGBTQIA+ youth form their identity through parasocial bonds. Therefore, having diverse representations provides more opportunities for LGBTQIA+ youth of all races/ethnicities, body sizes, skin tones, and gender performances to see themselves reflected in music videos and pop culture. Being able to see a range of identities represented in music videos is also integral to affirming the multiplicities of one’s overlapping identities. Harwood’s (1997) social identity gratifications perspective asserts that individuals even seek media to affirm their social identities. With such a limited group of queer women being represented in music videos,   79 lesbian, bisexual, pansexual, and queer women of color, plus-size women, androgynous women, and masculine women have few opportunities to see their social identities depicted in this medium. Not only is it detrimental that queer women are not seeing the representation they deserve, but the music videos being created could be also missing out on engaging with entire groups within the community of lesbian, bisexual, pansexual, and queer women. By including a broader range of queer women in music videos, content creators could both fulfill a need for representation and have the potential to reach broader demographics within the LGBTQIA+ community. In sum, the findings of this study suggest a serious lack of representation in music videos for lesbian, bisexual, pansexual, and queer women who are not white, thin, and feminine– marginalizing queer women who do not fit these categories.   Finally, it is imperative to consider who is telling queer women’s stories and the ways that they are being presented. The results of this study indicate that the majority of these music videos (59.62%) were directed by men. In telling the intimate stories of what queer women’s relationships are like, 72% of the music videos directed by men exploitatively portrayed women being together as for men’s pleasure. These implications reiterate that depictions of queer women’s sexuality are not being centered on the women’s pleasure, but rather are catering to men and male viewers alike. There were significant differences in the ways queer women’s relationships were presented based on whether it was made by queer women musicians or not. Non-queer musicians played into harmful tropes of queer women at higher rates than queer women musicians, especially in regard to perpetuating the notion that queer women are lacking morality, involved in love triangles, and not accepted by their parents. And though the LGBTQIA+ community has been calling for the tactic of queerbaiting to end for years (Langfelder, 2016), this theme still appeared in 14.43% of the music videos posted  by non-queer   80 musicians between 2018-2019 (n=194). By continuing to hint at queer relationships as a way to gain followers, likes, and make headlines, non-queer musicians contribute to the troubling pattern of queerbaiting in the music industry as detailed by Lieb (2018a). Although regression equations suggest that the harmful tropes (e.g. lacking morality, untrustworthy/manipulative) and exploitative themes (e.g. queerbaiting, male gaze) are becoming less common over time, it is nonetheless disheartening that they have persisted through 2019. Not only is representation essential to portraying queer women’s relationships in affirming ways, but it is important to hold content creators and musicians accountable for who is allowed to tell these stories and the tropes and themes being evoked in these depictions. Future Research Directions  This exploratory content analysis sought to gain a better understanding of who was being included in music videos with lesbian, bisexual, pansexual, and queer women’s relationships and how they were being portrayed. Some of the music videos in this study depicted queer women’s relationships in very positive ways, but the lyrics themselves often communicated that being with a woman was wrong or perverse. Because this study was focused solely on the visual elements, a close analysis of the lyrics would provide a meaningful way to better understand the totality of what messages these music videos are conveying. Considering Harwood’s (1997) proposition that individuals seek out media to affirm certain identities, it would be worthwhile to test if the diversity level of a music video has a direct impact on what music video queer women choose to watch. It would also be advantageous to employ survey, focus group, or experimental methodologies to understand how lesbian, bisexual, pansexual, and queer women respond to music videos with varying levels of diversity.    81 An aspect of racial/ethnic diversity that stood out in this analysis was the overrepresentation of Asian and Pacific Islanders in the music videos. Across the sample, Asian and Pacific Islanders were represented 9.83% of the time, which is 6.83% higher than the proportion reported by the Williams Institute (LGBT Demographic Data Interactive, 2019). While many of the music videos were made by international artists, which could account for the relatively high frequency, a more troubling suggestion is that many of these videos may be playing into the sexual fetishization of Asian women. Marchetti (1993) conceptualizes this pattern of the exploitation of Asian women, explaining that Hollywood often portrays Asian women as “both [the] unobtainable Madonna and sexually available whore” (p. 105). The observation that Asian women were represented in these music videos, which were often a highly sexualized context, may indicate that these music videos are also contributing to the sexual fetishization of Asian women.  Because this was not a focus of the present study, a qualitative textual analysis which thoroughly examines this pattern of exploitation in music videos would be another worthwhile extension to this area of research.  Conclusions In a time where members of the LGBTQIA+ community are calling for diverse representations of their community in the media, music videos are often falling short of expectations. One music video seemed to sum up the findings of this study. In Car Astor’s music video Hush, the protagonist enters a VR world to experience her dream girlfriend who is white, thin, and feminine (see Figure 7 for stills from this video). By equating this woman with being a “dream woman,” this music video subtly communicates that when queer women picture the woman of their dreams she will be white, thin, and feminine. Based on the findings of this study, there are six actionable steps forward for musicians and content creators alike. First, women of   82 color need to be brought to the forefront of music videos that feature queer women’s relationships. This study asserts that white women are overrepresented in music videos, and women of color are being left out. With only 30% of the videos featuring two women of color as the main couple, surely artists and content creators can work toward ensuring more inclusivity in the music videos they put into the world. Additionally, careful attention should be paid to include women of all skin tones, not just light skin tones. As this study observed, 75.67% of the skin tones in the music videos were the four lightest shades on the scale, and the inclusion of women with darker skin tones is imperative to progress to true inclusivity.  Third, content creators and musicians should push for the inclusion of more body sizes in the love interests featured. With the same thin, toned bodies being featured in these music videos, fat-phobia continues to be perpetuated. Next, music videos with queer women’s relationships at the forefront should include more gender performance diversity than just the feminine/feminine pairing seen in the majority of this sample. Working toward including more of a range of gender performances in music videos is extremely important because it normalizes and celebrates the varied ways that lesbian, bisexual, pansexual, and queer women dress to perform their gender. Fourth, more women need to be brought in as directors for these music videos. Time and again, queer women’s stories are being told through the direction and conceptualization of men, which hinders the possibility of authentic representations. Fifth, non-queer musicians need put an end to queerbaiting and exploiting the LGBTQIA+ community for views, likes, and headlines.  Finally, all artists should center these storylines around the women’s pleasure and enjoyment because the music videos here often portrayed queer women’s sexuality as for men’s pleasure. Overall, while lesbian, bisexual, pansexual, and queer women artists tended to have more diversity in their videos, there is still plenty of room to become more   83 inclusive of all of the ways queer women look. It has been three years since one brown and one black stripe were added to the pride flag, yet music videos still lack true inclusivity of all queer women.  Figure 7 Car Astor’s Hush       84 Appendix A: Coding Sheet  General Information 1. Music Video ID Number: _____ 2. Coder Number:______ 3. Musician’s Name: ______ 4. Musician’s Self-Identified Gender Identity (0=male, 1=female, 2=outside of the gender binary, 3=unknown):  ______ 5. Musician’s Self-Identified Sexual Orientation (0=non-queer musician, 1=queer woman, 2=outside of the gender binary, 3=unknown):  ______ 6. Director’s Self-Identified Gender Identity(0=male, 1=female, 2=outside of the gender binary, 3=unknown): ______ 7. Song Title: ______ 8. Number of Views: ______ 9. Year (YYYY): ______ Racial/Ethnic Diversity: Google Actor’s Name for Race/Ethnicity information (White=1, African American=2, Latinx=3, Asian and Pacific Islander=4, Native American=5, Mixed Race=6, Other=7) 10. Woman 1 (Musician, first woman to appear, or woman on the right side of the screen in opening scene): ______ 11. Woman 2 (Musician’s love interest, second woman to appear, or woman on the left side of the screen in opening scene): ______ Skin Tone: Compare the skin color of the actor to the PERLA Color Palette and record the corresponding number    Unknown                                                      11  12. Woman 1: ______ 13. Woman 2: ______  85 Body Size Diversity: Compare the body shape/size of the actor to the below images and record the number of the image that most closely resembles the actor.    14. Woman 1: ______ 15. Woman 2: ______  Gender Performance: Record the number that best represents each woman’s gender performance  1 2 3 Feminine Androgynous Masculine Embodiment of the feminine accentuates curves, wears makeup, wears heels  Mix of feminine and masculine Rejection of the feminine downplays curves through a binder or sports bras, wears oversized clothes    16. Woman 1: ______ 17. Woman 2: ______ Pairing: Please indicate the pairing that best describes each couple. (Feminine & Feminine=1, Androgynous & Feminine= 2, Androgynous & Androgynous= 3, Feminine & Masculine= 4, Androgynous & Masculine= 5, Masculine & Masculine = 6) 18. Pairing: ______  Stereotypes: Please indicate if these stereotypes are present in the visual aspect of the music video. (Yes=1, No=0) 19. Lacking Morality:______ 20. Transactional plot device: ______ 21. Queer sexuality as a Phase: ______ 22. Untrustworthy/Manipulative/Obsessive: ______   86 23. Love Triangle: ______ 24. Not Accepted by Parents:______ 25. Death of an Queer Woman Character: _____ Themes: Please indicate the presence of the following themes in each music video. (1= Yes, 0=No)  26. Made by a queer woman musician for LGBTQIA+ audience: _____ 27. Raise awareness for LGBTQIA+ discrimination: ______ 28. Ally: _____ 29. Queerbaiting _____ 30. For the male gaze: _____ ______________________________________________________________________________ Diversity Level: Please indicate which level of diversity is reflected in this music video based on the criteria below, please record the number. 31. Diversity Level: ______  0   Combination A: Low Diversity • Both women in the couple are white • Both women fit within Western beauty standards of body size (Numbers 1-3 using scale above) • Both women present in a feminine ways 1   Combination B: Medium-Low Diversity • One woman in the couple is a Woman of Color (African American, Asian Pacific Islander, Latinx, Mixed Race, or Other W.O.C.) the other is white • Both women fit within Western beauty standards of body size (Numbers 1-3 using scale above) • Both women present in a feminine ways 1 Combination C: Medium-Low Diversity • Both women in the couple are white • One woman does not fit within Western beauty standards of body size (Numbers 4 and 5 using scale above) the other woman fits within Western beauty standards of body size (Numbers 1-3 using scale above) • Both women present in a feminine ways 1    Combination D: Medium-Low Diversity • Both women in the couple are white • Both women fit within Western beauty standards of body size (Numbers 1-3 using scale above) • One woman’s gender presentation is masculine or androgynous, the other woman’s gender presentation is feminine 2    Combination E: Medium-High Diversity • One woman in the couple is a Woman of Color (African American, Asian Pacific Islander, Latinx, Mixed Race, or Other W.O.C.) the other is white   87 • One woman does not fit within Western beauty standards of body size (Numbers 4 and 5 using scale above) the other woman fits within Western beauty standards of body size (Numbers 1-3 using scale above) • Both women present in a feminine ways 2   Combination F: Medium-High Diversity  • One woman in the couple is a Woman of Color (African American, Asian Pacific Islander, Latinx, Mixed Race, or Other W.O.C.) the other is white • Both women fit within Western beauty standards of body size (Numbers 1-3 using scale above) • One woman’s gender presentation is masculine or androgynous, the other woman’s gender presentation is feminine 2    Combination G: Medium-High Diversity • Both women in the couple are white • One woman does not fit within Western beauty standards of body size (Numbers 4 and 5 using scale above) the other woman fits within Western beauty standards of body size (Numbers 1-3 using scale above) • One woman’s gender presentation is masculine or androgynous, the other woman’s gender presentation is feminine 3   Combination H: High Diversity • At least one woman in the couple is a Woman of Color (African American, Asian Pacific Islander, Latinx, Mixed Race, or Other W.O.C.) • At least one woman does not fit within Western beauty standards of body size (Numbers 4 and 5 using scale above) • There is variation in both women’s gender presentation (feminine, masculine, androgynous)     88 Appendix B: Codebook   General Information Record the following using information gathered from credits in the music video, interviews, social media, and articles regarding the musician Music Video ID# # Coder Number Coder Number Musician’s name Name of musician Musician’s self-identified gender identity 0 Male 1 Female 2 Outside of the gender binary 3 Unknown Musician’s self-identified sexual orientation 0 Non-Queer musician 1 Queer Woman Musician 2 Outside of the gender binary 3 Unknown Song title Title of the song Number of views Number of views on YouTube Year YYYY Director’s self-identified gender identity 0 Male 1 Female 2 Outside of the gender binary 3 Unknown   For the sections: Racial Diversity, Skin Tone, Body Diversity, and Gender Presentation, record information for Woman 1 (musician, first woman to appear, or woman on the right side of the screen in opening scene) and Woman 2 (musician’s love interest, second woman to appear, or woman on the left side of the screen in opening scene). Racial & Ethnic Diversity Google actor’s name for race/ethnicity information 1 White 2 African American 3 Latinx 4 Asian Pacific Islander 5 Native American 6 Mixed Race 7 Other   89 Skin Color Use the most brightly lit scene in the music video and compare it to the color palette. Record the number of the shade that most closely reflects the actor’s skin color.            Unknown                                                    11  Body Size Diversity Compare the body shape/size of the actor to the images and record the number of the image that most closely resembles each woman.     Gender Performance Record the number that best represents each woman’s gender performance 1 Feminine (accentuates curves, wears makeup, wears heels)        90 2 Androgynous (a mix of feminine and masculine)    3 Masculine (downplays curves through a binder or sports bras, wears oversized clothes, minimal or no makeup)     For the following sections: Pairing, Tropes, Themes, and Diversity Level, record the information for the couple/music video as a whole. Pairing Record the number that best describes the couple using the codes from the previous section.  1 Feminine & Feminine 2 Androgynous & Feminine 3 Androgynous & Androgynous 4 Feminine & Masculine 5 Androgynous & Masculine 6 Masculine & Masculine    91 Tropes Please indicate if these tropes are present in the music video  0 No 1 Yes  Lacking Morality Committing a crime (robbery, car theft, etc) hurting an innocent person Transactional Plot Device Being with a woman to get something, kissing a woman/flirting with a woman to make a man jealous, kissing a woman to win something, kissing a woman to improve social status “to look cool” Queer sexuality as a Phase Dismissing a woman’s sexuality as “just a phase”, calling someone a “hasbian” Untrustworthy Manipulative Cheating on the partner, lying to the partner, controlling behavior Love Triangle One woman caught between her love of two different people (man & woman, or woman & woman) Not Accepted by Parents Parents expressing anger at woman for her sexual orientation, parents throwing woman out of the house, voiced disapproval of woman’s sexual orientation, being shunned by parents, ignoring or invalidating woman’s identity Death or violence If a queer woman character is killed, threatened, beaten up by someone, or dies   Theme Please indicate the theme(s) of this music video 0 No 1 Yes  Made by a queer musician for LGBTQIA+ audience  Musician may or may not be part of the couple, comes across as an authentic representation of queer woman’s experience Raise awareness for LGBTQIA+ discrimination Struggle of coming out, showing violence against LGBTQIA+ community, showing   92 discrimination against an LGBTQIA+ individual Ally Shows support for queer women by a musician who does not identify as a queer woman Queerbaiting Exploitative, hints at or explicitly depicts a woman-woman relationship for the purpose of drawing LGBTQIA+ viewers to the music video, has shock value such as a twist ending, made to make headlines For the male gaze Exploitative, aimed at a male audience, portrays two women being together as “hot” or “sexy”, men in the video watch the women and think it is “hot”, frequent eye contact with the camera or men in the shot by one or both of the women during the sexual encounter, NOT for queer audiences          Diversity Level Indicate which level of diversity is reflected in the music video based on the criteria. 0 Combination A: Low   • Both women in the couple are white • Both women fit within Western beauty standards of body size (Numbers 1-3 using scale above) • Both women present in a feminine ways 1B Combination B: Medium-Low  • One woman in the couple is a Woman of Color (African American, Asian Pacific Islander, Latinx, Mixed Race, or Other W.O.C.) the other is white • Both women fit within Western beauty standards of body size (Numbers 1-3 using scale above)   93 • Both women present in a feminine ways 1C Combination C: Medium-Low  • Both women in the couple are white • One woman does not fit within Western beauty standards of body size (Numbers 4 and 5 using scale above) the other woman fits within Western beauty standards of body size (Numbers 1-3 using scale above) • Both women present in a feminine ways 1D Combination D: Medium-Low  • Both women in the couple are white • Both women fit within Western beauty standards of body size (Numbers 1-3 using scale above) • One woman’s gender presentation is masculine or androgynous, the other woman’s gender presentation is feminine 2E Combination E: Medium-High  • One woman in the couple is a Woman of Color (African American, Asian Pacific Islander, Latinx, Mixed Race, or Other W.O.C.) the other is white • One woman does not fit within Western beauty standards of body size (Numbers 4 and 5 using scale above) the other woman fits within Western beauty standards of body size (Numbers 1-3 using scale above) • Both women present in a feminine ways   94 2F Combination F: Medium-High  • One woman in the couple is a Woman of Color (African American, Asian Pacific Islander, Latinx, Mixed Race, or Other W.O.C.) the other is white • Both women fit within Western beauty standards of body size (Numbers 1-3 using scale above) • One woman’s gender presentation is masculine or androgynous, the other woman’s gender presentation is feminine 2G Combination G: Medium-High  • Both women in the couple are white • One woman does not fit within Western beauty standards of body size (Numbers 4 and 5 using scale above) the other woman fits within Western beauty standards of body size (Numbers 1-3 using scale above) • One woman’s gender presentation is masculine or androgynous, the other woman’s gender presentation is feminine 3H Combination H: High   • At least one woman in the couple is a Woman of Color (African American, Asian Pacific Islander, Latinx, Mixed Race, or Other W.O.C.) • At least one woman does not fit within Western beauty standards of body size (Numbers 4 and 5 using scale above) • There is variation in both women’s gender   95 presentation (feminine, masculine, androgynous)    96 References Abrams, J. R., & Giles, H. (2007). Ethnic identity gratifications selection and avoidance by  African Americans: A group vitality and social identity gratifications perspective. Media Psychology, 9(1), 115-134. doi:10.1080/15213260709336805 Adney, K. (2012). Music videos: Representations of women. In M. Kosut (Ed.), Encyclopedia  of Gender in Media (pp. 245-247). Thousand Oaks, CA: SAGE Publications, Inc. Retrieved from http://search.ebscohost.com/login.aspx?direct=true&db=e000xna&AN=467161&site=ehost-live Airoldi, M., Beraldo, D., & Gandini, A. (2016). Follow the algorithm: An exploratory  investigation of music on YouTube. Poetics, 57, 1-13. doi:10.1016/j.poetic.2016.05.001 Arnett, J. J. (1995). Adolescents' uses of media for self-socialization. Journal of Youth and  Adolescence, 24(5), 519-533. doi:10.1007/BF01537054 Alvy, L. M. (2013). Do lesbian women have a better body image? Comparisons with  heterosexual women and model of lesbian-specific factors. Body Image, 10(4), 524-534. doi:10.1016/j.bodyim.2013.06.002 Ankeny, J. (n.d.) Artist biography: Fanny. All Music. Retrieved from  https://www.allmusic.com/artist/fanny-mn0001467262/biography. Aubrey, J. S., & Frisby, C. M. (2011). Sexual objectification in music videos: A content analysis  comparing gender and genre. Mass Communication and Society, 14(4), 475-501. doi:10.1080/15205436.2010.513468 Austerlitz, S. (2007). Money for nothing: A history of the music video, from the Beatles to the  White Stripes. New York: Continuum.   97 Avila-Saavedra, G. (2009). Nothing queer about queer television: Televised construction of gay  masculinities. Media, Culture & Society, 31(1), 5-21. doi:10.1177/0163443708098243 Azzopardi, C. (2017, January 13). Q&A: Indigo Girls talk ‘fearful’ coming out, why artists  should ‘be brave’ & how art will change us during Trump. Pride Source. Retrieved from https://pridesource.com/article/79707-2/ Baines, P. R., Chung, S., & Cho, H. (2017). Fostering parasocial relationships with celebrities on  social media: Implications for celebrity endorsement. Psychology & Marketing, 34(4),  481-495. doi:10.1002/mar.21001 Balsam, K. & Webb, A. (2017). Pansexuality. In K. Nadal (Ed.), The SAGE Encyclopedia of  Psychology and Gender (pp. 1266-1268). Thousand Oaks, CA: SAGE Publications, Inc. doi: 10.4135/9781483384269.n421 Bandura, A. (2001). Social cognitive theory of mass communication. Media Psychology, 3(3),  265-299. doi:10.1207/S1532785XMEP0303_03 Barnes, B. (2017, August 17). In a body-positive moment, why does Hollywood remain out of  step? New York Times. Retrieved from https://www.nytimes.com/2017/08/16/movies/in-a-body-positive-moment-why-does-   hollywood-remain-out-of-step.html Becker, B. (2019, January 30). How to make money on YouTube, according to 3 people who do.  HubSpot. Retrieved from https://blog.hubspot.com/marketing/how-to-make-money-on- youtube Beebe, R. & Middleton, J. (2007). Medium cool: Music videos from soundies to cellphones.  Durham, NC: Duke University Press.    98 Bell, B. T., Lawton, R., & Dittmar, H. (2007). The impact of thin models in music videos on  adolescent girls’ body dissatisfaction. Body Image, 4(2), 137-145. doi:10.1016/j.bodyim.2007.02.003 Bendix, T. (2017a, September 13). 16 lesbian and queer female-fronted bands you should know.  Billboard. Retrieved from https://www.billboard.com/articles/news/pride/7958070/16-lesbian-bands-singers-you-should-know  Bendix, T. (2017b, October 4). Ani DiFranco on Babefest, activism and being a bisexual icon:  ‘Let’s f—king be here now.’ Billboard. Retrieved from https://www.billboard.com/articles/news/7988912/ani-difranco-babefest-bisexual-icon-interview Bendix, T. (2018, April 2). How Tracy Chapman’s ‘Fast Car’ became a lesbian anthem. Into.  Retrieved from https://www.intomore.com/culture/how-tracy-chapmans-fast-car-became-a-lesbian-anthem Bendix, T. (2019, 25 January). Does LGBT media have a future? Buzzfeed News. Retrieved  from https://www.buzzfeednews.com/article/trishbendix/future-of-lgbt-media-out-advocate-autostraddle-into-grindr.  Bereznak, A. (2019, September 10). This music video has been modified from its original  version (and now it’s vertical). The Ringer. Retrieved from  https://www.theringer.com/tech/2019/9/10/20858151/vertical-music-videos-spotify Berman, J. (2019, July 24). In a summer of vapid hookup shows, there’s only one worth  watching. Time. Retrieved from  https://time.com/5633616/are-you-the-one-mtv-review/    99 Bird, J., Kuhns, L., & Garofalo, R.  (2012). The impact of role models on health outcomes for  lesbian, gay, bisexual, and transgender youth. Journal of Adolescent Health, 50(4), 353-357. doi:10.1016/j.jadohealth.2011.08.006 Blistein, J. (2019, July 2). Watch Miley Cyrus celebrate bodies of all kinds in new ‘Mother’s  Daughter’ video. Rolling Stone. Retrieved from https://www.rollingstone.com/music/music-news/miley-cyrus-new-mothers-daughter-music-video-854598/ Bond, B. J. (2015). Portrayals of sex and sexuality in gay- and lesbian-oriented media: A  quantitative content analysis. Sexuality & Culture, 19(1), 37-56. doi:10.1007/s12119-014-9241-6. Bond, B. J. (2018). Parasocial relationships with media personae: Why they matter and how they  differ among heterosexual, lesbian, gay, and bisexual adolescents. Media Psychology, 21(3), 457-485. doi:10.1080/15213269.2017.1416295 Boren, M. (2017, July 19). Who gets to decide what belongs on the gay pride flag? The  Philadelphia Inquirer. Retrieved from https://www.inquirer.com/philly/news/who-gets-to-decide-what-belongs-on-the-gay-pride-flag-20170719.html Bote, J. (2018, October 31). 20 music videos with LGBTQ themes (Updated 2018). Billboard.  Retrieved from https://www.billboard.com/articles/news/pride/7964664/gay-music-videos-lgbtq-themes. Bradbury, K. (2012, May 17). Exclusive interview: Amy Ray from Indigo Girls. Lavender  Magazine. Retrieved from https://www.lavendermagazine.com/our-scene/exclusive-i nterview-amy-ray-from-indigo-girls/    100 Brewster, M. (2017). Bisexuality. In K. Nadal (Ed.), The SAGE Encyclopedia of Psychology and  Gender (pp. 199-202). Thousand Oaks, CA: SAGE Publications, Inc. doi: 10.4135/9781483384269.n67 Butler, J. (1990) Gender trouble: Feminism and the subversion of identity. New York:  Routledge. Callis, A. S. (2009). Playing with Butler and Foucault: Bisexuality and queer theory. Journal of  Bisexuality, 9(3-4), 213-233. doi:10.1080/15299710903316513 Callis, A. S. (2014). Bisexual, pansexual, queer: Non-binary identities and the sexual  borderlands. Sexualities, 17, 63–80. doi:10.1177/1363460713511094 Capulet, I. (2010). With reps like these: Bisexuality and celebrity status. Journal of  Bisexuality, 10(3), 294-308. Retrieved From https://doi-org.libezproxy2.syr.edu/10.1080/15299716.2010.500962 Carrotte, E. R., Prichard, I., & Lim, M. S. C. (2017). \"fitspiration\" on social media: A content  analysis of gendered images. Journal of Medical Internet Research, 19(3), e95-e95. doi:10.2196/jmir.6368 Chi, C. (2019, February 11) 7 of the most creative interactive videos we’ve ever seen. Hubspot.  Retrieved from https://blog.hubspot.com/marketing/interactive-video Choi, A. Y., Nylund-Gibson, K., Israel, T., & Mendez, S. E. A. (2019). A latent profile analysis  of bisexual identity: Evidence of within-group diversity. Archives of Sexual Behavior, 48(1), 113-130. doi:10.1007/s10508-018-1325-1 Clarke, V., & Turner, K. (2007). Clothes maketh the queer? Dress, appearance and the  construction of lesbian, gay and bisexual identities. Feminism & Psychology, 17(2), 267–276.   101 Cohn, P. (2019, August 27). Carnival Row’s Cara Delevigne on becoming a pansexual fairy in  the new romantic/murder fantasy series. Parade. Retrieved from https://parade.com/916105/paulettecohn/carnival-rows-cara-delevingne-on-becoming-a-pansexual-fairy-in-the-new-romantic-murder-fantasy-series/ Coles, D. (2018, May 24). Meet six queer BIPOC voices in the body positive movement.  Afropunk. Retrieved from  https://afropunk.com/2018/05/meet-six-queer-bipoc-voices-in-the-body-positive-movement/ Conrad, K., Dixon, T. L., & Zhang, Y. (2009). Controversial rap themes, gender portrayals and  skin tone distortion: A content analysis of rap music videos. Journal of Broadcasting & Electronic Media, 53(1), 134-156. doi:10.1080/08838150802643795 Corey, S. (2017). All bi myself: Analyzing television's presentation of female bisexuality.  Journal of Bisexuality, 17(2), 190-205. doi:10.1080/15299716.2017.1305940 Craig, S. L., McInroy, L., McCready, L. T., & Alaggia, R. (2015). Media: A catalyst for  resilience in lesbian, gay, bisexual, transgender, and queer youth. Journal of LGBT Youth, 12(3), 254-275. doi:10.1080/19361653.2015.1040193 Crenshaw, K. (1989). Demarginalizing the intersection of race and sex: A black feminist critique  of antidiscrimination doctrine, feminist theory and antiracist politics. University of Chicago Legal Forum 1(8), 139-167. Retrieved from https://chicagounbound.uchicago.edu/cgi/viewcontent.cgi?article=1052&context=uclf      102 Crowley, P. (2018, September 21). Melissa Etheridge demystifies rumors that she used 1993  album title ‘Yes I Am’ to come out. Billboard. Retrieved from https://www.billboard.com/articles/news/pride/8476300/melissa-etheridge-25-years-later-demystifies-yes-I-am-album-coming-out Daw, S. (2019a, November 21). Songs that defined the decade: Hayley Kiyoko’s ‘Girls Like  Girls.’ Billboard. Retrieved from https://www.billboard.com/articles/columns/pop/8543906/hayley-kiyoko-girls-like-girls-songs-that-defined-the-decade Daw, S. (2019b, December 20). Queering the mainstream: How acceptance for LGBTQ pop  stars evolved in the 2010s. Billboard. Retrieved from https://www.billboard.com/articles/news/pride/8546634/mainstream-lgbtq-pop-stars-queer-evolution de Freitas, C., Jordan, H., & Hughes, E. K. (2018). Body image diversity in the media: A content  analysis of women's fashion magazines. Health Promotion Journal of Australia: Official Journal of Australian Association of Health Promotion Professionals, 29(3), 251-256. doi:10.1002/hpja.21 de Lauretis, T. (1991). Queer theory: lesbian and gay sexualities. Differences, 3(2), iii–xviii. Deming, M. (n.d.) Artist biography: Cris Williamson. All Music. Retrieved from  https://www.allmusic.com/artist/cris-williamson-mn0000133456/biography Dhaenens, F. (2016). Reading gay music videos: An inquiry into the representation of sexual  diversity in contemporary popular music videos. Popular Music and Society, 39(5), 532-546. doi:10.1080/03007766.2015.1068530     103 Dixon, A. R., & Telles, E. E. (2017). Skin color and colorism: Global research, concepts, and  measurement. Annual Review of Sociology, 43(1), 405-424. doi:10.1146/annurev-soc-060116-053315 Donahue, A. T. (2016, January 11). The golden age of the pansexual character is upon us. Flare.  Retrieved from https://www.flare.com/celebrity/entertainment/golden-age-of-the-pansexual-tv-character/ Edmond, M. (2014). Here we go again: Music videos after YouTube. Television & New Media,  15(4), 305-320. doi:10.1177/1527476412465901 Ellithorpe, M. E., & Bleakley, A. (2016). Wanting to see people like me? Racial and gender  diversity in popular adolescent television. Journal of Youth and Adolescence, 45(7), 1426-1437. doi:10.1007/s10964-016-0415-4 Fisher, L.A. (2019, September 20). Women were incredibly moved by Rihanna’s Savage X  Fenty show. Harper’s BAZAAR. Retrieved from https://www.harpersbazaar.com/fashion/fashion-week/a29143403/rihanna-savage-fenty-show-2019-reactions-reviews/ Foucault, M. (1978). The history of sexuality. New York, NY: Pantheon Books. Fouts, G., & Burggraf, K. (1999). Television situation comedies: Female body images and verbal  reinforcements. Sex Roles, 40(5), 473. Retrieved from  https://search-proquest-com.libezproxy2.syr.edu/docview/1308102639?accountid=14214  Fouts, G., & Burggraf, K. (2000). Television situation comedies: Female weight, male negative   comments, and audience reactions. Sex Roles, 42(9), 925. Retrieved from  https://search-proquest-com.libezproxy2.syr.edu/docview/1308100941?accountid=14214      104 Freelon, D.G. (2010). ReCal: intercoder reliability calculation as a web service. Dfreelon.org.  Retrieved from http://dfreelon.org/utils/recalfront/recal2/ Fuss, D. (1991). Inside/out. In D. Fuss (Ed.), Inside out: Lesbian theories Inside out: Lesbian  theories (pp. 1–12). New York: Routledge Galupo, M. P., Ramirez, J. L., & Pulice-Farrow, L. (2017). \"Regardless of their gender\":  Descriptions of sexual identity among bisexual, pansexual, and queer identified individuals. Journal of Bisexuality, 17(1), 108-124. doi:10.1080/15299716.2016.1228491 Gensler, A. (2016, February 2). Down to brass tacks: Gwen Stefani’s $12 million live music  video for Target new centerpiece to a emerging. Billboard. Retrieved from https://www.billboard.com/articles/business/6882920/brass-tacks-gwen-stefani-12-million-live-music-video-target-trend Goldberg, S. K., Rothblum, E. D., Russell, S. T., & Meyer, I. H. (2019). Exploring the Q in  LGBTQ: Demographic characteristic and sexuality of queer people in a U.S. representative sample of sexual minorities. Psychology of Sexual Orientation and Gender Diversity, doi:10.1037/sgd0000359 Gomillion, S. C., & Giuliano, T. A. (2011). The influence of media role models on gay, lesbian,  and bisexual identity. Journal of Homosexuality, 58(3), 330-354. doi:10.1080/00918369.2011.546729 Goulden, J. (1998). From stage to screen and back: Tash fairbanks' nocturne shedding some light  on lesbian representation, and the performance of lesbian desire. Journal of Lesbian Studies, 2(2-3), 139-155. doi:10.1300/J155v02n02_10     105 Grabe, S., Ward, L. M., & Hyde, J. S. (2008). The role of the media in body image concerns  among women: A meta-analysis of experimental and correlational studies. Psychological Bulletin, 134(3), 460-476. doi:10.1037/0033-2909.134.3.460 Grant, J. M., Mottet, L. A., Tanis, J., Harrison, J., Herman, J. L., Keisling, M. (2011). Injustice at every turn: A report of the national transgender discrimination survey. National Center for Transgender Equality. Retrieved from https://transequality.org/ Gutowitz, J. (2019, January 9). The state of queer women in pop music in 2019. Into. Retrieved  from https://www.intomore.com/culture/the-state-of-queer-women-in-pop-music-in-2019 Hall, R. E. (2018). The globalization of light skin colorism: From critical race to critical skin  theory. American Behavioral Scientist, 62(14), 2133-2145. doi:10.1177/0002764218810755 Hancock, A. (2011) Solidarity politics for Millennials: A guide to ending the oppression  olympics. New York: Palgrave Macmillan. Hannon, L., & DeFina, R. (2016). Reliability concerns in measuring respondent skin tone by  interviewer observation. Public Opinion Quarterly, 80(2), 534-541. doi:10.1093/poq/nfw015 Haridakis, P. & Hanson, G. (2009). Social interaction and co-viewing with YouTube: Blending  mass communication reception and social connection. Journal of Broadcasting & Electronic Media, 53(2), 317-335. doi:10.1080/08838150902908270 Harriger, J. A., Serier, K. N., Luedke, M., Robertson, S., & Bojorquez, A. (2018). Appearance- related themes in children's animated movies released between 2004 and 2016: A content analysis. Body Image, 26, 78-82. doi:10.1016/j.bodyim.2018.06.004     106 Harvey, D. (2003, July 21). Rise Above: The Tribe 8 documentary. Variety. Retrieved from  https://variety.com/2003/film/reviews/rise-above-the-tribe-8-documentary-1200540386/ Harwood, J. (1997). Viewing age: Lifespan identity and television viewing choices. Journal of  Broadcasting & Electronic Media, 41(2), 203-213. doi:10.1080/08838159709364401 Harwood, J. (1999). Age identity and television viewing preferences. Communication Reports,  12(2), 85-90. Retrieved from https://doi-org.libezproxy2.syr.edu/10.1080/08934219909367713 Hayes, E. M. (2010). Songs in black and lavender: Race, sexual politics, and women's music.  Urbana, IL: University of Illinois Press. doi:10.5406/j.ctt1xchf2 Haylock, Z. (2019, September 5). Lil Nas X’s ‘Panini’ music video says goodbye to yeehaw and  hello to sexy robots. Vulture. Retrieved from https://www.vulture.com/2019/09/lil-nas-x-panini-music-video-skai-jackson.html Henderson, T. (2019, June 25). The sexually fluid singles meet/flirt in Are You the One? Sneak  peek. Pride. Retrieved from  https://www.pride.com/tv/2019/6/25/sexually-fluid-singles-meetflirt-are-you-one-sneak-peek Hilton, R. (2017, July 13) k.d. lang reflects on 25 years of ‘Ingénue.’ NPR. Retrieved from  https://www.npr.org/sections/allsongs/2017/07/13/536522399/k-d-lang-reflects-on-25-years-of-ing-nue Hilton-Morrow, W., & Battles, K. (2015). Sexual identities and the media: An introduction.  Abingdon, UK: Routledge.     107 Himes, S. M., & Thompson, J. K. (2007). Fat stigmatization in television shows and movies: A  content analysis. Obesity, 15(3), 712-8. Retrieved from http://dx.doi.org.libezproxy2.syr.edu/10.1038/oby.2007.635 Holz Ivory, A., Gibson, R., & Ivory, J. D. (2009). Gendered relationships on television:  Portrayals of same-sex and heterosexual couples. Mass Communication and Society, 12(2), 170-192. https://doi-org.libezproxy2.syr.edu/10.1080/15205430802169607 Holtzman, L., & Sharpe, L. (2014). Media messages: What film, television, and popular music  teach us about race, class, gender, and sexual orientation. Abingdon, UK: Routledge. Horner, E. (2007). Queer identities and bisexual identities: What’s the difference? In B. A.  Firestein (Ed.), Becoming visible: Counseling bisexuals across the lifespan (pp. 287–296). New York, NY: Columbia University Press. Human Rights Campaign. (2020). Glossary of terms. Human Rights Campaign. Retrieved from  https://www.hrc.org/resources/glossary-of-terms Hurtado, A. (2019, August 27). Why Lizzo’s powerful VMA performance was so meaningful.  Parade. Retrieved from https://parade.com/916367/alexandra-hurtado/lizzo-vmas-performance-inclusivity/ Hutson, D. J. (2010). Standing OUT/Fitting IN: Identity, appearance, and authenticity in gay and  lesbian communities. Symbolic Interaction, 33(2), 213-233. doi:10.1525/si.2010.33.2.213 Huxley, C., Clarke, V., & Halliwell, E. (2014). Resisting and conforming to the 'Lesbian look':  The importance of appearance norms for lesbian and bisexual women. Journal of Community & Applied Social Psychology, 24(3), 205-219. doi:10.1002/casp.2161     108 Jetson, K. (2019, June 20). Queercore pioneers Team Dresch on reuniting: ‘We just love the sh-t  out of each other.’ Billboard. Retrieved from https://www.billboard.com/articles/news/pride/8516904/team-dresch-reunion-interview Johnson, G. (2019, June 30). White gay privilege exists all year, but it is particularly hurtful  during Pride. NBC Think. Retrieved from https://www.nbcnews.com/think/opinion/white-gay-privilege-exists-all-year-it-particularly-hurtful-during-ncna1024961. Jones, D. (2018, December 5). How 2018 became the year ‘20GAYTEEN’. Vice. Retrieved  from https://www.vice.com/en_uk/article/qvqw8d/how-2018-became-the-year-20gayteen.  Katz, E., Blumler, J. G., & Gurevitch, M. (1973). Uses and gratifications research. The Public  Opinion Quarterly, 37(4), 509-523. Keazor, H., & Wübbena, T. (2010). Rewind, play, fast forward: The past, present and future of  the music video. Piscataway, NJ: Transcript. Korsgaard, M. B. (2017). Music video after MTV: Audiovisual studies, new media, and popular  music. New York; NY: Routledge, Taylor & Francis Group. Kraus, A., & Martins, N. (2017). On the street: A content analysis of body imagery in streetstyle  fashion blogs. Journal of Broadcasting & Electronic Media, 61, 351–367. http://dx.doi.org/10.1080/08838151.2017.1309410 Krippendorf, K. (2013). Content Analysis: An Introduction to its Methodology: Third Edition.   Thousand Oaks, CA: Sage Publications. Langfelder, N. (2016, February 1). Let’s end queerbaiting in 2016. Afterellen. Retrieved from   https://www.afterellen.com/tv/471593-lets-end-queerbaiting-2016     109 Layton, J. (2018, December 13). 18 queer moments that prove 2018 was the gayest year on  record. Junkee. Retrieved from https://junkee.com/20gayteen-list/183445 Levine, M. P., & Murnen, S. K. (2009). “Everybody knows that mass media are/are not [pick  one] a cause of eating disorders”: A critical review of evidence for a causal link between media, negative body image, and disordered eating in females. Journal of Social and Clinical Psychology, 28(1), 9-42. doi:10.1521/jscp.2009.28.1.9 LGBT Demographic Data Interactive. (2019, January). Los Angeles, CA: The Williams Institute,  UCLA School of Law. Retrieved from https://williamsinstitute.law.ucla.edu/visualization/lgbt-stats/?topic=LGBT#about-the-data Lieb, K. (2018a). Gender, branding, and the modern music industry: The social construction of  female popular music stars (2nd ed.). New York, NY: Routledge. Lieb, K. (2018b, September 20). 2018 is the year of the queer woman pop star. Buzzfeed.  Retrieved from https://www.buzzfeednews.com/article/kristinlieb/queer-women-in-pop-katy-perry-hayley-kiyoko-janelle-monae Liikkanen, L. A., & Salovaara, A. (2015). Music on YouTube: User engagement with traditional,  user-appropriated and derivative videos. Computers in Human Behavior, 50, 108-124. doi:10.1016/j.chb.2015.01.067 Lin, H. (2009). Looking for Asian butch-dykes: Exploring filmic representations of East Asian  butch-dykes in Donna Lee's Enter the Mullet. Journal of Lesbian Studies, 13(1), 68-76. doi:10.1080/07380560802314193     110 Lys, F. (2018, February 14). LGBT Black history spotlight: Me’Shell Ndegeocello, musical  genius. Soule. Retrieved from https://www.soule.lgbt/black-lgbt-spotlight-meshell-Ndegeocello-musical-genius/ Mancini, M. (2019, May 9). Queerbaiting is an outdated pop culture tactic. Here’s why.  Qrewcial. Retrieved from https://qrewcial.com/queerbaiting-is-an-outdated-pop-culture-tactic-heres-why/ Marchetti, G. (1993). Romance and the \"yellow peril\": Race, sex, and discursive strategies in  Hollywood fiction. Berkeley: University of California Press. Markey, C. N., & Markey, P. M. (2014). Gender, sexual orientation, and romantic partner  influence on body image: An examination of heterosexual and lesbian women and their partners. Journal of Social and Personal Relationships, 31(2), 162-177. doi:10.1177/0265407513489472 Massaquoi, N. (2015). Queer theory and intersectionality. In J.D. Wright (Ed.), International  Encyclopedia of the Social & Behavioral Sciences, (pp. 765-770). Amsterdam, Netherlands: Elsevier.  Mastro, D. E., Behm‐Morawitz, E., & Kopacz, M. A. (2008). Exposure to television portrayals  of Latinos: The implications of aversive racism and social identity theory. Human Communication Research, 34(1), 1-27. doi:10.1111/j.1468-2958.2007.00311.x Mathews, T. J., & Johnson, G. S. (2015). Skin complexion in the twenty-first century: The  impact of colorism on African American women. Race, Gender & Class, 22(1-2), 248-274. Retrieved from https://search-proquest-com.libezproxy2.syr.edu/docview/1757045044?accountid=14214     111 Maxwell, M. L., Abrams, J. A., & Belgrave, F. Z. (2016). Redbones and earth mothers: The  influence of rap music on African American girls' perceptions of skin color. Psychology of Music, 44(6), 1488-1499. doi:10.1177/0305735616643175 McCall, L. (2005). The complexity of intersectionality. Signs: Journal of Women in  Culture and Society, 30(3), 1771– 1800. https://doi.org/10.1086/426800 McInroy, L. B., & Craig, S. L. (2018). Online fandom, identity milestones, and self- identification of sexual/gender minority youth. Journal of LGBT Youth, 15(3), 179-196. doi:10.1080/19361653.2018.1459220 McNicholas Smith, K., Tyler, I., & Tyler, I. (2017). Lesbian brides: Post-queer popular culture.  Feminist Media Studies, 17(3), 315-331. doi:10.1080/14680777.2017.1282883 Merrett, R. (2018, October 5). Disney star Alyson Stoner shares romantic kiss with her female  love interest in her new music video. People. Retrieved from https://people.com/music/alyson-stoner-music-video-fool-female-love-interest/ Meyer, M. D. E. (2013). Media, sexuality and identity: Thoughts on the role text, audience and  production play in cultural discourse. Sexuality & Culture, 17(3), 379-383. doi:10.1007/s12119-013-9191-4 Moore, M. (2006). Lipstick or timberlands? Meanings of gender presentation in black lesbian  communities. Signs, 32(1), 113-139. doi:10.1086/505269 Morandini, J. S., Blaszczynski, A., & Dar-Nimrod, I. (2017). Who adopts queer and pansexual  sexual identities? The Journal of Sex Research, 54(7), 911-922. doi:10.1080/00224499.2016.1249332     112 Moreno-Domínguez, S., Raposo, T., & Elipe, P. (2019). Body image and sexual dissatisfaction:  Differences among heterosexual, bisexual, and lesbian women. Frontiers in Psychology, 10(1), 1-12. doi:10.3389/fpsyg.2019.00903 Nabi, R. L., Stitt, C. R., Halford, J., & Finnerty, K. L. (2006). Emotional and cognitive predictors  of the enjoyment of reality-based and fictional television programming: An elaboration of the uses and gratifications perspective. Media Psychology, 8(4), 421-447. doi:10.1207/s1532785xmep0804_5 Nair, S. (2008). Hey good lookin'!: Popular culture, femininity, and lesbian representation in  transnational regimes. Journal of Lesbian Studies, 12(4), 407-422. doi:10.1080/10894160802278531 Namaste, K. (1994). The politics of Inside/Out: Queer theory, poststructuralism, and a  sociological approach to sexuality. Sociological Theory, 12(2), 220-231. doi:10.2307/201866 Newport, F. (2018, May 22). In U.S., estimate of LGBT population rises to 4.5%. Gallup.  Retrieved from https://news.gallup.com/poll/234863/estimate-lgbt-population-rises.aspx Ng, E. (2008). Reading the romance of fan cultural production: Music videos of a television  lesbian couple. Popular Communication, 6(2), 103-121. doi:10.1080/15405700701746525 Nicholls, S. B., & Rice, R. E. (2017). A dual-identity model of responses to deviance in online  groups: Integrating social identity theory and expectancy violations theory. Communication Theory, 27(3), 243-268. doi:10.1111/comt.12113     113 Parker, E. (2018, March 4). The problem with pansexual people and entertainment: How  Hollywood avoids representation beyond LGB characters. Medium: Think Queerly. Retrieved from https://medium.com/th-ink/the-problem-with-pansexual-people-and-entertainment-c198ae9eec3b Penrose, N. (2019, February 8). Ariana Grande’s new video ‘twist ending’ sparks controversy  over queer-baiting. Elle. Retrieved from https://www.elle.com/culture/music/a26250648/ariana-grande-plot-twist-music-video-queer/ Peplau, L. A., Frederick, D. A., Yee, C., Maisel, N., Lever, J., & Ghavami, N. (2009). Body  image satisfaction in heterosexual, gay, and lesbian adults. Archives of Sexual Behavior, 38(5), 713-25. doi:http://dx.doi.org.libezproxy2.syr.edu/10.1007/s10508-008-9378-1 Railton, D., & Watson, P., 1972. (2011). Music video and the politics of representation.  Edinburgh: Edinburgh University Press. doi:10.3366/j.ctt1r1zr6 Rayfield, N., Buque, M. & Miville, M. (2017). Lesbians. In K. Nadal (Ed.), The SAGE  Encyclopedia of Psychology and Gender (pp. 1054-1057). Thousand Oaks, CA: SAGE Publications, Inc. doi: 10.4135/9781483384269.n351 Reign, E. (2018, October 25). Chance Perdomo has a lot to say about his pansexual character on  Sabrina. them. Retrieved from https://www.them.us/story/chance-perdomo-pansexual-character-sabrina Richards, N. M. (2015). Gender roles, homophobia, and the closet: Experiences of queer women.  ProQuest Dissertations & Theses Global. Retrieved from https://search-proquest-com.libezproxy2.syr.edu/docview/1938728827?accountid=14214     114 Richardson, D. & Seidman, S. (2002). Handbook of lesbian and gay studies. Thousand Oaks,  CA: SAGE. Riles, J. M., Varava, K., Pilny, A., & Tewksbury, D. (2018). Representations of interpersonal  interaction and Race/Ethnicity: An examination of prime-time network television programs. Journal of Broadcasting & Electronic Media, 62(2), 302-319. doi:10.1080/08838151.2018.1451862 Rodgers, R. F., Kruger, L., Lowy, A. S., Long, S., & Richard, C. (2019). Getting real about body  image: A qualitative investigation of the usefulness of the aerie real campaign. Body Image, 30(1), 127-134. doi:10.1016/j.bodyim.2019.06.002 Rothblum, E. D., & Sablove, P. (2005). Lesbian communities: Festivals, RVs, and the internet.  Binghamton, NY: Harrington Park Press. Rubin, A. M. (1981). An examination of television viewing motivations. Communication  Research, 8 (2), 141–165. Retrieved from https://doi-org.libezproxy2.syr.edu/10.1177/009365028100800201 Russell, K. (2007). Feminist dialectics and Marxist theory. Radical Philosophy Review, 10(1),  33– 54. doi: radphilrev200710115 San Filippo, M. (2013). The B word: Bisexuality in contemporary film and television.  Bloomington, Indiana: Indiana University Press. Saunders, J. F., Eaton, A. A., & Frazier, S. L. (2019). Disordered society: Women in eating disorder recovery advise policymakers on change. Administration and Policy in Mental Health and Mental Health Services Research, 46(2), 175-187. doi:10.1007/s10488-018- 0903-9     115 Sedgwick, E. K. (1990). Epistemology of the closet. Berkeley, CA: University of California  Press. Seregina, A., & Schouten, J. W. (2017). Resolving identity ambiguity through transcending  fandom. Consumption Markets & Culture, 20(2), 107-130. doi:10.1080/10253866.2016.1189417 Shaviro, S. (2017). Digital music videos. New Brunswick, NJ: Rutgers University Press. Shaw, A. (2009). Women on women: Lesbian identity, lesbian community, and lesbian comics.  Journal of Lesbian Studies, 13(1), 88-97. doi:10.1080/07380560802314227 Shore, M. & Bashe, P. R. (1987). Music video: A consumer's guide. New York:  Ballantine Books. Siersdorfer, S., Chelaru, S., Pedro, J. S., Altingovde, I. S., & Nejdl, W. (2014). Analyzing and  mining comments and comment ratings on the social web. ACM Transactions on the Web, 8(3), 1-39. doi:10.1145/2628441 Smalley, K. B., Warren, J. C., & Barefoot, K. N. (2016). Differences in health risk behaviors  across understudied LGBT subgroups. Health Psychology, 35(2), 103-114. doi:10.1037/hea0000231 Smith, M. L., Telford, E., & Tree, J. J. (2017). Body image and sexual orientation: The  experiences of lesbian and bisexual women. Journal of Health Psychology, 42(9), 1178-1190. doi:10.1177/1359105317694486 Smith, S. L., Choueiti, M., Pieper, K., Yao, K., Choi, A. (2019, September). Inequality in 1,200  popular films: Examining portrayals of gender, race/ethnicity, LGBTQ, & disability from 2007-2018. Annenberg Inclusion Initiative. Retrieved from http://assets.uscannenberg.org/docs/aii-inequality-report-2019-09-03.pdf   116 Stonewall. (2017). Glossary of terms. Stonewall. Retrieved from  https://www.stonewall.org.uk/help-advice/glossary-terms Sumerau, J., Mathers, L. A., Nowakowski, A. C., & Cragun, R. T. (2017). Helping quantitative  sociology come out of the closet. Sexualities, 20(5-6), 644-656. doi:10.1177/1363460716666755 Swami, V., Salem, N., Furnham, A., & Tovée, M. J. (2008). Initial examination of the validity  and reliability of the female photographic figure rating scale for body image assessment. Personality and Individual Differences, 44(8), 1752-1761. doi:10.1016/j.paid.2008.02.002 Tajfel, H., & Turner, J. C. (1979). An integrative theory of intergroup conflict. In W. C. Austin  & S. Worchel (Eds.), The social psychology of intergroup relations (pp. 33-53). Monterey, CA: Brooks/Cole. Talbot, C. V., Gavin, J., van Steen, T., & Morey, Y. (2017). A content analysis of thinspiration,  fitspiration, and bonespiration imagery on social media. Journal of Eating Disorders, 5(1), 1-8. doi:10.1186/s40337-017-0170-2 Tiggemann, M., & Zaccardo, M. (2018). ‘Strong is the new skinny’: A content analysis of  #fitspiration images on instagram. Journal of Health Psychology, 23(8), 1003-1011. doi:10.1177/1359105316639436 Townsend, M., Deerwater, R., Adams, N., Trasandes, M., & Hood, D. (2018). Where we are on  TV: 2019-2020. GLAAD. Retrieved from  https://www.glaad.org/sites/default/files/GLAAD%20WHERE%20WE%20ARE%20ON %20TV%202019%202020.pdf     117 Tranter, J. (2017, June 8). Justin Tranter on Ani DiFranco & her groundbreaking use of same sex  pronouns. Billboard. Retrieved from https://www.billboard.com/articles/news/pride/7825506/justin-tranter-ani-difranco-inspiration Tukachinsky, R. (2015). Where we have been and where we can go from here: Looking to the  future in research on media, race, and ethnicity. Journal of Social Issues, 71(1), 186-199. doi:10.1111/josi.12104 Tukachinsky, R., Mastro, D., & Yarchi, M. (2015). Documenting portrayals of Race/Ethnicity on  primetime television over a 20‐Year span and their association with National‐Level Racial/Ethnic attitudes. Journal of Social Issues, 71(1), 17-38. doi:10.1111/josi.12094 Tukachinsky, R., Mastro, D., & Yarchi, M. (2017). The effect of prime time television  ethnic/racial stereotypes on Latino and Black Americans: A longitudinal national level study. Journal of Broadcasting & Electronic Media, 61(3), 538-556. doi:10.1080/08838151.2017.1344669 Turner, J. S. (2011). Sex and the spectacle of music videos: An examination of the portrayal of  race and sexuality in music videos. Sex Roles, 64(3), 173-191. doi:10.1007/s11199-010-9766-6 van Klinken, A. (2018). Citizenship of love: The politics, ethics and aesthetics of sexual  citizenship in a kenyan gay music video. Citizenship Studies, 22(6), 650-665. doi:10.1080/13621025.2018.1494901 Vernallis, C. (2013). Unruly media: YouTube, music video, and the new digital cinema. New  York: Oxford University Press. doi:10.1093/acprof:oso/9780199766994.001.0001     118 Vernallis, C. (2017). Beyoncé’s overwhelming opus; or, the past and future of music  video. Film Criticism 41(1). Retrieved from http://dx.doi.org/10.3998/fc.13761232.0041.105 Vivinetto, G. (2015, August 28). 60 music videos that raised LGBT visibility. The Advocate.  Retrieved from https://www.advocate.com/arts-entertainment/music/2015/08/28/60-music-videos-raised-lgbt-visibility?pg=1 Wallis, C. (2011). Performing gender: A content analysis of gender display in music videos. Sex  Roles, 64(3), 160-172. doi:10.1007/s11199-010-9814-2 Webb, J. B., Vinoski, E. R., Warren-Findlow, J., Burrell, M. I., & Putz, D. Y. (2017). Downward  dog becomes fit body, inc.: A content analysis of 40 years of female cover images of yoga journal. Body Image, 22(1), 129-135. doi:10.1016/j.bodyim.2017.07.001 Wedwick, L., & Latham, N. (2013). Socializing young readers: A content analysis of body size  images in Caldecott medal winners. Reading Horizons (Online), 52(4), 333. Weinar, J. (2019, August 6). Where are all the stock photos of diverse bodies? Philadelphia  Magazine. Retrieved from  https://www.phillymag.com/be-well-philly/2019/08/06/diverse-stock-photos/ White, A. (2015, September 10). How Sense8 quietly became the best LGBTQIA representation  on TV. The Mary Sue. Retrieved from  https://www.themarysue.com/sense8-reson-to-watch/ White, S. E., Brown, N. J., & Ginsburg, S. L. (1999). Diversity of body types in network  television programming: A content analysis. Communication Research Reports, 16(4), 386-392. doi:10.1080/08824099909388740     119 Widdows, H. (2018). Perfect me: Beauty as an ethical ideal. Princeton, NJ: Princeton University  Press. Yuen, N. W. (2017). Reel inequality: Hollywood actors and racism. New Brunswick, New  Jersey: Rutgers University Press. Yiannis, J. (2017, June 14). Holly Near. GayCultureLand. Retrieved from  http://gaycultureland.blogspot.com/2017/06/holly-near.html Zhang, Y., Dixon, T. L., & Conrad, K. (2010). Female body image as a function of themes in rap  music videos: A content analysis. Sex Roles, 62(11), 787-797. doi:10.1007/s11199-009-9656-y     120 Sierra\tA.\tHolland\tsahollan@syr.edu\t\tSyracuse\tUniversity\t \t \t \t \t \t \t \tS.I.\tNewhouse\tSchool\tof\tPublic\tCommunications\t\t\t \t \tM.A.\tMedia\tStudies\tAdvisor:\tDr.\tCarol\tM.\tLiebler\tMay\t2020\tGPA:\t4.0\t \t \t \t \t \t \t \t \t\tTemple\tUniversity\t \t \t \t \t \t \t \t \tKlein\tCollege\tof\tMedia\tand\tCommunications\t \t \t \t \t \tB.A.\tStrategic\tCommunications,\tRhetoric\t&\tPublic\tAdvocacy\t\tCertificate\tof\tLatin\tAmerican\tStudies\tMay\t2018\t \tGPA:\t3.98\t\t\t \t \t  PUBLICATION \t2020\t Narratives\tof\tthe\t2016\tUnited\tStates\tElection\tThrough\tthe\tEyes\tof\t\tHillary\tClinton\t\tUnfavorability\t(Under\tReview)\t\tCONFERENCE\tPRESENTATIONS\t\t2020\t International\tCommunication\tAssociation\tConference\tGold\tCoast,\tAustralia\tSexual\tConsent\tis\t“Not”\tSexy:\tA\tContent\tAnalysis\tof\tSexual\tScripts\tin\tTeenage-Based\t\tNetflix\tShows\t\t2020\t Western\tStates\tCommunication\tAssociation\tConference\tDenver,\tCO\tThe\tRoad\tto\tRedemption\tor\tthe\tPath\tto\tBacklash:\tUnderstanding\tMedia\tFraming\tof\t\tCelebrity\tComebacks\tin\tthe\t#MeToo\tEra\t\t2018\t National\tCommunication\tAssociation\tConference\tNarratives\tof\tthe\t2016\tUnited\tStates\tElection\tthrough\tthe\tEyes\tof\tHillary\tClinton\tUnfavorability\t\t2018\t National\tCommunication\tAssociation\tConference\tWomen\tas\tSex\tObjects\tin\tthe\t2005\tLeaked\tAccess\tHollywood\tTape:\tIdeologies\tof\t\tDonald\tTrump\t\t2018\t National\tCommunication\tAssociation\tConference\tHashtags\ton\tSocial\tMedia\tPlatforms\tas\tForums\tfor\tSocial\tUnrest:\t#MeToo,\t\t#BodyPositivity,\t#Brelfie\t  121 \t\tEXPERIENCE\t\t\t2020\t\t\tS.I.\tNewhouse\tSchool\tof\tPublic\tCommunications\t\t Tully\tCenter\tfor\tFree\tSpeech\t\t Research\tAssistant;\tProf.\tRoy\tS.\tGutterman\t\tContributed\tto\tthe\tresearch\tand\treporting\tof\tProf.\tRoy\tS.\tGutterman\tby\tcollecting\tarticles\ton\trelevant\tFirst\tAmendment\tlaw\tcases.\tSupported\tthe\tmission\tof\tthe\tTully\tCenter\tby\tpublicizing\timportant\tpress\tfreedom\tand\tfree\tspeech\tissues\tthrough\tsocial\tmedia.\t\t\t2019\t S.I.\tNewhouse\tSchool\tof\tPublic\tCommunications\tCOM107:\tCommunications\t&\tSociety\tInstructional\tAssociate;\tProf.\tCarolyn\tDavis\tHedges\tThis\tcourse\tis\tfocused\ton\tmass\tmedia\tand\ttheir\tfunctions;\tcontemporary\tproblems\tof\tthe\tmedia;\tand\tlegal,\tsocial,\teconomic,\tand\tpsychological\timplications\tof\tmedia’s\trelationships\twith\tsociety.\tThis\tcourse\thelps\tstudents\thave\ta\tmore\tcritical\tunderstanding\tof\tthe\trole\tof\tthe\tmass\tmedia\tin\tAmerican\tlife\tand\tof\tthe\tdemands\ton\tthe\tprofessionals\twho\tcreate\tand\tdistribute\tmedia\tcontent.\t\t2018\t S.I.\tNewhouse\tSchool\tof\tPublic\tCommunications\t\tCOM348:\tBeauty\t&\tDiversity\tin\tFashion\tMedia\tInstructional\tAssociate;\tProf.\tHarriet\tBrown\tThis\tcourse\thelps\tstudents\texplore\tvarious\ttypes\tof\tfashion\tmedia\tand\tthe\tcritical\tissues\tthat\tsurround\tthe\tportrayal\tof\tappearance\tin\tthose\tmedia.\tUsing\ttheory,\tcritical\tanalysis,\thistorical\tperspectives,\tand\tcurrent\texamples,\tstudents\texplore\tthe\tconcept\tof\tbeauty,\tthe\tpolitics\tof\tappearance,\tthe\tconstruction/presentation\tof\tself,\thow\tclothing\tcommunicates,\tthe\timpact\tof\tmedia\ton\tbody\timage,\tand\tother\ttopics\trelevant\tto\tdiverse\tgroups\tin\ta\tglobal\tsociety.\t\t\t\t ",
    "id": 387554219,
    "identifiers": {
        "doi": null,
        "oai": "oai:surface.syr.edu:thesis-1399"
    },
    "title": "Examining Diversity in YouTube Music Videos with Queer Women Couples from 2006-2019",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-05-10T08:00:00+01:00",
    "publisher": "SURFACE at Syracuse University",
    "references": [],
    "sourceFulltextUrls": [
        "https://surface.syr.edu/cgi/viewcontent.cgi?article=1399&context=thesis"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/387554219.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/387554219"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/387554219/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/387554219/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/387554219"
        }
    ],
    "abstract": "This quantitative study examines the diversity of women included in music videos with             relationships between two women through a comparative content analysis. Informed by             intersectionality and queer theory, this study investigated the racial diversity, body             diversity, gender performance, and tropes present in music videos with queer women             couples (n=473) through a quantitative content analysis. This study also compared the             diversity and tropes present in music videos made by musicians who identify as lesbian,             bisexual, pansexual, and queer women and music videos made by non-queer musicians.             Quantitative data was collected and reported for musicians who identify outside of the             gender binary (e.g. non-binary, gender non-conforming, agender), but they were not             included in the comparative analysis in an effort to not misgender these musicians. This             thesis reports that the majority of women included in these music videos are white             (62.79%), thin (98.73%), feminine (79.07%). In addition, the music videos often             contained themes that exploit queer women’s sexuality either by a non-queer artist             trying to gain queer women’s viewership or by portraying queer women’s relationships as             for men’s pleasure. By analyzing the ways that lesbian, bisexual, and pansexual couples             are portrayed in YouTube music videos from 2006-2019, this study asserts that music             videos have included more elements of diversity over time–though more diversity is             needed to be truly inclusive of all lesbian, bisexual, pansexual, and queer women",
    "tags": [
        "text",
        "Content Analysis",
        "Diversity",
        "Intersectionality",
        "LGBT",
        "Music Videos",
        "YouTube",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:surface.syr.edu:thesis-1399",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2649",
        "openDoarId": 0,
        "name": "Syracuse University Research Facility and Collaborative Environment",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 387554219,
        "depositedDate": null,
        "publishedDate": "2020-05-10T08:00:00+01:00",
        "updatedDate": "2024-01-20T18:40:28+00:00",
        "acceptedDate": null,
        "createdDate": "2021-03-02T04:53:02+00:00"
    },
    "urls": [
        "https://surface.syr.edu/thesis/398",
        "https://surface.syr.edu/context/thesis/article/1399/viewcontent/HOLLAND_SIERRA.pdf"
    ],
    "lastUpdate": "2024-01-20T18:40:28+00:00",
    "setSpecs": []
}