{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Bennett, Amber M"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-10T01:15:08+01:00",
    "dataProvider": {
        "id": 218,
        "name": "ScholarlyCommons@Penn",
        "url": "https://api.core.ac.uk/v3/data-providers/218",
        "logo": "https://api.core.ac.uk/data-providers/218/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/219379059.pdf",
    "fullText": "University of PennsylvaniaScholarlyCommonsDoctorate in Social Work (DSW) Dissertations School of Social Policy and PracticeSummer 8-2018EXAMINING FACTORS THAT EXPLAINDEPRESSION AND ANXIETY AMONGTRANSGENDER COLLEGE STUDENTSAmber M. Bennettambennet@mtu.eduFollow this and additional works at: https://repository.upenn.edu/edissertations_sp2Part of the Higher Education Commons, and the Social Work CommonsThis paper is posted at ScholarlyCommons. https://repository.upenn.edu/edissertations_sp2/120For more information, please contact repository@pobox.upenn.edu.Recommended CitationBennett, Amber M., \"EXAMINING FACTORS THAT EXPLAIN DEPRESSION AND ANXIETY AMONG TRANSGENDERCOLLEGE STUDENTS\" (2018). Doctorate in Social Work (DSW) Dissertations. 120.https://repository.upenn.edu/edissertations_sp2/120EXAMINING FACTORS THAT EXPLAIN DEPRESSION ANDANXIETY AMONG TRANSGENDER COLLEGE STUDENTSAbstractThis mixed-methods study aimed to examine the relationship between transgender students’ mental healthwith their perceptions of belonging, social support, and overall campus climate. It was hypothesized thattransgender college students who perceive a more inclusive campus climate, higher levels of perceivedbelongingness, and higher levels of social supports within their college environment will experience lowerseverity of anxiety and depression symptoms. 117 respondents were recruited via online platforms andthrough active membership in professional organizations. All participants completed an anonymous onlinesurvey and provided responses to three open-ended qualitative questions about their campus experiences.Quantitative data was analyzed via multiple regression analyses by step and hypothesis-coding method wasutilized for qualitative data. Multiple regression analyses found significant relationships between anxiety andthe independent variables of perception of family social support (p2was .37. For depression, a significantrelationship was found with the independent variable of perception of family social support (p2was .38.Qualitative analysis provided voice to respondents’ experiences with harassment, lack of family social support,self-stigma, and being out on campus. Fear of harassment, lack of family support, self-stigma, and lack ofcomfort in sharing one’s full identity to those around them directly influenced the severity of anxiety anddepressive symptoms transgender college experience. Support is an essential component to navigating thesechallenges. It is critical advocates and allies be poised to assist and support this population through theirundergraduate years. Clinical social workers are well-equipped to provide critical emotional supportsnecessary to address the mental health needs of this population, as well as administratively influencing thepersonal and campus environments experienced by these individuals.Degree TypeDissertationDegree NameDoctor of Social Work (DSW)First AdvisorPhyllis Solomon, PhDSecond AdvisorGenny Beemyn, PhDKeywordsTransgender, Mental Health, College, Campus Climate, Anxiety, Depression, Social SupportSubject CategoriesHigher Education | Social and Behavioral Sciences | Social WorkThis dissertation is available at ScholarlyCommons: https://repository.upenn.edu/edissertations_sp2/120  Examining Factors that Explain Depression and Anxiety Among Transgender College Students Amber M. Bennett, LCSW A DISSERTATION in Social Work Presented to the Faculties of the University of Pennsylvania in Partial Fulfillment of the Requirements for the  Degree of Doctor of Social Work 2018         Phyllis Solomon, PhD Dissertation Chair, Professor  John L. Jackson, Jr., PhD Dean, School of Social Policy and Practice  Dissertation Committee Genny Beemyn, PhD      Copyright 2018 by Amber M. Bennett All rights reserved.  iii  ACKNOWLEDGEMENTS Over the past three years numerous family members, friends, and colleagues have provided me with boundless encouragement, guidance, and support. I am grateful for the kind words, love, and unending confidence each of you has bestowed upon me. Balancing the commitments of work, school, and a young family is not easy, but I never had to do this alone as I had each of you by my side.  Ryan, Joshua, Matthew, and Eli, I would not have made it through this journey without you. Thank you for your patience, unconditional love, and for being the best cheering section a wife and mother could ever ask for. Each of you has sacrificed so much throughout the past few years to support this dream and for that I am eternally grateful. Drs. Phyllis Solomon and Genny Beemyn, you have both been incredibly generous with your time, feedback, and endless encouragement throughout this journey. Thank you for your mentorship and I look forward to continuing this work with both of you. To the students I have the distinct honor and pleasure of working with each day and for those who participated in this research, thank you! Your honesty, courageousness, and tenacity astound me every day. You were and continue to be the source of my motivation and desire to do this work, to provide hope, and to begin to create a place where you are safe and loved unconditionally for who you are and for every identity you hold.               iv  ABSTRACT  Examining Factors that Explain Depression and Anxiety Among Transgender College Students  Amber M. Bennett  This mixed-methods study aimed to examine the relationship between transgender students’ mental health with their perceptions of belonging, social support, and overall campus climate. It was hypothesized that transgender college students who perceive a more inclusive campus climate, higher levels of perceived belongingness, and higher levels of social supports within their college environment will experience lower severity of anxiety and depression symptoms. 117 respondents were recruited via online platforms and through active membership in professional organizations. All participants completed an anonymous online survey and provided responses to three open-ended qualitative questions about their campus experiences. Quantitative data was analyzed via multiple regression analyses by step and hypothesis-coding method was utilized for qualitative data. Multiple regression analyses found significant relationships between anxiety and the independent variables of perception of family social support (p<.01) and experiences of harassment (p<.05). A significant relationship was also found between anxiety and the control variables of self-stigma (p<.01), previous diagnosis of anxiety (p<.001), sex assigned at birth (p<.05), out total (p<.01), and class year (p<.05). For anxiety, adjusted R2 was .37. For depression, a significant relationship was found with the independent variable of perception of family social support (p<.001). No other independent variables were significant, yet self-stigma (p<.05), previous diagnosis of depression (p<.001), sex assigned at birth (p<.05), and the number of people a person is out to (p<.05) significantly contributed to the variance explained. R2 was .38. Qualitative analysis provided voice to respondents’ experiences with harassment, lack of family social support, self-stigma, and being out on campus. Fear of harassment, lack of family support, self-stigma, and lack of comfort in sharing one’s full identity to those around them directly influenced the severity of anxiety and depressive symptoms transgender college experience. Support is an essential component to navigating these challenges. It is critical advocates and allies be poised to assist and support this population through their undergraduate years. Clinical social workers are well-equipped to provide critical emotional supports necessary to address the mental health needs of this population, as well as administratively influencing the personal and campus environments experienced by these individuals.       v  TABLE OF CONTENTS  ACKNOWLEDGEMENTS-------------------------------------------------------------------------------iii ABSTRACT--------------------------------------------------------------------------------------------------iv LIST OF TABLES------------------------------------------------------------------------------------------ix CHAPTER 1: INTRODUCTION         STATEMENT OF THE PROBLEM       1 BACKGROUND AND SIGNIFICANCE      3   Student Development Theory       4    The Seven Vectors       4    Limits of Traditional Student Development Theories   7    Exploring Identity in Contemporary Student Development  Theories        8    Student Development Theories in Practice    9  Understanding Gender       10  MINORITY STRESS THEORY       12   MENTAL HEALTH CONCERNS       14   CAMPUS CLIMATE         17   Sense of Safety        18   Living          19   Classroom Experience       19   Resources         21  SOCIAL CONNECTEDNESS AND PEER INTERACTIONS   22 vi   ADDITIONAL FACTORS TO CONSIDER      24  IMPROVING OUR UNDERSTANDING      25 CHAPTER 2: METHODOLOGY        27  DESIGN          27  SETTING          28  SAMPLE SIZE AND POWER ANALYSIS      28   Recruitment Procedures       30   Inclusion/Exclusion Criteria       30  SUBJECT PAYMENTS        31  DATA REFUSERS AND DROPOUTS      31  MEASURES          32   Independent Variables       32   Dependent Variables        34   Control Variables        36   Qualitative Questions        39  DATA ANALYSIS         39  HUMAN SUBJECTS         40   Consent Procedures        38 CHAPTER 3: QUANTITATIVE STUDY FINDINGS     42  SAMPLE CHARACTERISTICS       42  DESCRIPTIVES FOR SCALE DATA      49 vii  HYPOTHESIS TESTING RELATING TO THE SEVERITY OF MENTAL HEALTH SYMPTOMS EXPERIENCED       51  Anxiety         52  Depression         55 EVALUATING THE HYPOTHESIS      58 CHAPTER 4: QUALITATIVE STUDY FINDINGS     59  ANXIETY AND DEPRESSION       59  HARASSMENT         60  SOCIAL SUPPORT         61  SELF-STIGMA         62   OUT TOTAL          64  EVALUATING THE HYPOTHESIS      65 CHAPTER 5: DISCUSSION AND CONCLUSIONS     67  EXPERIENCES OF HARASSMENT      68  FAMILY RELATIONSHIPS        70  SELF-STIGMA         71  OUT TOTAL          72  CLASS YEAR         72  A SENSE OF BELONGING        73  IMPLICATIONS FOR SOCIAL WORK PRACTICE    74   Improving Clinical Education      76   Addressing Anxiety and Depression      78 viii     Addressing Family Relationships     78    Addressing Stigma       79    Beyond the Clinical Lens      81  STRENGTHS AND LIMITATIONS       83  FUTURE DIRECTIONS        85  CONCLUSION         85  APPENDIX A: Recruitment Email        87 APPENDIX B: Informed Consent        88 APPENDIX C: Survey         90 REFERENCES          108              ix  LIST OF TABLES  TABLE 1: Sociodemographics---------------------------------------------------------------------- TABLE 2: Scale Summaries--------------------------------------------------------------------------- TABLE 3: Hierarchical Regression Analyses of Perceived Belongingness, Campus Climate, Perceived Social Support, and Select Control Variables Explaining Anxiety------------------- TABLE 4: Hierarchical Regression Analyses of Perceived Belongingness, Campus Climate, Perceived Social Support, and Select Control Variables Explaining Depression---------------            1  CHAPTER 1: INTRODUCTION  Statement of the Problem  The process of transitioning from high school to a university setting is overflowing with new challenges, including acclimating to a new environment, managing class schedules, implementing new routines with personal accountability, involvement in social activities and organizations, as well as exposure to new beliefs and values. Though many students navigate these new experiences with relative ease, there are others who may struggle to adjust due to individual characteristics and environmental stressors.  Individuals who identify as lesbian, gay, bisexual, transgender, queer/questioning, intersex, or asexual (LGBTQIA+), are particularly at risk of experiencing distress related to their new environment (Brown, Clarke, Gortmaker, & Robinson-Keilig, 2004; Budge, Adelson, & Howard, 2013; Dugan, Kusel, & Simounet, 2012; Effrig, Bieschke, & Locke, 2011; Nuttbrock, Rosenblum, & Blumenstein, 2002; Tetreault, Fette, Meidlinger, & Hope, 2013; Zubernis & Snyder, 2007) . Consequently, there has been a shift on college campuses throughout the United States to be more cognizant of the needs and challenges of those who identify on the LGBTQIA+ spectrum, and more recently focused on the subpopulation of individuals who identify as transgender, gender-fluid or gender non-conforming/non-binary (i.e. gender identity is incongruent with sex assigned at birth; herein referred to as transgender) (Brown & Gortmaker, 2009; Dugan et al., 2012; Lennon & Mistler, 2010) .  Transgender college students encounter many forms of discrimination, including issues related to use of legal versus chosen name, misgendering through use of inaccurate pronouns, housing assigned according to sex assigned at birth, lack of gender-inclusive bathrooms and harassment in gendered facilities (Brown & Gortmaker, 2009; Effrig et al., 2011; Lennon & 2  Mistler, 2010; Pryor, 2015; Tetreault et al., 2013) . Therefore, these individuals may struggle with establishing positive social support networks to assist them in navigating through the typical challenges of acclimating to college/university living, as well as those unique to being transgender (Brown et al., 2004; McCann & Sharek, 2015) .  Though empirical research is currently limited, studies completed thus far explain how environmental factors, including classroom experiences, general attitudes and beliefs by the overall population, and availability of services and supports, greatly impact a student’s perception of the campus climate (Dugan et al., 2012; Pryor, 2015; Tetreault et al., 2013). There is also evidence to demonstrate a sense of belonging to the community and improved social supports reduce the amount of distress experienced by transgender students (Barr, Budge, & Adelson, 2016; Budge et al., 2013; Tetreault et al., 2013) . Despite this finding, it is important to acknowledge that transgender college students have higher rates of depression and anxiety, on average, than cisgender (gender congruent with sex assigned at birth) students (Budge et al., 2013; Lennon & Mistler, 2010; Oswalt & Lederer, 2017) .  The purpose of this study was to examine the extent to which the mental health needs of transgender students are related to their perceptions of the social and relational environments of their campuses. To date, there appears to be some differences among transgender college students who perceive their college/university campuses to be open and receptive compared to those who perceive these environments to lack resources and to be less knowledgeable and welcoming (Budge et al., 2013; Dugan et al., 2012; Effrig et al., 2011). This study sought to gain further understanding regarding the factors that may impact the mental health concerns of transgender college students, thereby providing additional guidance to developing and 3  implementing strategies for colleges and universities to assist with improving the well-being and outcomes of this population. More specifically, this research aimed to explore the relationship between transgender students’ mental health (i.e., severity of symptoms of anxiety and depression) with their perceptions of belonging, social support, and overall campus climate (i.e., inclusiveness/support/resources).  Therefore, the following question was proposed: Among transgender college students, to what extent do perceptions of campus climate, degree of belonging, and social supports explain the severity of mental health symptoms of anxiety or depression for this population? Background and Significance It is difficult to estimate the number of college students who identify as transgender. Admissions forms, general campus surveys, and other university documents often fail to differentiate between sex and gender and limit the sex categories to man/woman or male/female (Dugan et al., 2012; Levine & Committee On Adolescence, 2013) . Yet, anecdotal evidence indicates more students entering college are identifying outside of the binary gender system (Beemyn, 2015). Recent population-based surveys estimate 0.6% or 1.4 million U.S. adults (18+) identify as transgender (Flores, Herman, Gates, & Brown, 2016) . This estimate is even higher, between 1 and 2.6%, for those enrolled in colleges and universities across the United States (American College Health Association, 2018; National Survey of Student Engagement, 2017) . The National Center for Education Statistics estimated 16.9 million individuals, the majority falling between 18 and 24 years old, enrolled as an undergraduate student in the United States in the fall of 2016 (McFarland et al., 2018) . This equates to over 169,000 transgender adults (18+) enrolled in higher education across the country. As society begins to slowly shift 4  toward understanding and embracing the notion of gender outside of a binary system, it has become critical for universities and colleges to progress toward providing an inclusive and supportive community for all students. Though the research completed thus far on transgender college students is rather limited, appraising the information currently available about college student development and gender identity can provide a greater understanding of the experiences of transgender college students, the supports they utilize, and the impact of their environment on their sense of well-being. Student Development Theory. Student development theory, like many broad-based bodies of knowledge, has evolved over the course of the 20th and 21st centuries to encompass many different models and approaches (Baxter Magolda, 2009; Jones & Stewart, 2016) . Existing theories were built around developmental, psychosocial, cognitive developmental, person-environment, and maturity perspectives (Baxter Magolda, 2009; Jones & Stewart, 2016) . Therefore, student development theory is a compilation of varying ideas focused on the development of students as they face cognitive challenges inside the classroom and social challenges in the external environment. Though one particular theory or theorist does not define this theoretical approach, Arthur Chickering is among the most influential and prominent individuals in the establishment and evolution of understanding student development. The seven vectors. In 1969, Chickering published Education and Identity, a text that furthered the exploration of student development theory and identified several tasks or stages college students move through during the process of exploring, forming, and understanding their own identities. Chickering later joined with Linda Reisser to revise his original theoretical framework to account for students who were not of traditional college-age, as well as to adjust 5  the language used to encompass all genders and those from non-majority racial and ethnic backgrounds (Chickering & Reisser, 1993; Jones, Abes, & Baxter Magolda, 2013) . This model, formed with strong consideration of Erik Erikson’s Psychosocial Theory of Human Development, describes the process of differentiation and integration of physical, psychological, and social skills and abilities (Jones et al., 2013) . In both earlier and later models, the authors maintained there are seven psychosocial developmental vectors or stages students negotiate throughout their pursuit of higher education. The Seven Vectors of Development are as follows (Chickering & Reisser, 1993) :  1. Developing competence:  College students must develop confidence with their intellectual, physical, manual, and interpersonal skills. Competence increases as students begin to recognize their own intellectual abilities, physically accomplish the tasks set before them, and establish and build relationships with others.  2. Managing emotions: Students face many emotions throughout their time in college. Unregulated emotions can impact a student’s engagement in their educational pursuits. Therefore, students must first learn to acknowledge how they feel and then develop self-control and awareness to appropriately express their emotions.  3. Moving through autonomy toward interdependence: Students must learn to develop instrumental and emotional independence from their primary caregivers. As they enter college, they must learn to take responsibility for their own schedules, activities, and outcomes. They also begin to identify and develop their own set of values and beliefs, often shifting from the beliefs held by their parent(s) to the values held by their friends, and later developing their own understanding and convictions, even when this leads to a loss of status or relationships.  6  4. Developing mature interpersonal relationships: As students enter college, they encounter others who are vastly different from their own identities. Most students learn to embrace and appreciate these differences, often leading to deeper, healthier, and more meaningful relationships with others.  5. Establishing identity: The establishment of identity relies heavily on the growth and development that occurs in the preceding vectors, with each piece fitting precisely into the next in order produce a stable, clear internal and external picture of one’s self. Physical and emotional comfort with one’s body, gender, sexual orientation, social and cultural histories, roles, feedback from loved ones, self-confidence, and self-integration lead to a firm, healthy self-conceptualization.   6. Developing purpose: Individuals often enter college because it is the next logical step following high school. As they continue their studies, most students begin to discover their personal and vocational interests, passions, and commitments, developing goals and aspirations with a much larger purpose than those with which they entered.  7. Developing integrity: From the first day of college orientation until crossing the stage at graduation, college students are faced with numerous challenges to their ideals, values, and beliefs. As they near the completion of their studies, students have developed increased flexibility in their understanding of what they might have previously viewed as concrete and unchanging. Their experiences, understanding of their own identity, and ability to view the world from a broader lens allow them to lead their lives based on the expanded ideals, values, and beliefs they now embrace (Chickering & Reisser, 1993) .  7  Limits of traditional student development theories. The transition to a college or university setting is often the first opportunity for a young person to explore and identify their own meaning of the world, internally and externally (Baxter Magolda, 2009; Chickering & Reisser, 1993; Jones et al., 2013; Torres, Jones, & Renn, 2009) . Prior to entering a college setting, most students’ sense of values and beliefs are externally rooted in the principles established by their parents, guardians, or other authority figures in their lives (Baxter Magolda, 2009; Chickering & Reisser, 1993) . Over time, researchers have found that a college student’s sense of knowledge and understanding of the world begins to shift toward an internal development of their own sense of identity, including a system of beliefs and meaning related to gender, sexual orientation, religion, politics, etc. (Baxter Magolda, 2009; Chickering & Reisser, 1993; Torres et al., 2009) . This process of individuation does not occur in isolation, as it is often marked by the desire to connect with others and to build a sense of belonging and community (Barr et al., 2016; Baxter Magolda, 2009). Unfortunately, the majority culture continues to set the norms related to “accepted” values, beliefs, and characteristics, thereby challenging those who seek to connect with others in the college community yet do not fit within the standards set by the dominant population. This may be particularly important to understanding the process of development for college students who do not identify with the majority culture, as this group may encounter additional challenges during their transition to a new environment (Barr et al., 2016; Robbins & McGowan, 2016) . Though Chickering and Reisser’s Seven Vectors were revised in 1993 to more fully encompass the diversity of today’s college students, it is important to note many student development theories were formed prior to many trans students being out and were typically based on the experiences of privileged White cisgender men as this was the 8  majority population on college campuses at that time (Jones & Stewart, 2016; Robbins & McGowan, 2016; Torres et al., 2009) . More recently, theorists have advocated for broadening existing theoretical constructs to embody the intersectionality of a student’s identities and experiences, thereby establishing a more holistic approach to understanding the development process that occurs and improving the supports and guidance provided by colleges and universities to their student populations (Baxter Magolda, 2009; Jones & Stewart, 2016; Torres et al., 2009) . This shift in approach is a critical step in developing a more accurate understanding of needs and experiences of those students who have been historically neglected in student development research. Exploring identity in contemporary student development theories. Though some contemporary theories continue to neglect the experiences of those who exist at the margins of society, others like Jones and McEwen’s (2000) Model for Multiple Dimensions of Identity (MMDI) have been more intentional and mindful with creating space to explore and validate the experiences and identities of all individuals. Instead of generalizing developmental processes to the stereotypical experiences of the majority population, the MMDI provides an opportunity to account for the differences in environment, perspective, social experiences, race, culture, sexual orientation, and gender.  More specifically, the MMDI recognizes identity is created through the interaction of an individual’s internal understanding of who they are, or their core (personal attributes, characteristics, and identity), with external and environmental influences, or context (family background, sociocultural conditions, current experiences, and career decisions and life planning) (Jones & McEwen, 2000; Jones et al., 2013) . The MMDI emphasizes the notion that aspects of an individual’s identity cannot be understood in isolation, but rather must be viewed 9  and understood together. A revision of the MMDI, the Reconceptualized Model for Multiple Dimensions of Identity (RMMDI), denotes the importance of recognizing the significance of these factors as they shift and change through time as a person’s meaning-making capacity (or cognitive development) grows and begins to filter the external and environmental factors (Abes, Jones, & McEwen, 2007; Jones et al., 2013) . To explain further, a social identity or context, may be salient at one point in an individual’s life, but this same aspect may not retain a similar level of significance throughout this person’s lifetime. Therefore, it is critical to understand that college students, particularly those who are marginalized and underrepresented, may face additional challenges on campuses that are not open or accepting of their identities as they may not yet have the cognitive structures to recognize their sense-of-self is valid and worthy of respect.  Colleges and universities must be prepared to assist these students in navigating this developmental process by providing support and space to establish their own identity and develop confidence in who they are, outside of the perceptions of others (Jones et al., 2013) . Student development theories in practice. For several decades, educators and researchers have focused on improving the services, resources, and policies for marginalized and underrepresented student populations in an attempt to foster more positive and inclusive college experiences. As time has passed, institutions of higher education began to recognize the importance of looking beyond identities of race, ethnicity, and socioeconomic status to also extend additional supports to sexual minorities, including those who identify as lesbian, gay, and bisexual (LGB). More recently, these efforts have also included assessing the needs of those students who identify as transgender, queer, questioning, intersex, agender, asexual, etc. (TQIA+). While there are numerous similarities in the experiences faced by marginalized and 10  underrepresented populations, it is dangerous to generalize knowledge and then assume the research and interventions focused on one group will effectively explain and address the needs of another. Unfortunately, this has been particularly challenging for the transgender population, as many researchers and educators neglected to differentiate between sexual orientation (lesbian, gay, and bisexual) and gender identity (transgender, genderqueer, gender neutral, gender fluid, agender, etc.) (Healey, 2014; Jourian, 2015; McLeod, 2014; Renn, 2010) . The nuances between sexual orientation and gender identity are profound. The majority of literature available to date focuses more widely on the needs of the entire LGBTQIA+ spectrum, thereby neglecting to explore the specific experiences of those who identify as transgender (Dugan et al., 2012; Stieglitz, 2010). Therefore, it is imperative for emerging theories and research to consider and attend to the experiences of college students who do not ascribe to the traditional definitions of gender. Understanding Gender. Unsurprisingly, the conceptualization of gender and what it represents has evolved tremendously over the past twenty years (McPhail, 2008). Gender, often conflated with sex, has varied in being viewed as a biological component of identity (i.e. viewed as synonymous to sex) to more recent adaptations as that of a social construct (Stieglitz, 2010). It’s meaning diverges from one discipline to the next and as a result has become increasingly difficult to define. Yet, it is something incorporated into most facets of our lives and for many operates so deeply in our subconscious thought patterns that we do not regularly consider the role it plays in our day-to-day lives. In White Westernized cultures, traditional visual cues about gender are typically used to separate people into gender categories in order to improve our understanding of who they are and how to refer to them (Burdge, 2007); yet some other cultures 11  (including some Indian, Native American, Polynesian, etc. groups) openly adopt gender variant identities and do not seem to struggle with this in the way many Westernized nations do.  Those within the transgender population courageously challenge the bounds of how gender is defined and work to deconstruct the “normative” social structure of this as set by the dominant culture (Burdge, 2007). Until recently, transgender individuals were subjected to increased stigmatization, similar to that faced previously by the gay and lesbian populations, due to the classification and pathologizing of gender identity disorder as a mental health diagnosis (American Psychiatric Association, 2000). Those advocating for transgender individuals are called to reinforce that a person’s struggle with gender identity and gender roles is unlikely to be based on mental illness, but rather on how society has constructed and adopted particular roles and ascribed these to be performed by men or women (Nagoshi & Brzuzy, 2010) .   Developing an understanding of gender, including the role this plays in the growth and experiences of college students, is among one of the more recent areas of identity explored by student development theories. For most young adults entering college, their understanding of gender has existed on a binary system – categorizing a significant characteristic of their identity into that of being a man or a woman. Conversely, transgender and gender non-conforming individuals (herein included as transgender) are keenly aware of how their identity interacts with the normative social construction of gender (Burdge, 2007; McPhail, 2008).  This is particularly true for transgender individuals entering college for the first time, tasked with transitioning to a new environment, adapting to new cognitive challenges, and establishing a new social structure. Transgender college students do face stressors that are similar to other new students, but for many the experiences of these stressors is particularly unique due to how they are viewed and 12  treated by others along with how they perceive the world (Beemyn, 2005; Beemyn, 2012; Beemyn, 2015; Brown et al., 2004; Brown & Gortmaker, 2009; Dugan et al., 2012; Effrig et al., 2011; McKinney, 2005; McLeod, 2014; Nicolazzo, Pitcher, Renn, & Woodford, 2017; Pryor, 2015; Rankin et al., 2010; Rankin, 2003; Rankin, 2005; Rankin & Beemyn, 2011; Tetreault et al., 2013; Zubernis & Snyder, 2007) . Minority Stress Theory The integration of critical theory perspective with student development theory provides a means to explore how oppression and privilege impact a college student’s experience of learning and social development (Jones & Stewart, 2016) . In particular, Meyer’s (2003) explanation of minority stress theory considers the impact of the external world on the internal experiences of marginalized populations, thereby helping us to understand the lived experiences of transgender college students.  Minority stress theory was first developed as a conceptual framework to understand the impact of stress events (experiences of prejudice and discrimination, anticipation of rejection from others, having to censor or suppress a part of one’s identity, and internalized homophobia) on the mental health and well-being of the lesbian, gay, and bisexual (LGB) population (Barr et al., 2016; Meyer, 2003; Testa, Habarth, Peta, Balsam, & Bockting, 2015) . More recently, this theory has been adapted to understand and explain how individuals with other invisible minority identities (i.e. those who remain closeted or conceal their gender identity in public or social situations) may also experience higher rates of distress and mental health concerns due to experiences of harassment, discrimination, and fears they will be exposed or “outed” to those who may be unsupportive or hostile (Budge et al., 2013; Meyer, 2003; Testa et al., 2015; 13  Zubernis & Snyder, 2007). In consideration of this, transgender students often fear that revealing their identities will lead to bullying, harassment, and victimization (Levine & Committee On Adolescence, 2013).  Minority stress identifies three specific assumptions: 1. The stress experienced by the individual is beyond that of stress faced by the general population, thereby requiring marginalized populations to develop further adaptation and means to cope; 2. The stress experienced is chronic in nature and related to the larger environment; 3. The stress experienced by the individual results directly from the social structure and atmosphere of the majority population (Meyer, 1995; Meyer, 2003). More simply stated, this theory suggests that marginalized populations do not in fact experience higher rates of mental health concerns due to internal or personal characteristics, rather this increase is directly related to the persistently stigmatizing environment these individuals face. Meyer (2003) also considered the coping skills and social characteristics that appear to ameliorate the negative impact of these stress events. In particular, minority stress theory notes the significance of connecting with others who have similar identities as an important protective mechanism that may prevent adverse outcomes related to mental health concerns. Furthermore, perceptions of family support and self-acceptance, particularly among youth and adolescents, appear to be critical in moderating the impact of stress related to their identity (Pflum, Testa, Balsam, Goldblum, & Bognar, 2015) . Therefore, we must consider how the experiences a person faces influences their mental health, as well as the factors that assist in lessening the negative impact on this area of well-being.  14  Mental Health Concerns  Though the number of empirical studies focused on transgender mental health and well-being is few, emerging studies have been able to demonstrate a strong link between experiences of physical violence, verbal and sexual harassment, and other forms of discrimination with higher rates of mood disorders among the transgender community (Austin & Goodman, 2017; Bockting, Miner, Swinburne Romine, Hamilton, & Coleman, 2013; Testa et al., 2015). In 2015, the National Center for Transgender Equality administered the U.S. Transgender Survey. Currently the largest study on this topic to date in the United States, this survey collected information from almost 28,000 transgender adults (18+), focusing specifically on the lives and experiences of this population (James, Herman, Quisling, Mottet, & Anafi, 2016) . The findings, though unsurprising, more clearly depict the severity of the conditions, experiences, and subsequent impact faced by those who identify as transgender. Of those who responded to the 2015 survey, 39% reported serious psychological distress in the 30-day period prior to taking the survey, with most indicating histories of discrimination, harassment, and physical or sexual abuse. For many, they experienced these events during the time they were enrolled in primary or secondary education. Over half (54%) of all respondents shared that they experienced verbal harassment on the basis of their gender identity while in school. Almost a quarter of those who responded (24%) were physically attacked while enrolled in K-12 schools, and 13% of the participants also reported being sexually assaulted as a result of their identity as a transgender person. Perhaps the most troubling finding from this 2015 survey indicated 40% of respondents reported a suicide attempt at some point in their lifetime.  15  Unfortunately, there is even more scarcity with the number of studies that specifically examine the prevalence of mental health concerns within the transgender college student population. However, those that have been completed depict an equally disturbing, yet unsurprising picture. Similar to the U.S. Transgender Survey, transgender college students experience elevated rates of mental health concerns when compared to their nontransgender, heterosexual peers. Some studies have found rates as high as 40-47% of this population reporting anxiety and 48-51% facing depression (Budge et al., 2013; Effrig et al., 2011). Other studies have shown slightly lower rates of mental health concerns, yet still alarmingly different from their peers. In a study by Oswalt and Lederer (2017), researchers reviewed data collected through the American College Health Association survey. The data was gathered for six different years from the spring 2009 through spring 2014. In total, their analysis included 547,727 college students from 438 unique higher education institutions, 98% of these located within the United States. Of the total respondents, 1,143 individuals identified as transgender. Using Chi-square and regression analyses, Oswalt and Lederer (2017) found on average transgender college students are twice as likely to experience numerous mental health conditions and symptoms as compared with cisgender identified females. More specifically, of those surveyed 33.4% of transgender individuals reported experiencing anxiety compared with 11.6% of the overall sample. Similarly, 34.3% of transgender college students surveyed reported experiencing depression with only 10.4% of the total sample indicating this same concern.   Though the number of empirical studies focused specifically on transgender college students thus far is few in number, the results gathered from this early research necessitates awareness from colleges and universities that the mental health of transgender college students may be 16  vastly different from their cisgender peers. Therefore, their mental health needs must be accounted for and addressed. Failure to explore and understand what factors influence the mental health (i.e. severity of symptoms of anxiety and depression) of transgender college students not only further marginalizes those who identify as transgender, but also perpetuates the notion that the needs of this population are invisible, trivial, and can be easily ignored. Minority stress theory explains that individuals who face pervasive harassment are significantly impacted by these incidents, and this in turn impacts their mental health. Yet, this theory also stipulates several factors protect against these adverse outcomes. Nicolazzo (2016) speaks to the importance of understanding resiliency as an active process. Transgender college students who may not yet view themselves as resilient are often still actively pursuing resiliency by working through and overcoming the obstacles and challenges they face with regard to how they understand their gender in a society that largely discounts identities outside of the traditional gender binary (Nicolazzo, 2016). Therefore, the depiction of mental health outcomes in the transgender college student population may not be completely dire. The provision of an open and welcoming campus, with appropriate support, resources, and services is likely to enhance the transition process into college and reduce the impact of minority distress. Exploration of factors such as perception of campus climate, social connectedness, and peer interactions may provide further understanding of the role these factors have in reducing symptoms of anxiety and depression. Campus Climate  Campus climate is described by Rankin and Reason (2008) as “the current attitudes, behaviors, and standards and practices of employees and students of an institution” (p. 264). 17  Some colleges and universities have made tremendous efforts to extend support and safety to transgender students (Beemyn, 2015). Unfortunately, changing policies and enhancing resources does not necessarily equate with an improved campus climate. Numerous campuses continue to neglect the needs of these students and in some cases (particularly amongst some conservative and religiously affiliated colleges) condemn and implement policies in direct opposition to those supports that are desperately needed by this population (Beemyn, 2005; Beemyn, 2012; Beemyn, 2015; Goldberg, Beemyn, & Smith, 2018) . Thus, many transgender students continue to experience a less than welcoming environment (Dugan et al., 2012). Campus climate is not perceived universally, so one student’s level of comfort does not necessarily equate to another’s. Nevertheless, there are some key factors that seem to impact overall perception of campus climate. These include experiences of safety on campus, inclusion within living environments, faculty interactions in the classroom, and allocation of resources for transgender students  (Lennon & Mistler, 2010; McKinney, 2005; Rankin, 2003; Rankin, 2005) .  Sense of Safety. A sense of safety on campus and confidence in a college or university’s response to incidents of harassment may be particularly important for transgender college students. Individuals who identify as transgender consistently report high rates (40-50%) of negative interactions with peers on campus (Brown et al., 2004; Effrig et al., 2011; Pryor, 2015; Rankin, 2005; Rankin & Beemyn, 2011; Tetreault et al., 2013) . Those who are “out” encounter more frequent negative experiences related to the campus climate (Rankin, 2005). Therefore, it is common for transgender students to attempt to conceal their identity in order to prevent or reduce instances of harassment and to preserve the friendships they have made with cisgender peers. Yet, some students are unable to do so due to physical characteristics such as build, facial 18  hair and features, voice, chest size, etc. Even amongst those who are able to pass as cisgender, being stealth does not necessarily equate to improved experiences with peers on campus. In fact, previous studies have shown a relationship between class year and level of negativity toward LGBT students, with first year students typically demonstrating the most negativity toward this population (Brown et al., 2004). This may present a particularly challenging experience for younger transgender students who are more frequently exposed to cisgender peers with limited knowledge and understanding of diverse identities. Unfortunately, students who hide their identity as a member of the transgender community may be more likely to perceive a less welcoming campus climate as they are more likely to encounter the risk factors related to minority stress and those on campus who would provide support are unaware of the student’s identity (Rankin et al., 2010; Tetreault et al., 2013).  Living Environment. Living arrangements on college campuses pose an exceptionally complex challenge for transgender students (Beemyn, 2005). On-campus residence hall rooms and apartments are often designated as single sex. Many colleges and universities require students to reside on campus for at least a portion of their academic career. Most schools are willing to accommodate a transgender student’s desire (or need) to reside on campus, yet many do so by offering single rooms. Though this is done with the intention of meeting the student’s needs, this gesture contributes further to the isolation and separation from peers that transgender students already encounter. Furthermore, those schools willing to provide a single accommodation do not universally waive the extra charge associated with this room selection, thereby creating an additional financial burden based on the student’s identity. Few schools offer gender-inclusive housing. Those schools that do accommodate a transgender student’s request to 19  reside with peers at times face the challenge of matching them with others who will be open and accepting, particularly among first year students whose exposure to and understanding of differences in identity may be limited.  Bathrooms and changing facilities create another obstacle for transgender students residing on campus or accessing athletic buildings. Generally, bathrooms, showers, and changing rooms are not set up in a way to ensure privacy. This may create discomfort for the trans student, others in the area, and may even lead to additional incidents of harassment and discrimination (Beemyn, 2005; Beemyn, 2015; Seelman, 2014a) . The challenges transgender students face is not limited to their living environments, they also face difficult experiences in the classroom environment. Classroom Experience. College and university students spend a significant amount of time outside of the classroom. As such, most studies completed on campus climate have gathered limited information on the classroom experience (Pryor, 2015). However, a student’s connection to faculty members can be a key component to overall academic success. In fact, the experience a student has in the classroom, with faculty and peers, can have a tremendous impact on a transgender person’s sense of acceptance and inclusion in the campus community (Pryor, 2015). Conversely, students who experience negative faculty interactions related to the student’s identity are more likely to academically withdraw and not return (Tetreault et al., 2013). Interviews with transgender students reveal mixed experiences with academic instructors in the classroom environment (Pryor, 2015; Tetreault et al., 2013). Some students share experiences about a professor’s refusal to call them by their selected names, instead continuing to use the legal birth name documented on the roster, thereby creating a sense of invalidation and 20  rejection of their identity. At times legal names can surface unexpectedly even when institutions create processes allowing students to use a chosen name on non-legal records, often creating significant distress, as they may have to explain this discrepancy to others who were unaware of their identity. It is important to note, federal regulations prohibit a student from using their chosen name on legal forms and documents, particularly those related to financial aid and employment. This may cause issues on class rosters, identification cards, and other lists generated by school databases. Unfortunately, this creates further issues in the classroom setting when a faculty member does not understand these limitations and therefore is not comprehending why a student cannot change their name within the university system (Beemyn, 2005). Nevertheless, students also note other instances of supports and acceptance modeled by the professor that then set the tone for the classroom and serves as a role model for students (Tetreault et al., 2013).  Research studies also show there may be differences based on the course of study and type of class in which a student is enrolled. The results of the National Survey of Student Engagement (2017) found transgender or gender-variant students majored in arts and humanities studies more frequently than cisgender peers. This study also demonstrated lower numbers of trans-identified students focused on health and business related fields (Jones & McEwen, 2000) . This may be explained in part by research that has shown faculty members in humanities and social sciences routinely exhibit more positive attitudes toward the LGBT population and more interest in gaining knowledge about these students than those who are employed in STEM fields (science, technology, engineering, math, etc.) (Brown et al., 2004).  21  Resources. Transgender students regularly cite the lack of important resources on campus. This ranges from an adequate number of gender-inclusive bathrooms on campus, to designated staff members trained to assist them with academic and social needs, as well as provision of campus recognized organizations to gain peer social support (Beemyn, 2005; Lennon & Mistler, 2010; McKinney, 2005; Rankin, 2003; Rankin, 2005) .  As in residence halls and athletic facilities, gender-inclusive bathrooms in academic buildings tend to be a rarity on many college campuses (Beemyn, 2005; Beemyn, 2015; Seelman, 2014b) . This is especially true of older buildings that have not been renovated. Transgender students are often uncomfortable accessing both women’s and men’s restrooms for fear they will be confronted and told they are in the wrong bathroom or assaulted. They may go hours without using a bathroom or may have to travel to different floors or even buildings to find a restroom they are comfortable utilizing. Student affairs professionals and administrators are integral to combating the discrimination, harassment, and denial of access to bathrooms on campus (Seelman, 2014a) , yet many campuses continue to lack personnel whose role is to advocate for and work toward ensuring equal rights and access to university facilities.   Student affairs professionals are employed to provide important academic and social supports to all students on campus. The services offered can be particularly significant in addressing the needs of transgender students. Underrepresented students often have specific offices and staff members to assist them in navigating the obstacles they may encounter during their time on campus. Though a small percentage of colleges and universities employ a professional staff person to offer programming and support to the LGBTQIA+ student body, rarely is this person’s role designated solely to assist transgender students. In general, staff 22  members are more likely than faculty members to be willing to confront a student making derogatory remarks about the transgender population (Brown et al., 2004).  Staff also report seeking additional education and have more knowledge about the transgender population when compared to the average student and faculty member (Brown et al., 2004).  Similarly to the allocation of staff members designated to assist LGBTQIA+ students, few campuses have student organizations designated and formed purely for the transgender population. Nevertheless, many students share that the majority of their support comes from within the LGBTQIA+ population (Pryor, 2015). This reinforces the importance of having an established organization to facilitate the development of social connections among transgender students, and becomes particularly important as schools look to improve retention rates for students from underrepresented populations. It is important to note, transgender students who are not open about their gender identity are more likely to be among the students who choose to not return (Lennon & Mistler, 2010; Tetreault et al., 2013) . Providing an opportunity and means to connect to others may be critical factors in retaining transgender students.  Social Connectedness and Peer Interactions Social support is among the more-researched areas regarding the transgender population. Family and peer support have been found to be key components in providing stability and building resilience in the transgender population (Pflum et al., 2015). An atmosphere of support and acceptance, whether this be provided by family of origin or family of choice, will meaningfully enhance a person’s ability to develop a healthy sense of self and identity (Budge et al., 2013). Furthermore, perceived support has been found to be inversely associated with symptoms of anxiety and depression for children, adolescents, and young adults (Birkett, 23  Newcomb, & Mustanski, 2015; Budge et al., 2012; Budge et al., 2013; Levine & Committee On Adolescence, 2013; Pflum et al., 2015; Simons, Schrager, Clark, Belzer, & Olson, 2013) . Unfortunately, family and friends do not always respond in a supportive, nurturing manner when a transgender person shares their true sense of gender identity. These experiences of rejection often exacerbate symptoms of anxiety and depression within the transgender population who struggle to cope with feelings of dejection caused by the loss of support and acceptance from family and friends purely on the basis of their gender identity (Testa et al., 2015; Tetreault et al., 2013). More specifically, transgender women appear to experience more loss of social support compared to transgender men because of male privilege and transmisogyny (Budge et al., 2013).  Unsurprisingly, peer interactions and relationships are integral components to the college experience. In fact, social support has been found to be an essential element in adjusting to the college setting (Schmidt, Miles, & Welsh, 2011) . More recently, research has begun to focus on belongingness and connection to similar others (Barr et al., 2016). A 2016 study completed by Barr, Budge, and Adelson, surveyed 571 self-identifying transgender (trans male, trans female, and gender non-conforming) individuals between the ages of 18 and 86 (M=30.72, SD= 12.83). Researchers found that a sense of belonging within the transgender community had a positive relationship with that of well-being, concluding that an important component of reducing negative mental health outcomes may be largely influenced by improving a sense of belonging within the transgender community. Yet, establishing positive, supportive connections on campus is a common struggle faced by transgender students (Dugan et al., 2012; Schmidt et al., 2011) and many individuals may be reluctant to seek out new supports.  24  Positive social support systems are a critical component to reducing the likelihood of experiencing symptoms of depression and anxiety. Yet, historically positive relationships only remain beneficial to an individual if they continue to be an active source of support within their present environment (Birkett et al., 2015). Therefore, it becomes critical for transgender students, particularly those residing far away from primary supports as well as those who do not have the support from their family members, to establish a support system during their time on campus. Colleges and universities need to be positioned to address the challenges faced by this population.  Additional Factors to Consider It is important to recognize there are numerous factors in addition to campus climate, social connectedness, and peer interactions that affect the mental health of transgender college students. In fact, it is difficult to ascertain how many different factors contribute to the level of well-being experienced by this population. Nevertheless, preliminary research in this field has demonstrated race and ethnicity, sexual orientation, age, self-stigma, and transition status influence the severity of depression and anxiety experienced by transgender individuals.  Minority stress theory was first established to explain the experiences of marginalized racial and ethnic populations and sexual minorities. Therefore, we must also acknowledge that transgender college students who hold multiple identities (e.g., African-American, gay, and transgender) may experience increased frequency of harassment, prejudice, and discrimination, thereby experiencing higher rates of distress (James et al., 2016; Meyer, 1995; Meyer, 2003). Furthermore, recent studies have demonstrated some evidence to demonstrate the impact of gender identity on the severity of mental health symptoms decreases with age, with younger 25  individuals experiencing more difficulty with anxiety and depression (Birkett et al., 2015). Therefore, older college students (chronologically and by class year) may experience lower levels of anxiety and depression. Self-stigma or internalized transphobia is another area that has largely been neglected by the research field. However, individuals who exhibit higher levels of comfort and acceptance with their transgender identity experience lower levels of internalized transphobia, anxiety, and depression (Austin & Goodman, 2017; Budge et al., 2013; Kozee, Tylka, & Bauerband, 2012) . Though not all transgender college students opt to transition, many who do tend to use avoidant coping mechanisms during the early phases of their transition, thereby experiencing a greater degree of distress in comparison to peers who are further along in this process (Budge et al., 2013). This distress also further complicates these students’ abilities to be successful in the classroom. College students who are experiencing symptoms of anxiety and depression often have lower rates of academic success, as demonstrated by lower grade point averages (GPAs), compared to peers who are not experiencing these conditions (Eisenberg, Golberstein, & Hunt, 2009) . These additional factors, though important, were outside of the primary focus of this study. Therefore, for the purpose of this research the following factors and demographic variables were controlled for: race and ethnicity, age, class year, GPA, self-stigma, transition status, “out vs. closeted” status, living situation (residing on or off-campus), personal mental health history, family history of depression and anxiety, and sexual orientation. Improving Our Understanding Despite an increasing focus on the transgender population, there continues to be little empirical knowledge available about the experiences and perceptions of transgender college 26  students and the degree to which these factors influence their mental health. Unfortunately, the information available thus far portrays an exceptionally bleak picture. This reason alone, among those previously cited, substantiates the importance of exploring the college experiences of transgender students and understanding the impact on their mental health. Therefore, the following hypothesis was tested for this study: Transgender college students who perceive a more inclusive campus climate, higher levels of perceived belongingness, and higher levels of social supports within their college environment will experience less severity of anxiety and depression.                              27        CHAPTER 2: METHODOLGY The majority of literature available regarding transgender college students has been conducted utilizing qualitative methods. Though the depth and quality of information received in these studies is invaluable, they are limited in understanding the experiences of the transgender population. Quantitative studies that have been conducted on transgender college students have largely been descriptive not explanatory, offering little understanding about the experiences and perceptions that influence their mental health. Therefore, explaining the relationship between perceptions of campus climate, perceived belongingness, and social supports with mental health outcomes is most effectively done by employing a correlational design. Combining qualitative and quantitative approaches by using a mixed methods approach, in addition to incorporating optional open-ended questions at the conclusion of a survey, allows researchers to improve the breadth and depth of information gathered by quantitative approaches.  Design For this study, a cross-sectional study design was utilized to determine the extent to which the severity of mental health symptoms experienced by undergraduate transgender college students is related to their perceptions of the social climate and relational environments of their respective university campuses. The data were collected via an anonymous online survey hosted by Qualtrics. The survey link was posted on numerous social media and listserv platforms, as well as distributed to dozens of higher educational professionals across the United States via 28  email and professional listservs. Respondents provided information regarding personal demographics, length of time since self-identifying as transgender, GPA, university size and location, campus experiences, perception of social supports, and answered questions assessing severity of mental health symptomology related to anxiety and depression. Responses to open-ended questions were collected to allow participants to provide more in-depth information related to their perceptions of campus climate, belongingness, and social support.  Setting Participants accessed the survey via a website link to a secure online site hosted by Qualtrics. Individuals accessed and completed the survey via their own computer, tablet, or other device in the privacy of a space of their own choosing. An anonymous format was utilized to provide reassurance to the respondents that their identities would not be revealed, thereby alleviating stress and eliminating concern that their personal information could be revealed at a later time causing them harm or stress.  Sample Size and Power Analysis Previous online surveys focused specifically on transgender individuals in the United States have recruited as few as 75 participants (McKinney, 2005) to upwards of 28,000 (James et al., 2016) . Very few of these studies have centered on the college student population, with most recruiting sample sizes of fewer than 100 students (Dugan et al., 2012)  or gaining a larger number through secondary analysis of existing data sets from studies of larger populations (Oswalt & Lederer, 2017) . Furthermore, these larger studies tend to focus on the entire gender identity spectrum (transgender women and men, genderqueer, gender neutral, gender fluid, 29  agender, etc.), thereby increasing their ability to recruit more students, but also elevating the possibility of introducing confounding variables that must later be controlled for.  The purpose of this study was to specifically look at the transgender college student population.  Unfortunately, because few early studies of the transgender population gathered data from trans college students, it remains unclear if the data gathered from previous research is reflective of this smaller subpopulation. The studies completed prior to this research were able to demonstrate small effect sizes when examining the relationship between anxiety and depression with inclusion of perceived belongingness and perception of social support (Barr et al., 2016; Budge, Rossman, & Howard, 2014; Pflum et al., 2015) . However, the perception of campus climate had been missing from earlier research. This study proposed the inclusion of the perception of campus climate, which may assist in expanding understanding of the degree to which a transgender college student’s experience on campus impacts the severity of anxiety and depression symptoms, measured in this population. Furthermore, it was anticipated that the inclusion of this additional variable would increase the amount of variance explained by the relationship of the dependent and independent variables. Therefore, power for this study was based on a medium effect. It was determined a sample size of at least 100 participants would provide sufficient power (.8) with an alpha of .05 to detect a medium-sized effect. A total of 182 potential participants accessed the link for this study. Of these individuals, 135 transgender undergraduate students indicated they met the criteria for participation. Eighteen students were excluded from the final data analysis due to incomplete responses measuring the dependent and independent variables. A total of 117 of respondents completed all quantitative questions administered through the survey and are represented in the final sample size. The 30  respondents ranged in age from 18 to 52 years old, with the average being 22 years of age. Twenty-seven states were represented when respondents were asked to select the state where they were currently enrolled for their college and university studies. Thirty-eight percent of the respondents reported they were designated male at birth and 62% indicated a female designation at birth. Eighty-three percent of the respondents identified their race and ethnicity as White/European American, 7% as Mixed Race/Ethnicity, 6% as Asian/Asian American, 3% as Chican@/Latin@/Hispanic, 1% as African-American, and 1% as Pacific Islander.    Recruiting Procedures. Participants were recruited from November 2017 through February 2018. This timeline was based on the average length of a college semester and allowed control for potential concerns related to history. Due to the inability to obtain any lists that identify transgender individuals, students were recruited utilizing a convenience sampling procedure. Contact information for listservs, campus offices, student organizations, and professional organizations for the LGBTQIA+ population is widely available through social media on college and university websites, and through active membership in professional organizations. A letter noting the background, purpose of, and link to the survey was emailed to these professional listservs (i.e. Consortium of Higher Education LGBT Resource Professionals, World Professional Association for Transgender Health) and Facebook groups (i.e. NASPA Region IV-W GLBT Knowledge Community and Research By, With and For Trans and Gender Nonconforming Folks) (see Appendix A). Additionally, student affairs professionals at college and universities through the United States were contacted via email to request assistance in passing along the information and survey link to students, student listservs and groups that might be interested in participating in this research project.  31  Inclusion/Exclusion Criteria. The participants recruited for the purpose of this study included college students who identified as transgender/gender non-binary/gender non-conforming/gender neutral/gender fluid/agender. Those eligible to participate indicated they were at least 18 years of age and their sex assigned at birth (male/female) did not match with their current gender identity. Participants were also actively enrolled full-time in an undergraduate program at a 4-year college or university. Only those meeting all of these criteria were eligible to participate. The initial page of the survey, prior to the consent form, required participants to indicate that they met all of these criteria. Subject Payments. Respondents were eligible to enter into a drawing for a $50.00 Amazon gift card. Contact information for participants interested in entering the drawing was collected on a voluntary basis at the conclusion of the survey. This information was gathered separately from the survey data and was submitted via a different survey link. Ninety-three respondents opted to enter into the raffle. A total of five gift cards were awarded to participants at the close of the survey period. Qualtrics survey management software selected the winners based on random selection.  Data Refusers and Dropouts. Little to no information was available to know whom or understand why a potential participant refused to participate in the study. Limited information on dropouts was collected. In order to ensure anonymity of participant’s identity, IP addresses and contact information was not required for those who elected to participate. Therefore, the refusal/dropout information was limited to unfinished surveys. However, it is important to note that incomplete surveys did not necessarily indicate an additional individual who refused to contribute to the study, as some eligible participants returned and completed a new survey at 32  another time. The survey utilized the option, “Prevent Ballot Box Stuffing,” in an attempt to prevent participants from retaking the survey again once it has been fully completed. This feature placed a cookie in the Internet browser and notified individuals they were ineligible to retake the survey. At the conclusion of the survey collection period, all collected data was reviewed. A total of 65 respondents (of the original 182) were excluded from the final data analysis due to ineligibility or incomplete responses yielding a final sample size of 117.   Measures  Standardized, previously validated measures assessed respondents’ perception of campus climate, perception of social supports, perception of belongingness, anxiety symptomology, depression symptomology, socio-demographic characteristics, self-stigma, and personal/family histories, and GPA. Participants were also asked to respond to three open-ended questions pertaining to their personal experiences as transgender college students.   Independent Variables. The independent variables for this study included perceived campus climate, social support, and perceived belongingness.  Campus Climate. Respondent’s perceptions of a campus climate were measured through the adaptation of Office on Violence Against Women (OVW) campus climate tool produced by the United States Department of Justice (Krebs et al., 2016). This scale assessed 3 different areas, including: feelings about campus climate, beliefs about campus climate as a trans student, and frequency of harassment experienced on campus. Respondents were asked to rate statements regarding feelings about campus climate and beliefs about campus climate as a trans student on a 7-point Likert scale (1 –strongly agree to 7 –strongly disagree). Examples of scale items measuring feelings about campus safety include: I feel safe when I am on this school’s campus.  33  Examples of items measuring beliefs about campus climate as a trans student include: I believe this school is trying hard to make sure trans students are safe. Respondents were also asked to identify the frequency of experiencing verbal, physical, and sexual harassment they have faced as a student on campus. Examples of items measuring harassment included: Since beginning your studies at your current college/university, how often have you experienced verbal harassment on your campus or within the surrounding college/university community? (Never, rarely, sometimes, often, frequently). A Cronbach’s alpha was calculated for each subsection of the campus climate measure. The general campus climate was .932, the beliefs about campus climate for trans students was .930, and the harassment measure was calculated to be .743.  Social Supports. The MultiDimensional Scale of Perceived Social Support (MSPSS) was administered to assess the degree of social support. This 12-item scale has been utilized in numerous studies to assess the perception of social support networks for transgender individuals  (Birkett et al., 2015; Budge et al., 2013; Schmidt et al., 2011; Simons et al., 2013) . The MSPSS is a scale that measures perception of support from family members, friends, and significant others (Zimet, Dahlem, Zimet, & Farley, 1988) . Examples of questions include: There is a special person around when I am in need. Respondents were asked to rate each of the items on a 7-point Likert scale (1 – strongly disagree to 7 – strongly agree). The MSPSS scale was modified to include 4 additional friend items to distinguish between on-campus peer supports versus those friends residing at home. The resulting scale included 16 questions. Previous studies have also reported high levels of reliability and validity of this measure (Birkett et al., 2015; Schmidt et al., 2011; Simons et al., 2013). Most recently, the MSPSS was completed with transgender college students and found Cronbach’s alphas of .95 for significant other support, .93 for family support, 34  and .93 for friend support (Budge et al, 2013). A Cronbach’s alpha assessed for the current study was calculated to be .888 for all combined items. The individual alphas were .936 for significant other, .932 for family support, .832 for friends from home, and .965 friends on campus.  Perceived Belongingness. Respondent’s feelings of connectedness to the transgender community were measured through the administration of the Transgender Community Belongingness Scale (TCBS) (Barr et al., 2016). This 9-item scale was adapted using the language of the Lesbian Community Belongingness Scale (LCBS; Doolin & Budge, 2015 unpublished scale as cited in Barr et al., 2016). The TCBS instrument is used to measure the perceptions of transgender individual’s feelings of belongingness within the transgender community. Examples of questions include: There are members of the trans community from whom I can get support. Respondents were asked to rate their responses along a 5-point Likert scale (1 – not at all to 5 – all of the time). Analysis of the LCBS measure found a Cronbach’s alpha of .92 when tested with a sample size of 80 participants (Doolin & Budge, 2015 unpublished scale as cited in Barr et al., 2016). The final version of the Transgender Community Belongingness Scale, completed by 571 participants, was found to have a Cronbach’s alpha of .90 (Barr et al., 2016). A Cronbach’s alpha for this study was calculated to be .89.  Dependent Variables. Symptoms of anxiety and depression were measured as the dependent variables in this study. Anxiety. Participant anxiety levels were measured by the administration of the Generalized Anxiety Disorder scale (GAD-7). The GAD-7 is a 7-item measure utilized to assess physical and somatic symptoms of anxiety (Spitzer, Kroenke, Williams, & Lowe, 2006) . Example items include: Over the last 2 weeks, how often have you been bothered by the 35  following problems? 1. Feeling nervous, anxious or on edge. Participants were asked to rate the frequency in which they have experienced these symptoms/problems over the specified period of time on a scale from 0 to 4 (0 – Not at all to 4 – Nearly every day).  Scores of 5, 10, and 15 are generally interpreted as representing mild, moderate, and severe levels of anxiety (Spitzer et al., 2006). The GAD-7 has demonstrated an internal consistency of .92 (Cronbach’s α) and test-retest reliability of 0.83. Convergent validity, through comparison with the Beck Anxiety Inventory and the anxiety subscale of the Symptoms Checklist-90, was also found to be good (r=0.72 and r=0.74 respectively) (Spitzer et al., 2006). At least one previous study has reported use of this measure with those who identify as transgender (Pflum et al., 2015) . A Cronbach’s alpha assessed for the current study was calculated to be .911.  Depression. Respondents’ depression levels were measured through use of the Center for Epidemiologic Studies Depression Scale Revised (CESD-R). The CESD-R is a 20-item scale that assesses a variety of depressive symptoms that may have been experienced during the past week prior to administration (Eaton, Muntaner, Smith, Tien, & Ybarra, 2004; Radloff, 1977) . Example items include: During the past week: 1. I was bothered by things that don’t usually bother me. Participants were asked to rate the frequency they have experienced these symptoms/problems over the specified period of time on a scale from 0 to 4 (0 – rarely/none of the time to 4 – nearly every day for 2 weeks). The CESD-R has consistently demonstrated high levels of internal consistency (Cronbach’s α=0.85-.90) and moderate test-retest reliability (0.45-0.70), as well as high concurrent validity and construct validity (Eaton et al., 2004; Pflum et al., 2015; Radloff, 1977). At least one previous study has reported use of this measure with those who identify as transgender (Pflum et al., 2015). The CESD-R has previously been used in other 36  research studies to measure severity of depression symptomology among participants who identify as transgender (Budge et al., 2013; Pflum et al., 2015). Cronbach’s alpha assessed for the current study was calculated to be .93.  Control Variables.  Based on the primary predictors of mental health symptomology in transgender individuals as established in previous research (Brown et al., 2004; Budge et al., 2013; Kozee et al., 2012; Meyer, 2003; Rankin, 2003) , this study controlled for the following variables: Age. Operationalized by subtracting year of birth from year of study completion. Sex Assigned at Birth. Operationalized by documentation of male, female, or intersex on original birth certificate. Gender Identity. Operationalized by a participant’s identification as one or more of the following: Agender, Androgynous, Bigender, Gender Non-conforming, Genderqueer, Gender fluid, Intersex, Mahu, Man, Multi-gender, Non-binary, Pan Gender, Third gender, Transgender, Trans, Trans man, Trans woman, Two-spirit, Woman, A gender not listed above (please specify). Race/Ethnicity. Operationalized by a participant’s identification as one or more of the following: African American/Black, Alaskan Native, American Indian/Native American/First Nation, Asian/Asian American, Chican@/Latin@/Hispanic, Middle Eastern/South Asian, Native Hawaiian, Pacific Islander, White/European American, Mixed Race/Ethnicity, Other (please specify). Those who selected more than one race/ethnic identity were identified for purposes of analysis as mixed race/ethnicity. Class Year. Operationalized by a participant’s academic classification as a first, second, third, fourth, or fifth year+. 37  GPA. Operationalized by a participant selecting the range of their current cumulative GPA (0.00 – 0.50; 0.51-1.00; etc.). Students attending colleges or universities that only utilize a Pass/Fail system and those completing their first semester of college studies were provided with the option of selecting No Current GPA.  Campus Size. Operationalized by a participant selecting the number of enrolled students at their college or university. Campus Location. Operationalized by a participant identifying if their college or university was in a rural, urban, or suburban area. State. Operationalized by the state location of the college or university where the participant was enrolled. College Gender Status: Operationalized by a participant identifying if their college or university operated as a Men’s, Women’s, or Co-educational institution. Living Situation. Operationalized by residing on- or off-campus. Further delineated by participants selecting if they resided with family, friends, or alone if they resided off-campus and selecting if they resided in a single or with others if they resided on-campus. Educational Focus: Operationalized by a participant identifying the descriptions that best fit their college or university including STEM, Liberal Arts, Research institution, Fine Arts, or Other (please define).  Length of Time. Operationalized by selecting the length of time a respondent has self-identified as transgender. Participants selected from less than 6 months, more than 6 months but less than 1 full year, 1-2 years, 3-4 years, 5-6 years, 6-7 years, 7-8 years, 9-10 years, more than 10 years.  38  Self-Stigma. The Self-Stigma Scale-Short Form (SSS-S) was utilized to measure participant’s internalized stigma (internalized transphobia). This 9-item measure was developed as a means to measure self-stigma among those with concealable or invisible identities (Mak & Cheung, 2010) . This scale was modified by incorporating transgender into each statement included in the measure. Example items included: My identity as transgender is a burden to me. Respondents were asked to rate the extent to which they agree with each of the statements on a Likert-type scale from 1 to 4 (1 – strongly agree to 4 – strongly disagree). The SSS-S has been tested with numerous groups with concealable minority identities. In one study completed by Mak and Cheung (2010), researchers validated this measure with 621 individuals with sexual minority identities. They were able to demonstrate high levels of internal consistency among three different sexual minority groups (Cronbach’s α=0.92-.93), as well as preliminary indication of high levels of reliability and construct validity. Cronbach’s alpha was calculated to be .82 for the current study.  “Out” vs. “Closeted”. Operationalized by responding to current status in coming out to each category of family, friends, faculty, staff, and peers (none, a few, some, many, all). Mental Health History. Operationalized by indicating a previous diagnosis of a mental health disorder: depression, anxiety or other (yes/no). Family History. Operationalized by participants’ awareness of a family history of depression and anxiety (yes/no). Sexual Orientation. Operationalized by a participant’s identification as asexual, bisexual, gay, heterosexual/straight, lesbian, same gender loving, pansexual, queer, questioning, a sexual orientation not listed above (please specify).  39  Qualitative Questions. If they so chose, participants were provided with an opportunity to share additional details about their experiences as a transgender college student on their campus. The following questions were asked: 1. Please describe your experience as a transgender college student at your college or university. 2. Please describe the social relationship you have with other transgender college students on your college or university campus. 3. Please share with us your experiences with any on and off-campus resources you have used to help support you as a transgender college student. Data Analysis  Descriptive statistics (mean, mode, frequency, standard deviation, etc.) were calculated and summarized for appropriate characteristics of the sample including age, race/ethnicity, sexual orientation, etc. For the quantitative data gathered, multiple regression analyses by step were used to estimate the relationship between depression and anxiety and all independent variables, while controlling for key factors and demographic characteristics.   Responses gathered from the open-ended questions at the conclusion of the survey instrument were analyzed by using the hypothesis coding method. Use of this approach allowed the researcher to utilize the codes identified by the hypothesis of this study (i.e. mental health, campus climate, perceived belongingness, social support). Use of hypothesis coding is particularly salient in mixed-methods studies as it allows the researchers to explore explanations of the quantitative data through a qualitative lens (Saldaña, 2009). The researcher identifies a list of codes from the study’s hypothesis (e.g., support, depression, anxiety, mental health, safety, 40  etc.), and utilizing these codes searches for additional support and explanation from within the qualitative data set. Consequently, this approach enabled the researcher to deepen the meaning of quantitative data gathered through the provision of richer qualitative explanations provided by the respondents. Human Subjects  Due to concerns about protecting students’ identities, the primary method to disperse the survey was via listserv platforms and not through individual invitations. The transgender population is a group particularly at risk for experiencing harm, typically related to prejudice, harassment, and violation of equal treatment and opportunities (Brown & Gortmaker, 2009; Effrig et al., 2011; Tetreault et al., 2013) . Therefore, specific steps were taken to ensure the protection and privacy of all individuals who participated in this study.   Prior to accessing the survey, potential respondents were directed to an initial page that provided a brief explanation about the purpose of the research. Individuals were then asked to confirm their eligibility by selecting three check boxes affirming their sex assigned at birth differed from their gender identity, they were currently enrolled full-time as an undergraduate student, and they were at least 18 years of age. Those who affirmed eligibility by selecting each of the check box items were able to move forward to review the basic elements of informed consent and all ineligible individuals exited from the survey. All eligible individuals were then required to complete the consent form prior to continuing forward with the survey (see Appendix C). The survey for this study was hosted by Qualtrics, an online hosting site specifically created to ensure security of collected data through use of high-end firewalls, Transport Layer 41  Security (TSL) encryption, and HTTP referrer checking.  The quantitative findings of this study are reported in aggregate form and any qualitative data has been stripped of any identifiable information. This study was approved with an expedited status through the University of Pennsylvania IRB and approved with exempt status through Michigan Technological University.                                      42  CHAPTER 3: QUANTITATIVE STUDY FINDINGS  Sample Characteristics  The characteristics of the 117-transgender college student sample are detailed in Table 1. Nearly 89% of respondents were traditional age college students. Slightly more than 62% of individuals were assigned a female sex designation at birth, with the remaining respondents reporting a male designation. Gender identity among the sample was diverse with 96 respondents affirming more than one descriptor to express their gender identity. When provided with more narrow categories of gender, 40% of respondents were non-binary/genderqueer/ genderfluid/agender, followed by almost 37% identifying as a transwoman/woman, and 23% as a transman/man. Approximately 83% of participants classified themselves as White/European American. Sexual orientation was well diversified among the ten categories listed with over two-fifths of respondents sharing their identified orientation as either pansexual or queer. Most respondents (over 80%) identified as trans for more than a year prior to taking the survey. Over two-thirds reported a previous diagnosis of depression and nearly three-quarters affirmed a history of anxiety, with over half of all individuals reporting no other mental health diagnoses.  In addition, two-thirds also acknowledged a family history of depression and over half had a family history of anxiety.     The distribution of respondents enrolled in their first through fourth years of college was relatively even, while slightly fewer reported a student status of fifth year or more. The students overwhelmingly (77%) reported cumulative grade point averages above 2.50. With regard to living situation, 77% of respondents resided with others in either on-campus or off-campus housing. University settings were described as predominantly public and co-educational 43  institutions. A comparable number of universities were located in urban and suburban areas, with fewer in a rural setting. Most respondents (75%) attended universities with student populations in excess of 5,000 students, the majority attending educational institutions with an enrollment of more than 15,000. An even number of students (25% each) reported their institutions were STEM or liberal arts focused, while 41% of respondents indicated their schools were diversified in their educational focus.  Table 1: Socio-Demographics N %  Age (years)    18 – 24   104 88.9 25 – 30  9 7.7 31 – 52  4 3.4 Mean 22.15 ± 4.18  Sex Assigned at Birth    Female  73 62.4 Male  44 37.6  Gender Identity  (check all that apply)    Agender  9 7.7 Androgynous  7 6.0 Gender non-conforming  20 17.1 Genderqueer  30 25.6 44  Genderfluid  17 14.5 Man  20 17.1 Multi-gender  2 1.7 Nonbinary  45 38.5 Pangender  1 .09 Trans  60 51.3 Transgender  47 40.1 Transman  25 21.4 Transwoman  34 29.1 Two-spirit  1 .09 Woman  4 3.4 Gender not-specified  30 25.6  Total 352   Gender Identity Condensed    Nonbinary/Genderqueer/Genderfluid/Agender 47 40.2 Transman/Man  27 23.1 Transwoman/Woman  43 36.8  Race/Ethnicity    African American/Black  1 .9 Asian/Asian American  7 6.0 Chican@/Latin@/Hispanic  3 2.6 Mixed Race/Ethnicity/Other  8 6.8 Pacific Islander  1 .9 45  White/European American  97 82.9  Sexual Orientation    Asexual  10 8.5 Bisexual  14 12.0 Gay  6 5.1 Heterosexual/Straight  9 7.7 Lesbian  15 12.8 Same gender loving  1 .9 Pansexual  26 22.2 Queer  25 21.4 Questioning  5 4.3 A Sexual orientation not specified 6 5.1  Length of Time Out    Less than 6 months  8 6.8 More than 6 months but less than 1 full year  14 12.0 1-2 years  24 20.5 3-4 years  31 26.5 5-6 years  13 11.1 6-7 years  5 4.3 7-8 years  9 7.7 9-10 years  6 5.1 More than 10 years  7 6.0  46  Previous Diagnosis of Depression   Yes  79 67.5 No  38 32.5  Previous Diagnosis of Anxiety    Yes  85 72.6 No  32 27.4  Other Mental Health Diagnoses    Yes  47 40.2 No  70 59.8   Family History of Depression    Yes  80 68.4 No  16 13.7 Unsure  21 17.9   Family History of Anxiety    Yes  64 54.7 No  25 21.4 Unsure  28 23.9  Class Year    First Year  26 22.2 47  Second Year  25 21.4 Third Year  28 23.9 Fourth Year  24 20.5 Fifth Year +  14 12.0  GPA    1.51 - 2.00  2 1.7 2.01 - 2.50  4 3.4 2.51 - 3.00  21 17.9 3.01 - 3.50  31 26.5 3.51 - 4.00  38 32.5 I have not completed a full academic semester. 20 17.1 My college/university only uses pass/fail. 1 .9  Living Situation    On-Campus   62 53.0 Living Alone  12  Living with Others  50  Off-Campus  55 47.0 Living Alone  15  Living with Others  40   University Descriptors    Private  35 29.9 Public  82 70.1 48   Co-educational  115 98.3 Women's college  2 1.7 Men’s college  0 0  Campus Location     Urban  47 40.2% Suburban  43 36.8 % Rural  27 23.1%  Campus Size    1000 or fewer  2 1.7 1,001 to 2,500 students  14 12.0 2,501 to 5,000 students  13 11.1 5,001 to 10,000 students  28 23.9 10,001 to 15,000 students  14 12.0 More than 15,000 students  46 39.3  Educational Focus    STEM  29 24.8 Liberal Arts  29 24.8 Research  7 6.0 Fine Arts  3 2.6 Other  1 .9 STEM/Liberal Arts  4 3.4 49  STEM/Liberal Arts/Research  9 7.6 STEM/Liberal Arts/Research/Fine Arts 11 9.4 STEM/Liberal Arts/Fine Arts  4 3.4 STEM/Research  15 12.8 Liberal Arts/Research  4 3.4 Liberal Arts/Fine Arts  1 .9      Descriptives for Scale Data The descriptive statistics for the scales utilized in this study are detailed in Table 2. On average, students were out to at least some individuals in all areas of their lives, with most reporting being out to more peers and friends than faculty and staff on campus. Self-stigma totals and subscale scores averaged higher than the midpoint of the scale, indicating moderate levels of self-stigma. The sample’s mean score of anxiety as measured by the GAD-7 was calculated to be 10.43, a score slightly higher than the midpoint of the scale indicating a moderate level of symptom severity. The mean score for depression was calculated at 29.94, therefore falling at the midpoint of the scale scored from 0 – 60. A typical cutoff score of 16 or higher is used to indicate risk for clinical depression. Respondents rated all areas of campus climate below the midpoint of the scale. The total mean score for social support averaged above the midpoint of the scale, indicating moderate levels of perceived social support. However, the significant other and friends on campus means were above the total average score, indicating higher levels of perceived support. The family subscale score was found to be below the midpoint of the scale, indicating lower perceptions of support from family members.  50  Table 2: Scale Summaries Mean SD  Out vs. Closeted (1 – 5)   Out Total  3.02 1.17 Family  2.92 1.55 Friends  3.79 1.17 Faculty 2.74 1.50 Staff 2.59 1.48 Peers         3.07 1.40 *Lower scores equate to being out to fewer groups    SSS-S: Self-Stigma (1-4)   Self-Stigma Total 2.35 .65 Cognitive 2.42 .80 Affective 2.60 .71 Behavioral 2.03 .93 *Lower scores equate to lower levels of self-stigma.    GAD-7: Anxiety (0 – 21) 10.43 5.97 *Lower scores indicate lower levels of anxiety.  CESD-R: Depression (0 – 60) 29.94 13.99 *Lower scores indicate lower levels of depression.  Campus Climate  51  CC Total (18 – 120) 55.23 21.25 General Campus (11 – 77) 36.85 14.64 Trans Campus (4 – 28)  13.79 6.48 Total Harassment (3 – 15) 4.60 1.89 *Lower scores indicate a more inclusive perception of Campus Climate  MSPSS: Social Support (1 – 7) Social Support Total 4.75 1.12 Significant Other 5.81 1.39 Family 3.64 1.75 Friends at Home 4.23 2.00 Friends on Campus 5.32 1.63 *Lower scores indicate lower levels of perceived social support  TCBS: Perceived Belongingness (1 – 5)  3.42 .84 *Lower scores indicate lower levels of perceived belonging.   Hypothesis Testing Relating to the Severity of Mental Health Symptoms Experienced This study hypothesized transgender college students who perceive a more inclusive campus climate, higher levels of perceived belongingness, and higher levels of social support will experience less severity of anxiety and depression. Multiple regression analyses by step were used to estimate the relationship between each dependent variable, the independent variables total scores and subscales, and key control variables and demographic characteristics. Tables 3 and 4 each depict three models with an increasing amount of variance explained for 52  anxiety or depression. In each table, Model 1 includes the total scores for the independent variables, Model 2 utilizes the subscales for the independent variables, and Model 3 includes the addition of control variables that increased the variance explained for each dependent variable. Anxiety. In Model 1 of Table 3, 9.0% of the variance in severity of anxiety symptoms was explained with the total score for perception of campus climate being the only variable contributing significantly to this finding. More inclusive perceptions of campus climate led to a decrease in symptoms of anxiety among respondents. More specifically, for every one-point decrease in the total campus climate score (lower scores equate to a more inclusive perception of campus climate) the severity of anxiety symptoms decreased by .06 points.  In Model 2, the subscales for perception of social support and those associated with campus climate were added in place of the total scores for each of these measures. The variance explained in this model increased to 15%, yet campus climate lost its significance. Instead, social support from family was found to be significantly related to anxiety scores. Individuals who perceived more support from their family were found to have lower levels of anxiety. For every one-point increase in the perception of family support score the severity of anxiety symptoms decreased by 1.15 points.  Model 3 utilized a step regression process to increase the variance explained for anxiety. This model included the addition of several control variables, including self-stigma, previous diagnoses of anxiety and other mental health disorders, living situation, sex assigned at birth, out total, and class year. The combination of these variables with those also included from the previous model accounted for 37% of the variance explained for anxiety. Social support from family had slightly less effect on severity of anxiety symptoms than the previous model 53  demonstrated, yet it remained significant at the p<.01 level. Additionally, the independent variable of harassment (a subscale of campus climate) was found to be significant at the p<.05 level. Furthermore, self-stigma, a previous diagnosis of anxiety, sex assigned at birth, out total, and class year were also found to significantly impact the severity of anxiety symptoms experienced by respondents.  Table 3: Hierarchical Regression Analyses of Perceived Belongingness, Campus Climate, Perceived Social Support, and Select Control Variables Explaining Anxiety  Model 1  Model 2  Model 3   B β  B β  B β (Constant) 11.16 (4.14)   2.36 (3.74)   -2.46  (4.88)  Belongingness Total 0.03 (0.69) 0.00  -0.16 (0.72) -0.02  0.58 (0.70) 0.08 Climate Total 0.06 (0.03) 0.221*       Social Support Total -0.90 (0.53) -0.17       Social Support Other    0.32 (0.44) -0.07  0.71 (0.39) 0.17 Social Support Family    -1.15 (0.31) -0.34***  -0.80 (0.28) -0.24** Social Support Friends at Home   0.16 (0.28) 0.06  -0.11 (0.27) -0.04 Social Support Friends on Campus   -0.14 -0.04  -0.67 -0.18 54  (0.41) (0.40) General Campus Climate    0.10 (0.07) 0.25  0.08 (0.06) 0.19 Trans Campus Climate    -0.09 (0.14) -0.09  -0.13 (0.14) -0.14 Harassment    0.43 (0.33) 0.014  0.71 (0.31) 0.23* Self-Stigma       2.15 (0.83) 0.24** Previously Dx with Anxiety      4.07 (1.13) 0.31*** Previously Dx Other Mental Health      0.49 (1.07) 0.04 Living with Others       -1.03 (1.15) -0.07 Sex Assigned at Birth       2.43 (1.14) 0.20* Out Total       -1.29 (0.43) -0.25** Class Year       -0.91 (0.44) -0.20*  Adjusted R2 0.09  0.15  0.37 * p < .05, ** p < .01, *** p<.001 Standard Error in parentheses  55  Depression. Model 1 in Table 4 explains 11% of the variance in severity of depression symptomology when accounting for the total scores of all three independent variables. In this model, the total score for perception of social support was found to be the only variable contributing significantly to the dependent variable. Higher degrees of social support led to a decrease in symptoms of depression among respondents. More specifically, for every one-point increase in the total social support the severity of depression symptoms decreased by 3.62 points.  In Model 2, the subscales for perception of social support and those associated with campus climate were again added in place of the total scores for each of these measures. The variance explained in this model increased to 17%. Despite losing some strength in effect, perception of family social support increased its significance (p<.001) and remained as the only variable demonstrating a significant impact on depression. For every one-point increase in the perception of family support score the severity of depression symptoms decreased by 3.05 points.  The final model for depression improved the understanding of the variance in severity of symptomology with an increase to 38%. Comparable to anxiety, numerous control variables including self-stigma, previous diagnoses of depression and other mental health disorders, living situation, sex assigned at birth, out total, and class year were included in this model. Perception of family social support slightly decreased in strength of effect on severity of depression symptoms, but retained its level of significance at the p<.001 level. No other independent variables were found to have significance, yet self-stigma, previous diagnosis of depression, sex assigned at birth, and the number of people a person is out to all significantly contributed to the variance explained in this model. Of note, depression scores were found to be over 5 points 56  higher for natal females than natal males. Additionally, the severity of depression dropped by 2.33 points for every one-point increase in the out total.   Table 4: Hierarchical Regression Analyses of Perceived Belongingness, Campus Climate, Perceived Social Support, and Select Control Variables Explaining Depression Table 4. Depression  Model 1  Model 2  Model 3   B β  B β  B β (Constant) 42.60 (9.58)   44.65 (10.05)   36.75 (12.08)  Belongingness Total -0.04 (1.59) 0.00  -1.36 (1.67) -0.08  -1.48 (1.61) -0.09 Climate Total 0.09 (0.07) 0.13       Social Support Total 3.62 (1.23) 0.29**       Social Support Other    -1.32 (1.01) -0.13  -0.90 (0.90) -0.09 Social Support Family    -3.05 (0.73) -0.38***  -2.46 (0.65) -0.31*** Social Support Friends at Home   0.51 (0.65) 0.07  0.47 (0.63) 0.07 Social Support Friends on Campus   0.29 (0.94) 0.03  -0.39 (0.89) -0.05 57  General Campus Climate    0.12 (0.16) 0.13  0.05 (0.15) 0.05 Trans Campus Climate    0.03 (0.33) 0.02  0.13 (0.32) 0.06 Harassment    -0.01 (0.76) 0.00  0.16 (0.71) 0.02 Self-Stigma       4.07 (1.94) 0.19* Previously Dx with Depression      8.84 (2.40) 0.30*** Previously Dx Other Mental Health      3.67 (2.44) 0.13 Living with Others       0.26 (2.67) 0.01 Sex Assigned at Birth       5.42 (2.66) 0.19* Out Total       -2.33 (1.00) -0.20* Class Year       -1.91 (1.02) -0.18  Adjusted R2 0.11  0.17  0.38 * p < .05, ** p < .01, *** p<.001 Standard Error in parentheses    58  Evaluating the Hypothesis  The hypotheses for this study were partially supported in Model 3 of the regression analyses for both anxiety and depression. Elements of perceived social support and campus climate were found to significantly contribute to the severity of anxiety symptoms experienced. The same element of social support, perception of family support, also significantly contributed to the variance of depression symptoms experienced. It is important to note, perceived belongingness did not establish a significant effect in any of the aforementioned models. Though perceived belongingness failed to demonstrate a significant correlation to anxiety and depression, removal of this variable decreased the amount of variance explained in each model. The regression models and explained variance were further supported by and expanded upon through analysis of the qualitative information gathered from respondents. These findings are further discussed in Chapter 4.                   59  CHAPTER 4: QUALITATIVE STUDY FINDINGS  Respondents were provided with an opportunity to reply to three qualitative questions at the conclusion of the survey. The first two questions focused primarily on the independent variables of campus climate, perceived belongingness, and social supports. To expand knowledge of where students are seeking services and supports, an additional question asked respondents to identify the resources and supports they have utilized on- and off-campus. Hypothesis coding was used to categorize the responses into categories and themes based on the regression analyses of the dependent and independent variables.  The information provided by respondents greatly expanded upon the knowledge and results gathered from the quantitative survey, especially those responses related to experiences of harassment, family social support, self-stigma, and being out on campus. These findings are described below.  Anxiety and Depression The theme of mental health was prevalent in the respondents’ replies about their campus experiences. It was clear mental health supports were sought after and needed as these students navigated their undergraduate journey. Despite most students seeking mental health care on campus instead of with community-based providers, many identified inadequate mental health resources particularly a lack of trained gender therapists. They specifically cited a need for providers who can provide knowledge, support, and understanding about the challenges they face on campus.  Fear, stigma, anxiety, disconnection and stress were all mentioned as feelings related to experiences as a trans identified undergraduate student. They spoke of the history and impact of traumatic experiences at their current universities or at previous educational institutions. Many of 60  these students also shared concerns of being “deadnamed” and misgendered, and the mental health struggles related to this. Interestingly, the qualitative questions in this study did not directly request information regarding family support; nonetheless, numerous students also mentioned the bearing of these relationships on their mental health and well-being. Some of the responses related to harassment, family support, self-stigma, and the challenges of being out on campus which are detailed below.  Harassment  Several students shared their experiences of being verbally and physically harassed by others, yet even more so they described fears of coming out and believing this would negatively impact their sense of safety. Unfortunately, many shared these fears were not unfounded and instead were the direct result of witnessing harassment experienced by those who were out on campus or were identified as “more visibly trans.” One student shared such an experience: Typically if I suffer harrassment [sic] it's because I was associating with other trans folks on campus who aren't passing. It's usually little verbal jabs like \"Why would you associate with them? They're freaks.\" That indirectly hit me without them realizing it. Another student shared an experience that occurred on-campus shortly after beginning to transition: “I'm not out to anyone but family and very close friends when I was beginning to transition and grow my hair out previously I was called Caitlyn Jenner relentlessly and the anxiety grew so bad I went back to 'being a guy.'” 61  Though most students who noted experiences of harassments indicated these were largely verbal in nature, several respondents shared threats and incidents of physical violence on campus. Unfortunately, the response and support provided to these individuals was completely inadequate to their needs. “It has been horrible. When I lived in gender neutral housing, I had a gay man as a roommate who didn't believe in my nonbinary status and used my sex as an excuse to be horrible and violent to me. When I brought this up to the community manager, I was told that I needed to be physically assaulted and have a police report before my roommate could be kicked out.” Social Support Family social support has long been established as a critical component to the mental health and well-being of the LGBTQIA+ population (Birkett et al., 2015; Budge et al., 2012; Budge et al., 2013; Pflum et al., 2015; Simons et al., 2013) . Unsurprisingly, the quantitative and qualitative data from this study demonstrated family social support as significant contributor to the variance in severity of symptoms of depression and anxiety experienced by transgender students. Though no qualitative question specifically inquired about family supports, several responses provided voice to the quantitative data that was captured through the survey. Sadly, very few respondents identified their families as sources of support for them, yet numerous shared the lack of support and rejection they have experienced from their family.  “Parents rejected me, rejected my transition. My friends took me in and made me feel special.” Others wrote of their fear of coming out based on beliefs and values their families held.  62  “My family is very supportive of me but not to the idea of trans people so I'm not out to them.” Despite an overwhelming number of students reporting low levels of support from their families, social support from peers was notably higher. Within the sample population, the perceived level of support experienced from friends on campus was significantly higher than that provided by family members. Some students shared the appreciation they hold for support from their friends, but also noted the struggle to accept those closest to them (i.e. family) as being unsupportive.  “My college friends would be the most accepting I think, but their opinion doesn’t mean as much to me as the people closer to me. The people close to me, while I don’t think they would be hateful, would definitely not accept it. These are the people most impactful to me in how I’ve dealt with it so far. It's difficult to give up people you love to make yourself feel better.” Self-Stigma Though self-stigma acted as a control variable in this study, it was established as a key factor in explaining the variance in the severity of symptoms experienced for depression and anxiety. Unfortunately, many students also shared responses that detailed feelings of being an outsider, lack of comfort in the group, or not feeling trans enough. This was particularly true among respondents who identified as non-binary or those who were not “stealth.”  “I've never felt like I'm trans enough. I also don't know if I actually am or if I'm just pretending to be because so many people around me are (I'm at a school where there are a lot of queer people)… Also I've never really \"come out\" to many people, except what they assume from me saying that they can use any/no pronouns. I also had a hard time with that last semester, people made me think 63  that that was kind of a signal that I wasn't really trans, or minimizing the experience of people who did want people to use different pronouns.” Another individual discussed how they felt through the process of coming to terms with their identity and how this impacted other life areas: “Most of my college experience as a trans student has not been great. A large part was that I spent an agonizingly long time discovering my self, but then feeling trapped and like I had no one to go to. I regularly skipped so much class, and found myself disengaging socially. Once I began transitioning, everything became much more enjoyable.” Other students discussed how their identity as a trans person influenced their perception of themselves with other groups on campus. More specifically, several individuals noted their lack of desire to be identified as trans because they felt this further separated them from those they wished to identify with. “Being a part of the trans community makes me uncomfortable because it makes me feel as though I'm different from other guys” Many respondents detailed fears related to what other people would say, think, or respond to finding out they were trans.  “The feeling of pretending to be something I’m not, along with a few other things, distracted me from the things I should be worried about. Although I’ve never cared much what other people have thought about me, the closer I come to coming out the more paralyzed I become by what people may or may not think.”  64  Out Total The theme of coming out was prevalent throughout the responses gathered to all three qualitative questions. In fact, the students’ out status seemed to be a reference point to their experiences on campus, their relationships with others, and how they viewed themselves. Therefore, it was unsurprising this control variable was found to have significant influence in explaining the variance for anxiety and depression. Many students again cited fear of reprisal if they were openly out.  “I'm not out to any faculty or students other than my friends, but I see other more visibly trans people get verbally harassed often in our campus' Facebook group.” Another noted a similar concern: “I have only just realized who I am. Still closeted so no one, except those who know, treat me differently. Dysphoria has me more withdrawn than usual, and I am noticing just how trans people are considered in my immediate surrounding area.” However, over half of individuals who were out to at least some faculty, staff, and students on campus noted support, acceptance, and access to resources that they would be unlikely to utilize unless they were out to at least some individuals on campus. One student shared: “My college has been very welcoming to not just me but to all trans students. There is all gender housing that is offered, you can change your preferred name, and there are many ways to get involved with the trans community on campus. I feel like I have found a home here because I have been able to be myself without 65  having to worry about the fact that I am trans because everyone accepts me as me.” Evaluating the Hypothesis  The qualitative questions for this study did not directly inquire about the respondents’ experiences with anxiety and depression, yet references to these terms were interwoven throughout their replies. The regression analyses discussed in the previous chapter established perception of family social support and experiences of harassment as significant factors in explaining the variance of the severity of anxiety and depressive symptoms measured. Furthermore, several control variables, including self-stigma and the number of people the respondents were out to, were also found to be significant. Therefore, it was unsurprising to find many of the independent and control variables were also noted together in single responses from the respondents, further confirming the importance of including these variables and the relationships that co-exist. One student summarized their experience as follows:  “i am currently unable to physically transition due to my family situation and lack of money. Right now my biggest stressor related to being a trans college student is not being out in an academic setting. It is strange to be seen as a woman, misgendered constantly, and having my deadname associated with my work. I think that if I had accepted that I was trans before entering university, it would have been easier to notify professors, staff, peers, etc.. However, I am almost done with my undergrad degree and my program is incredibly small, and I do not want to draw the attention to myself that coming out as trans would bring.” 66  It is also important to note, though the regression analyses did not establish perceived belongingness as a significant factor in explaining the variance of anxiety and depression, the notion of belongingness was prominent throughout the responses students provided. Therefore, this too substantiates enough reason to retain it in quantitative analyses despite it not demonstrating a statistically significant impact on the dependent variables.                                   67  Chapter 5: DISCUSSION AND CONCLUSION  Though the number of studies focused exclusively on the transgender population is gradually increasing, there continues to be comparatively little research emerging on transgender collegians. Most studies to date have included the larger LGBTQIA+ university community, yet focusing on this entire population neglects the nuances between sexual orientation and gender identity. Too often, empirical research has examined the differences between these groups instead of exploring the influential factors that contribute to transgender students’ lives and the outcomes of their experiences.  This study sought to develop additional knowledge about the transgender college student population by exploring their perceptions of campus climate, social supports, and belongingness, and the relationship these experiences have with the severity of anxiety and depression symptoms the students endure. It was hypothesized students who perceived a more inclusive campus climate, more social support, and higher levels of perceived belongingness would experience lower levels of anxiety and depressive symptoms. The regression models for this study established specific elements of campus climate (harassment) and social support (family) as significant contributors to the amount of variance found in explaining the severity of anxiety and/or depression. Furthermore, several control variables, most notably self-stigma, out total, and class year were also found to significantly contribute to the amount of variance found in anxiety and/or depression symptomology. However, perceived belongingness, along with the other subscales of social support and campus climate, failed to demonstrate any significant quantitative bearing on the severity of anxiety or depression symptoms students’ experienced. Nevertheless, a fundamental strength of mixed methods studies is the ability to improve the breadth and depth of 68  quantitative and qualitative findings. The addition of open-ended questions in this study captured additional information that was not adequately represented by the standardized measures, but were synonymous with gaining knowledge concerning the experiences of transgender collegians. Addressing and accounting for these factors offer future directions to improve the lives and experiences of this population on university campuses.  Experiences of Harassment Rankin and Reason (2008) define campus climate as, “the attitudes, behaviors, and standards/practices that concern the access for, inclusion of, and level of respect for individual and group needs, abilities, and potential” (p. 264). Those within the transgender population often experience a more unwelcoming, unreceptive, and less inclusive campus environment than their cisgender peers (Beemyn, 2005; Beemyn, 2015; Dugan et al., 2012; Tetreault et al., 2013) . Minority stress theory asserts marginalized populations, like transgender colleges students, experience higher rates of mental health concerns due to their chronic experiences of stigma, prejudice, and discrimination (Meyer, 2003). Nadal, Skolnik, and Wong (2012) identified the significance of environmental and systemic microagressions on the mental health and well-being of transgender individuals. In fact, Nadal et al. found that transgender individuals were more likely than other marginalized populations to be asked intrusive, intimate, and uncomfortable questions that were meant to be personally degrading. Many of these incidents are veiled as non-threating interactions with others on campus, yet this lack of understanding and ignorance about the needs and experiences of transgender students profoundly impact the perception of safety of this population in their campus environments. Therefore, it is unsurprising that the findings of this current study reveal the frequency of harassment on campus significantly influenced the 69  amount of anxiety experienced by this population. This outcome was further supported by the respondents’ descriptions of their campus experiences. Fear of discrimination and lack of safety were repeatedly cited as reasons students feared coming out to cisgender peers on campus. However, these experiences of harassment also occurred within the transgender student community. Many students shared experiences of being harassed by those within the trans community on campus, further complicating their security and sense of belonging within the group. Unfortunately, even those respondents who shared they no longer had a fear of being “outed” as they were able to “pass,” many had experiences of witnessing their trans-identified peers be harassed by others on-campus further creating an uncomfortable, hostile campus climate. Experiences of harassment not only impact transgender college students’ mental health, specifically anxiety, but also greatly impact the students’ abilities to achieve and maintain academic success. A recent study by Woodford, Joslin, Pitcher, and Renn (2017) utilized a mixed-methods approach to examine the impact of microagressions on 152 transgender college students. Though Woodford et al. were unable to establish a statistically significant relationship between the environmental campus experiences and mental health outcomes of their sample population, they were able to identify a relationship between negative environmental experiences and microagressions (i.e. lack of supportive policies, access to appropriate bathrooms, etc.) on campus with an elevated risk for poorer academic outcomes. Other studies have also been able to demonstrate a strong connection between student mental health and academic success. Larson, Orr, and Warne (2016) found college students who reported a higher number of days experiencing poor mental health were at significantly higher risk to have lower overall GPAs. A 70  chief component in measuring university success is through the evaluation of retention and graduation rates.  Students who struggle to meet academic requirements, such as low GPAs, are unlikely to be retained through graduation. This reason and those noted above substantiate the need for universities to prioritize changing the campus climate by creating policies, establishing supports, and providing education to address the systemic and environmental microagressions experienced by trans students. Doing so will improve the lives of these students by not only reducing instances of harassment, but also by reducing the severity of anxiety that many of them experience daily. College and university campuses need to look beyond the majority population of their student body, and provide supports for those whose needs may not be met by existing policies, structures, and knowledge (Rankin & Reason, 2008) . Family Relationships   Family social support has long been established as a critical component to the mental health and well-being of the LGBTQIA+ population (Birkett et al., 2015; Budge et al., 2012; Budge et al., 2013; Pflum et al., 2015; Simons et al., 2013) . Unsurprisingly, this study consistently demonstrated family social support as a significant contributor to the variance in severity of symptoms of depression and anxiety experienced by transgender students, therefore confirming the findings of earlier studies. Though no qualitative question specifically inquired about family supports, several responses provided voice to the quantitative data that was captured through the survey. Sadly, very few respondents identified their families as sources of support for them, yet numerous shared the lack of support and rejection they have experienced from their family. Others wrote of their fear of coming out based on beliefs and values their families held. Despite an overwhelming number of students reporting low levels of support from 71  their families, social support from peers was notably higher. Unfortunately, positive perceptions of peer support were not enough to fully mitigate the negative influence of family relationships on these students’ severity of anxiety and depressive symptoms. Therefore, family relationships and perception of support within these systems remain of vital importance. Most importantly, the findings from this study reinforce this area of support as a critical component in reducing the severity of anxiety and depressive symptoms experienced by this population. Self-Stigma Self-stigma is a term often used to describe the internalized shame and humiliation a person experiences in relation to a personal characteristic, diagnosis, or identity. Though self-stigma was a control variable in this study, it was established as a key factor in understanding the variance in the severity of symptoms experienced for depression and anxiety. This finding was further supported as respondents discussed the shame they felt with lack of acceptance from others regarding their identity, including rejection from family, peers, and others on campus. Most notably, self-stigma seemed to be prevalent as students navigated the early stages of exploring their identity and through the initial phases of the coming out process. Though universities may have little control over a student’s perception of self, creation of an inclusive, accepting climate may support a person’s ability to gain acceptance and value for their identity (Austin & Goodman, 2017; Budge et al., 2013; Kozee et al., 2012) . Furthermore, based on the information gathered from this study, university-based counseling centers should remain aware of this finding. These providers, including licensed clinical social workers, often provide the mental health supports accessed by this student population and therefore need 72  to recognize the importance to screen for student’s perception of self as this may be a critical area for intervention. Out Total  The numbers of groups of people the respondents were out to was also included as a control variable for this study. However, this too was found to significantly impact the variance found in severity of anxiety and depression experienced.. More specifically, those who were out to more people on campus and within their communities were found to have less severity of symptoms for anxiety and depression. A study by Tetrault et al. (2013) found perceptions of campus climate for LGBTQ students were often related to a student’s comfort in being open about their identities to others. In this current study, many students expressed fear of being treated differently by others if they were to be out on campus as this may expose themselves to increased rates of harassment and marginalization. However, students who were out to more people on campus experienced significantly lower levels of anxiety and depression. Universities have a unique opportunity to intellectually and socially influence students, faculty, and staff. Providing effective programming and education to all stakeholders regarding transgender identities conveys a university’s commitment to improve the experiences of these students on campus (Rankin & Reason, 2008) , thereby reducing the students’ hesitations in being open with others in the campus community and reducing the severity of mental health symptomology experienced. Class Year Students’ class year status, another control variable, was found to be inversely related to the amount of anxiety symptoms experienced. Students who were well established in their 73  educational pursuits demonstrated lower levels of overall anxiety. This finding supports other studies that have shown the severity of mental health symptoms may lessen as individuals gain more life experience (Birkett et al., 2015). Connecting to campus resources and peer supports may be particularly important for new students who have yet to establish a solid sense of their identity and may need additional supports as they navigate through this process. This is even more critical when considering studies that have shown first-year students are more likely to hold negative attitudes toward transgender students (Brown et al., 2004) . As mentioned previously, respondents repeatedly acknowledged the importance of having spaces, groups, and opportunities to meet those with similar identities. Therefore, it is imperative for institutions of higher learning to create inclusive spaces, offer opportunities for involvement, and provide education to peers to assist younger students with establishing a positive support system.  A Sense of Belongingness  In 2016, a study by Barr, Budge, and Adelson found those who perceived higher levels of belonging within the transgender community were found to have higher rates of well-being. This finding was not confirmed with this current project despite nearly the same mean and standard deviation scores for perceived belongingness in both studies. However, it should be noted their measurement of well-being differed from those used in this study and may partially explain the difference in findings. Furthermore, the population Barr et al. studied, though similar with regard to gender identity, was not exclusively focused on college students. Despite this study’s failure to establish statistical significance between sense of belonging and severity of mental health symptomology, nearly three-quarters of respondents noted the importance of connections within the trans-identified community. For many, beginning college created a positive sense of 74  community, support, and belonging that they had not previously experienced. Perhaps demonstrating college attendance does in fact benefit these individuals’ mental health. Half of those who provided information about their relationships with the trans community shared they were strongly bonded and connected to individuals and groups on-campus. Though there may not be quantitative significance demonstrating the benefits of these relationships to trans college students’ mental health, their personal accounts and recognition of support within their own communities should be noted. Unfortunately, those who were disengaged from the community often cited lack of knowledge of others on campus or poor experiences within this community in the past. Though it is unlikely every trans-identified student will want to connect with similar students on campus, addressing the intragroup dynamics and providing them with space, opportunities, and other supports to do so should remain a priority for universities given the importance this holds in a student’s perception of campus experiences and supports (Tetreault et al., 2013).   Implications for Social Work Practice This study sought to extend the limited knowledge previous studies had gathered about the factors that influence the severity of mental health symptomology in transgender college students. In order to comprehend the experiences and needs of this population, it is essential to also understand their developmental process as an undergraduate student. Student development theory identifies a multitude of factors that influence the developmental process college students move through to more deeply understand their identity and sense of self. Chickering and Reisser (1993) posit students progress through seven stages of development while in school. Conversely, McEwen and Jones (2000) discuss the interplay of core, context, and meaning-making capacity 75  in the development of identity in the college student population. Regardless of theoretical positioning, the process of moving through these stages is developmentally challenging for any student, but even more so when experiencing fear of harassment, facing issues related to family support, feelings of self-stigma, and lack of comfort in sharing one’s full identity to those around them. This study demonstrated these experiences directly influence the severity of anxiety and depressive symptoms these individuals face. Therefore, it is critical for these individuals to have advocates and allies poised to assist and support them through this developmental process. Mental health providers are among those who are suitably positioned to assume these roles.  More specifically, clinical social workers are well-equipped to address the mental health needs of this population by providing mental health support, as well as administratively influencing the campus climate and personal environments experienced by these individuals.  Clinical social workers have historically been identified as change agents – bettering the lives of the marginalized and working toward social justice. The field of social work has evolved over time, yet it’s founding principles remain clear and engrained in policy and practice. The National Association of Social Workers (NASW) Code of Ethics states the following:  The primary mission of the social work profession is to enhance human well-being and help meet the basic human needs of all people who are vulnerable, oppressed, and living in poverty. A historic and defining feature of social work is the profession’s dual focus on individual well-being in a social context and the well-being of society. (p. 1) In 2005, the NASW publicly affirmed its commitment to the transgender population by altering the name of its LGB task force to the National Committee on Lesbian, Gay, Bisexual, and 76  Transgender Issues (NCLGBTI). The NASW website declares “social workers have a shared commitment to promoting laws, policies, and programming that affirm, support, and value LGBT individuals, families, and communities” (NASW, 2018). This commitment extends to all areas of the social work profession. Some may believe the field of social work is limited to community agencies, healthcare professions, or governmental entities. However, the mission, vision, and commitment of this field are also well-established in education, including higher education. Social workers play a unique role when employed by colleges and universities. Most are employed in university counseling centers as therapists, though some serve as case managers and still others are part-time, full-time, or adjunct members of the faculty. Regardless of role, social workers play a critical role in advocating to change the climate of universities and therefore the experiences of transgender college students.  There are innumerable approaches to improving the mental health outcomes of the transgender student population, yet it must first begin with enhancing the clinical education and expertise for clinical social workers and other medical providers regarding the needs and challenges transgender college students face. Additionally, clinicians must be prepared to utilize a systems approach in understanding the experiences of these students in a collegiate environment and to address the competing systems and influential factors that impact their mental health.  Improving Clinical Education. Transgender college students face unique challenges on university campuses. As a marginalized and underrepresented population, many of their experiences differ widely from the general student population. Yet, too often assumptions are made that their needs, including those related to mental health, can be met in the same way as 77  their cisgender peers. However, neglecting to understand these differences can further disregard their identities. Clinicians need additional training and education to provide appropriate and inclusive care. Over the past several years there has been slight improvements in the educational course offerings focusing on gender identity in social work training programs. Nevertheless, today’s most seasoned professionals were not offered courses specifically focused on gender diversity, and therefore few have substantial knowledge on the needs of this population. This study demonstrated few of the mental health and medical professionals that were accessed by students in college health centers were trained in providing healthcare and cross-hormone treatment for trans-identified students. Therefore, many of the students in the study were not able to access adequate care as they did not have a provider with the specialized knowledge that was needed for their comprehensive care, thereby further jeopardizing the severity of anxiety and depressive symptoms experienced. Yet, improving mental and physical health care for these students is not beyond the reach of most colleges and universities. On-campus professionals are likely to be utilized more frequently by transgender college students if gender-specialist providers were trained and more widely available to adequately meet the needs of this population. The World Professional Association for Transgender Health (WPATH) offers medical and mental health training through its Global Education Initiative (GEI). This training is comparable, in cost and time-commitment, to other continuing education and professional development conferences offered to medical and mental health professionals to enhance knowledge and expertise. The training offered by WPATH is comprehensive and establishes standards of care for this population. University counseling and health centers are often the primary providers for college 78  students. It is recommended university-based counseling centers and healthcare providers engage in professional development opportunities and trainings like those provided by WPATH. Addressing Anxiety and Depression. Perhaps the most salient findings from this study surround the areas clinicians can specifically target in a therapeutic dyad or group setting. Symptoms of anxiety and depression improve or worsen based on transgender college students’ perceptions of support from family members, perceptions of self-stigma related to their gender identity, and the number of people or groups they are out to. Systems theory asserts when addressing problems and areas of concern, there are typically multiple factors that need to be examined and consideration must be given to how these areas interact with each other (Forder, 1976). In a therapeutic setting, ignoring one or more areas of significance likely reduces the positive benefits made toward reducing severity of anxiety and depression that would otherwise be gained. Therefore, it is crucial that clinical social workers collectively address areas surrounding perceptions of family support, self-stigma, and improving comfort in coming out to others on campus. Addressing family relationships. Family social support is primary supportive factor for any student attending college. Family members provide encouragement, financial and emotional support, guidance, and a stable foundation for their students to begin to establish their values, beliefs, and sense of identity. Perceptions of family support are incredibly important in understanding the severity of anxiety and depressive symptoms experienced by transgender college students. Unfortunately, these same perceptions become incredibly detrimental when family members are unsupportive or perceived to be unsupportive of their child due to gender identity. For many of these students, there is a process of grief and loss that comes with 79  recognizing family members are no longer willing or capable of providing the support that is needed. Engagement in therapy and building positive rapport with a therapist may assist in partially diminishing the impact of these losses, as it can allow for the provision of the unconditional support and positive regard that is so desperately needed by these individuals. Though most college counseling centers do not advertise nor consistently provide family counseling, it may be important to consider offering this support or identifying referral sources to family members when appropriate. Provision of family therapy not only offers an opportunity to improve the sense of support offered to a transgender student, but will likely reduce the severity of anxiety and depression symptoms that are experienced. Families may also benefit from connecting to organizations such as Parents and Friends of Lesbians and Gays (PFLAG) and Gender Spectrum, as these groups often provide education, support and additional resources that are helpful in improving understanding and increasing knowledge about gender identity. Addressing Stigma. Talk therapies, such as Cognitive Behavioral Therapy (CBT), have been shown to be an effective treatment approach to addressing many mental health disorders in college students, including depression and anxiety. However, there is mixed-evidence about the effectiveness of these same strategies with transgender college students and when addressing issues of self-stigma, likely because these same techniques do not account for the issues surrounding minority stress and the specific challenges faced by this population (Perry, Chaplo, & Baucom, 2015) .  Improved education and understanding of the experiences of transgender individuals will allow clinical social workers to be better prepared to acknowledge and assist students in processing through how their experiences are different while also assisting them with validating their identities. There needs to be additional focus and development on how to 80  tailor or modify existing therapeutic techniques to address the needs of transgender individuals. For example, Meichenbaum’s Stress Inoculation Training has been used for many years as a skills-based treatment modality aimed at reducing elevated levels of anxiety, including symptoms caused by traumatic situations such as experiences of harassment and discrimination (Meichenbaum & Deffenbacher, 1988) . Increasing clinical knowledge of therapeutic skills and techniques that can be specifically used to reduce elevated levels of anxiety and depression associated with experiences of microagressions, harassment, and discrimination will assist transgender college students in navigating the negative encounters they may experience on campus. Though individual therapy is useful in addressing mental health concerns and improving coping skills, provision of support to transgender students should expand beyond the therapeutic dyad.  Self-stigma and the fear of coming out to others is only further debilitating when one feels as though they are suffering alone. Respondents in this study repeatedly shared the importance of knowing and connecting with others in their community. Providing therapeutic groups creates opportunities for these individuals to understand the thoughts, beliefs, and struggles they experience are common, thereby reducing feelings of loneliness, hopelessness, and helplessness. Allowing for shared space assists students in knowing others on campus, but also encourages discussion on the supports and resources they have found within their campus communities. This may also assist students in identifying supportive faculty, staff, and community members, thereby increasing the numbers of people they are out to and reducing the severity of mental health concerns they experience.  81  Beyond the Clinical Lens.  Clinical social workers are not bound to solely provide services within an office setting. Like systems theory explains, it is imperative for all areas to be examined and improved upon in order to support long-term growth. Therefore, clinical social workers should also consider providing opportunities to improve knowledge and education to other members of the campus community, as well as assisting with the establishment of policies to address negative campus experiences. Addressing these gaps may assist in reducing incidents of harassment and improving the students’ comfort with being out on campus.    Many colleges and universities offer interested professionals and student staff members a variety of diversity trainings focused on marginalized and underrepresented populations. Safe Place or Safe Space training (though program names are specifically determined by individual universities) typically offers a multi-hour, low-risk, high-engagement educational opportunity for participants to enhance their knowledge and understanding of the LGBTQIA+ population. Unfortunately, in this author’s experience, few faculty members are actively involved in these training opportunities though it is not clear if this is due to disinterest or lack of knowledge of its offering. Nevertheless, the vast majority of faculty are well-invested in the educational experiences and pursuits of their students and are also very data driven. Social workers and others engaged in social justice on campus may have opportunities to assist in compelling participation by utilizing research-informed findings about transgender students’ experiences in the classroom (Pryor, 2015), including explaining the role and opportunities faculty members have in establishing a safe and inclusive classroom. In addition, offering well-advertised campus-wide programming, which is inclusive of all representations of gender identity, not only serves to provide a diverse environment but also begins to shift the campus culture away from 82  presuming all students subscribe to heteronormative, binary gender identities. This approach may assist transgender students in addressing the concerns and hesitations they experience as they determine the benefits or drawbacks of coming out to others on campus. Too often university policies are created without an adequate amount of input from those who will be impacted by its implementation, leaving these individuals vulnerable or at additional risk. Nevertheless, students don’t always want to be the primary educators on what their needs are, but they do want to be influential with the policies that are created. Name change policies, including reflection of chosen name on class rosters, ID cards, campus systems, and housing policies are among those most frequently cited as areas of concern for transgender students. Social workers on university campuses can and should advocate for students to be involved in the process of creating, implementing, and educating the campus community about policies that directly influence the supports, services, and resources that are provided to them. Not doing so risks alienating the students and neglecting to account for unintended consequences, such as increasing the risk for additional experiences of harassment. Furthermore, in this study many students voiced a sense of validation and worth when asked to provide input and guidance. Involving transgender students in this process will assist in creating a sense of purpose for their ideas, as well as validation of their identity. Much like advocating and changing campus policies, working toward providing adequate resources and opportunities to transgender students is a critical component to improving the lives and experiences of this student population.  Gender-inclusive bathrooms, resource centers, support groups, and safe/inclusive spaces on campus are just a few of the many opportunities universities can provide to improve the quality of the experiences for these students. In fact, provision of 83  gender-inclusive bathrooms is the most cited area of concern and unmet need for trans identified students (Beemyn, 2005; Beemyn, 2015; National Survey of Student Engagement, 2017; Seelman, 2014a) . Ultimately, these are essential components to establishing a safer and more inclusive campus environment, thereby reducing the severity of depressive and anxiety symptoms experiences by this population. Strengths and Limitations Though this study implemented a mixed-model method, thereby creating strength in giving voice to quantitative data, there are also several limitations to this study that should be noted. The data gathered for this research was done so with convenience sampling and may not be representative of the larger transgender undergraduate student population. Use of self-report measures may lead to a social desirability bias. Respondents may have inadvertently over- or underreported responses based on what they believed the research was focusing on or what their comfort level was in self-disclosing sensitive information. Several measures (i.e. campus climate) did not capture the same data that was representative in the qualitative information provided, therefore diluting some of the information that may have provided additional insights and findings if the measures had more accurately represented qualitative information collected. Therefore, this indicates a need to modify the existing measures used to better reflect the concepts and information gathered in the qualitative portion of this study. In addition, the information collected was done so at one specific point in time, and therefore is not able to account for longitudinal changes that may occur over time and cannot eliminate the possibility that the dependent variables influenced the measurements of the independent and control variables in the study (i.e. self-stigma). Unfortunately, the sample for this study also lacked racial 84  and ethnic diversity, and likely limits the overall generalizability of this study. Though there were no significant differences found amongst those who identified as White versus people of color nor amongst those who identified as binary versus nonbinary, these findings do not imply differences do not exist. Similarly, an additional limitation revealed through this research is the underrepresentation of respondents who were assigned male at birth, with less than 38% of individuals reporting this designation. This finding is similar to many previous studies focusing on the transgender and gender nonbinary population. In fact, the vast majority of studies to date demonstrate an overrepresentation of individuals assigned female at birth with on average approximately 60% of respondents reporting this designation (Goldberg et al., 2018; James et al., 2016; Kuper, Nussbaum, & Mustanski, 2012) , yet this imbalance remains unexplored and unexplained. It remains unclear if a more balanced representation of sex assigned at birth would yield different results in this study and in others that were previously completed. Nevertheless, it is important to note there appears to be significant differences in the lived experiences of those assigned male at birth when compared to the overall transgender population. A study by Seelman (2014b) found trans women were more likely to face discrimination and lack of access to bathrooms and housing that matched their gender identity compared to individuals who identified as nonbinary. Results from the 2015 U.S. Transgender Survey also demonstrated a difference in the retention rates of trans women in college settings when compared with trans men and non-binary groups (James et al., 2016) . Trans women are less likely to complete college, not only leading to fewer eligible participants in studies focused on the trans college student population, but also bringing into question what differences exist in the experiences of these individuals that they are less likely to persist and complete their undergraduate degrees. In 85  consideration of the aforementioned limitations, it is imperative future studies ensure measures used, total sample size studied, and variations in experiences among trans women, trans men, and non-binary groups are more fully representative of the transgender college student population. Future Directions Though the hypothesis for this study was only partially supported by the data collected, there are several recommendations that have emerged in hopes of guiding future research. It is recommended researchers reassess ways to evaluate campus climate specifically for transgender students. The challenges faced by this population, with regard to policies and resources, are substantially different than other members of the LGBTQIA+ population and may warrant a different method to assess perceptions of campus climate and experiences. It is recommended studies continue to use quantitative means in combination with qualitative as universities tend to be data driven, but seeking out larger sample sizes will broaden the information gathered and likely better inform researchers on the factors that impact the mental health of this population. Lastly, based on several of the qualitative responses provided by respondents, it is recommended studies revise existing measures to better explore how the needs of those who identify as non-binary or agender population differ from the larger trans college student population.  Conclusion  Transgender students comprise between 1 and 2.6% of the college student population (American College Health Association, 2018; National Survey of Student Engagement, 2017) . Though this percentage may seem small, the needs of these students are profound. This is not because these individuals inherently have higher rates of mental health concerns, rather it is because the environment they are exposed to on a daily basis is often found to be intimidating, 86  intolerant, and exclusionary (Meyer, 2003; Nadal, Skolnik, & Wong, 2012) . The field of social work is well versed in combating social injustices and working toward improving the experiences of those who have been marginalized. It is imperative social work professionals, particularly those on university campuses, continue to advocate for the needs of these students in hopes of better understanding how to provide support and to mitigate impact of these experiences on their mental health and well-being.87  APPENDIX A RECRUITMENT EMAIL Hello, my name is Amber Bennett. I am the Director of Counseling Services at Michigan Technological University. I am also a graduate student enrolled in the Doctorate in Clinical Social Work Program at the University of Pennsylvania. I have the honor and privilege of working with many trans and non-binary students each day and am focused on improving their experiences on campus. I am hopeful that my dissertation research assists in improving the supports and assistance offered to trans and non-binary individuals at colleges and universities across the country.  I am reaching out to you to request your assistance in passing along information on my dissertation research study to any transgender and gender non-binary college students who may be interested in contributing to this project. Participants must be at least 18 y.o., enrolled full time as an undergraduate student at any 4-year university or college in the United States, and must identify as transgender or gender non-binary.  Involvement in this research project includes completing an anonymous survey about campus experiences, social supports, and stressors that you may currently be feeling. The survey will take approximately 15 – 20 minutes to complete. Participants who complete the survey have an opportunity to enter into a raffle to win 1-of-5 $50 gift cards.   Students may reach the survey by clicking on the following link:   https://upenn.co1.qualtrics.com/jfe/form/SV_d40rv5c82r1ELIN  The survey has been approved by the IRBs at the University of Pennsylvania and Michigan Technological University. If you have any questions or concerns, I can be reached by email at beamber@upenn.edu.  Thank you for your consideration, support, and for sharing this with others!  Amber Bennett, LCSW     88  APPENDIX B University of Pennsylvania, School of Social Policy and Practice Informed Consent Form Principal Investigator: Phyllis Solomon, PhD, solomonp@upenn.edu  Co-Investigator: Amber Bennett, LMSW/LCSW, beamber@upenn.edu     Informed Consent:  You are being asked to take part in a research study. This is not a form of treatment or therapy. Your participation is voluntary which means you can choose whether or not to participate.  Whether you choose to participate or not, there will be no loss of benefits to which you are otherwise entitled. Before you make a decision you will need to know the purpose of the study, the possible risks and benefits of being in the study and what you will have to do if you decide to participate.     What is the purpose of the study?  The purpose of the study is to learn more about transgender college students’ experiences with campus climate, social supports, sense of belonging, and mental health stressors.   Why was I asked to participate in the study?    You are being asked to join this study because you are enrolled as a full-time undergraduate college student who identifies as being transgender, gender fluid, gender neutral, gender non-conforming, or agender.    How long will I be in the study? The survey will be administered one time. It will take you approximately 15 – 20 minutes to complete all of the questions. There will be no additional components to this study.   Where will the study take place? You will be asked to complete the survey at your convenience at any point while the survey period is open. You may access the survey via any tablet, laptop, computer, or mobile device with Internet service.   What will I be asked to do? First, you will be asked some basic demographic information. Then you will be asked to complete questions from six standardized measures. They will include questions about your experiences on campus, the support you experience on and off-campus, how connected you feel to the transgender community, how you view your own identity as a transgender person, and symptoms you may be experiencing that are related to anxiety and depression. Lastly, you will be provided with a space to respond to three-open ended questions about your experience as a 89  transgender student on a college or university campus.   What are the risks? There are minimal foreseeable risks to this survey. No identifying data will be collected. Nonetheless, the information being asked of you is sensitive in nature and may produce unintended emotional reactions including but not limited to uneasiness, sadness and frustration. Your participation is completely voluntary and you may choose to end your participation at any time. Should you experience any distress you are encouraged to seek support from your college or university counseling center or any other resource available to transgender students on your campus. You may also contact the Trevor Project, an organization formed to provide crisis intervention and suicide prevention resources. The Trevor Project can be reached at 1-866-488-7386 or through their website www.trevorproject.org.   How will confidentiality be maintained and my privacy be protected? You will not be asked to provide any identifiable information.   Will I be paid for being in this study? If you complete this survey, you may enter your email address for a chance to win one of five $50 gift cards to Amazon. Your email address is entered after the survey is completed and is delinked from your survey responses. If you agree to participate in this study, please indicate your consent below.              o I WILL participate in the survey research.  (1)  o I WILL NOT participate in the survey research.  (2)   If you have questions, concerns or complaints regarding your participation in this research study or if you have any questions about your rights as a research subject, you should speak with the Principal Investigator listed on page one of this form.  If a member of the research team cannot be reached or you want to talk to someone other than those working on the study, you may contact the University of Pennsylvania Office of Regulatory Affairs with any question, concerns or complaints at by calling (215) 898-2614.                                    90  APPENDIX C SURVEY Please affirm your eligibility by answering the following statements:  My sex assigned at birth differs from my current gender identity.   o True  o False    3. I am over the age of 18.   o True  o False     4. I am currently enrolled full-time as an undergraduate student at a 4-year college or university.   o True    o False  _____________________________________________________________________________________________  5. What is your year of birth?    6. What sex were you assigned at birth?   o Male  o Female  o Intersex    91   7. What terms best describe your current gender identity? (please select all that apply)   ▢ Agender    ▢ Non-binary   ▢ Androgynous ▢ Pan gender   ▢ Bigender   ▢ Third gender    ▢ Gender non-conforming  ▢ Transgender  ▢ Genderqueer  ▢ Trans  ▢ Gender fluid  ▢ Trans man  ▢ Intersex  ▢ Trans woman    ▢ Mahu  ▢ Two-spirit  ▢ Man  ▢ Woman ▢ Multi-gender ▢ A gender not listed above (please specify).   Display This Question: If What terms best describe your current gender identity? (please select all that apply)   = A gender not listed above (please specify).  8. Please specify what other gender identities best describe you.   92  9. Although the categories listed below may not fully fit your identity, if you were only able to choose one term to describe your gender identity, what term would be most representative of you?   o Trans woman (MTF)  o Woman   o Trans man (FTM)    o Man  o Non-binary/Genderqueer/Genderfluid/Agender   10. How long have you self-identified as transgender/gender non-binary? o Less than 6 months  o 6 - 7 years    o More than 6 months but less than 1 full year  o 7 - 8 years  o 1  - 2 years  o 9 - 10 years  o 3 - 4 years  o More than 10 years  o 5 - 6 years              93   11. With regard to your gender identity, please respond to the following questions.  None A Few Some Many All How many family members are you out to?  o    o  o  o  o  How many friends are you out to? o  o  o  o  o  How many faculty members are you out to? o  o  o  o  o  How many staff members are you out to? o  o  o  o  o  How many peers are you out to? o  o  o  o  o   12. Please select the term that best describes your current sexual orientation.   o Asexual  o Same gender loving  o Bisexual  o Pansexual   o Gay   o Queer  o Heterosexual/Straight o Questioning  o Lesbian o A sexual orientation not listed above (please specify).  Display This Question: If Please select the term that best describes your current sexual orientation.   = A sexual orientation not listed above (please specify).  94  13. Please specify what sexual orientation best describes you.     14. Please select the choice that most closely represent your racial/ethnic identity. If you identify as more than one of these options please select \"Mixed Race/Ethnicity\" and follow the directions allowing you to specify further.   o African American/Black  o Asian/Asian American  o Native Hawaiian  o Mixed Race/Ethnicity  o Alaskan Native  o Chican@/Latin@/Hispanic  o Pacific Islander o Other (please specify).  o American Indian/Native American/First Nation  o Middle Eastern/South Asian   o White/European American   Display This Question: If Please select the choice that most closely represent your racial/ethnic identity. If you identify... = Mixed Race/Ethnicity  14a. Please select the choices that most closely represent your racial/ethnic identity.     Display This Question: If Please select the choice that most closely represent your racial/ethnic identity. If you identify... = Other (please specify). Or Please select the choices that most closely represent your racial/ethnic identity.    = Other (please specify).  o African American/Black  o Asian/Asian American  o Native Hawaiian  o Mixed Race/Ethnicity  o Alaskan Native  o Chican@/Latin@/Hispanic  o Pacific Islander o Other (please specify).  o American Indian/Native American/First Nation  o Middle Eastern/South Asian   o White/European American   95  14b. Please specify how you define your ethnic/racial identity. 15. Please select your class year.     ▼ First Year (1) ... Fifth Year + (5)  96  16. Please select the state where you currently attend college/university.    ▼ Alabama (1) ... Wyoming (52)  17. Do you attend a private or public college/university?   o Private  (1)  o Public  (2)   18. The area immediately surrounding my college/university is: o rural  o suburban  o urban   19. The college/university I attend is:    o Co-educational  o a Men's College  o a Women's College   20. Please select the descriptors that best fit your college/university: o STEM school (science, technology, engineering, math) o Fine Arts school  o Liberal Arts school  o Other (please define)  o Research Institution   97   Display This Question: If Please select the descriptors that best fit your college/university: = Other (please define) 20a.  Please define:    21. To the best of your knowledge, how many students are enrolled at your college/university? o 1,000 or fewer   o 2,501 to 5,000 students    o 10,001 to 15,000 students   o 1,001 to 2,500 students    o 5,001 to 10,000 students   o More than 15,000 students    22. I currently reside: o On-campus    o Off-campus    Display This Question: If I currently reside: = Off-campus  22a. Do you reside with family, friends, or alone? o Family   o Friends   o Alone   Display This Question: If I currently reside: = On-campus  98  22b. o I live in a single.   o I live with others.    23. Please select the range that includes your current cumulative GPA. o 0.00 - 0.50  o 1.01 - 1.50   o 2.01 - 2.50   o 3.01 - 3.50   o 0.51 - 1.00   o 1.51 - 2.00   o 2.51 - 3.00   o 3.51 - 4.00  o I have not completed a full academic semester   o My college/university only utilizes a pass/fail system .  Please respond to the following questions to the best of your knowledge. 24. I have previously been diagnosed with:        Yes      No Anxiety o  o  Depression o  o  A different mental health disorder o  o   25. Someone in my family has previously been diagnosed with anxiety.   o Yes    o No  o I don't know.    26. Someone in my family has previously been diagnosed with depression. 99  o Yes    o No  o I don't know.   100   27. In consideration of the past week, please respond to the following statements by choosing the option you most agree with.   Not at all or less than 1 day last week.  One or two days last week. Three or four days last week.  Five to seven days last week.  Nearly every day for two weeks.  My appetite was poor.  o  o  o  o  o  I could not shake off the blues  o  o  o  o  o  I had trouble keeping my mind on what I was doing.   o  o  o  o  o  I felt depressed. o  o  o  o  o  My sleep was restless.  o  o  o  o  o  I felt sad. o  o  o  o  o  I could not get going. o  o  o  o  o  Nothing made me happy.  o  o  o  o  o  I felt like a bad person. o  o  o  o  o  I lost interest in my usual activities. o  o  o  o  o  I slept much more than usual.  o  o  o  o  o  101  I felt like I was moving too slowly.  o  o  o  o  o  I felt fidgety. o  o  o  o  o  I wished I were dead.  o  o  o  o  o  I wanted to hurt myself.  o  o  o  o  o  I was tired all the time. o  o  o  o  o  I did not like myself.  o  o  o  o  o  I lost a lot of weight without trying to. o  o  o  o  o  I had a lot of trouble getting to sleep. o  o  o  o  o  I could not focus on the important things. o  o  o  o  o   102  28. Over the last two weeks, how often have you been bothered by the following problems?      Not at all. Several days. Over half              the days. Nearly every day. Feeling nervous, anxious, or on edge. o  o  o  o  Not being able to stop or control worrying.  o  o  o  o  Worrying too much about different things.  o  o  o  o  Trouble relaxing.  o  o  o  o  Being so restless that it is hard to sit still.  o  o  o  o  Becoming easily annoyed or irritable.  o  o  o  o  Feeling afraid as if something awful might happen.  o  o  o  o   103  28a. If you checked off any problems, how difficult have these problems made it for you to do your work, take care of things at home, or get along with others. o Not at all difficult.  o Somewhat difficult.   o Very difficult.  o Extremely difficult.    We understand and respect not everyone utilizes or is comfortable with the word “transgender” as a means to describe their gender identity. For consistency throughout the remainder of this survey it is important to use one word to refer to non-cisgender identities. Therefore, for the purpose of just this survey, the word “trans” will be used to refer to all trans and non-binary identities. We will be mindful of the gender identities of all individuals as chosen earlier in the survey when analyzing the data that is collected. Thank you for your willingness to contribute to this research project.     28. Please respond to the following statements.     Strongly agree Somewhat agree  Somewhat disagree  Strongly disagree  My identity as a trans person is a burden to me.  o  o  o  o  My identity as a trans person incurs inconvenience in my daily life.  o  o  o  o  The identity of being trans taints my life. o  o  o  o  I feel uncomfortable because I am trans.  o  o  o  o  I feel others would know that I am trans.  o  o  o  o  I feel like I cannot do anything about my trans status.  o  o  o  o  I estrange myself from others because I am trans. o  o  o  o  I avoid interacting with others because I am trans.  o  o  o  o  I dare not to make new friends lest they found out that I am trans.  o  o  o  o  104  29. We are interested in how you feel about the following statements. Read each statement carefully. Please indicate how you feel about each statement.    Strongly agree Agree Somewhat agree  Neither agree nor disagree  Somewhat disagree Disagree  Strongly disagree There is a special person who is around when I am in need.  o  o  o  o  o  o  o  There is a special person with whom I can share joys and sorrows.  o  o  o  o  o  o  o  My family really tries to help me. o  o  o  o  o  o  o  I get the emotional help and support I need from my family.  o  o  o  o  o  o  o  I have a special person who is a real source of comfort to me.  o  o  o  o  o  o  o  My friends from home really try to help me. o  o  o  o  o  o  o  My on-campus friends really try to help me. o  o  o  o  o  o  o  I can count on my friends from home when things go wrong.   o  o  o  o  o  o  o  I can count on my friends from campus when things go wrong.  o  o  o  o  o  o  o  105  I can talk about my problems with my family.  o  o  o  o  o  o  o  I have friends from home with whom I can share my joys and sorrows.  o  o  o  o  o  o  o  I have friends from campus with whom I can share my joys and sorrows  o  o  o  o  o  o  o  There is a special person in my life who cares about my feelings. o  o  o  o  o  o  o  My family is willing to help me make decisions.  o  o  o  o  o  o  o  I can talk about my problems with my friends from my home.  o  o  o  o  o  o  o  I can talk about my problems with my friends from campus. o  o  o  o  o  o  o    30. Please respond to the following statements.    Not at all Rarely  Some of the time Often All of the time I feel like a member of the trans community.  o  o  o  o  o  106  When I have tried to connect with the trans community in the past, I have felt excluded.  o  o  o  o  o  There are members of the trans community from whom I can get support. o  o  o  o  o  In the company of trans people, I don't feel like I belong.  o  o  o  o  o  I am able to find places in the trans community where I feel comfortable socializing.  o  o  o  o  o  I feel disconnected from the trans community.  o  o  o  o  o  There are places in the trans community where I feel understood and accepted.  o  o  o  o  o  There are places within the trans community where I can get support.  o  o  o  o  o  I feel like I don't have any close trans friends.  o  o  o  o  o   107  31. Please respond to the following statements.      Strongly agree  Agree  Somewhat agree  Neither agree nor disagree  Somewhat disagree  Disagree Strongly disagree  I feel valued as an individual at my school.  o  o  o  o  o  o  o  I feel close to people at my school. o  o  o  o  o  o  o  I feel like I am part of my school.  o  o  o  o  o  o  o  I am happy to be a student at my school.  o  o  o  o  o  o  o  I feel safe when I am on my school's campus.  o  o  o  o  o  o  o  I believe there is a clear sense of appropriate and inappropriate behavior among students at my school.  o  o  o  o  o  o  o  I believe my school is trying hard to protect the rights of all students.  o  o  o  o  o  o  o  I believe my school is trying hard to make sure that all students are treated equally and fairly.  o  o  o  o  o  o  o  I believe my school is trying hard to make sure that all students are safe.  o  o  o  o  o  o  o  108  I believe that students at my school trust one another.  o  o  o  o  o  o  o  I believe students at my school respect one another.   o  o  o  o  o  o  o   32. Please respond to the following statements.     Strongly agree  Agree  Somewhat agree  Neither agree nor disagree Somewhat disagree Disagree Strongly disagree  I believe my school is trying hard to protect the rights of trans students.  o  o  o  o  o  o  o  I believe my school is trying hard to make sure trans students are treated equally and fairly.  o  o  o  o  o  o  o  I believe my school is trying hard to make sure that trans students are safe.  o  o  o  o  o  o  o  I believe students at my school respect trans students.  o  o  o  o  o  o  o         109  33. Since beginning your studies at your current college/university, how often have you experienced the following types of harassment* on your campus or within the surrounding community?       *Harassment is defined as conduct which annoys, threatens, intimidates, alarms, or challenges a person's sense of safety.      Never Rarely Sometimes Often Frequently  Verbal Harassment  o  o  o  o  o  Physical Harassment  o  o  o  o  o  Sexual Harassment  o  o  o  o  o   Responses gathered from the following questions will provide a narrative or voice to the information gathered from all survey respondents. Your contributions are appreciated and will be separated from all other responses that you have provided thus far so as to further ensure your anonymity.   In your responses below, please do not use the names of specific people and places in order to preserve the anonymity of the survey. 34. Please describe your experience as a trans college student at your college or university.     35. Please describe the social relationship you have with other trans college students on your college or university campus.     36. Please share with us your experiences with any on and off-campus resources you have used to help support you as a trans college student.          110  REFERENCES Abes, E. S., Jones, S. R., & McEwen, M. K. (2007). Reconceptualizing the model of multiple dimensions of identity: The role of meaning-making capacity in the construction of multiple identities. Journal of College Student Development, 48(1), 1-22.  American College Health Association. (2018). American college health association - national college health assessment II: Reference group executive summary fall 2017. Hanover, MD: American College Health Association.  American Psychiatric Association. (2000). Diagnostic and statistical manual of mental disorders: DSM-IV-TR (4th ed.). Washington, DC: American Psychiatric Association. Austin, A., & Goodman, R. (2017). The impact of social connectedness and internalized transphobic stigma on self-esteem among transgender and gender non-conforming adults. Journal of Homosexuality, 64(6), 825-17.  Barr, S. M., Budge, S. L., & Adelson, J. L. (2016). Transgender community belongingness as a mediator between strength of transgender identity and well-being. Journal of Counseling Psychology, 63(1), 87; 87-97; 97.  Baxter Magolda, M. B. (2009). The activity of meaning making: A holistic perspective on college student development. Journal of College Student Development, 50(6), 621-639.  Beemyn, G. (2005). Making campuses more inclusive of transgender students. Journal of Gay & Lesbian Issues in Education, 3(1), 77-87.  111  Beemyn, G. (2012). The experiences and needs of transgender community college students. Community College Journal of Research and Practice, 36(7), 504-510.  Beemyn, G. (2015). Leaving no trans college student behind  . Chronicle of Higher Education, 62(8), 1.  Birkett, M., Newcomb, M. E., & Mustanski, B. (2015). Does it get better? A longitudinal analysis of psychological distress and victimization in lesbian, gay, bisexual, transgender, and questioning youth. The Journal of Adolescent Health : Official Publication of the Society for Adolescent Medicine, 56(3), 280-285.  Bockting, W. O., Miner, M. H., Swinburne Romine, R. E., Hamilton, A., & Coleman, E. (2013). Stigma, mental health, and resilience in an online sample of the US transgender population. American Journal of Public Health, 103(5), 943-951.  Brown, R., Clarke, B., Gortmaker, V., & Robinson-Keilig, R. (2004). Assessing the campus climate for gay, lesbian, bisexual, and transgender (GLBT) students using a multiple perspectives approach. Journal of College Student Development, 45(1), 8-26.  Brown, R., & Gortmaker, V. (2009). Assessing campus climates for lesbian, gay, bisexual and transgender (LGBT) students: Methodological and political issues. Journal of LGBT Youth, 6(4), 416-435.  112  Budge, S. L., Adelson, J. L., & Howard, K. A. S. (2013). Anxiety and depression in transgender individuals: The roles of transition status, loss, social support, and coping. Journal of Consulting and Clinical Psychology, 81(3), 545-557.  Budge, S. L., Katz-Wise, S. L., Tebbe, E. N., Howard, K. A. S., Schneider, C. L., & Rodriguez, A. (2012). Transgender emotional and coping processes: Facilitative and avoidant coping throughout gender transitioning. The Counseling Psychologist, 41(4), 601-647.  Budge, S. L., Rossman, H. K., & Howard, K. A. S. (2014). Coping and psychological distress among genderqueer individuals: The moderating effect of social support. Journal of LGBT Issues in Counseling, 8(1), 95-117.  Burdge, B. J. (2007). Bending gender, ending gender: Theoretical foundations for social work practice with the transgender community. Social Work, 52(3), 243-250.  Chickering, A., & Reisser, L. (1993). The seven vectors: An overview. Education and identity (2nd ed., pp. 43-52). San Francisco: Jossey-Bass. Dugan, J. P., Kusel, M. L., & Simounet, D. M. (2012). Transgender college students: An exploratory study of perceptions, engagement, and educational outcomes. Journal of College Student Development, 53(5), 719-736.  Eaton, W. W., Muntaner, C., Smith, C., Tien, A., & Ybarra, M. (2004). Center for epidemiologic studies depression scale: Review and revision (CESD and CESD-R). In Maruish ME (Ed.), 113  The use of psychological testing for treatment planning and outcomes assessment (3rd ed., pp. 363-377). Mahwah, NJ: Lawrence Erlbaum. Effrig, J. C., Bieschke, K. J., & Locke, B. D. (2011). Examining victimization and psychological distress in transgender college students. Journal of College Counseling, 14(2), 143.  Eisenberg, D., Golberstein, E., & Hunt, J. B. (2009). Mental health and academic success in college. The B.E.Journal of Economic Analysis & Policy, 9(1), 40. doi:10.2202/1935-1682.2191 Flores, A. R., Herman, J. L., Gates, G. J., & Brown, T. N. T. (2016). How many adults identify as transgender in the united states?. Los Angeles, CA: The Williams Institute.  Forder, A. (1976). Social work and system theory. The British Journal of Social Work, 6(1), 23-42.  Goldberg, A. E., Beemyn, G., & Smith, J. Z. (2018). What is needed, what is valued: Trans students’ perspectives on trans-inclusive policies and practices in higher education. Mahwah, NJ: L Erlbaum Associates.  Healey, J. (2014). Sexual orientation and gender identity. Thirroul: The Spinney Press. James, S. E., Herman, J. L., Quisling, M., Mottet, L., & Anafi, M. (2016). The report of the 2015 U.S. transgender health survey. Washington, DC: National Center for Transgender Equality.  114  Jones, S. R., Abes, E. S., & Baxter Magolda, M. B. (2013). Identity development of college students: Advancing frameworks for multiple dimensions of identity. US: Jossey-Bass. Jones, S. R., & McEwen, M. (2000). A conceptual model of multiple dimensions of identity. Journal of College Student Development, 41(4), 405-414.  Jones, S. R., & Stewart, D. (2016). Evolution of student development theory. New Directions for Student Services, 2016(154), 17-28.  Jourian, T. J. (2015). Evolving nature of sexual orientation and gender identity. New Directions for Student Services, 2015(152), 11-23.  Kozee, H. B., Tylka, T. L., & Bauerband, L. A. (2012). Measuring transgender individuals’ comfort with gender identity and appearance: Development and validation of the transgender congruence scale. Psychology of Women Quarterly, 36(2), 179-196.  Krebs, C., Lindquist, C., Berzofsky, M., Shook-Sa, B., Peterson, K., Planty, M., & Stroop, J. (2016). Campus climate survey validation study. final technical report. Washington, DC: Bureau of Justice Statistics Research and Development Series.  Kuper, L. E., Nussbaum, R., & Mustanski, B. (2012). Exploring the diversity of gender and sexual orientation identities in an online sample of transgender individuals. Philadelphia, PA: Routledge.   Larson, M., Orr, M., & Warne, D. (2016). Using student health data to understand and promote academic success in higher education settings. College Student Journal, 50(4), 590.  115  Lennon, E., & Mistler, B. (2010). Breaking the binary: Providing effective counseling to transgender students in college and university settings. Journal of LGBT Issues in Counseling, 4(3), 228-240.  Levine, D. A., & Committee On Adolescence. (2013). Office-based care for lesbian, gay, bisexual, transgender, and questioning youth. Pediatrics, 132(1), 198.  Mak, W. S., & Cheung, Y. M. (2010). Self-stigma among concealable minorities in hong kong: Conceptualization and unified measurement. American Journal of Orthopsychiatry, 80(2), 267-281.  McCann, E., & Sharek, D. (2015). Mental health needs of people who identify as transgender: A review of the literature. Archives of Psychiatric Nursing, 30(2), 280-285. McFarland, J., Hussar, B., Wang, X., Zhang, J., Wang, K., Rathbun, A., . . . Bullock Mann, F. (2018). The condition of education 2018. ( No. (NCES 2018-144)). Washington, DC: National Center for Education Statistics: U.S. Department of Education.  McKinney, J. S. (2005). On the margins: A study of the experiences of transgender college students. Journal of Gay & Lesbian Issues in Education, 3(1), 63-76.  McLeod, J. (2014). Gender and education. Los Angeles, California: SAGE Reference. McPhail, B. A. (2008). Re-gendering the social work curriculum: New realities and complexities. Journal of Social Work Education, 44(2), 33-52.  116  Meichenbaum, D. H., & Deffenbacher, J. L. (1988). Stress inoculation training. The Counseling Psychologist, 16(1), 69-90.  Meyer, I. H. (1995). Minority stress and mental health in gay men. Journal of Health and Social Behavior, 36(1), 38-56.  Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674-697.  Nadal, K. L., Skolnik, A., & Wong, Y. (2012). Interpersonal and systemic microaggressions toward transgender people: Implications for counseling. Journal of LGBT Issues in Counseling, 6(1), 55-82.  Nagoshi, J. L., & Brzuzy, S. (2010). Transgender theory: Embodying research and practice. Affilia, 25(4), 431-443.  National Survey of Student Engagement. (2017). Engagement insights: Survey findings on the quality of undergraduate education - annual results 2017. Bloomington, IN: Indiana University Center for Postsecondary Research.  Nicolazzo, Z. (2016). “Just go in looking good”: The resilience, resistance, and kinship-building of trans* college students. Washington, DC : American College Personnel Association.  117  Nicolazzo, Z., Pitcher, E. N., Renn, K. A., & Woodford, M. (2017). An exploration of trans kinship as a strategy for student success. International Journal of Qualitative Studies in Education, 30(3), 305-319.  Nuttbrock, L., Rosenblum, A., & Blumenstein, R. (2002). Transgender identity affirmation and mental health. International Journal of Transgenderism, 6(4). Oswalt, S., & Lederer, A. (2017). Beyond depression and suicide: The mental health of transgender college students. Social Sciences, 6(1), 20.  Perry, N. S., Chaplo, S. D., & Baucom, K. J. W. (2015). The impact of cumulative minority stress on cognitive behavioral treatment with gender minority individuals: Case study and clinical recommendations. Cognitive and Behavioral Practice, 24(4), 472-483.  Pflum, S. R., Testa, R. J., Balsam, K. F., Goldblum, P. B., & Bognar, B. (2015). Social support, trans community connectedness, and mental health symptoms among transgender and gender nonconforming adults. Psychology of Sexual Orientation and Gender Diversity, 2(3), 281-286.  Pryor, J. T. (2015). Out in the classroom: Transgender student experiences at a large public university. Journal of College Student Development, 56(5), 440.  Radloff, L. S. (1977). The CES-D scale: A self-report depression scale for research in the general population. Applied Psychological Measurement, 1(3), 385-401.  118  Rankin, S., Weber, G., Blumenfeld, W. J., Frazer, S., Campus Pride, & Q Research Institute for Higher Education. (2010). 2010 state of higher education for lesbian, gay, bisexual & transgender people Rankin, S. (2003). Campus climate for lesbian, gay, bisexual, and transgender people: A national perspective. New York: National Gay and Lesbian Task Force Policy Institute. Rankin, S. (2005). Campus climates for sexual minorities. New Directions for Student Services, (111), 17-23.  Rankin, S., & Beemyn, G. (2011). Introduction to the special issue on \"LGBTQ campus experiences\". Journal of Homosexuality, 58(9), 1159.  Rankin, S., & Reason, R. (2008). Transformational tapestry model: A comprehensive approach to transforming campus climate. Journal of Diversity in Higher Education, 1(4), 262-274.  Renn, K. A. (2010). LGBT and queer research in higher education: The state and status of the field. Educational Researcher, 39(2), 132.  Robbins, C. K., & McGowan, B. L. (2016). Intersectional perspectives on gender and gender identity development. New Directions for Student Services, 2016(154), 71-83.  Saldaña, J. (2009). The coding manual for qualitative researchers. London: Sage. 119  Schmidt, C. K., Miles, J. R., & Welsh, A. C. (2011). Perceived discrimination and social support: The influences on career development and college adjustment of LGBT college students. Journal of Career Development, 38(4), 293-309.  Seelman, K. L. (2014a). Recommendations of transgender students, staff, and faculty in the USA for improving college campuses. Gender and Education, 26(6), 618.  Seelman, K. L. (2014b). Transgender individuals’ access to college housing and bathrooms: Findings from the national transgender discrimination survey. Binghamton, NY : Haworth Press.  Simons, L., Schrager, S. M., Clark, L. F., Belzer, M., & Olson, J. (2013). Parental support and mental health among transgender adolescents. The Journal of Adolescent Health: Official Publication of the Society for Adolescent Medicine, 53(6), 791.  Spitzer, R. L., Kroenke, K., Williams, J. W., & Lowe, B. (2006). A brief measure for assessing generalized anxiety disorder: The gad-7. Archives of Internal Medicine, 166(10), 1092-1097.  Stieglitz, K. A. (2010). Development, risk, and resilience of transgender youth. Journal of the Association of Nurses in AIDS Care, 21(3), 192-206.  Testa, R. J., Habarth, J., Peta, J., Balsam, K., & Bockting, W. (2015). Development of the gender minority stress and resilience measure. Psychology of Sexual Orientation and Gender Diversity, 2(1), 65-77.  120  Tetreault, P. A., Fette, R., Meidlinger, P. C., & Hope, D. (2013). Perceptions of campus climate by sexual minorities. Journal of Homosexuality, 60(7), 947.  Torres, V., Jones, S. R., & Renn, K. A. (2009). Identity development theories in student affairs: Origins, current status, and new approaches. Journal of College Student Development, 50(6), 577-596.  Woodford, M. R., Joslin, J. Y., Pitcher, E. N., & Renn, K. A. (2017). A mixed-methods inquiry into trans* environmental microaggressions on college campuses: Experiences and outcomes. Journal of Ethnic & Cultural Diversity in Social Work, 26(1-2), 95-111.  Zimet, G. D., Dahlem, N. W., Zimet, S. G., & Farley, G. K. (1988). The multidimensional scale of perceived social support. Journal of Personality Assessment, (52), 30-41.  Zubernis, L., & Snyder, M. (2007). Considerations of additional stressors and developmental issues for gay, lesbian, bisexual, and transgender college students. Journal of College Student Psychotherapy, 22(1), 75-79.         ",
    "id": 219379059,
    "identifiers": {
        "doi": null,
        "oai": "oai:repository.upenn.edu:edissertations_sp2-1123"
    },
    "title": "EXAMINING FACTORS THAT EXPLAIN DEPRESSION AND ANXIETY AMONG TRANSGENDER COLLEGE STUDENTS",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-08-01T08:00:00+01:00",
    "publisher": "ScholarlyCommons",
    "references": [],
    "sourceFulltextUrls": [
        "https://repository.upenn.edu/cgi/viewcontent.cgi?article=1123&amp;context=edissertations_sp2"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/219379059.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/219379059"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/219379059/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/219379059/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/219379059"
        }
    ],
    "abstract": "This mixed-methods study aimed to examine the relationship between transgender students’ mental health with their perceptions of belonging, social support, and overall campus climate. It was hypothesized that transgender college students who perceive a more inclusive campus climate, higher levels of perceived belongingness, and higher levels of social supports within their college environment will experience lower severity of anxiety and depression symptoms. 117 respondents were recruited via online platforms and through active membership in professional organizations. All participants completed an anonymous online survey and provided responses to three open-ended qualitative questions about their campus experiences. Quantitative data was analyzed via multiple regression analyses by step and hypothesis-coding method was utilized for qualitative data. Multiple regression analyses found significant relationships between anxiety and the independent variables of perception of family social support (p2was .37. For depression, a significant relationship was found with the independent variable of perception of family social support (p2was .38. Qualitative analysis provided voice to respondents’ experiences with harassment, lack of family social support, self-stigma, and being out on campus. Fear of harassment, lack of family support, self-stigma, and lack of comfort in sharing one’s full identity to those around them directly influenced the severity of anxiety and depressive symptoms transgender college experience. Support is an essential component to navigating these challenges. It is critical advocates and allies be poised to assist and support this population through their undergraduate years. Clinical social workers are well-equipped to provide critical emotional supports necessary to address the mental health needs of this population, as well as administratively influencing the personal and campus environments experienced by these individuals",
    "tags": [
        "text",
        "Transgender",
        "Mental Health",
        "College",
        "Campus Climate",
        "Anxiety",
        "Depression",
        "Social Support",
        "Higher Education",
        "Social and Behavioral Sciences",
        "Social Work"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:repository.upenn.edu:edissertations_sp2-1123",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "218",
        "openDoarId": 0,
        "name": "ScholarlyCommons@Penn",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 219379059,
        "depositedDate": null,
        "publishedDate": "2018-08-01T08:00:00+01:00",
        "updatedDate": "2023-05-06T11:48:58+01:00",
        "acceptedDate": null,
        "createdDate": "2019-07-10T01:15:08+01:00"
    },
    "urls": [
        "https://repository.upenn.edu/edissertations_sp2/120",
        "https://repository.upenn.edu/context/edissertations_sp2/article/1123/viewcontent/Amber_Bennett_Completed_Dissertation.pdf"
    ],
    "lastUpdate": "2023-05-06T11:48:58+01:00",
    "setSpecs": []
}