{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Provost, Leah M."
        }
    ],
    "contributors": [],
    "createdDate": "2018-01-03T10:33:47+00:00",
    "dataProvider": {
        "id": 3338,
        "name": "Valparaiso University",
        "url": "https://api.core.ac.uk/v3/data-providers/3338",
        "logo": "https://api.core.ac.uk/data-providers/3338/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/144550371.pdf",
    "fullText": "Valparaiso University Law Review Volume 45 Number 1 Fall 2010 pp.307-358 Fall 2010 Excavating from the Inside: Race, Gender, and Peremptory Challenges Leah M. Provost Valparaiso University Follow this and additional works at: https://scholar.valpo.edu/vulr  Part of the Law Commons Recommended Citation Leah M. Provost, Excavating from the Inside: Race, Gender, and Peremptory Challenges, 45 Val. U. L. Rev. 307 (2010). Available at: https://scholar.valpo.edu/vulr/vol45/iss1/10 This Notes is brought to you for free and open access by the Valparaiso University Law School at ValpoScholar. It has been accepted for inclusion in Valparaiso University Law Review by an authorized administrator of ValpoScholar. For more information, please contact a ValpoScholar staff member at scholar@valpo.edu.  307 EXCAVATING FROM THE INSIDE: RACE, GENDER, AND PEREMPTORY CHALLENGES ―Class, race, sexuality, gender—and all other categories by which we categorize and dismiss each other—need to be excavated from the inside.‖1 I.  INTRODUCTION The attorney begins by asking Juror Number Four, a white male, questions about his background.  ―Do you have any legal training?‖ ―No,‖ Juror Number Four replies. ―Please tell me your present occupation.‖ ―I do construction and landscaping.‖ ―Do you have children?‖ ―Yes.‖ ―How many?‖ ―Two.‖ The questions continue until the attorney moves on to another potential juror. The men and women in the jury box know why they are being questioned.  The attorneys for both sides are trying to determine whether these individuals would make ―good‖ jurors.  Can they be fair?  Impartial?  With whom will they relate? Eventually, outside the presence of the jury, the prosecutor requests that Juror Number Two, a black male, be excused.  Next, the prosecutor requests that Juror Number Six, another black male, be excused.  Defense counsel objects.  ―Your Honor, the State is attempting to use its peremptory challenges to strike black men from the jury because of their race and sex.  I ask that you require the State to offer race and gender neutral reasons for its challenges.‖ The judge replies, ―There are quite a few black females on the venire.  And there are quite a few white men.  It doesn‘t appear that the State is discriminating based on race or gender.‖2 ―Your Honor,‖ defense counsel explains, ―the State is attempting to excuse these jurors based on their race and gender identity.  The answers that these jurors provided in response to the State‘s questions were all very similar to the answers offered by white male jurors, but the State did not excuse the white male jurors.  And both of these jurors assured                                                  1 DOROTHY ALLISON, SKIN:  TALKING ABOUT SEX, CLASS & LITERATURE 35 (1994). 2 This hypothetical situation is loosely based on People v. Washington.  See 628 N.E.2d 351, 352 (Ill. App. Ct. 1993). Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010308 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 the court that they would be fair and impartial decisionmakers.  Also, most of the State‘s witnesses are going to be black females, while the defendant is a black male.  Eight percent of the venire was comprised of black males, and now the State has prohibited all of these black men from serving on this jury.  This isn‘t mere coincidence.  I respectfully request that the court require the State to explain why these two individuals cannot serve on this jury.‖ ―What‘s so magical about black men?‖ asks the judge.3  ―Peremptory challenges cannot be based on race, but the State isn‘t eliminating all blacks.  Black women are on the jury.  Peremptory challenges cannot be based on sex.  Here, there are men on the jury and their race is irrelevant.  The State is free to excuse these individuals without raising an inference of discrimination.  Your motion is denied.‖  The final jury is seated:  six white men, one white woman, and five black women.  One white woman and one black woman serve as alternates. In America, the right to a trial by jury is a greatly respected and constitutionally protected aspect of the legal system.4  Although participation in the judicial system was at one time expressly limited by race and gender identity, the law is now clear that individuals cannot be prohibited from serving on a jury because of their race, ethnicity, or                                                  3 This statement is based on the judge‘s statement in People v. Motton.  See 704 P.2d 176, 178 (Cal. 1985).  In that case, the trial judge asked defense counsel, ―What‘s so magic [sic] about Black women?‖ when the defense tried to establish a prima facie case of race-gender discrimination against black women.  Id. 4 Batson v. Kentucky, 476 U.S. 79, 86 (1986) (―The petit jury has occupied a central position in our system of justice by safeguarding a person accused of crime against the arbitrary exercise of power by prosecutor or judge.‖) (citing Duncan v. Louisiana, 391 U.S. 145, 156 (1968)); 3 WILLIAM BLACKSTONE, COMMENTARIES *379 (―[T]he trial by jury ever has been, and I trust ever will be, looked upon as the glory of the English law.‖).  This respect for jury trials is entrenched in the belief that a just result is obtained through the deliberation and subsequent decision by a jury of one‘s peers.  Sioux City & Pac. R.R. Co. v. Stout, 84 U.S. 657, 664 (1873) (―It is assumed that twelve men know more of the common affairs of life than does one man, that they can draw wiser and safer conclusions from admitted facts thus occurring than can a single judge.‖).  But see RANDOLPH N. JONAKAIT, THE AMERICAN JURY SYSTEM xx (2003) (―Why should anyone think that twelve persons brought in from the street, selected in various ways, for their lack of general ability, should have any special capacity for deciding controversies between persons?‖) (quoting Erwin Griswold, then Dean of Harvard Law School).  The right to a trial by jury is guaranteed in criminal cases by the Sixth Amendment of the United States Constitution.  U.S. CONST. amend. VI.  Additionally, the Seventh Amendment preserves the right to a jury in civil cases.  Id. at VII.  The right to a trial by jury in civil cases under the Seventh Amendment, however, is not incorporated to the States.  JONAKAIT, supra, at 2.  Although juries decide some civil cases, a large proportion of state civil trials are not decided by a jury.  Id. at 13–14. Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 309 gender.5  Additionally, defendants have a right to be tried by a jury selected through a process free from race and gender discrimination.6  Despite these nondiscriminatory principles, discriminatory practices in jury selection continue to permeate the courtrooms, news reports, and public debate.7  The role of race, gender, and race-gender identity during jury selection, although a seemingly settled issue, has not been resolved.  Courts are still struggling to determine whether peremptory challenges may be based on the combination of a potential juror‘s race and gender identity, as illustrated in the introductory hypothetical.8 Part II of this Note first provides an overview of the jury selection process and outlines the state of the law regarding peremptory challenges.9  Part II also summarizes the methods by which courts have                                                  5 See JONAKAIT, supra note 4, at 114–15 (explaining that, historically, blacks and women were not permitted to serve on juries).  Even after the United States Supreme Court held that equal protection proscribes racial limitations on jury service, many jurisdictions implemented policies that prohibited black people from serving on juries.  Id. at 115; see also Strauder v. West Virginia, 100 U.S. 303, 310 (1880) (holding that African American men cannot be prohibited from serving on juries).  Women were also excluded from jury service until the twentieth century.  J.E.B. v. Alabama, 511 U.S. 127, 131 (1994).  In Strauder v. West Virginia, where the Supreme Court held that African American men could not be prohibited from serving on juries because of their race, the Court refused to extend such protection to women.  See 100 U.S. at 310 (limiting the Court‘s holding prohibiting black men from being denied the right to sit on a jury).  Furthermore, after women were finally permitted to serve on juries, states imposed additional requirements that served to prohibit and discourage female participation.  J.E.B., 511 U.S. at 131–32. 6 See Strauder, 100 U.S. at 309 (―And how can it be maintained that compelling a colored man to submit to a trial for his life by a jury drawn from a panel from which the State has expressly excluded every man of his race, because of color alone, however well qualified in other respects, is not a denial to him of equal legal protection?‖).  But see Barbara D. Underwood, Ending Race Discrimination in Jury Selection:  Whose Right is It, Anyway?, 92 COLUM. L. REV. 725, 728–36 (1992) (recognizing the notion that race discrimination in jury selection violates a defendant‘s equal protection rights, but contending that no justification exists to support this proposition). 7 See Flowers v. State, 947 So. 2d 910, 937 (Miss. 2007) (acknowledging that race-based discrimination continues to occur during jury selection despite the Supreme Court‘s attempt to end this discriminatory practice); Shaila Dewan, Study Finds Blacks Blocked from Southern Juries, N.Y. TIMES, June 2, 2010, at A14 (discussing a recently published study finding widespread race discrimination in jury selection); Dirk Olin, One Angry Man:  The Lament of the Peremptorily Challenged, SLATE, Dec. 20, 2004, http://www.slate.com/id/ 2111247/ (discussing one man‘s experience being peremptorily challenged, allegedly due to his race-gender identity, and asserting that the use of peremptory challenges is ―little more than an invitation to judge-approved jury rigging.‖). 8 See infra Part II.C (describing the difficulty that courts face when considering objections to peremptory challenges allegedly based on the potential juror‘s race-gender identity). 9 See infra Part II.A (outlining the evolution of the law as it relates to peremptory challenges).  This author uses the terms ―peremptory challenge‖ and ―peremptory strike‖ interchangeably. Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010310 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 addressed claims of race-gender-based discrimination in employment and jury selection.10  Next, Part III analyzes the approaches courts have used when determining whether equal protection tolerates race-gender-based peremptory challenges.11  Finally, this Note advocates that states should prohibit race-gender-based challenges and proposes a model state statute easing the burden for litigants objecting to allegedly discriminatory peremptory strikes.12 II.  BACKGROUND OF RACE-GENDER IDENTITY AND THE LAW A discussion of whether peremptory challenges may be based on a potential juror‘s race-gender identity requires an understanding of the history of race and gender in jury selection.  Part II.A of this Note describes the jury selection process and the United States Supreme Court‘s attempts, thus far, to ensure that peremptory challenges are not exercised in violation of equal protection.13  As a source of comparison, Part II.B examines the courts‘ experiences addressing claims of race-gender discrimination in employment and Part II.C highlights the challenges that courts have faced when addressing similar claims during jury selection.14 A. Jury Selection, Peremptory Challenges, and Equal Protection The jury selection process begins by summoning potential jurors to sit on the venire.15  Once the venire is assembled, litigants engage in voir                                                  10 See infra Part II.B (chronicling the caselaw development regarding race-gender-based discrimination in employment); infra Part II.C (identifying the way courts have handled allegations of race-gender-based discrimination during jury selection). 11 See infra Part III (articulating the problems with different approaches that courts have taken when determining whether to deem race-gender groups cognizable). 12 See infra Part IV (proposing a model state statute). 13 See infra Part II.A (examining equal protection analysis as applied to peremptory challenges). 14 See infra Part II.B (discussing the development of Title VII jurisprudence relating to race-gender discrimination); infra Part II.C (surveying the approaches that courts have taken in regards to peremptory challenges based on the combination of race and gender). 15 JONAKAIT, supra note 4, at 119 (indicating that the group of individuals summoned to the courthouse from which the trial jury is selected may be referred to as the jury pool, the array, venires, or talesmen).  Black‘s Law Dictionary defines ―venire‖ as ―[a] panel of persons selected for jury duty and from among whom the jurors are to be chosen.‖  BLACK‘S LAW DICTIONARY 1694 (9th ed. 2009).  The word ―venire‖ literally means ―you are called to come.‖  JOHN GUINTHER, THE JURY IN AMERICA 49 (1988).  The Federal Jury Selection and Service Act of 1968 governs the creation of the jury venire in federal courts.  See 28 U.S.C. §§ 1861–1869 (2006).  Additionally, the Sixth Amendment requires that the venire reflect a fair cross-section of the community.  Taylor v. Louisiana, 419 U.S. 522, 538 (1975); see also Duren v. Missouri, 439 U.S. 357, 364 (1979) (identifying the analysis to be Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 311 dire, the process of questioning potential jurors.16  After voir dire, potential jurors are excused for hardship, cause, or through the use of a peremptory challenge.17  Peremptory challenges are meant to aid in the selection of an impartial jury by permitting parties to excuse potential jurors from the venire, whom they fear may favor the opposing party,                                                                                                              applied in determining whether the fair cross-section requirement has been violated).  Although the fair cross-section requirement applies only to criminal cases, civil trials are also affected by the requirement because governments use the same jury lists for civil and criminal trials.  JONAKAIT, supra note 4, at 119.  The Supreme Court has declined to extend the fair cross-section requirement beyond the jury pool or venire.  See Holland v. Illinois, 493 U.S. 474, 486–87 (1990) (explaining that the Sixth Amendment fair cross-section requirement does not extend to the petit jury).  See generally Laura G. Dooley, The Dilution Effect:  Federalization, Fair Cross-Sections, and the Concept of Community, 54 DEPAUL L. REV. 79, 83 (2004) (offering an overview of the fair cross-section requirement). 16 See BLACK‘S LAW DICTIONARY 1710 (9th ed. 2009).  Black‘s law dictionary defines ―voir dire‖ as ―[a] preliminary examination of a prospective juror by a judge or lawyer to decide whether the prospect is qualified and suitable to serve on a jury.‖  Id.  The voir dire process is constitutionally required in criminal cases in order to assure that the chosen jurors are impartial to the case.  JONAKAIT, supra note 4, at 129.  Voir dire also helps parties uncover actual or implied bias that may become a basis for a peremptory challenge.  J.E.B. v. Alabama, 511 U.S. 127, 143–44 (1994); see also JEFFREY T. FREDERICK, MASTERING VOIR DIRE AND JURY SELECTION:  GAIN AN EDGE IN QUESTIONING AND SELECTING YOUR JURY (2005) (exploring the deeper significance of nonverbal cues such as body movement, position, orientation, eye contact, shrugs, facial expressions, word choice, speed of speech, and tone of voice). 17 JONAKAIT, supra note 4, at 134–35, 139.  Courts may excuse jurors from jury duty if requiring the juror to participate will impose undue hardship on the juror.  See, e.g., 28 U.S.C. § 1866(c) (permitting the court to excuse a juror for undue hardship or extreme inconvenience); id. § 1869(j) (defining ―undue hardship‖).  The Federal Jury Selection and Service Act of 1968 defines ―undue hardship‖ as great distance, either in miles or traveltime, from the place of holding court, grave illness in the family or any other emergency which outweighs in immediacy and urgency the obligation to serve as a juror when summoned, or any other factor which the court determines to constitute an undue hardship or to create an extreme inconvenience to the juror; and in addition, in situations where it is anticipated that a trial or grand jury proceeding may require more than thirty days of service, the court may consider, as a further basis for temporary excuse, severe economic hardship to an employer which would result from the absence of a key employee during the period of such service. Id.  A juror who exhibits partiality may be challenged for cause.  JACK H. FRIEDENTHAL ET AL., CIVIL PROCEDURE CASES AND MATERIALS 976 (Revised 9th ed., Thomson/West 2008) (1968).  In contrast, peremptory challenges permit a party to remove a potential juror without offering proof of partiality.  Id.; see BLACK‘S LAW DICTIONARY 161–62 (9th ed. 2009) (defining peremptory challenge as ―[o]ne of a party's limited number of challenges that do not need to be supported by a reason unless the opposing party makes a prima facie showing that the challenge was used to discriminate on the basis of race, ethnicity, or sex‖); cf. Swain v. Alabama, 380 U.S. 202, 220 (1965) (noting that the ―essential nature‖ of the peremptory challenge is the fact that it may be exercised without explanation). Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010312 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 without explaining their decision.18  The challenge, however, is not limitless.  Striking a juror because of their race, ethnicity, or gender violates the Equal Protection Clause of the United States Constitution.19  In general, equal protection demands that courts review classifications on the basis of race or gender with heightened scrutiny.20  The Supreme Court has held that discrimination on the basis of race or gender in the context of jury selection cannot withstand such scrutiny.21  Consequently, lower courts are left with a legal quandary, as they are                                                  18 See J.E.B., 511 U.S. at 147 (O‘Connor, J., concurring) (opining that peremptory challenges are valuable because they help to ensure the selection of a fair jury by permitting parties to ―eliminat[e] extremes of partiality‖) (citing Holland v. Illinois, 496 U.S. 474, 484 (1990)); Edmonson v. Leesville Concrete Co., 500 U.S. 614, 620 (1991) (―[The] sole purpose [of the peremptory challenge] is to permit litigants to assist the government in the selection of an impartial trier of fact.‖); Swain, 380 U.S. at 219 (explaining that in addition to eliminating extremes of partiality, peremptory challenges help to ―satisfy the appearance of justice‖) (citing In re Murchison, 349 U.S. 133, 136 (1955)). 19 J.E.B., 511 U.S. at 146 (holding that the Equal Protection Clause prohibits the use of peremptory challenges on the basis of gender); Hernandez v. New York, 500 U.S. 352, 369 (1991) (plurality opinion) (analyzing the trial court‘s determination that the prosecutor did not discriminate against Latinos, thus applying Batson‘s framework to ethnicity-based challenges); Batson v. Kentucky, 476 U.S. 79, 100 (1986) (holding that the Equal Protection Clause prohibits prosecutors from peremptorily challenging potential jurors because of their race); see also Wamget v. State, 67 S.W.3d 851, 856 n.6 (Tex. Crim. App. 2001) (explaining that courts have used the terms race, ethnicity, and national origin interchangeably).  These limitations were imposed to comply with the demands of equal protection.  See U.S. CONST. amend. XIV, § 1 (―No state shall . . . deny to any person within its jurisdiction the equal protection of the laws.‖).  Although on its face the amendment only applies to the states, the Supreme Court held that the Equal Protection Clause applies to the federal government through the Due Process Clause of the Fifth Amendment.  See Bolling v. Sharpe, 347 U.S. 497, 500 (1954). 20 See United States v. Virginia, 518 U.S. 515, 532–33 (1996) (emphasizing that in order for a state to discriminate on the basis of gender, it must offer an ―exceedingly persuasive‖ justification); Loving v. Virginia, 388 U.S. 1, 8–9 (1967) (explaining that equal application of a statute prohibiting interracial marriage would not alter the heavy burden of justification that a state must provide in order to discriminate on the basis of race).  The extent of the justification that the government must set forth depends on the nature of the class that the government wants to distinguish.  ERWIN CHEMERINSKY, CONSTITUTIONAL LAW 618–23 (2d ed. 2005).  Laws that distinguish between individuals on the basis of race are subject to strict scrutiny.  Loving, 388 U.S. at 11.  Thus, the government must demonstrate that the means are ―narrowly tailored‖ to achieve a ―compelling government interest.‖  Wygant v. Jackson Bd. of Educ., 476 U.S. 267, 274 (1986).  Laws that discriminate on the basis of gender are subject to intermediate scrutiny.  Virginia, 518 U.S. at 533 (explaining that the State must show that classifications based on gender serve ―important governmental objectives‖ and the means are ―substantially related to the achievement of those objectives‖) (quoting Miss. Univ. for Women v. Hogan, 458 U.S. 718, 724 (1982)); see also Judy Scales-Trent, Black Women and the Constitution:  Finding Our Place; Asserting Our Rights, 24 HARV. C.R.-C.L. L. REV. 9, 39 (1989) (analyzing whether heightened scrutiny should be applied to black women as a discrete group). 21 See infra note 51 and accompanying text (expanding the prohibition of race-based peremptory challenges to gender-based peremptory challenges). Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 313 responsible for determining whether unexplained peremptory challenges are actually based on protected aspects of jurors‘ identities.22  Because of the inherent difficulty in making this determination, the use of peremptory challenges elicits concern that they will be exercised in a discriminatory fashion, subsequently harming everyone involved.23  Many commentators who share this fear advocate abolition of the challenge.24  While states are free to eliminate it, the actions of many state                                                  22 See infra notes 36–49 and accompanying text (discussing the current three-prong test most courts apply when litigants object to the exercise of a peremptory challenge). 23 See J.E.B., 511 U.S. at 140–42 (describing the harm caused by discrimination in jury selection).  First, litigants are harmed when discrimination occurs during jury selection because it increases the risk that prejudice will affect the entire trial.  Id. at 140.  Also, the community suffers when discrimination enters jury selection because it causes the public to lose confidence in the justice system.  Id.  Furthermore, striking jurors from the jury because of their race or gender sends the message that the juror is inferior, thus attacking their dignity.  Id. at 141–42; cf. Batson, 476 U.S. at 86 n.8 (―By compromising the representative quality of the jury, discriminatory selection procedures make ‗juries ready weapons for officials to oppress those accused individuals who by chance are numbered among unpopular or inarticulate minorities.‘‖) (citing Akins v. Texas, 325 U.S. 398, 408 (1945)); Underwood, supra note 6, at 726–27 (asserting that the injury caused by race discrimination in jury selection is primarily the negative effect such discrimination has on the excluded juror); Illegal Racial Discrimination in Jury Selection:  A Continuing Legacy, E.J.I. REP. (Equal Justice Initiative, Montgomery, Ala.), June 2010, at 28–34 (describing the experiences of various people of color who were excused from jury service through the exercise of a litigant‘s peremptory challenge).  The fear that peremptory challenges will be used to discriminate against potential jurors based on their race, gender, or ethnicity is not unfounded.  Jack McMahon, for example, became infamous in the legal community for his statements in a 1986 Philadelphia District Attorney training video where he recommended the use of race- and gender-based stereotypes in an attempt to find ―jurors that are unfair and likely to convict.‖  Jack McMahon, Fear of a Black Jury, HARPER‘S BAZAAR, July 2000, at 27 [hereinafter McMahon, Fear].  McMahon advocated the use of race, gender, and race-gender stereotypes as a guide for exercising peremptory challenges.  Id. at 26–29.  For example, McMahon stated, ―Black women are very bad.  There‘s an antagonism.  I guess maybe they‘re down-trodden in two respects—they‘re women and they‘re blacks—and they want to take it out on somebody, and you don‘t want it to be you.‖  Id. at 28; see also Jack McMahon, Jury Rigging Laid Bare, HARPER‘S BAZAAR, June 1997, at 21 [hereinafter McMahon, Laid Bare] (―If you're going to take blacks, you want older black men and women, particularly men. Older black men are very good.‖).  Race-, gender-, or race-gender-based discrimination is not always so overt, which only adds to the inherent difficulty of uncovering such discrimination.  See DAVID J. SCHNEIDER, THE PSYCHOLOGY OF STEREOTYPING 293–94 (Kurt W. Fischer, E. Tory Higgins, Marcia Johnson & Walter Mischel eds., Guilford Press 2004) (discussing subtle forms of discrimination that may not be consciously realized by the person exhibiting the discrimination).  Furthermore, stereotypes that describe individuals based on a combination of categories are often much richer than stereotypes that describe individuals based on one overarching category.  See id. at 80–83 (discussing attributes of ―compound categories,‖ or the way people identify others by using two or more categories, such as ―gay male athlete‖ or ―black female lawyer‖). 24 See Batson, 476 U.S. at 102–03 (Marshall, J., concurring) (advocating abolition of the peremptory challenge); Wamget v. State, 67 S.W.3d 851, 861 (Tex. Crim. App. 2001) Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010314 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 courts and the United States Supreme Court illustrate that it is unlikely the peremptory challenge will be abolished.25                                                                                                              (Meyers, J., concurring) (asserting that the time has come to abolish the peremptory challenge).  Judge Meyers cites to decisions written by three other judges similarly concluding that peremptory challenges ought to be eliminated.  Wamget, 67 S.W.3d at 861.  One of these judges went so far as to ban all peremptory challenges in her courtroom.  Id.; see Minetos v. City Univ. of N.Y., 925 F. Supp. 177, 183 (S.D.N.Y. 1996) (explaining that peremptory challenges are unlawful and a waste of time).  But see Powers v. Ohio, 499 U.S. 400, 425 (1991) (Scalia, J., dissenting).  Justice Scalia explained: Not only is it implausible that such a permanent and universal feature of our jury-trial system is unconstitutional, but it is unlikely that its elimination would be desirable.  The peremptory challenge system has endured so long because it has unquestionable advantages. . . . [I]t is a means of winnowing out possible (though not demonstrable) sympathies and antagonisms on both sides, to the end that the jury will be the fairest possible.  In a criminal-law system in which a single biased juror can prevent a deserved conviction or a deserved acquittal, the importance of this device should not be minimized. Id.  Others have taken a middle-ground approach and call for modification of the Batson procedure.  See James A. Domini & Eric Sheridan, Batson Challenges and the Jury Project:  Is New York Ready to Eliminate Discrimination from Criminal Jury Selection?, 11 ST. JOHN‘S J. LEGAL COMMENT. 169, 187–89 (1995) (proposing that states abandon the use of peremptory challenges and adopt a revised system using challenges for cause); Brian W. Stoltz, Rethinking the Peremptory Challenge:  Letting Lawyers Enforce the Principles of Batson, 85 TEX. L. REV. 1031, 1047–54 (2007) (advocating the use of a peremptory block challenge where lawyers could preemptively ―block‖ the use of peremptory challenges against selected jurors and a juror who had been ―blocked‖ would automatically be placed on the jury if opposing counsel attempted to peremptorily strike the juror); Underwood, supra note 6, at 772–73 (proposing an effort to regulate peremptory challenges rather than abolish them). 25 People v. Rivera, 852 N.E.2d 771, 783 (Ill. 2006) (noting that the Supreme Court has expressed reservation about further limiting the use of peremptory challenges); Pfister v. State, 650 N.E.2d 1198, 1200 (Ind. Ct. App. 1995) (opining that the Court has shown concern regarding trial courts limiting parties‘ use of peremptory challenges post-Batson and J.E.B.); Flowers v. State, 947 So. 2d 910, 938 (Mass. 2007) (explaining that the courts are not likely to prohibit peremptory challenges as a whole, regardless of the fact that race still appears to play a role in jury selection); Deana Kim El-Mallawany, Comment, Johnson v. California and the Initial Assessment of Batson Claims, 74 FORDHAM L. REV. 3333, 3335 (2006) (contending that the Supreme Court‘s decisions in Johnson v. California, 545 U.S. 162 (2005) and Miller-El v. Dredke, 545 U.S. 231 (2005), illustrate that peremptory challenges ―are still valid features of the American jury trial‖); Jennifer Ross, Note, Snyder v. Louisiana:  Demand for Judicial Scrutiny of the Use of Peremptory Challenges, 4 DUKE J. CONST. L. & PUB. POL‘Y SIDEBAR 305, 313 (2009) (asserting that the majority opinion in Snyder v. Louisiana, 552 U.S. 472 (2008) suggests it is unlikely that the Supreme Court will consider abolishing peremptory challenges any time soon).  Regardless of whether the Supreme Court abolishes the challenge, individual states could do so because state law defines the right to exercise peremptory challenges in state courts and peremptory challenges are not essential to a fair trial or the selection of an impartial jury.  See Rivera v. Illinois, 129 S. Ct. 1446, 1450 (2009) (―This Court has ‗long recognized‘ that ‗peremptory challenges are not of federal constitutional dimension.‘‖) (quoting United States v. Martinez-Salazar, 528 U.S. 304, 311 (2000)). Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 315 The Supreme Court first addressed the constitutionality of race-based peremptory challenges in Swain v. Alabama.26  Petitioner Swain, an African American male, was convicted of rape by an all-white jury.27  Of the eight African Americans in the venire, six were struck by the prosecutor using peremptory challenges and two were exempt for other reasons.28  Although the Court recognized that discriminatory jury selection violates equal protection, the evidence presented in Swain‘s case was insufficient to prove discrimination.29  The Court rejected the possibility that a single case could ever offer sufficient evidence of an equal protection violation; rather, a litigant would need to prove that the prosecutor struck African Americans from the jury in ―case after case.‖30                                                  26 380 U.S. 202, 209–24 (1965), overruled by Batson v. Kentucky, 476 U.S. 79 (1986). 27 Id. at 203, 205 (identifying the facts of Swain v. Alabama).  Justice Goldberg further described the details of the case, explaining that the petitioner was only nineteen years old and his punishment for the rape of a seventeen-year-old white female was death.  See id. at 231 (Goldberg, J., dissenting). 28 Id. at 205 (majority opinion).  The discriminatory use of peremptory challenges was not the only issue relating to racial discrimination raised in the case.  Id.  Swain also claimed that discrimination was inherent in the selection of the venire.  Id.  The Court held, however, that Swain provided insufficient evidence to state a claim.  Id. at 206.  The dissent attempted to place Swain‘s allegations in context, explaining that despite the fact that African Americans constituted twenty-six percent of the population of Talladega County eligible for jury service, no African American had ever served on a jury.  See id. at 231–32 (Goldberg, J., dissenting) (expressing disagreement with the majority for finding that Swain failed to carry his burden of proof in light of the fact that the venire selection method was discriminatory and peremptory challenges were employed in a race-based manner). 29 Id. at 203–04 (majority opinion) (reiterating that it violates equal protection to deny individuals the right to serve on a jury because of their race); id. at 224 (holding that the evidence in this case was inadequate to establish an equal protection violation).  But see id. at 231 (Goldberg, J., dissenting) (disapproving of the majority opinion and emphasizing that the opinion ―creates additional barriers to the elimination of jury discrimination practices‖).  The dissent asserted that the defendant offered sufficient evidence to make a case for a violation of equal protection.  Id. at 232. 30 Id. at 222–23 (majority opinion) (identifying the evidence required to establish an equal protection violation).  The Court explained it could not subject peremptory challenges to traditional equal protection standards because such a decision would completely change the nature of the challenge.  Id. at 221–22.  Nonetheless, a showing that no African Americans ever serve on juries due to a prosecutor‘s unrelenting use of peremptory challenges, regardless of the circumstances, may be sufficient to violate equal protection.  Id. at 223–24.  Although the Court recognized that no jury in the county had included an African American juror during the fifteen years prior to Swain, the evidence offered by the defendant in this case was still insufficient.  Id. at 226.  Twenty-one years later, in Batson v. Kentucky, the Supreme Court would describe Swain‘s requirement that the defendant prove the prosecutor violated equal protection by establishing the discriminatory use of peremptory challenges over time as a ―crippling burden.‖  See Batson v. Kentucky, 476 U.S. 79, 92–93 (1986) (opining that Swain left peremptory challenges ―largely immune from constitutional scrutiny‖). Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010316 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 The Court revisited Swain in Batson v. Kentucky.31  In Batson, the prosecutor peremptorily struck all black males from the venire and an all-white jury tried and convicted the defendant.32  The Court held that this evidence, consisting of only the prosecutor‘s actions in this case, could be sufficient to establish a prima facie showing of race discrimination.33  In essence, Batson reaffirmed Swain‘s principle that striking jurors because of their race violates equal protection.34  The Court, however, rejected Swain‘s burdensome evidentiary requirements and set forth a three-prong test to be applied when a party objects to a peremptory challenge.35 After a party objects to a peremptory challenge, the objecting party bears the burden of establishing a prima facie case of purposeful                                                  31 Batson, 476 U.S. at 100 (holding that race-based peremptory challenges violate equal protection).  The defendant in Batson, an African American male, was indicted on charges of burglary and receipt of stolen goods.  Id. at 82.  After the Supreme Court heard Batson‘s case, Batson pled guilty to burglary and served a five-year sentence.  Kay Stewart, ―Good‖ Reversal Followed ―Unfair‖ Trial, COURIER-JOURNAL (Louisville), Nov. 6, 2005, http://www. courier-journal.com/apps/pbcs.dll/article?AID=/20051106/NEWS01/511060406.  When asked what Batson thought about his Supreme Court case, Batson explained, ―It‘s so old, they ought to let it go.‖  Id. 32 Batson, 476 U.S. at 83 (describing the prosecution‘s use of peremptory challenges).  The judge explained that parties can use peremptory challenges to ―strike anybody they want to.‖  Id. 33 Id. at 100 (remanding the case to the trial court for further consideration of the issue).  Not all of the Justices were convinced that race-based strikes violate equal protection.  See id. at 137–38 (Rehnquist, J., dissenting).  Rehnquist stated the following: In my view, there is simply nothing ‗unequal‘ about the State‘s using its peremptory challenges to strike blacks from the jury in cases involving black defendants, so long as such challenges are also used to exclude whites in cases involving white defendants, Hispanics in cases involving Hispanic defendants, Asians in cases involving Asian defendants, and so on.  This case-specific use of peremptory challenges by the State does not single out blacks, or members of any other race for that matter, for discriminatory treatment.  Such use of peremptories is at best based upon seat-of-the-pants instincts, which are undoubtedly crudely stereotypical and may in many cases be hopelessly mistaken.  But as long as they are applied across-the-board to jurors of all races and nationalities, I do not see—and the Court most certainly has not explained—how their use violates the Equal Protection Clause. Id. 34 Id. at 91 (majority opinion).  The Batson Court quoted Justice Frankfurter and emphasized that ―[a] person‘s race simply ‗is unrelated to his fitness as a juror.‘‖  Id. at 87 (quoting Thiel v. S. Pac. Co., 328 U.S. 217, 227 (1946) (Frankfurter, J., dissenting)). 35 Id. at 93 (holding that contrary to the decision in Swain, a single case could provide sufficient evidence to establish an equal protection violation); id. at 96–98 (identifying a procedure for courts to employ when the defendant objects to the prosecution‘s use of allegedly discriminatory peremptory strikes); see also infra notes 36–49 and accompanying text (discussing Batson‘s three-prong test). Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 317 discrimination.36  In order to establish a prima facie case, the objecting party must show that the challenged juror is a member of a cognizable group and that this group membership was the basis for the strike.37  The court considers all relevant circumstances when determining whether the objecting party established a prima facie case.38  This may include, for example, statements made by the parties during voir dire or statistical evidence as to the racial composition of the jury.39  The objecting party                                                  36 Batson, 476 U.S. at 93. 37 Id.; see also Castaneda v. Partida, 430 U.S. 482, 494 (1977) (defining cognizable or ―identifiable group‖ as one ―that is a recognizable, distinct class, singled out for different treatment under the laws, as written or as applied‖); Murchu v. United States, 976 F.2d 50, 54 (1st Cir. 1991) (explaining what a defendant must show, for Batson purposes, ―to establish membership in a ‗cognizable group‘‖).  Membership is established by showing that (1) the group is definable and limited by some clearly identifiable factor, (2) a common thread of attitudes, ideas or experiences runs through the group, and (3) a community of interests exists among the group‘s members, such that the group‘s interest cannot be adequately represented if the group is excluded from the jury selection process.  A further ingredient of cognizability is that the group be one of the members of which are experiencing unequal, i.e. discriminatory, treatment, and needs protection from community prejudices. Id.; see also People v. Young, 105 P.3d 487, 541–42 (Cal. 2005) (Brown, J., concurring) (comparing the definition of cognizable group applied in California courts with the definition applied by federal courts). 38 Batson, 476 U.S. at 96–97. 39 Sorto v. Herbert, 497 F.3d 163, 170 (2d Cir. 2007) (holding that statistical evidence is relevant when determining whether a prima facie case of discrimination has been established); Harris v. Kuhlmann, 346 F.3d 330, 343 (2d Cir. 2003) (explaining that statements made during voir dire may be used to establish a prima facie case of discrimination); People v. Guardino, 880 N.Y.S.2d 244, 246–47 (N.Y. App. Div. 2009) (clarifying that a numerical argument, although relevant, cannot alone form the basis for a prima facie showing of discrimination).  One court has articulated the following considerations for determining whether a litigant has established a prima facie showing of discrimination: (1) racial identity between the [party exercising the peremptory challenge] and the excluded venirepersons; (2) a pattern of strikes against African-American venirepersons; (3) a disproportionate use of peremptory challenges against African-American venirepersons; (4) the level of African-American representation in the venire as compared to the jury; (5) the prosecutor‘s questions and statements [of the challenging party] during voir dire examination and while exercising peremptory challenges; (6) whether the excluded African-American venirepersons were a heterogeneous group sharing race as their only common characteristic; and (7) the race of the defendant, victim, and witnesses. People v. Rivera, 852 N.E.2d 771, 790 (Ill. 2006) (quoting People v. Williams, 670 N.E.2d 638, 650 (Ill. 1996)). Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010318 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 needs only to produce enough evidence of discrimination to permit the judge to draw an inference that discrimination occurred.40 Notably, some courts have eliminated the prima facie requirement altogether and hold that a litigant satisfies this first step simply by raising the Batson challenge.41  These courts have found that elimination of this requirement simplifies the Batson inquiry and better protects the equal protection rights of defendants and jurors.42                                                  40 Johnson v. California, 545 U.S. 162, 173 (2005) (rejecting California‘s interpretation of the Batson standard requiring that the objecting party show that it is ―more likely than not‖ that the other party‘s peremptory challenges were based on impermissible group bias). 41 See United States v. Moore, 28 M.J. 366, 368 (C.M.A. 1989) (eliminating the prima facie requirement in military courts); State v. Morales, 806 A.2d 902, 913 n.16 (Conn. App. Ct. 2002) (explaining that the Connecticut Supreme Court has eliminated Batson‘s prima facie requirement at the first step of the burden shifting procedure); Melbourne v. State, 679 So. 2d 759, 764 (Fla. 1996) (identifying the requirements that a litigant must fulfill to move past the first step of the Batson procedure:  the challenger must timely object, state that the juror is a member of a distinct racial group, and request the court to ask opposing counsel to articulate a neutral reason for the strike); State v. Parker, 836 S.W.2d 930, 940 (Mo. 1992) (en banc) (eliminating the prima facie requirement); State v. Edwards, 682 S.E.2d 820, 822 (S.C. 2009) (―When one party strikes a member of a cognizable racial group or gender, the trial court must hold a Batson hearing if the opposing party requests one.‖); see also State v. Whitby, 975 So. 2d 1124, 1132–33 (Fla. 2008) (Cantero, J., dissenting) (noting that forty-six states follow the procedure as outlined by Batson, but Connecticut, Missouri, South Carolina, and Florida have chosen to follow Batson‘s procedure only in regards to steps two and three). 42 See Moore, 28 M.J. at 368 (explaining that elimination of the prima facie requirement is beneficial because it simplifies the Batson process and makes the process fairer to the defendant); Whitby, 975 So. 2d at 1126 (Pariente, J., concurring) (explaining that Florida‘s simplified Melbourne procedure has been beneficial overall); State v. Livingston, 220 S.W.3d 783, 786–87 (Mo. Ct. App. 2007) (en banc) (―[T]he Missouri Supreme Court developed a more unitary procedure for the vindication of Batson claims that better protects the equal protection rights of a defendant and facilitates the efficient administration of justice in this state.‖).  In her concurring opinion, Judge Pariente noted that the Supreme Court‘s decision in Johnson v. California, 545 U.S. 162 (2005), illustrated that the Batson inquiry was meant to address suspicions that a challenge was discriminatory.  Whitby, 975 So. 2d at 1127.  The Johnson Court set a low burden for litigants who object to a peremptory challenge.  Id.  Florida‘s decision to lower the burden imposed by Batson‘s first step, even lower than the standard articulated by the Johnson Court, helps eliminate confusion created by imposing a high burden at the first step of Batson.  Id. at 1130.  Judge Pariente also addressed the concern that elimination of the prima facie requirement will result in an influx of superfluous objections to peremptory challenges.  Id. at 1127.  Although she conceded a problem could arise if litigants objected to all peremptory challenges, Judge Pariente explained that in her experience, she failed to see any such ―explosion‖ of frivolous objections caused by Florida‘s altered Batson procedure.  Id. at 1127 n.2.  Furthermore, attorneys have an obligation as an officer of the court to avoid making frivolous objections to opposing counsel‘s peremptory challenges.  Id. at 1127.  The Model Rules of Professional Conduct prohibit attorneys from making needless objections.  See MODEL RULES OF PROF‘L CONDUCT R. 3.1 (2008) (prohibiting a lawyer from asserting an issue in a proceeding unless there is a basis in law and fact for doing so); MODEL RULES OF Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 319 If a prima facie case of discrimination is established, the proponent of the challenge must offer a neutral justification for it.43  The explanation does not need to be as thorough as one offered to justify a challenge for cause, but the proponent must do more than merely state that the juror‘s membership in a protected group was not a factor.44  Currently, the courts are divided as to whether a Batson violation is established if the proponent of the challenge offers an impermissible justification along with permissible justifications.45  For example, if a litigant claims that a juror‘s age (a permissible justification) and race (an impermissible justification) formed the basis for the strike, some courts hold that the impermissible justification ―taints‖ the entire challenge, therefore ending the Batson inquiry and finding a per se Batson violation.46  Other courts                                                                                                              PROF‘L CONDUCT R. 3.4(c) (2008) (asserting that a lawyer may not knowingly disobey an obligation set by the court). 43 Batson, 476 U.S. at 97. 44 Id. at 97, 98.  The Supreme Court has stated ―implausible or fantastic justifications may (and probably will) be found to be pretexts for purposeful discrimination.‖  Purkett v. Elem., 514 U.S. 765, 768 (1995) (per curiam).  Courts have held a wide variety of justifications to be race- or gender-neutral for purposes of a Batson challenge.  See, e.g., United States v. Meza-Gonzales, 394 F.3d 587, 593 (8th Cir. 2005) (affirming the trial court‘s determination that the prosecutor‘s asserted reason for using a peremptory challenge to strike the only racial minority from the venire—that the juror had brightly colored fingernails and was a social worker—was race-neutral); United States v. Spriggs, 102 F.3d 1245, 1255 (D.C. Cir. 1996) (upholding the trial court‘s determination that the prosecutor‘s assertion that she was trying to empanel ―born-and-bred District of Columbia resident[s]‖ was sufficiently race-neutral). 45 Wamget v. State, 67 S.W.3d 851, 868 (Tex. Crim. App. 2001) (Johnson, J., dissenting) (considering whether a peremptory challenge based partially on a potential juror‘s race, along with an additional factor, violates equal protection).  Judge Johnson recognized a split in authority in the Texas criminal appellate courts, federal courts, and other state courts, as to whether a peremptory challenge is valid if it is based, in part, on race.  Id. at 868–69.  It seems as though the Supreme Court could have answered this question in Snyder v. Louisiana, but the Court did not reach the question as to whether the traditional dual motivation test applies to peremptory challenges.  See 552 U.S. 472, 485 (2008).  Rather, the Court explained that it was ―enough to recognize that a peremptory strike shown to have been motivated in substantial part by discriminatory intent could not be sustained based on any lesser showing by the prosecution.‖  Id.  The Court left unanswered the question of what constitutes a ―lesser showing.‖  If any permissible justification is considered a lesser showing, then essentially the ―tainted‖ approach would apply. 46 Wamget, 67 S.W.3d at 869 (Johnson, J., dissenting).  For a list of the courts adopting the ―tainted‖ approach, see James R. Gadwood, Note, The Framework Comes Crumbling Down:  JuryQuest in a Batson World, 88 B.U. L. REV. 291, 301 nn.74–77 (2008) (citing Sockwell v. State, 675 So. 2d 38, 40–41 (Ala. 1995); State v. Lucas, 18 P.3d 160, 163 (Ariz. Ct. App. 2001); Robinson v. United States, 890 A.2d 674, 681 (D.C. 2006); Rector v. State, 444 S.E.2d 862, 865 (Ga. Ct. App. 1994); McCormick v. State, 803 N.E.2d 1108, 1113 (Ind. 2004); Payton v. Kearse, 495 S.E.2d 205, 210 (S.C. 1998); Powers v. Palacios, 813 S.W.2d 489, 491 (Tex. 1991) (per curiam), abrogated in part by Guzman v. State, 85 S.W.3d 242, 252–54 (Tex. Crim. App. 2002) (en banc); State v. Jagodinsky, 563 N.W.2d 188, 191 (Wis. Ct. App. 1997)). Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010320 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 apply a mixed motive or dual motivation analysis and attempt to determine whether the juror would have been struck based solely on the permissible justification.47 Finally, if the proponent sets forth a neutral basis for the strike, the trial court must determine whether the challenger has shown purposeful discrimination.48  Due to the inevitable fact that this determination often depends on the demeanor of the attorney exercising the challenge, appellate courts defer to the trial court‘s determinations regarding the third prong, absent exceptional circumstances.49 Until 1994, the Supreme Court had only applied Batson to cases involving race-based challenges.50  This changed, however, in J.E.B. v.                                                  47 Wamget, 67 S.W.3d at 869 (Johnson, J., dissenting); see also Russell D. Covey, The Unbearable Lightness of Batson:  Mixed Motives and Discrimination in Jury Selection, 66 MD. L. REV. 279, 346–47 (2007) (arguing against application of a Title VII mixed motive analysis to Batson‘s second prong).  Covey notes that the current trend among courts is to adopt a dual motivation approach.  Covey, supra, at 300–01 (citing cases from the Second, Third, Fourth, Eighth, and Eleventh Circuits adopting a dual motivation approach).  See generally Kurtis A. Kemper, J.D., Annotation, Adoption and Application of ―Tainted‖ Approach or ―Dual Motivation‖ Analysis in Determining Whether Existence of Single Discriminatory Reason for Peremptory Strike Results in Automatic Batson Violation When Neutral Reasons Also Have Been Articulated, 15 A.L.R. 6TH 319 (2006) (identifying cases adopting or applying both tainted and dual motivation analysis).  Courts applying ―mixed motive analysis‖ adopted this analysis from Title VII employment cases.  See McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802 (1973) (articulating the second step of the McDonnell Douglas analysis); infra notes 66–69 and accompanying text (describing the McDonnell Douglas burden shifting procedure).  In those cases, courts have had to consider whether, and to what extent, a protected criterion may be a factor in the employer‘s decision.  See Price Waterhouse v. Hopkins, 490 U.S. 228, 258 (1989) (plurality opinion) (explaining that a defendant may avoid liability for discrimination if it can show, by a preponderance of the evidence, that it would have taken the same action even if the discriminatory factor was not considered).  Notably, the Price Waterhouse decision has been superseded by the Civil Rights Act of 1991, which clarifies that an employer cannot avoid liability by showing its actions would have been the same without the discriminatory motive.  See 42 U.S.C. § 2000e-2(m) (2000) (clarifying the causation requirements under Title VII). 48 Snyder v. Louisiana, 552 U.S. 472, 477 (2008) (discussing the final step of Batson‘s burden shifting procedure). 49 Id. (―We have recognized that these determinations of credibility and demeanor lie ‗peculiarly within a trial judge‘s province‘ . . . .‖) (quoting Hernandez v. New York, 500 U.S. 352, 365 (1992) (plurality opinion)).  In Snyder, however, the Court illustrated that deference to the trial court is not always appropriate.  See id. at 479 (explaining that, in this case, there was no reason to defer to the trial judge‘s decision because the judge failed to make any specific findings regarding the courtroom demeanor of the challenged juror and the judge did not consider the challenge until many other jurors had been questioned). 50 J.E.B. v. Alabama, 511 U.S. 127, 128–29 (1994) (examining the history of race-based challenges).  Not surprisingly, some members of the legal community did not agree with the Batson decision, even though its command was limited to race at this point.  See McMahon, Fear, supra note 23, at 26–29 (noting that one Philadelphia District Attorney, Jack McMahon, taught new district attorneys techniques to avoid Batson‘s requirements).  McMahon described the case of Batson v. Kentucky as follows: Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 321 Alabama.51  In J.E.B., the State was alleged to have used its peremptory challenges to strike male jurors from the venire, solely because they were men.52  Interestingly, the Court began its analysis by reviewing the history of discrimination against women and comparing it to the history of discrimination against African Americans.53  Next, the Court                                                                                                              I‘m sure you‘re all familiar with Batson v. Kentucky.  It‘s the case where the guy was convicted . . . by an all-white jury because the prosecutor had struck all blacks.  They ruled that it was not due process.  In the future, we‘re all going to have to be aware of that, and the best way to avoid any problems is to protect yourself.  My advice is that when you do have a black jury, question them at length.  And mark something down that you can articulate at a later time if something happens, because only after a prima facie showing can the trial judge order you to show why you‘re not striking them on a racial basis. Id. at 29.  McMahon was highly criticized and eventually reprimanded for teaching other lawyers how to avoid Batson‘s command.  See Michael Janofsky, Under Siege, Philadelphia’s Criminal Justice System Suffers Another Blow, N.Y. TIMES, Apr. 10, 1997, at A14. 51 See 511 U.S. at 129 (―We hold that gender, like race, is an unconstitutional proxy for juror competence and impartiality.‖). 52 Id.  The Court noted that the petit venire included ten male jurors and the State used nine peremptory strikes to remove males from the venire.  Id.  The trial court, however, rejected the respondent‘s objection to the use of the peremptory challenges, explaining that Batson only applied to race-based challenges and not to challenges based on gender.  Id.  The appellate court affirmed the decision and the Alabama Supreme Court denied certiorari.  Id. at 129–30. 53 Id. at 135–37.  The Court described the historical justifications for the exclusion of women from the jury.  Id. at 132–33.  In general, women were believed to need protection from the ―depravity of trials.‖  Id. at 132.  Society felt that women were ―too fragile and virginal to withstand the polluted courtroom atmosphere.‖  Id.  The Court further stated that even after women were emancipated, courts permitted states to enact laws requiring a woman to volunteer to serve on a jury rather than impose mandatory jury service on women, as it did with men.  Id. at 134.  The Court rejected these notions as outdated and antiquated and further compared women‘s history of discrimination to the history of discrimination against African Americans.  Id. at 135–36.  For example, the Court explained that both slaves and white women were prohibited from ―hold[ing] office, serv[ing] on juries, or bring[ing] suit in their own names.‖  Id. (citing Frontiero v. Richardson, 411 U.S. 677, 685 (1973) (plurality opinion)).  In comparison, even after African American males were given the right to vote, women were forced to wait nearly half a century until they were granted that right.  Id. at 136.  Stereotypes about women continue to pervade American society today, as illustrated in the way the media has portrayed women in movies and television shows.  See SCHNEIDER, supra note 23, at 344–47 (describing the selective and stereotypic presentation of women in the media).  Schneider notes the following examples of the stereotypical portrayal of women in the media: In commercials, women represent domestic products more often than do men; males are more likely to use reasoned arguments for product use, to have more authority, and to appear as spokespersons for more expensive products. . . . In music videos men are presented as aggressive and women as sexually suggestive, provocatively clothed, subservient, and the targets of sexual advances. . . . Women patients in medical advertisements tend to have pleasant expressions, whereas Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010322 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 considered whether the use of gender-based challenges advances the State‘s sole interest in permitting peremptory challenges:  the selection of an impartial jury.54  The Court determined that gender-based challenges do not assist in the selection of an impartial jury and are likely to generate the same harms that race-based challenges create.55  Thus, the Court held that challenging jurors because of their gender violates equal protection.56 Although Batson plainly articulates one method of addressing discrimination in jury selection, defining the groups that are protected from discrimination has proved troublesome.57  Clearly, litigants can no                                                                                                              male patients are more serious; this difference may contribute to the alleged tendency of physicians to take female complaints less seriously than males. Id. at 345–46 (citations omitted).  Notably, the J.E.B. Court added that even if males had not suffered a past history of discrimination, it is unconstitutional to strike a juror on the basis that he or she holds a particular view because of their gender.  See J.E.B., 511 U.S. at 141–42 (explaining that the right to nondiscriminatory jury selection extends to both women and men). 54 See J.E.B., 511 U.S. at 137 n.8.  Interestingly, J.E.B. was a case involving child support and the respondent argued that gender discrimination should be permitted in this type of a case because men may relate more with a man in a paternity action and women may be more receptive to the statements made by the mother of the child.  See id. at 137–38.  The Court rejected this argument.  Id. at 138.  Many recent studies have confirmed that the Court‘s decision to reject the argument was correct, as these studies show that jury verdicts and jurors‘ race, gender, or socioeconomic status are unrelated.  See SEAN G. OVERLAND, THE JUROR FACTOR:  RACE AND GENDER IN AMERICA‘S CIVIL COURTS 11 (Melvin I. Ruofsky ed., LFB Scholarly Publishing LLC 2009) (explaining that despite popular belief that the racial or gender composition of the jury affects the jury‘s verdict, most research on the issue has proved otherwise).  But see JONAKAIT, supra note 4, at xxi (noting that some commentators have suggested that jury selection determines the outcome of the case).  For example, one professor has stated ―[a] familiar wisecrack is that in England the trial begins when the jury is selected; in America, that is when the trial is over.‖  Id. 55 See J.E.B., 511 U.S. at 140–42 (describing the harm stemming from gender discrimination as affecting the litigants, the community, and struck jurors).  The Court explained that if it were to accept the argument that women are more sympathetic to certain arguments than men, it would be basing its decision on ―the very stereotype the law condemns.‖  Id. at 138 (quoting Powers v. Ohio, 499 U.S. 400, 410 (1991)).  Even if there were some truth to the stereotype, the Constitution prohibits the State from relying on impermissible stereotypes.  Id. at 139 n.11.  The Court further explained that if it permitted discrimination on the basis of gender, litigants might use gender as a proxy for race discrimination.  Id. at 145.  In many cases involving gender-based peremptory challenges, the excused jurors were female and members of a racial minority.  Id. at 145 n.18.  This illustrates that race and gender are overlapping categories, necessitating a prohibition on the use of gender-based peremptory challenges.  Id. at 145. 56 Id. at 130–31. 57 See infra Part II.C (illustrating the uncertainty surrounding whether race-gender-based groups are cognizable for purposes of Batson).  Courts have been asked to deem a wide variety of groups cognizable.  Cf. Davis v. Minnesota, 511 U.S. 1115, 1115 (1994) (denying certiorari in a case questioning whether jurors may be struck because of their religion); Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 323 longer rely on race- or gender-based stereotypes when exercising strikes, but it remains in dispute as to whether race-gender identity may form the basis of a peremptory challenge.58  Before examining this debate, this Note first reviews the treatment that race-gender identity has received in the employment law context.59 B. Race, Gender, and Title VII Peremptory challenges are only one area of law in which courts have developed a means to uncover discrimination.60  For example, Title VII of the Civil Rights Act of 1964 makes it unlawful to discriminate against any individual on the basis of race, color, religion, sex, or national origin, in employment and other workplace conduct.61  Title VII jurisprudence is helpful to consider because the Batson Court adopted its three-prong test from Title VII caselaw.62  Also, Title VII and Batson both prohibit certain actions from being taken when they are based on specific aspects of a person‘s identity, but they permit the same actions to be taken when                                                                                                              United States v. Watson, 483 F.3d 828, 834 (D.C. Cir. 2007) (challenging blind jurors does not violate equal protection because the prosecutor planned to use video evidence); Rico v. Leftridge-Byrd, 340 F.3d 178, 184 (3d Cir. 2003) (holding Italian Americans could be a cognizable group); United States v. Harris, 197 F.3d 870, 875 (7th Cir. 1999), cert. denied, 529 U.S. 1044 (2000) (challenging individuals with a disability is permissible because disability may be a legitimate basis on which to measure juror capability); United States v. Santiago-Martinez, 58 F.3d 422, 422–23 (9th Cir. 1995) (holding obese individuals do not constitute a cognizable group); People v. Fields, 673 P.2d 680, 692 (Cal. 1983) (holding that ―guilt phase includables,‖ a group of individuals who would vote automatically against the death penalty, is not a cognizable group); State v. Fuller, 862 A.2d 1130, 1140 (N.J. 2004) (explaining that Batson has been extended to challenges based on religious affiliation, but distinguishing religious affiliation from religious beliefs); Courtney A. Waggoner, Comment, Peremptory Challenges and Religion:  The Unanswered Prayer for a Supreme Court Opinion, 36 LOY. U. CHI. L.J. 285, 326–27 (2004) (calling for the Supreme Court to determine whether religion is a protected status for purposes of Batson). 58 See infra Part II.C (outlining various courts‘ treatment of race-gender-based strikes). 59 See infra Part II.B (exploring the history of claims of race-gender-based discrimination in the employment setting). 60 See supra Part II.A (discussing peremptory challenge jurisprudence). 61 See 42 U.S.C. § 2000e-1 (2000) (prohibiting certain forms of discrimination in employment).  In enacting this legislation, Congress attempted to remove arbitrary barriers to employment.  McDonnell Douglas Corp. v. Green, 411 U.S. 792, 801 (1973).  ―Congress did not intend by Title VII, however, to guarantee a job to every person regardless of qualifications. . . . [T]he Act does not command that any person be hired simply because he was formerly the subject of discrimination, or because he is a member of a minority group.‖  Id. at 800 (quoting Griggs v. Duke Power Co., 401 U.S. 424, 430–31 (1971)).  See generally ROSALIE BERGER LEVINSON & IVAN E. BODENSTEINER, CIVIL RIGHTS LEGISLATION AND LITIGATION III-1 to III-183 (2009) (offering a thorough overview of Title VII). 62 See Batson v. Kentucky, 476 U.S. 79, 94 n.18 (1986) (explaining that Title VII cases set forth the prima facie burden of proof rules that the Court applies in Batson). Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010324 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 based on permissible considerations.63  Thus, Title VII is a natural source of comparison.64 When a plaintiff files suit under Title VII and offers indirect evidence of discrimination, the court applies the McDonnell Douglas test, a three-step burden shifting procedure.65  First, the plaintiff must establish a prima facie case of discrimination.66  To establish a prima facie case, the plaintiff must show he or she:  (1) is a member of a protected class; (2) qualified for the position for which the plaintiff applied; (3) was rejected; and (4) the position remained open or was filled by someone not in the plaintiff‘s protected class.67  Once a prima facie case has been established,                                                  63 See Covey, supra note 47, at 331–32 (describing the justifications supporting a comparison of Title VII to peremptory challenge jurisprudence).  Title VII was enacted to prevent all forms of race discrimination, including subtle discrimination, from influencing employment decisions.  See McDonnell Douglas Corp., 411 U.S. at 801 (―[I]t is abundantly clear that Title VII tolerates no racial discrimination, subtle or otherwise.‖).  This goal corresponds neatly to the application of equal protection to peremptory challenges because Batson and its progeny seek to prevent undisclosed race and gender discrimination from influencing jury selection.  See supra Part II.A (identifying the framework used to eliminate race- and gender-based challenges).  Furthermore, the text of Title VII does not explicitly state that race-gender groups are cognizable.  See § 2000e-2(a).  Similarly, the Supreme Court has not explained whether race-gender groups are protected under Batson.  See infra notes 78–80 and accompanying text (describing one court‘s statutory analysis of Title VII and whether it permits race-gender claims).  The arguments supporting or criticizing the extension of Title VII to race-gender groups are similar to those offered when determining whether race-gender-based strikes are permissible.  See infra notes 78–80 and accompanying text (describing one court‘s reasons for recognizing race-gender discrimination in Title VII cases).  Title VII and the Batson procedure, however, have an obvious dissimilarity.  Title VII is statutory and the groups deemed protected are explicitly set forth in the text.  See § 2000e-2(a) (prohibiting discrimination on the basis of ―race, color, religion, sex, or national origin‖).  In contrast, Batson and its progeny place limits on peremptory challenges due to the demands of the Equal Protection Clause.  See supra Part II.A (describing the limitations that have been placed on peremptory challenges).  Another difference between Title VII and Batson is that Title VII reaches facially neutral practices that have a disparate impact on a protected group, whereas disparate impact is not enough to support a Batson challenge.  Compare Watson v. Fort Worth Bank & Trust, 487 U.S. 977, 991 (1988) (holding that disparate impact analysis applies to subjective and objective employment practices), with United States v. Davis, 40 F.3d 1069, 1077 (10th Cir. 1994) (explaining that disparate impact is not a proper basis for a Batson challenge and inevitably rejecting a claim that peremptorily striking teachers violates Batson because it has a disparate impact on women). 64 See supra note 63 (describing why it is beneficial to consider Title VII when discussing issues regarding peremptory challenges). 65 See infra notes 66–69 and accompanying text (outlining the McDonnell Douglas burden shifting procedure); see also Tex. Dept. of Cmty. Affairs v. Burdine, 450 U.S. 248, 252–56 (1981) (clarifying the McDonnell Douglas burden shifting procedure). 66 McDonnell Douglas Corp., 411 U.S. at 802 (describing the elements a plaintiff must prove in order to show purposeful discrimination in the employment setting). 67 Id.  This burden is not meant to be onerous; the plaintiff must only prove these elements by a preponderance of the evidence.  Burdine, 450 U.S. at 253.  The elements that Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 325 the burden shifts to the employer to articulate a neutral reason for its actions.68  If the employer presents a legitimate, non-discriminatory justification, the burden shifts back to the plaintiff to show that the employer‘s proffered justification was pretext for a discriminatory motive.69                                                                                                              the plaintiff must prove will necessarily vary depending on the facts of each case.  McDonnell Douglas Corp., 411 U.S. at 802 n.13.  In theory, Title VII cases seem to require that the plaintiff prove that he or she is a member of a protected minority class or female.  See Mills v. Health Care Serv. Corp., 171 F.3d 450, 454 (7th Cir. 1999) (―Indeed, if strictly applied, the prima facie test would eliminate all reverse discrimination suits.‖).  The courts, however, have not required that the plaintiff establish that his group membership, which is the basis for his claim, is also a group that has experienced a past history of discrimination.  Id. (explaining that Title VII plaintiffs do not need to be members of a group that has suffered a history of past discrimination).  In fact, it appears that reverse discrimination claims, or allegations of discrimination against members of a traditionally privileged group, are on the rise.  Angela Onwuachi-Willig, When Different Means the Same:  Applying a Different Standard of Proof to White Plaintiffs Under the McDonnell Douglas Prima Facie Case Test, 50 CASE W. RES. L. REV. 53, 53–54 (1999) (explaining that more Americans believe white males are increasingly being discriminated against because of their race-gender identity and identifying statistics illustrating the growing number of reverse discrimination claims being filed); see also SCHNEIDER, supra note 23, at 317 n.1 (explaining that members of racial minorities have prejudices about whites and whites are not the only people who discriminate against others on the basis of race).  In the summer of 2009, reverse discrimination claims garnered excessive media attention when the Supreme Court handed down its decision in Ricci v. DeStefano, 129 S. Ct. 2658 (2009), holding that the City of New Haven violated Title VII when it refused to certify the results of a promotion exam because the results were such that only white firefighters would have received promotions.  See Supreme Court to Rule on Firefighter Case, ASSOCIATED PRESS, June 27, 2009, http://www.msnbc.msn.com/id/31584071/ (describing the case as ―closely watched‖); Douglas S. Malan, A Long Journey to a Landmark Decision, CONN. L. TRIBUNE, Dec. 21, 2009, http://www.ctlawtribune.com/getarticle.aspx?id=35862 (noting the intense media attention the case received).  In Ricci, the Court held that the City of New Haven would have been able to defend its decision only if the City could show it had a strong basis in belief that it would have been liable on a disparate impact theory if it certified the results.  129 S. Ct. at 2664.  The evidence in this case was not sufficient to meet that standard.  Id. 68 McDonnell Douglas Corp., 411 U.S. at 802 (articulating the second step of the McDonnell Douglas analysis).  The employer‘s burden is one of production.  Burdine, 450 U.S. at 254–55. 69 McDonnell Douglas Corp., 411 U.S. at 804 (describing the third step of the McDonnell Douglas procedure).  The plaintiff always retains the burden of persuasion.  Burdine, 450 U.S. at 256.  In order to meet her burden, the plaintiff may use direct evidence to establish that ―a discriminatory reason more likely motivated the employer.‖  Id.  Alternatively, the plaintiff may use indirect evidence to ―show[] that the employer‘s proffered explanation is unworthy of credence.‖  Id.  The McDonnell Douglas Court described various factors that a plaintiff could set forth when offering proof that the justification was pretextual.  See McDonnell Douglas Corp., 411 U.S. at 804–05.  This includes asking whether other employees were also terminated for engaging in the same or similar acts.  Id. at 804.  While employers may fire employees for actions such as participating in protests, they must do so equally to all employees.  Id.  The plaintiff may also set forth evidence regarding the employer‘s general treatment of the plaintiff and the employer‘s general practice regarding employment of racial minorities.  Id. at 804–05. Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010326 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 Over the years, the courts wrestled with how to apply this three-step procedure to Title VII cases involving allegations of race-gender discrimination.70  First, the courts had to decide whether a group based on race-gender identity could constitute a cognizable class.71  This was not the first time the courts were asked to determine whether Title VII addresses discrimination based on more than one aspect of a person‘s identity.  Previously, some courts adopted a ―sex-plus‖ analysis for addressing claims of discrimination based on a subsection of gender.72                                                   70 See infra notes 71, 76–80 (recounting the plight of Title VII plaintiffs bringing race-gender-based claims).  Issues arose, due to the fact that race and gender are overlapping categories, even before Title VII was signed into law.  See Scales-Trent, supra note 20, at 10–11 (describing the debates that occurred during the drafting of Title VII).  For example, when determining whether to add sex as a protected status under the bill, Representatives disagreed as to whether black women would be protected if race alone were included in the Act.  Id.  One Representative, concerned that black women would receive more rights than white women, stated, ―[I]f you do not add sex to this bill . . . you are going to try to take colored men and colored women and give them equal employment rights, and down at the bottom of the list is going to be a white woman with no rights at all.‖  Id. at 11 (citing E.E.O.C., LEGISLATIVE HISTORY OF TITLES VI AND XI OF CIVIL RIGHTS ACT OF 1964, at 3218 (1968)). 71 DeGraffenreid v. Gen. Motors Assembly Div., 558 F.2d 480, 483–84 (8th Cir. 1977) (examining a case in which the district court held that black women could not bring a Title VII claim alleging discrimination based on their race-gender identity).  In DeGraffenreid, the trial court stated that permitting plaintiffs to bring race-gender-based claims would allow plaintiffs to create a ―super-remedy‖ that was not intended by the drafters of Title VII.  Id. at 483.  The appellate court noted that it did not entirely agree with the district court‘s decision not to recognize race-gender claims, but it affirmed the decision on the basis that the complaint failed to state a Title VII claim because the seniority system at issue was facially neutral.  Id. at 484; see also Rosalio Castro & Lucia Corral, Women of Color and Employment Discrimination:  Race and Gender Combined in Title VII Claims, 6 LA RAZA L.J. 159, 160–61 (1993) (discussing combined race-gender claims and Title VII); Kimberle Crenshaw, Demarginalizing the Intersection of Race and Sex:  A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory, and Antiracist Politics, 1989 U. CHI. LEGAL F. 139, 148 (discussing the courts‘ failure to acknowledge race-gender identity); Minna J. Kotkin, Diversity and Discrimination:  A Look at Complex Bias, 50 WM. & MARY L. REV. 1439, 1463 (2009) (noting the difficulty courts have experienced when addressing complex bias claims). 72 See Bryant v. Int‘l Schs. Servs, Inc., 675 F.2d 562, 573 n.18 (―A sex-plus problem arises whenever an employer adds a criterion or factor for one sex [e.g., marital status], which is not added for the other sex.‖) (citation omitted); cf. McGrenaghan v. St. Denis Sch., 979 F. Supp. 323, 327 (E.D. Pa. 1997) (sex-plus-a woman with a disabled child); Arnett v. Aspin, 846 F. Supp. 1234, 1241 (E.D. Pa. 1994) (sex-plus-age); infra notes 73–74 (discussing Sprogis v. United Air Lines, Inc., another sex-plus case).  The case of Phillips v. Martin Marietta Corp. is often credited with coining the term ―sex plus.‖  See Phillips v. Martin Marietta Corp., 416 F.2d 1257, 1260 (5th Cir. 1969) (Brown, J., dissenting) (using the term ―sex plus‖ for the first time to describe discrimination on the basis of gender and an additional unprotected factor).  In Phillips, Ida Phillips filed suit alleging sex discrimination after she applied for a position with Martin Marietta Corp. and was told that the company would not consider female applicants who had pre-school age children.  Phillips v. Martin Marietta Corp., 411 F.2d 1, 2 (5th Cir. 1969).  The company would, however, consider male applicants with pre-school age children.  Id.  In its defense, the company claimed it did not discriminate on the Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 327 For example, in Sprogis v. United Air Lines, Inc., the Seventh Circuit explained that an employer could not discriminate against married women, even though ―married individuals‖ do not constitute a protected class.73  Simply because the employer was not discriminating against all women (sex discrimination) did not mean that it had free reign to discriminate against married women (sex-plus-marriage).74  In                                                                                                              basis of sex; rather, it only discriminated against women with pre-school age children.  Id. at 2–3.  The trial court granted defendant‘s motion for summary judgment based on evidence showing that Martin Marietta Corp. filled 75%–80% of the positions for which Phillips had applied with women and 70%–75% of the applicants were women.  Id. at 1, 2.  The Fifth Circuit Court of Appeals affirmed and a petition for rehearing en banc was denied.  See Phillips, 416 F.2d at 1258 (denying petition for rehearing).  In his dissent from the denial of the rehearing en banc, Judge Brown criticized the majority‘s analysis.  See id. at 1260 (Brown, J., dissenting) (explaining that the majority‘s conclusion essentially creates an either/or test:  either the discrimination is based on sex only and is prohibited, or an additional criterion is added to gender and the discrimination is then permissible).  The Supreme Court eventually vacated and remanded the decision, concluding that the court should have analyzed this as a question of whether the policy reflected a bona fide occupational qualification, without commenting on Judge Brown‘s use of the term ―sex plus.‖  Phillips v. Martin Marietta Corp., 400 U.S. 542, 544 (1971). 73 444 F.2d 1194, 1199 (7th Cir. 1971) (analyzing discrimination against married females).  In Sprogis, a female stewardess alleged that she was fired because of her sex.  Id. at 1196.  The airline company, United, had a policy that all stewardesses must be unmarried.  Id.  The policy did not apply to stewards.  Id.  United argued that their policy did not draw a distinction between men and women, but rather it merely distinguished between individuals who were employed as stewardesses.  Id. at 1197.  The court rejected that argument and cited a determination by the Equal Employment Opportunity Commission stating that even if the discrimination is directed only at a subsection of one gender, it is still discrimination on the basis of sex.  Id. at 1197–98. 74 Id. at 1198 (―The effect of [Title VII] is not to be diluted because discrimination adversely affects only a portion of the protected class.‖).  The sex-plus analysis has not been adopted by the courts when applying traditional equal protection analysis.  See Geduldig v. Aiello, 417 U.S. 484, 496 (1974) (applying rational basis review to a legislative classification based on pregnancy).  The Geduldig Court explained that discrimination based on pregnancy divided individuals into two groups:  pregnant women and non-pregnant persons.  Id.  Since women were on both sides of the equation, this did not constitute sex discrimination.  Id. at 496–97.  Geduldig was subsequently overruled by the enactment of the Pregnancy Discrimination Act, which prohibits discrimination on the basis of pregnancy.  See 42 U.S.C. § 2000e(k) (2006).  The Supreme Court relied on Geduldig in Bray v. Alexandria Women’s Health Clinic, where the Court considered whether the actions of a group aimed at preventing women‘s access to clinics that perform abortions demonstrated a form of sex-based discrimination.  See Bray v. Alexandria Women‘s Health Clinic, 506 U.S. 263, 269–70 (1993) (holding that opposition to abortion cannot be considered sex-based discrimination).  Bray has not been overturned.  The level of scrutiny to be applied when analyzing equal protection claims of combined race-gender discrimination has not explicitly been resolved by the courts and both strict scrutiny and intermediate scrutiny have been advocated by commentators.  Compare Scales-Trent, supra note 20, at 24–34, 35 (proposing strict scrutiny for discrimination against black women), with Pamela J. Smith, Comment, All Male Black Schools and the Equal Protection Clause:  A Step Forward Toward Education, 66 TUL. L. REV. 2003, 2028 (1992) (advocating the use of intermediate scrutiny when analyzing Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010328 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 these early sex-plus cases, the ―plus‖ factor was an unprotected criterion, such as marital status or whether the individual had preschool-age children.75 The judiciary eventually expanded the sex-plus doctrine to race-gender groups.76  In Jefferies v. Harris County Community Action Ass’n, the Fifth Circuit Court of Appeals explicitly expanded the sex-plus doctrine to permit a black female to bring a claim alleging discrimination based on her sex-plus-race.77  The court first noted that the text of Title VII                                                                                                              discrimination against African American females who are prevented from attending an all-male, all-black school). 75 See Arnett, 846 F. Supp at 1239 (explaining that sex-plus ―allows plaintiffs to bring a Title VII claim for sex discrimination if they can demonstrate that the defendant discriminated against a subclass of women (or men) based on either (1) an immutable characteristic or (2) the exercise of a fundamental right‖).  The Arnett court concluded that age is an immutable characteristic and upheld a sex-plus-age claim.  Id. at 1241; see also supra notes 72–74 (illustrating the traditional use of sex-plus analysis). 76 Cf. Hicks v. Gates Rubber Co., 833 F.2d 1406, 1416 (10th Cir. 1987) (recognizing a Title VII claim of race-plus-sex); Graham v. Bendix Corp., 585 F. Supp. 1036, 1047 (N.D. Ind. 1984) (same); see also infra notes 77–80 (addressing the expansion of sex-plus analysis).  Notably, in Judge Brown‘s dissent in Phillips v. Martin Marietta Corp., the first case to use the term ―sex-plus,‖ Judge Brown seemed to take for granted the fact that courts would prohibit discrimination based on sex plus a protected criterion.  See 416 F.2d at 1260 n.10 (Brown, J., dissenting) (―Of course the ‗plus‘ could not be one of the other statutory categories of race, religion, national origin, etc.‖).  The sex-plus doctrine has been further extended beyond simply race-gender groups to encompass groups comprised of more than two categories.  See Lam v. Univ. of Haw., 40 F.3d 1551, 1561 n.16, 1562 (9th Cir. 1994) (recognizing the combination of race, gender, and national origin as a protected class under Title VII, consequently broadening sex-plus to a type of sex-plus-plus).  The Lam court explained that the lower court failed to recognize the type of discrimination at issue.  Id.  The court opined, ―Asian women are subject to a set of stereotypes and assumptions shared neither by Asian men nor by white women.‖  Id. at 1562.  Thus, discrimination based on multiple categories of one‘s identity cannot not be accurately analyzed by dissecting the identity and treating it as separate claims of discrimination.  Id.  The court found that the lower court needed to determine whether Lam‘s employer discriminated on the basis of her combined identity, regardless of whether the employer discriminated on the basis of race or sex.  Id.  Not all courts have been willing to expand the sex-plus analysis beyond two categories.  See, e.g., Judge v. Marsh, 649 F. Supp. 770, 780 (D.D.C. 1986) (limiting the Jefferies analysis to the combination of two protected immutable traits).  Similarly, in Luce v. Dalton, the court refused to permit a combined discrimination claim under the Age Discrimination in Employment Act (―ADEA‖).  166 F.R.D. 457, 461 (S.D. Cal. 1996) (declining to recognize claims of ―age-plus-religion‖ or ―age-plus-disability‖ discrimination under the ADEA).  In determining that the ADEA does not recognize ―age-plus-religion‖ or ―age-plus-disability‖ discrimination, the court explained that Congress did not intend to permit plaintiffs to combine discrimination statutes.  Id.  Furthermore, discrimination based on criterion such as age or disability is fundamentally different than that based on race or gender; there are unique discriminatory biases against race-gender subgroups that are not faced by individuals based on other subgroup membership.  Id. 77 615 F.2d 1025, 1034 (5th Cir. 1980).  In Jefferies, the court held that Jefferies, a black female, could bring a discrimination suit even if she could not prove discrimination on the basis of race or sex.  Id.  First, the appellate court affirmed the trial court‘s holding that Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 329 includes the word ―or‖ when listing the protected classes, which means Congress intended to prohibit discrimination based on any or all of the classes described.78  Next, the court discussed the history of sex-plus jurisprudence and concluded that it would be ―beyond belief‖ for the courts to prohibit an employer from discriminating on the basis of sex plus a neutral factor but allow employers to discriminate on the basis of sex-plus-race.79  Additionally, the court noted that the recognition of race-gender subgroups is essential to remedying discrimination against black females.80 Currently, the number of race-gender and other complex claims of discrimination are increasing.81  Nonetheless, complex discrimination                                                                                                              Jefferies‘s claim of race discrimination failed because a black male was given the position to which Jefferies applied.  Id. at 1030.  Second, the trial court had determined that Jefferies‘s sex discrimination claim failed because females held sixteen of the thirty-six supervisory positions and one female was a field representative.  Id. at 1030–31.  The appellate court remanded the sex discrimination issue, finding that the trial court failed to undergo a proper legal analysis and made insufficient findings of fact.  Id. at 1031.  Third, the trial court never addressed Jefferies‘s claim of race-gender discrimination.  Id. at 1032.  The appellate court instructed the trial court to consider on remand whether Jefferies was discriminated against because of her race-gender identity.  Id. at 1034.  Also, when analyzing the race-gender claim, the trial court was instructed to consider only evidence pertaining to the number of black females hired or promoted.  Id.  The court was instructed to ignore evidence pertaining to the hiring or promotion of black males or white females because they are not within the plaintiff‘s protected class.  Id.  Thus, the court expanded sex-plus jurisprudence to permit claims of discrimination based on sex-plus-race.  Id. 78 Id. at 1032 (examining the use of the word ―or‖ in the text of Title VII).  Also, the court explained that the House of Representatives rejected an amendment to Title VII that would have added the word ―solely‖ to the statute, evidencing an intent to extend protection to all combinations of protected categories.  Id. 79 Id. at 1034.  The court explained that employers cannot discriminate against women with young children, but, technically, being a parent to a young child is a ―neutral‖ factor.  Id.  In contrast, Title VII explicitly forbids the use of race as a criterion for employment.  Id.  It would be illogical to prohibit discrimination based on sex and a neutral factor, but allow discrimination based on sex and race.  Id. 80 Id. at 1034.  The expansion of protection to race-gender groups using the sex-plus analysis is not without its critics.  See Pamela J. Smith, Part II—Romantic Paternalism—The Ties that Bind:  Hierarchies of Economic Oppression that Reveal Judicial Disaffinity for Black Women and Men, 3 J. GENDER RACE & JUST. 181, 225 (1999) (explaining that the adoption of the sex-plus analysis still falls short of fully recognizing black women‘s experiences). 81 Kotkin, supra note 71, at 1450–52.  The U.S. Equal Employment Opportunity Commission (―E.E.O.C.‖) reports the number of discrimination charges filed each year and publishes them on the E.E.O.C. website.  See Charge Statistics FY 1997 Through FY 2009, EEOC.GOV, http://www.eeoc.gov/eeoc/statistics/enforcement/charges.cfm (last visited Sept. 29, 2010).  The E.E.O.C. organizes the charges by type of discrimination alleged, and notes that ―the number of total charges for any given fiscal year will be less than the total of the eight types of discrimination listed‖ because individuals may allege multiple forms of discrimination in their charge.  Id.  Professor Kotkin explains that overall ―there are 20 percent more claims of discrimination than charges, and the percentage is increasing.‖  Kotkin, supra note 71, at 1451. Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010330 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 claims fail more often than claims of discrimination based on a single ground.82  Minna J. Kotkin, a Professor of Law at Brooklyn Law School, explains that even though the McDonnell-Douglas procedure has been interpreted to permit plaintiffs to bring complex claims of employment discrimination, plaintiffs alleging complex forms of discrimination have a more difficult time demonstrating that the employer‘s neutral justification is pretext for discrimination.83  For example, a plaintiff may try to show that other similarly situated employees who are members of the plaintiff‘s class also experienced discrimination.84  This is more difficult for a plaintiff in a complex discrimination case because the group of individuals who are members of the plaintiff‘s class is likely to be smaller than it would be if the claim were race- or gender-based.85  Professor Kotkin proposes that in order for complex claims of discrimination to prevail, additional evidence must be admitted regarding the alleged discrimination and courts must become cognizant of the stereotypes that form the basis for complex discrimination.86 In the same way that courts have had to address race-gender discrimination in Title VII cases, the courts must now decide how to address race-gender discrimination in the context of jury selection.87  The next section of this Note outlines the growing debate as to whether race-gender identity is a permissible basis for peremptory challenges.88 C. Race-Gender Identity and Peremptory Challenges The courts have struggled to determine whether they should permit litigants to peremptorily strike potential jurors on the basis of the jurors‘ race-gender identity.89  This issue is not solely the courts‘ concern;                                                  82 Id. at 1457–58. 83 Id. at 1490–91. 84 Id. at 1492. 85 Id. at 1493.  Additionally, plaintiffs may try to show that a similarly situated employee from a different race-gender group received favorable treatment.  Id. at 1491.  In a race-gender-based claim, the individual to whom the plaintiff is compared must not be a member of the plaintiffs race-gender group, racial group, or gender.  Id. at 1492.  Thus, it makes it easier for the employer to demonstrate that individuals who were not outside the plaintiff‘s race-gender group received favorable treatment, combating the plaintiff‘s allegation that individuals outside the plaintiff‘s race-gender group did receive favorable treatment.  Id. at 1491–92.  Professor Kotkin also asserts that merely applying an intersectional framework when analyzing Title VII cases does no more than restate the problem.  Id. at 1481. 86 Id. at 1497. 87 See infra Part II.C (reviewing caselaw regarding race-gender-based peremptory strikes). 88 See infra Part II.C (examining the issue of race-gender discrimination). 89 See infra Part II.C.1–2 and accompanying text (surveying cases discussing whether to recognize combinations of gender and racial groups).  Notably, courts have explicitly Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 331 members of the general public have questioned whether their personal identity consisting of their race and gender should be recognized and protected by the courts.90  Currently, some courts prohibit race-gender discrimination while others do not.91  The following subsection of this                                                                                                              questioned whether combined race-gender groups are protected under Batson and J.E.B. for over fourteen years, unfortunately, without much response.  See Turner v. Marshall, 63 F.3d 807, 812 (9th Cir. 1995), overruled by Tolbert v. Page, 182 F.3d 677 (9th Cir. 1999) (―[T]he issue of whether African-American men could constitute a Batson class likely is worthy of consideration in light of recent holdings that gender as well as race is an impermissible basis for peremptory challenges . . . .‖); see also United States v. Walker, 490 F.3d 1282, 1291 n.10 (11th Cir. 2009) (―[W]e agree with the Ninth Circuit that whether Batson applies to combined race-gender groups is a question that merits a determination at some point . . . .‖); Jean Montoya, ―What’s So Magic[al] About Black Women?‖ Peremptory Challenges at the Intersection of Race and Gender, 3 MICH. J. GENDER & L. 369, 412 (1996) (advocating recognition of race-gender groups). 90 See Olin, supra note 7 (describing his experience being called for jury duty in Newark and being excused from the jury by a litigant).  Olin implies that his racial and gender identity played a role in his excusal, further claiming that ―[d]iscrimination against middle-aged white men raises no constitutional eyebrow.‖  Id.; see also Kevin Sack, Research Guided Jury Selection in Church Bombing Trial, N.Y. TIMES, May 3, 2001, at A12.  Sack describes the trial of a former Ku Klux Klan member alleged to have been involved in a church bombing.  Sack, supra at A12.  Sack emphasizes that the prosecution, with the guidance of a professional jury consultant, exercised its peremptory challenges in a way to create a jury that lacked white male jurors.  Id. 91 See infra Part II.C.1–2 (identifying courts that have recognized or refrained from recognizing race-gender groups as protected from discrimination during litigants‘ exercise of peremptory challenges).  Not all jurisdictions have taken a stand on whether race-gender groups are protected for purposes of peremptory challenges.  See, e.g., Cooperwood v. Cambra, 245 F.3d 1042, 1046 (9th Cir. 2001) (noting that the court has yet to address the issue of whether African American males constitute a cognizable group); Ross v. Mississippi, 16 So. 3d 47, 59 (Miss. App. 2009) (noting that the Mississippi courts have not yet determined whether race-gender identity is a cognizable group for purposes of the first step of the Batson procedure).  For example, in Ross v. Mississippi, Shirley Ross, an African American female, was convicted of aggravated assault for pouring grease and hot water on her husband.  16 So. 3d at 51–52.  Ross appealed on the basis that, among other claims, her trial counsel rendered ineffective assistance because her counsel failed to object to the State‘s peremptory challenges of African American females.  Id. at 58–59.  Although the court held that Ross was barred from raising the issue, the appellate court noted in dicta that it noticed a discriminatory pattern on the basis of race and gender.  Id. at 59.  The court articulated the pattern as follows: [T]he State used four peremptory challenges to remove three black females from the venire, along with a white male.  The State tendered six black males, one white male, and five white females to the defense, which utilized its challenges to remove three of the black males, and the white male.  The State then challenged another black female, and accepted a white male, a black male, and a white female.  The defense used its two remaining peremptory challenges to remove two males, one white and one black.  The State used its final challenge to remove a white female. Id. at 59 n.9.  Furthermore, while some courts have not explicitly stated they will recognize the race-gender combination, some decisions imply that the court recognizes the Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010332 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 Note identifies the various analyses employed by courts in determining whether to permit race-gender-based peremptory challenges.92 1. Courts That Prohibit Race-Gender-Based Peremptory Challenges Courts holding that the Equal Protection Clause forbids race-gender-based peremptory challenges fall into two categories.93  Courts in the first category hold that Batson and J.E.B. already encompass the hybrid group of race and gender.94  Courts in the second category explain that Batson and J.E.B. do not already encompass the hybrid group of race and gender, but these courts have expanded the reach of Batson and J.E.B. to                                                                                                              combination.  See, e.g., Maddox v. State, 708 So. 2d 220, 226 (Ala. Crim. App. 1997) (explaining that certain peremptory strikes exercised by the State to exclude black male potential jurors were not supported by the record and thus must have been ―predicated on either race or gender, or both,‖ implying that if a strike is employed on the basis of a combination of race and gender, the strike violates equal protection); Blair v. State, 476 S.E.2d 263, 264 (Ga. 1996) (concluding that the defendant failed to offer race and gender neutral justifications for removing six out of seven white female jurors, thus violating Batson and J.E.B. requirements). 92 See infra Part II.C.1–2 (explaining why some courts have recognized combined race-gender groups while others have not). 93 See infra notes 94–95 (identifying the two main analyses courts have applied when holding that peremptory challenges may not be based on race-gender identity). 94 See, e.g., Robinson v. United States, 878 A.2d 1273, 1276–77 (D.C. 2005) (reversing the trial court‘s ruling that race-gender classifications are not suspect categories and therefore not protected under Batson and J.E.B.); State v. Lucas, 18 P.3d 160, 163 (Ariz. Ct. App. 2001) (holding that striking a ―southern male‖ from the jury violated J.E.B. because it is unconstitutional to discriminate on the basis of gender, and therefore equally unconstitutional to discriminate on the basis of a subsection of gender); State v. Sanderson, 898 P.2d 483, 489 (Ariz. Ct. App. 1995) (holding that the trial court‘s finding of a prima facie showing of discrimination on the basis of gender and race was not clearly erroneous); State v. Daniels, 122 P.3d 796, 801 (Haw. 2005) (holding that Caucasian males constitute a cognizable group under Batson).  In Lucas, the court cited to Sanderson for the proposition that a combination of race and gender can be considered cognizable for purposes of Batson.  Lucas, 18 P.3d. at 163.  The court noted, however, that the Ninth Circuit and the Supreme Court have refrained from prohibiting race-gender-based peremptory challenges.  Id.  At least one court‘s decision, which seems to forbid race-gender-based peremptory challenges, has caused confusion due to its ambiguously articulated holding.  See Lammers v. State, 959 S.W.2d 35, 36 (Ark. 1998) (affirming the trial court‘s decision to recognize a prima facie case of discrimination where the defendant used his peremptory challenges to strike white males from the jury).  A Massachusetts court understood the Lammers decision to have been decided based on an allegation of race-based discrimination, Commonwealth v. Jordan, 785 N.E.2d 368, 379 n.13 (Mass. 2003), while the Lammers dissent noted that the Batson challenge was actually based on a combination of race, gender, and age.  See Lammers, 959 S.W.2d at 37 (Thornton, J., dissenting) (―Clearly the Batson challenge to Lammers‘s peremptory strike could not be sustained solely on the basis of [the challenged juror] being white.‖). Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 333 specifically recognize a discrete, cognizable group based on race-gender identity.95 On the surface, the two approaches seem similar inasmuch as they arrive at the same conclusion.  For example, in Robinson v. United States, the District of Columbia Court of Appeals explained it was unnecessary to decide whether black females constitute a group that should receive heightened scrutiny.96  The relevant question was whether discrimination against this group involves discrimination on the basis of race, which is prohibited by Batson, and discrimination on the basis of gender, which is prohibited by J.E.B.97  The court concluded that peremptory challenges aimed at black women violate both Batson and J.E.B.98                                                  95 See, e.g., People v. Motton, 704 P.2d 176, 181 (Cal. 1985) (holding that black women constitute a cognizable group); State v. Whitby, 975 So. 2d 1124, 1125 (Fla. 2008) (denying review of an appellate court decision reversing defendant Whitby‘s conviction on the basis that the court failed to require the State to offer a race-neutral justification for striking a white male juror).  As Florida law currently stands, Florida‘s Melbourne procedure for peremptory challenges applies to groups based on the combination of race and gender.  Whitby, 975 So. 2d at 1133 (Cantero, J., dissenting).  Judge Cantero explained that because, as the district court in this case found, Melbourne applies even to white male jurors, and because every individual necessarily belongs to one distinct racial group or another, theoretically an attorney could object to every single peremptory challenge—whether the juror is white or black, male or female—without ever providing a reason for believing the challenge [was] racially motivated. Id.; see also People v. Jerome, 828 N.Y.S.2d 78, 79 (N.Y. App. Div. 2006) (holding that black males are a cognizable group for the same reason set forth in People v. Garcia, 636 N.Y.S.2d 370 (N.Y. App. Div. 1995)); People v. Garcia, 636 N.Y.S.2d 370, 372 (N.Y. App. Div. 1995) (holding that to decide black females are not cognizable would mean they do not have a right to full participation in the administration of justice); see also Ross, 16 So. 3d at 59 (noting that the litigant would need to argue that the State should expand Batson to include race-gender-based groups if Mississippi were ever to hold race-gender-based challenges unconstitutional).  At least one court has held that a juror‘s race-gender identity is a prohibited basis for a peremptory challenge without articulating its justification for the holding.  See State v. Shepherd, 989 P.2d 503, 511 n.4 (Utah Ct. App. 1999) (stating that the idea that race and gender is not protected, as held by the trial court, was erroneous). 96 See 878 A.2d at 1284 (explaining that race-gender groups are already protected under Batson and its progeny). 97 Id.  ―[T]he critical question is whether the purposeful use of peremptory strikes to exclude black females . . . involves racial and/or gender discrimination.  If it does, then it offends basic principles of equal protection and is prohibited under Batson and J.E.B.‖  Id. 98 Id. ―Two bad partial reasons for a peremptory strike do not add up to a good reason; they simply equate to a reason that is doubly bad.‖  Id.  The court explained it was not necessary to show the opposing party‘s peremptory challenge was motivated only by race or gender because such a requirement would not reflect reality as motivations behind peremptory strikes are often diverse.  Id.  In reaching this decision, the court used a ―tainted‖ analysis, explaining that even if some of the reasons for the challenge were neutral, a single discriminatory justification would taint the entire challenge.  See supra notes 45–47 (explaining the difference between tainted and dual motivation analyses). Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010334 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 In contrast, the California Supreme Court held that race-gender identity is an impermissible basis for peremptory challenges as a necessary expansion of Batson, rather than holding that Batson and J.E.B. already prohibit race-gender discrimination.99  The court explained that race-gender identity influences the jurors‘ life experiences.100  Thus, striking jurors because of their race-gender identity would impair the impartiality of the jury.101  Moreover, expanding Batson to race-gender                                                  99 See Motton, 704 P.2d at 181 (holding that peremptorily striking potential jurors on the basis of their race-gender identity must be prohibited); see also Montoya, supra note 89, at 403 (using an intersectional theory framework to expand Batson to race-gender groups). 100 Motton, 704 P.2d at 181; see also Wanda A. Hendricks, On the Margins:  Creating a Space and Place in the Academy, in TELLING HISTORIES:  BLACK WOMEN HISTORIANS IN THE IVORY TOWER 146, 146–57 (Deborah Gray White ed., 2008) (discussing the way the author‘s past life experiences, race, and gender have influenced her life and led her to a career in academia).  Hendricks, a professor, explains that the way her students have reacted to her has been profoundly influenced by her race-gender identity.  See id. at 154–55.  For example, when Hendricks taught a course on United States history, her white students were surprised that a black female professor would be ―teach[ing] them ‗their‘ history.‖  Id. at 154.  Hendricks also explains that her race-gender identity played a role, not only in her communication and dealings with students, but also in her relationships with other faculty members.  Id. at 153.  She notes that certain responsibilities were passed on to her because she was a junior faculty member and a black woman.  Id. at 153–54.  For example, Hendricks explains that ―as a member of graduate committees of African American students or students working on African American topics, I have been coerced into becoming the lead reader while the tenured professor received primary credit.‖  Id. at 153.  Mia Bay also describes the way her race and gender have influenced her life by discussing her personal history and her mother‘s history.  See Mia Bay, Looking Backward in Order to Go Forward:  Black Women Historians and Black Women’s History, in TELLING HISTORIES:  BLACK WOMEN HISTORIANS IN THE IVORY TOWER, supra, at 182, 183–94 (describing Bay‘s discovery of African American women‘s history and how Bay‘s mother‘s history has influenced her life).  Bay, a history major, did not become aware of African American women‘s history until she was a graduate student at Yale.  Id. at 191.  It was not until the early 1990‘s that black feminist texts and historians began calling for more attention to be paid to black women‘s history.  Id. at 192.  Bay also notes that even with the progress that has been made in the field of black women‘s history, the field is still often overlooked outside the realm of African American and women‘s history.  Id. at 194. 101 See Motton, 704 P.2d at 181–82 (justifying the expansion of Batson to black women).  Although some California judges have accepted that race-gender identity influences one‘s life experiences, at least one judge has doubted whether the courts have gathered sufficient evidence to support this assertion.  Compare id. (opining that black women as a group possess a unique variety of human experiences and discrimination against them during jury selection affects the jury‘s ability ―‗to achieve an overall impartiality‘ in their decision-making processes‖) (citing People v. Wheeler, 583 P.2d 748, 755 (Cal. 1978)), and People v. Gray, 104 Cal. Rptr. 2d 848, 852–53 (Cal. Ct. App. 2001) (expanding Motton and deeming African American males a cognizable group without additional analysis), with People v. Young, 105 P.3d 487, 542–43 (Cal. 2005) (Brown, J., concurring) (explaining that the court lacks evidence to support the proposition that black women are subject to a unique form of discrimination and further explaining that whether certain groups are cognizable depends on the definition of ―cognizable group,‖ which has not been clearly articulated by the California or federal courts). Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 335 groups is justified in the sense that, like groups based on race or gender, certain race-gender groups share a history of past discrimination.102                                                   102 See Scales-Trent, supra note 20, at 25–30 (examining the past history of discrimination against black women).  Scales-Trent emphasizes that discrimination experienced by black women during slavery was qualitatively different than that experienced by black men.  See id. at 26.  She notes that some pre-Civil War statutes were applied specifically to black women rather than distinguishing between groups on the sole basis of race or gender.  Id. at 27.  For example, Scales-Trent notes that a 1643 Virginia statute defined ―tithable persons‖ as ―those who worked the ground.‖  Id.  This group specifically encompassed all adult men and black women.  Id.  Scales-Trent also describes the history of political powerlessness of black women, noting that they had to fight for the right to vote twice, first as blacks and second as women.  Id. at 30.  Even after obtaining the right to vote, black women were often required to wait to register to vote until white women had done so and they were forced to pay special taxes that were imposed only on black women.  Id. at 32; see also Smith, supra note 80, at 188–205 (examining the economic exploitation of black women before and after the Emancipation Proclamation was issued); Vernetta D. Young & Zoe Spencer, Multiple Jeopardy:  The Impact of Race, Gender, and Slavery on the Punishment of Women in Antebellum America, in RACE, GENDER & PUNISHMENT:  FROM COLONIALISM TO THE WAR ON TERROR 65, 66–67 (Mary Bosworth & Jeanne Flavin eds., 2007) (examining the way in which race-gender identity influenced the punishment of both white and black women in antebellum America).  Smith discusses the interplay of race and gender throughout her article, explaining that race is a powerful advantage for White women that is not wholly diminished by their gender.  Black wom[e]n have wanted White women to see that when race is taken into account, Black women‘s experiences are fundamentally different in all respects from White women‘s experiences. . . . Consequently, whether women are valued as mothers, wives or laborers is very much dependent upon their race/gender subgroup. Smith, supra note 80, at 194.  This past history of discrimination continues to influence the lives of members of many race-gender groups today.  Cf. Cleopatra Howard Caldwell, Barbara J. Guthrie & James S. Jackson, Identity Development, Discrimination, and Psychological Well-Being Among African American and Caribbean Black Adolescents, in GENDER, RACE, CLASS, & HEALTH:  INTERSECTIONAL APPROACHES 163, 166 (Amy J. Schulz & Leith Mullings eds., 2006) (explaining that America‘s history of racism and slavery continue to affect many African Americans today); Cecilia A. Conrad, Changes in the Labor Market Status of Black Women, 1960–2000, in AFRICAN AMERICANS IN THE U.S. ECONOMY 157, 157–61 (Cecilia A. Conrad, John Whitehead, Patrick Mason & James Stewart, eds., 2005) (chronicling the great economic progress experienced by black women between 1960 to 1980 and suggesting factors that have led to the slowing of economic advancement of black women between 1980 to 2000); Pamela Braboy Jackson & David R. Williams, The Intersection of Race, Gender, and SES:  Health Paradoxes, in GENDER, RACE, CLASS, & HEALTH, supra, at 141 (identifying the unique stereotypes that African American women face in the workplace); Montoya, supra note 89, at 397–98 (identifying empirical research establishing a correlation between an individual‘s combined racial and gender identity and other life experiences, such as living in poverty).  For example, Montoya cites to one study finding that white men were able to purchase a car at a lower price than white women, black men, and black women, despite the fact that the study participants used the same bargaining strategies.  Montoya, supra note 89, at 397; see also Smith, supra note 80, at 256 (analyzing the judiciary‘s past treatment Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010336 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 Permitting race-gender-based peremptory strikes condones prejudicial stereotypes about race-gender groups.103  Part III of this Note discusses the consequences of using either of these two approaches.104 In addition, a few courts have deemed race-gender groups protected from discrimination during jury selection without using either of the two analyses outlined above.105  Massachusetts, for example, concluded that race-gender identity is an impermissible basis for peremptory challenges based on its state constitution.106  The Massachusetts Constitution demands that a litigant be offered a jury of his peers.107  Therefore, in order to have a representative jury, litigants are prohibited from exercising race-gender-based strikes.108  Not all courts, however, have concluded that race-gender identity is an impermissible basis for                                                                                                              of black women and black men).  Smith describes race-gender groups in a hierarchical relation to one another as follows: As to those who have been historically and traditionally oppressed, when quantitative access to the economic markets are taken into account, White women are on top of the hierarchy, followed by Black women and Black men respectively.  All, however, remain economically subordinate to the White male, the subgroup most protected by and benefitting from judicial affinity. Smith, supra note 80, at 256. 103 See J.E.B. v. Alabama, 511 U.S. 127, 141–42 (1994) (―All persons . . . have the right not to be excluded summarily because of discriminatory and stereotypical presumptions that reflect and reinforce patterns of historical discrimination.‖); see also supra note 23 (explaining that stereotypes about a group based on combinations of attributes are often much richer than stereotypes aimed at a broader group). 104 See infra Part III (analyzing the approaches currently applied when considering objections to allegedly race-gender-based peremptory challenges). 105 See infra notes 106–08 and accompanying text (describing the way Massachusetts has looked to its state constitution when considering race-gender-based peremptory strikes). 106 Commonwealth v. Jordan, 785 N.E.2d 368, 378–79, 380 (Mass. 2003) (recognizing a wealth of uncertainty in the federal and state courts as to whether they should recognize combined race-gender groups, but stating that article 12 of the Massachusetts Constitution requires that Massachusetts protect this combination); see also State v. Gonzales, 808 P.2d 40, 50 (N.M. Ct. App. 1991) (holding that discrimination on the basis of race and gender is prohibited).  State v. Gonzales was decided prior to J.E.B. and therefore the court made its decision based on the Equal Protection Clause and the New Mexico Constitution.  Gonzales, 808 P.2d at 44–50.  The Gonzales court held that Hispanics and males were cognizable groups—Hispanics due to Batson, and males due to the state constitution.  Id.  Therefore, using peremptory challenges to strike Hispanic males from the jury based on their race-gender identity was impermissible.  Id. at 50. 107 MASS. CONST. art. XII. 108 See Jordan, 785 N.E.2d at 380 (holding that race-gender discrimination is forbidden by the Massachusetts Constitution). Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 337 peremptory challenges.109  The next subsection discusses the reasoning employed by these courts.110 2. Courts That Allow Race-Gender-Based Peremptory Challenges Some courts do not prohibit race-gender discrimination during jury selection.111  In People v. Washington, an Illinois appellate court refused to recognize black men as a cognizable group, fearing recognition of subgroups would result in an explosion of hybrid subcategories, essentially abolishing the peremptory challenge.112  Other courts, although not expressly rejecting the idea of recognizing race-gender groups, have implied that they will not recognize them.113                                                  109 See infra notes 111–13 and accompanying text (identifying decisions holding that jurors‘ race-gender identities are not protected from discrimination during jury selection). 110 See infra Part II.C.2 (examining the analysis used to conclude that race-gender-based challenges are permissible). 111 See People v. Washington, 628 N.E.2d 351, 356 (Ill. App. Ct. 1993) (declining to consider ―black men‖ a cognizable group for purposes of Batson).  Notably, People v. Washington was decided prior to the Supreme Court‘s decision in J.E.B.  See supra notes 54–59 and accompanying text (describing J.E.B. v. Alabama, which held that gender is an impermissible basis for a peremptory challenge).  The Washington court noted, however, that the Illinois Constitution prohibited discrimination on the basis of gender.  Washington, 628 N.E.2d at 355.  Thus, the court‘s analysis demonstrates that even if J.E.B. were to have been decided before People v. Washington, the result likely would have been the same.  See id. at 355–56 (explaining that the defendant is not arguing that the jurors were struck solely on the basis of race or solely on the basis of gender, but rather the jurors were struck on the basis of their race-gender identity).  Furthermore, in People v. Harris, the Illinois Supreme Court expanded on People v. Washington and refused to extend Batson to combined racial or ethnic groups.  See People v. Harris, 647 N.E.2d 893, 904 (Ill. 1994) (explaining that establishing a prima facie case of discrimination against jurors who are members of one race, such as African American jurors, does not also establish a prima facie case of discrimination against jurors of other racial or ethnic backgrounds, such as Hispanic jurors); see also United States v. Nichols, 937 F.2d 1257, 1262 (7th Cir. 1991) (refusing to acknowledge race-gender discrimination); United States v. Dennis, 804 F.2d 1208, 1210 (11th Cir. 1986) (holding that black males are not a cognizable group).  But see J.E.B. v. Alabama, 511 U.S. 127, 130 n.1 (1994) (noting that Nichols refused to extend Batson to gender without mentioning the issue of combined race-gender identity).  In light of the fact that the J.E.B. Court refrained from noting that Nichols involved combined race-gender discrimination, this author suggests that it is possible the Supreme Court believed it had resolved this issue by prohibiting gender-based strikes. 112 628 N.E.2d at 356.  People v. Washington may have been resolved differently had the court decided to prohibit race-gender discrimination.  In that case, the State excused two black males from the jury during jury selection.  Id. at 352.  The judge held that this did not constitute a prima facie showing of race discrimination because black women were still on the venire.  Id.  Consequently, the trial jury included six white males, one white female, and five black females.  Id. at 352–53.  No black males sat on the jury or served as alternate jurors.  Id. 113 See, e.g., State v. Jackson, 808 A.2d 388, 397–98 (Conn. App. Ct. 2002) (holding that the prosecution‘s justifications for striking two black males from the jury were race-neutral and Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010338 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 This divergence in views as to whether peremptory challenges may be based on race-gender identity stems partly from the United States Supreme Court‘s avoidance of the issue.  In fact, as discussed in the next subsection of this Note, the Court recently missed the opportunity to acknowledge the challenges courts have faced when determining whether to prohibit race-gender-based challenges.114 3. The Supreme Court‘s Missed Opportunity to Take Notice of This Issue Rivera v. Illinois illustrates the uncertainty of whether race-gender groups are cognizable under Batson.115  Rivera was found guilty of first-degree murder and appealed, asserting that the judge improperly raised a Batson challenge sua sponte when Rivera peremptorily challenged a female African American juror.116  The judge never articulated the basis for his objection, but Rivera alleged the objection was based on an inference of race-gender discrimination.117  Rivera also claimed that race-                                                                                                             therefore the trial court was correct in denying the defendant‘s objection to the prosecution‘s peremptory challenge); State v. Dressner, No. 2008-KA-1366, 2010 WL 2723706, at *21 (La. July 6, 2010) (explaining that the defense used five out of six peremptory challenges to excuse white males, and the trial court analyzed this as a race-based challenge).  In these decisions, the courts analyzed Batson challenges as though only race discrimination were involved; however, the evidence set forth by the parties suggested that the challenges were race-gender-based.  See Jackson, 808 A.2d at 399 (―The defendants contend that the questions asked of [the challenged juror] were dissimilar to the questions asked of other venirepersons and were actually motivated by his gender and race.‖).  This author suggests that the courts‘ decisions to analyze only race discrimination, as opposed to race-gender discrimination, may indicate that these courts do not prohibit race-gender-based challenges. 114 See infra Part II.C.3 (explaining the Illinois race-gender peremptory challenge case and the Supreme Court‘s response). 115 See Rivera v. Illinois, 129 S. Ct. 1446, 1451–52 (2009) (noting that the Illinois courts disagreed as to whether the peremptory challenge at issue should have been analyzed as gender- or race-gender-based). 116 People v. Rivera, 810 N.E.2d 129, 130–31 (Ill. App. Ct. 2004).  Rivera claimed that he wanted to excuse the juror because she worked at a clinic that treated victims of gunshot wounds.  People v. Rivera, 852 N.E.2d 771, 788 (Ill. 2006).  The court interrupted Rivera and noted that the juror appeared to be African American.  Id.  Rivera explained that he had accepted an African American female onto the jury already, but the judge stated that this juror was the second African American female that Rivera had attempted to eliminate.  Id.  Ultimately, the judge refused to sustain the challenge and never clarified which evidence the judge deemed dispositive of the issue.  Id.  Rivera requested leave to ask the juror additional questions, including information about her interactions with victims of gun violence.  Id.  After questioning, Rivera again requested to use a peremptory challenge to excuse the juror.  Id. at 788–89.  Rivera then stated that he was trying to add men to the jury because the jury primarily contained women.  Id.  The judge overruled Rivera‘s request.  Id. 117 Rivera, 852 N.E.2d at 789 (noting that the trial court failed to state the basis for raising the Batson challenge); Rivera, 810 N.E.2d at 136 (describing the basis for Rivera‘s appeal). Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 339 gender-based strikes are permitted.118  The appellate court never reached the issue of whether race-gender-based strikes are allowed, but the dissent opined that Batson‘s focus is on members of a single group, not combinations of groups.119 The Illinois Supreme Court reviewed the decision and remanded the case to determine the basis for the judge‘s objection.120  The court opined that Batson was most concerned with discrimination on the basis of a single group membership.121  On remand, the trial judge stated that his objection was based on an inference of gender discrimination.122  The court subsequently found insufficient evidence to establish gender discrimination; thus, the denial of the challenge was in error.123 The United States Supreme Court granted certiorari to determine whether reversal is necessary when a litigant is erroneously deprived of a peremptory challenge.124  The Court held that it is not.125  The Court                                                  118 Rivera, 810 N.E.2d at 136 (―Defendant argues inter alia that combined race-gender discrimination cannot form the basis for a prima facie case of discrimination.‖). 119 See id. (explaining that any issues arising out of the first step of the Batson procedure were moot); see also id. at 144 (Frossard, J., dissenting) (recognizing that Batson‘s prime concern is discrimination on the basis of a single group). 120 Rivera, 852 N.E.2d at 791. 121 Id. at 779–80.  To support this assertion, the court cited to People v. Washington, an appellate court case holding that Batson does not extend to race-gender groups.  Id. at 779.  Further, the court noted that the Illinois Supreme Court cited to People v. Washington when it refused to extend Batson protection to groups comprised of combinations of different racial or ethnic groups.  Id. at 779–80.  Additionally, the court considered whether a prima facie case of race discrimination could be established because the State argued on appeal that the trial court based its challenge solely on the juror‘s race, not a combination of race and gender.  Id. at 789.  The court concluded there was insufficient evidence to establish a prima facie case of race discrimination.  Id. at 790. 122 People v. Rivera, 879 N.E.2d 876, 879 (Ill. 2007). 123 Id. at 884.  In the beginning of the opinion, the court intimated that it disbelieved the judge‘s assertion that his objection was based on gender discrimination by noting that the judge had stated that the juror‘s race was a significant factor in his objection.  Id. at 880.  Further, the court criticized the judge for claiming to have based his prima facie showing on gender discrimination because, although Rivera made a comment about wanting to increase the number of men on the jury, that comment was not made until after the judge required Rivera to articulate a reason for the challenge.  Id. at 881.  The conclusion of the opinion made it clear that the court felt the judge actually based his objection on race discrimination or race-gender discrimination.  See id. at 884 (―The trial judge‘s statements during jury selection, frankly, suggested that he believed defense counsel was engaged in either racial discrimination or combined race-gender discrimination.  Otherwise, why would the judge repeatedly emphasize that [the juror] was African-American?‖). 124 Rivera v. Illinois, 129 S. Ct. 1446, 1452 (2009) (examining consequences that arise when a defendant, although tried by an unbiased jury, is erroneously denied a peremptory challenge). 125 Id. at 1456 (holding that state law determines the ramifications of the erroneous denial of a peremptory challenge and the Illinois Supreme Court held that reversal was not required). Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010340 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 also mentioned that the Illinois Supreme Court did not believe the judge‘s challenge was gender-based but made no mention as to whether the combination of race and gender is protected under Batson and J.E.B.126 Overall, courts have come to differing conclusions in determining whether to recognize race-gender groups as cognizable.127  Some courts hold that litigants are prohibited from basing a peremptory challenge on a juror‘s race-gender identity due to Batson‘s prohibition against race discrimination and J.E.B.‘s prohibition against gender discrimination.128  Other courts reach the same result by expanding Batson to encompass this additional group.129  In contrast, some courts have held that Batson and J.E.B. refer only to a single, specific source of discrimination and refuse to deem race-gender groups cognizable.130  Part III of this Note will analyze the costs and benefits of these approaches.131  This Note also looks to Title VII jurisprudence for guidance in determining whether to permit race-gender-based strikes.132 III.  ANALYSIS As explained in Part II, courts take different approaches in determining whether to recognize race-gender groups as cognizable.133  This Part will analyze the costs and benefits of these approaches.134  Part III.A explains that the reasons proffered for condoning race-gender-based challenges are unjustified.135  Part III.B and Part III.C both describe                                                  126 Id. at 1452 (noting that the Illinois Supreme Court failed to find evidence of any form of discrimination).  The Court noted that Batson and subsequent cases hold that litigants are ―constitutionally prohibited from exercising peremptory challenges to exclude jurors on the basis of race, ethnicity, or sex.‖  See id. at 1451. 127 See supra Part II.C (describing the courts‘ treatment of discrimination on the basis of combined race-gender groups). 128 See supra Part II.C.1 (explaining one justification for recognizing race-gender identity under Batson and J.E.B.). 129 See supra Part II.C.1 (discussing a second justification for recognizing race-gender identity). 130 See supra Part II.C.2–3 (explaining that some courts have refused to recognize race-gender identity as a cognizable group). 131 See infra Part III (critiquing the methods courts have applied when addressing claims of race and gender discrimination). 132 See infra Part III (applying the lessons learned in the employment law context to the peremptory challenge realm). 133 See supra Part II.C (describing the courts‘ treatment of discrimination on the basis of race-gender identity). 134 See infra Part III (discussing whether race-gender groups should be deemed cognizable for purposes of Batson). 135 See infra Part III.A (dissecting the justifications for permitting race-gender-based strikes). Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 341 the negative consequences of failing to deem race-gender groups cognizable.136  Finally, Part III.D explains why Batson must be expanded to include race-gender groups.137 A. Arguments in Support of Race-Gender-Based Strikes are Unjustified Some courts have held that race-gender groups are not cognizable.138  Proponents claim this decision is justified by two main contentions.139  First, the Supreme Court has never stated that race-gender groups are protected.140  The Court has even expressed reservation about imposing more limitations on the challenge due to the important interests it furthers.141  Second, courts are wary of extending protection to additional                                                  136 See infra Part III.B–C (identifying two consequences that arise when combined race-gender groups are not protected under Batson:  (1) the creation of a loophole permitting discriminatory peremptory challenges and (2) the destruction of Batson‘s symbolic significance). 137 See infra Part III.D (advocating the expansion of Batson to race-gender groups). 138 See supra Part II.C.2 (identifying courts that do not recognize race-gender groups as cognizable). 139 See infra notes 140–55 and accompanying text (describing and critiquing the proffered justifications for not prohibiting combined race-gender–based strikes). 140 See supra Part II.C.3 (recognizing that the Supreme Court has not yet addressed the issue of combined race-gender-based strikes, even after reviewing a case where the issue of race-gender discrimination was discussed by the lower court); see also People v. Washington, 628 N.E.2d 351, 356 (Ill. App. Ct. 1993) (refusing to recognize ―black males‖ as a discrete cognizable group for purposes of Batson).  The Illinois Appellate Court explained as follows: If we apply the Batson principles at the prima facie stage of the analysis to subcategories of race and gender, not only will we have created new hybrid suspect groups, but we will have effectively destroyed both the peremptory challenge and the Batson decision. . . . ―[I]f the Supreme Court in Batson had desired, it could have abolished the peremptory challenge or prohibited the exercise of the challenges on the basis of race, gender, age, or other group classification.‖  We believe, however, along with several other courts, that ―in light of the important position of the peremptory challenge in our jury system, the Court intended Batson to apply to prohibit the exercise of peremptory challenges on the basis of race only.‖ Washington, 628 N.E.2d at 356 (citation omitted) (quoting United States v. Hamilton, 850 F.2d 1038, 1042, 1042–43 (4th Cir. 1988)). 141 See supra note 25 and accompanying text (describing the courts‘ reluctance to impose additional limitations on the peremptory challenge); see also J.E.B. v. Alabama, 511 U.S. 127, 149–50 (1994) (O‘Connor, J., concurring) (explaining that the decision to prohibit gender-based challenges infringes on the ability of litigants to use the challenge, and in light of the importance of the peremptory challenge as a litigation tool, advocating that this restriction apply only to the government‘s peremptory challenges). Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010342 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 groups for fear that all aspects of jurors‘ identities will eventually be protected, rendering the challenge useless.142 The first contention, that the Supreme Court‘s misgivings about placing limits on peremptory strikes should counsel against prohibition of race-gender-based strikes, is unjustified.143  The Court has consistently held that peremptory challenges will be limited as necessary to avoid equal protection violations.144  Furthermore, the Court has explained that the first step of Batson is not meant to impose a high burden on litigants.145  Failing to recognize race-gender groups, however, imposes a high burden because it makes it more difficult to object to discrimination on the basis of race or gender, and makes it impossible to object to race-gender discrimination.146 The second contention, that recognition of race-gender groups will result in a slippery slope effectively eliminating the challenge, is also insufficient to justify not deeming race-gender groups cognizable.147  First, when it becomes necessary to choose between rendering peremptory challenges useless or risking the violation of equal protection, the Constitution demands the former.148  Furthermore, it is                                                  142 See, e.g., People v. Young, 105 P.3d 487, 542 (Cal. 2005) (Brown, J., concurring) (expressing concern that recognition of ―cross-categories‖ as distinct cognizable groups will lead to an unending combination of cognizable subgroups); supra text accompanying note 112 (expressing concern that the creation of hybrid groups would destroy Batson). 143 See infra notes 144, 148 (describing the Supreme Court‘s willingness to impose limitations on peremptory challenges). 144 See supra Part II.A (explaining that the Supreme Court has not refrained from intruding on litigants‘ peremptory challenge rights in cases implicating equal protection concerns). 145 See supra note 40 and accompanying text (noting that the first step in Batson imposes a low burden); see also supra notes 41–42 (recognizing that some states have eliminated the prima facie showing requirement).  In Johnson v. California, the United States Supreme Court emphasized that Batson was meant to address ―suspicions and inferences‖ of discrimination.  545 U.S. 162, 172 (2005).  The way in which peremptory challenges are exercised, without justification, necessarily leaves some uncertainty as to whether the basis for the challenge is discriminatory.  Id.  Thus, parties objecting to a peremptory challenge are permitted to base the objection on an inference to help encourage ―prompt rulings‖ on Batson challenges, while still addressing and remedying discriminatory jury selection.  Id. 146 See infra Part III.B (explaining that race-gender discrimination must be expressly prohibited in order to fully prevent race-based or gender-based discrimination from occurring). 147 See infra notes 149–55 and accompanying text (asserting that the recognition of combined race-gender groups as protected will not impose an undue burden on the courts). 148 See Batson v. Kentucky, 476 U.S. 79, 107 (1986) (Marshall, J., concurring) (―[W]ere it necessary to make an absolute choice between the right of a defendant to have a jury chosen in conformity with the requirements of the Fourteenth Amendment and the right to challenge peremptorily, the Constitution compels a choice of the former.‖) (quoting Swain Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 343 unlikely that recognition of race-gender groups would force courts to spend an overwhelming amount of time reviewing Batson challenges.149  The Supreme Court addressed a similar argument in J.E.B.150  In that case, the Court emphasized that proving a juror was excluded on the basis of his membership in a protected group requires that the opposing party demonstrate that this group membership gave rise to the challenge.151  If the trial judge determines that the opposing party has not established a prima facie case, the inquiry ends.152  The Court also noted that if an explanation is required, the proponent of the challenge does not need to offer as thorough of a justification as would be needed to defend a challenge for cause.153 Additionally, race-gender groups are already recognized as cognizable in some jurisdictions and those courts have not subsequently eliminated peremptory challenges due to a proliferation of Batson hearings.154  In fact, Florida has not only deemed race-gender-based groups cognizable, but also Florida has completely eliminated the prima facie requirement at the first step of Batson and peremptory challenges continue to be an important aspect of the state‘s jury selection process.155 The refusal to prohibit race-gender-based strikes is not only unjustified, but it also yields detrimental consequences.156  These consequences include the creation of a loophole permitting equal protection violations against members of suspect classes and the destruction of Batson‘s symbolic significance as a message of intolerance for discrimination.157                                                                                                              v. Alabama, 380 U.S. 202, 244 (1965) (Goldberg, J., dissenting), overruled by Batson v. Kentucky, 476 U.S. 79 (1986)). 149 See infra notes 150–55 and accompanying text. 150 See J.E.B. v. Alabama, 511 U.S. 127, 144–45 (1994) (stating that expanding Batson to gender-based challenges would not be unnecessarily burdensome for the trial courts). 151 See id. (explaining that courts are capable of barring peremptory challenges based on gender as evidenced through the courts that have already prohibited peremptory challenges based on gender). 152 See supra Part II.A (discussing the prima facie requirement). 153 J.E.B., 511 U.S. at 145. 154 See supra Part II.C.1 (describing the courts that currently recognize race-gender groups as cognizable). 155 See supra notes 41–42 (discussing Florida‘s procedure for examining Batson challenges). 156 See infra Part III.B–C (describing the consequences of not recognizing race-gender groups as cognizable for purposes of Batson). 157 See infra Part III.B–C (describing the loophole created when courts choose not to recognize race-gender groups as cognizable and examining the implications of not recognizing race-gender groups on Batson‘s symbolic function). Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010344 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 B. Preventing Review of Unconstitutional Peremptory Challenges This Note asserts that race-gender-based challenges violate equal protection.158  Nonetheless, even if the Supreme Court were to conclude that peremptory challenges may be based on a juror‘s race-gender identity, failure to recognize race-gender groups creates a loophole for race- or gender-based discrimination, which is clearly prohibited.159  The Supreme Court overturned Swain in Batson because it found that requiring a litigant to establish a pattern of discriminatory peremptory challenges over time, rather than using evidence from a single case, consequently left peremptory challenges ―largely immune from constitutional scrutiny.‖160  Discrimination on the basis of race, when combined with gender, becomes immune from scrutiny when litigants cannot pass the first step of Batson in order to challenge a discriminatory peremptory strike.161 If race-gender-based challenges are permitted, litigants will be able to defend against allegations of race-based or gender-based discrimination by asserting that their peremptory challenges are actually                                                  158 See infra Part III.D (asserting that equal protection demands that courts prohibit invidious race-gender discrimination during jury selection). 159 See supra Part II.A (explaining that peremptory challenges may not be based on race or gender). 160 See Batson v. Kentucky, 476 U.S. 79, 92–93 (1986) (opining that the decision in Swain made it difficult to object to the exercise of peremptory challenges); see also supra Part II.A (describing the burden imposed by Swain and the Batson Court‘s response). 161 See supra notes 111–12 (discussing People v. Washington, 628 N.E.2d 351 (Ill. App. Ct. 1993), where the court refused to consider black males cognizable for purposes of Batson).  In People v. Washington, the prosecutor was alleged to have peremptorily challenged black males from the jury because of their race-gender identity.  628 N.E.2d 351, 352 (Ill. App. Ct. 1993).  The defendant, however, could not establish a prima facie case of discrimination against black males because the trial court refused to deem black males cognizable.  Id. at 356.  Furthermore, the defendant could not allege race discrimination because black women were on the jury, which destroyed his prima facie case.  Id. at 352.  Although no black men sat on the jury or served as alternates, it was impossible for the defendant to persuade the court to require that the prosecutor explain the challenges because the court refused to deem race-gender groups cognizable.  See id. at 352–53.  People v. Washington is especially informative when considering that some courts apply a ―tainted‖ analysis at the second step of the Batson inquiry.  See supra notes 45–47 and accompanying text (describing mixed motive and tainted analysis).  Under the tainted analysis, if a single discriminatory basis is stated as a justification for the strike, the peremptory strike must be denied.  Supra note 46.  Courts that choose to apply this analysis may not have the opportunity to do so when a claim is based on race-gender identity because such a claim may not move past the first step of the Batson inquiry if race-gender-based groups are not cognizable.  This is one illustration of the way in which unconstitutional peremptory challenges, or peremptory strikes that would normally be denied by a court, escape judicial scrutiny when race-gender identity is not deemed cognizable. Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 345 race-gender-based.  Similarly, in J.E.B, the Supreme Court recognized that a prohibition on the use of gender-based challenges is necessary, not only because gender is an inappropriate proxy for determining juror capability, but also because gender should not be used as a pretext for race discrimination.162  The Court emphasized that race and gender are overlapping categories, and, as such, lower courts had difficulty determining whether peremptory challenges were exercised on the basis of race or the then-permitted basis of gender.163  The Court‘s decision holding gender protected for Batson purposes was, presumably, meant to achieve two objectives:  to remedy the violation of equal protection inherent in gender-based strikes and to require courts to prohibit discrimination on the basis of overlapping categories of race and gender.164  Failure to recognize race-gender groups creates a loophole for litigants to use in order to discriminate on the basis of either of two protected statuses:  race or gender.165  In light of the discussion in J.E.B. regarding the need to close loopholes that allow discrimination, race-gender groups must be deemed cognizable.  It is of no small significance that if the failure to deem race-gender groups cognizable results in the exercise of even a single race- or gender-based challenge, the United States Constitution has been violated.166 C. Negating Batson’s Message of Intolerance for Discrimination The failure to prohibit race-gender-based strikes also destroys Batson‘s function as a symbol of the judiciary‘s intolerance for                                                  162 See J.E.B. v. Alabama, 511 U.S. 127, 145 (1994) (explaining that to permit gender-based peremptory challenges conflicts with the purpose of Batson because it could help to mask race-based discrimination); see also supra note 55 (noting that gender could be used as an unconstitutional proxy for discrimination on the basis of race). 163 See supra note 55 (explaining that gender-based peremptory challenges must be prohibited because they contravene equal protection and could insulate race-based discrimination from judicial scrutiny). 164 See supra note 55 (explaining that the J.E.B. Court held that peremptory challenges based on gender violate equal protection and can be used to frustrate the purpose of Batson).  Furthermore, the fact that the Court recently had the opportunity to comment on whether the combination of race and gender is protected under Batson but refrained from doing so may illustrate that the Court finds it has already answered the question in the affirmative.  See supra Part II.C.3 (offering an overview of the Supreme Court‘s recent case regarding peremptory challenges). 165 See supra Part II.A (describing equal protection analysis and explaining that race and gender are given added protection because of the history of past discrimination against individuals on the basis of race or sex, thus demanding strict scrutiny and intermediate scrutiny, respectively). 166 See Walker v. Girdich, 410 F.3d 120, 123 (3d Cir. 2005) (―[U]nder Batson and its progeny, striking even a single juror for a discriminatory purpose is unconstitutional.‖). Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010346 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 discrimination.167  As was discussed in the context of Title VII and sex-plus jurisprudence, the failure to prohibit race-gender-based discrimination can be viewed as the law ignoring the importance of race-gender identity, arguably an extension or ratification of the law‘s historically unfair treatment of racial and ethnic minorities and white women.168  Furthermore, it is illogical to assume that Batson could serve as a deterrent to discrimination if litigants could avoid its command by discriminating on the basis of the intersection of a juror‘s race and gender.169 Even without expanding Batson, some courts have recognized the combination of race and gender as a cognizable group under the presumption that Batson and J.E.B. already encompass the race-gender combination.170  Neglecting to expand Batson, however, and only recognizing race-gender groups in order to prohibit race or gender discrimination, rather than race-gender discrimination, fails to acknowledge that race-gender discrimination is more than sexism or racism; it is a distinct form of discrimination.171  Race-gender groups share the normal indicia of a suspect class.172  Not only have race-gender groups historically been the targets of overt discrimination, but also race-                                                 167 See J.E.B., 511 U.S. at 149  (O‘Connor, J., concurring) (explaining that Batson serves as ―a statement about what this Nation stands for‖) (quoting Brown v. North Carolina, 479 U.S. 940, 941–42 (O‘Connor, J., concurring)); Swain v. Alabama, 380 U.S. 202, 219 (1965), overruled by Batson v. Kentucky, 476 U.S. 79 (1986) (explaining that peremptory challenges help to ―satisfy the appearance of justice‖) (quoting In re Murchison, 349 U.S. 133, 136 (1955)); see also Covey, supra note 47, at 316 (explaining that one of Batson‘s functions is to illustrate that the courts will not condone race discrimination). 168 See supra text accompanying notes 76–80 (describing the courts‘ decision to recognize race-gender discrimination as a distinct form of discrimination protected by Title VII); see also Castro, supra note 71, at 160 (contending that the legal system has contributed to the subordination of women and people of color, for example, by not permitting women to practice law); Smith, supra note 80, at 255 (concluding that economic hierarchies based on race-gender identity exist today and are reinforced by judicial holdings); supra notes 5, 53 (examining the historical exclusion of white women and blacks from jury service); supra note 102 (identifying a history of discrimination against white women and blacks and illustrating the way race- and gender-based stereotypes persist in society today). 169 See supra text accompanying note 80 (explaining that the Jefferies court noted it was important to recognize race-gender discrimination in order to deter employers from discriminating against black women and other race-gender groups). 170 See supra Part II.C.1 (discussing the recognition of race-gender identity as a protected group). 171 See supra note 76 (noting that one court has recognized that the stereotypes that Asian women face are different than those white women or Asian men face); supra notes 100, 102 (offering examples throughout history of the distinct form of discrimination against black women). 172 See infra notes 180, 184–86 and accompanying text (acknowledging race-gender identity is an immutable characteristic, and many race-gender-based groups share a history of past discrimination and lack of political power). Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 347 gender identity continues to influence social relations and life experiences today.173  Stereotypes that stem from discrimination based on race-gender identity should not suffice to deny jurors the privilege to serve on a jury, nor should this history of discrimination be ignored and placed under an umbrella of race or gender discrimination.174 Overall, the argument that recognizing race-gender identity will lead to a limitless number of protected groups is an insufficient justification for refusing to expand Batson.175  The consequences of not recognizing race-gender groups, including the creation of a loophole immunizing race- or gender-based challenges from review and the destruction of Batson as a symbol of intolerance for discrimination, lead to the conclusion that race-gender groups must be protected from discrimination during jury selection.176  As explained, mere recognition that Batson and J.E.B. already encompass race-gender groups fails to recognize the unique discrimination faced by individuals based on their race-gender group membership.177 D. Equal Protection Demands Recognition of Race-Gender Groups As opposed to recognizing race-gender groups under Batson and J.E.B., some courts have expanded Batson and recognize race-gender identity as a discrete cognizable group.178  Various courts and                                                  173 See Smith, supra note 80, at 222 (describing the various forms or combinations of discrimination that black women may face, which differ from the type of discrimination faced by black men or white women).  Smith explains the following: In essence, as a member of a subgroup based on race/gender, a Black woman is not spared from experiencing multiple forms of discrimination.  She may experience subgroup discrimination as a Black woman.  She may experience group-based discrimination as a woman.  She may also experience group-based discrimination as a Black person.  For the Black woman, there are multiple and intersecting points of discrimination. Id.; see also supra note 100 (offering two women‘s descriptions of the way their race-gender identity affects their lives). 174 See supra note 23 (providing examples of blatant use of race-gender-based stereotypes during jury selection and noting that discrimination is oftentimes much more subtle). 175 See supra Part III.A (concluding that the reasons suggested for not deeming race-gender groups cognizable fail to be persuasive when analyzed more thoroughly). 176 See supra Part III.B–C (describing the negative consequences of failing to prohibit peremptory challenges based on race-gender identity). 177 See supra notes 171–74 and accompanying text (noting that merely deeming race-gender groups cognizable in order to address sexism and racism is insufficient to achieve the purpose of Batson). 178 See supra Part II.C.1 (analyzing the approach some courts have taken in adopting an expansion of Batson). Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010348 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 commentators advocate this expansion, an approach justified by two main considerations.179 First, the expansion of Batson is advocated in light of the fact that the intersection of race and gender creates a unique life viewpoint that should not be struck from the jury.180  The desire to have a jury reflect the diverse views of the community, although laudable, is not required by the Constitution.181  Certain states, like Massachusetts, employ this reasoning to extend protection to race-gender groups because their state constitution demands that a jury be representative of the community.182  This reasoning could not be applied, however, to states that do not have similar constitutional provisions.183                                                  179 See People v. Motton, 704 P.2d 176, 181 (Cal. 1985) (holding that black women as a group should be considered cognizable); People v. Guardino, 880 N.Y.S.2d 244, 250 (N.Y. App. Div. 2009) (Catterson, J., dissenting) (advocating that peremptory challenges be prohibited if they are made on the basis of the combination of race and gender); Montoya, supra note 89, at 403 (advocating the expansion of Batson to combined race-gender groups by applying an intersectionality approach to peremptory challenges); supra note 95 and accompanying text (identifying courts that have expanded Batson to deem race-gender groups cognizable). 180 See People v. Young, 105 P.3d 487, 541 (Cal. 2005) (Brown, J., concurring) (explaining that California has chosen an expansive definition of cognizable group in order to ―ensur[e] that no ‗perspective‘ that exists in the community at large be systematically excluded from the jury‖); Motton, 704 P.2d at 181–82 (―The trial court‘s comparison of black women as a cognizable group to ‗men who wear toupees‘ failed to acknowledge the ‗concurrence of racial and sexual identity,‘ . . . which informs the attitudes of this group.‖); see also Montoya, supra note 89, at 396–98 (offering examples of the way race-gender identity influences one‘s life experiences).  Montoya explains that even if African American women and other race-gender groups have not been excluded from American political life by historically explicit discriminatory laws, members of certain race-gender groups have been uniquely affected by race- and gender-based laws.  Id. at 398.  She justifies expansion of Batson to race-gender groups by explaining that ―jury deliberations stand to gain from the inclusion of black women.‖  Id. at 400.  Accepting this argument, this Note nevertheless asserts that a finding of this type of shared group experience would be sufficient to deem race-gender groups cognizable, but only if petit juries are required to reflect a fair cross-section of the community.  See supra text accompanying notes 105–08 (explaining that certain states may require expansion of Batson protection to combined race-gender groups in order to properly include a fair cross-section of the community). 181 See Holland v. Illinois, 493 U.S. 474, 486–87 (1990) (holding that the fair cross-section requirement does not extend to the petit jury); see also supra note 15 (discussing the fair cross-section requirement). 182 See supra notes 105–08 (explaining that the Massachusetts Constitution applies a fair cross-section requirement to its petit jury, thus prohibiting discrimination on the basis of race and gender during jury selection). 183 See supra note 15 (explaining that the fair cross-section requirement does not extend to the petit jury).  Overall, because the Constitution does not require that the petit jury represent a fair cross-section of the community, states that do not require this in their state constitution are not compelled to prohibit race-gender-based challenges for the sole purpose of creating a more representative jury.  Cf. Holland, 493 U.S. at 486–87 (holding that the jury does not need to represent a fair cross-section of the community); Young, 105 P.3d Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 349 Second, the expansion of Batson is advocated in light of the historical discrimination against individuals on the basis of race-gender identity.184  Notably, this analysis is frequently utilized when the racial group is a racial minority and the gender is female.185  There is also a strong argument that race-gender groups should receive heightened scrutiny under equal protection, even outside the peremptory challenge realm.186  Traditional equal protection analysis demands that distinctions on the basis of race or gender receive heightened scrutiny; therefore, it logically follows that distinctions based on both classes also require heightened scrutiny.187                                                                                                              at 541–42 (Brown, J., concurring) (recognizing that the decision to deem race-gender groups cognizable seems more in line with the expansive definition of cognizable group established in California cases as opposed to the definition set forth by federal courts). 184 See Guardino, 880 N.Y.S.2d at 250 (Catterson, J., dissenting) (explaining that discriminatory laws historically targeted both women as well as racial and ethnic minorities, and that the discriminatory laws created ―social cross-currents‖ requiring race-gender to be recognized as a cognizable group); see also supra note 102 (reviewing the history of discrimination against race-gender groups).  As illustrated in J.E.B., a past history of discrimination is one factor justifying the expansion of Batson.  See supra Part II.A (describing the J.E.B. Court‘s review of the history of gender discrimination).  This past history of discrimination also supports the argument that litigants may harbor unique, unarticulated biases against jurors who are members of these groups.  See supra note 102 (discussing the effect that a past history of discrimination has on social interactions and stereotypes today); see also Luce v. Dalton, 166 F.R.D. 457, 459 (S.D. Cal. 1996) (noting that discrimination against African American or Asian women is different from that against individuals based on age and disability because of unique discriminatory biases against race-gender groups); supra note 76 (discussing Luce v. Dalton).  Although Luce involved an employment discrimination claim based on two statutes rather than a peremptory challenge issue based on the Constitution, the court‘s statement is applicable to the analysis here.  Luce, 166 F.R.D. at 461. 185 See, e.g., Motton, 704 P.2d at 181–82 (holding that black women as a group should be considered protected for purposes of Batson); Guardino, 880 N.Y.S.2d at 250 (Catterson, J., dissenting) (advocating that black women should constitute a cognizable group); Montoya, supra note 89, at 403 (advocating the expansion of Batson to race-gender groups with an emphasis on African American females). 186 Compare Scales-Trent, supra note 20, at 39 (proposing strict scrutiny for discrimination against black women), with Smith, supra note 74, at 2028 (advocating the use of intermediate scrutiny when analyzing discrimination against African American females who are prevented from attending an all-male African American school). 187 See supra Part II.A (discussing the application of equal protection to peremptory challenges).  The relevancy of this analysis, however, can be called into doubt when the discrimination in jury selection is based on the race-gender identity of groups that lack a history of discrimination. See Young, 105 P.3d at 541 (Brown, J., concurring) (explaining that there would need to be an adequate showing of a past history of discrimination to deem a specific race-gender group cognizable for purposes of Batson); see also supra note 102 (discussing reports of statistics identifying disparate treatment of race-gender groups, which consequently support Batson‘s expansion in the case of African American women, but do not similarly justify the expansion of Batson to white males).  In any event, regardless of whether white males have experienced a past history of discrimination, they Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010350 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 Regardless of the level of scrutiny required by equal protection outside the Batson context, a juror‘s race, gender, or any combination thereof is completely unrelated to juror qualifications.188  The use of race or gender stereotypes in jury selection serves only as an impediment to securing a fair trial.189  Likewise, stereotypes based on a combination of race and gender also impede litigants from securing a fair trial.190  For courts to permit jurors to be struck solely because they belong to a particular race-gender group reinforces stereotypes about the group‘s competence, a consequence the Court has sought to prevent.191 Expanding Batson is consistent with decisions regarding race-gender discrimination in employment.192  These decisions recognize that discrimination based on race-gender identity is a unique form of discrimination.193  Additionally, as Title VII jurisprudence progressed,                                                                                                              would still receive protection through the expansion of Batson in light of the Court‘s response to a similar argument asserting that males should not receive protection from gender discrimination because they lack the same past history of discrimination as women.  See supra note 53; see also supra note 67 (explaining that claims of reverse discrimination in the employment setting have been on the rise and recently received considerable media attention). 188 See J.E.B. v. Alabama, 511 U.S. 127, 136 n.6 (1994) (opining that the Court did not need to determine whether gender classifications are inherently suspect in order to determine that gender is an impermissible basis for a peremptory challenge); see also supra note 34 (referencing the Batson Court‘s assertion that race plays no role in assessing a person‘s ability to serve on a jury). 189 See J.E.B., 511 U.S. at 137 (―[W]e do not weigh the value of peremptory challenges as an institution against our asserted commitment to eradicate invidious discrimination from the courtroom.  Instead, we consider whether peremptory challenges based on gender stereotypes provide substantial aid to a litigant‘s effort to secure a fair and impartial jury.‖). 190 See id. (explaining that the Court will consider whether the attribute at issue is related to juror qualifications, and if not, as is the case with race and gender, a peremptory challenge on that basis is impermissible). 191 See id. at 142 n.14.  The Court noted the following: [W]here peremptory challenges are made on the basis of group characteristics other than race or gender . . . they do not reinforce the same stereotypes about the group‘s competence or predispositions that have been used to prevent them from voting, participating on juries, pursuing their chosen professions, or otherwise contributing to civic life. Id. 192 See supra Part II.B (describing the court‘s treatment of race-gender groups in employment discrimination cases). 193 See supra Part II.B (discussing the evolution of the courts‘ acceptance of complex discrimination claims); see also Crenshaw, supra note 71, at 141–50 (applying intersectionality theory to discrimination in the employment context); Montoya, supra note 89, at 403–04 (explaining intersectionality theory and applying it to peremptory challenges).  Intersectionality theory, as pioneered by Kimberle Crenshaw, notes that individuals who claim combined race-gender discrimination face a different type of discrimination than that simply based on race or gender alone.  See Crenshaw, supra note 71, at 149; see also Kotkin, Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 351 some courts felt compelled to expand the sex-plus theory to sex-plus-race.194  It seemed ―beyond belief‖ that courts could permit discrimination against black females (two protected categories), but prohibit discrimination based on a subgroup of one sex (a protected category plus an unprotected category).195  Similarly, commentators have advocated various groups be deemed cognizable for Batson purposes, most notably religious groups, even though the group does not traditionally receive heightened scrutiny.196  Likewise, it is beyond belief that courts would consider extending protection to a group of individuals who share mutable characteristics that lack a history of discrimination without first holding that race-gender groups are cognizable.197 The decision to deem race-gender groups cognizable, although supported by legal precedent and logical analysis, is not sufficient on its own to prevent discrimination against race-gender groups.198  Even if race-gender groups are cognizable, litigants objecting to a peremptory challenge based on race-gender discrimination will face evidentiary issues different from those posed by challenges based solely on race or gender.199  For example, as Professor Kotkin first acknowledged in the employment law context, when a plaintiff alleging complex discrimination attempts to rebut an employer‘s neutral justification for an adverse employment action, the small number of individuals in the plaintiff‘s class may make it difficult to show that other members of the                                                                                                              supra note 71, at 1486 (describing the application of intersectional scholarship to complex bias cases but asserting that this scholarship has not sufficiently addressed issues of proof that litigants face when bringing complex discrimination claims). 194 See supra Part II.B (explaining that the courts expanded sex-plus to include combined race-gender discrimination, a form of sex-plus-race). 195 See supra notes 76–80 and accompanying text (describing the courts‘ reasoning for expanding sex-plus to include sex-plus-race). 196 See supra note 57 and accompanying text (identifying various courts and commentators expanding or advocating expansion of Batson protection to a variety of groups). 197 Compare supra note 57 (listing various cases in which litigants encouraged the extension of Batson to other arguably cognizable groups), with supra note 79 (explaining that the Jefferies court found it unreasonable to proscribe discrimination based on factors other than race or gender until both race and gender, including the combination thereof, was also a prohibited basis for employment actions). 198 See infra notes 199–200 and accompanying text (explaining that it may be more difficult for a litigant to allege race-gender discrimination than it is for a litigant to allege race-based or gender-based discrimination). 199 See infra note 200 and accompanying text (identifying issues raised by Professor Kotkin). Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010352 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 class also experienced discriminatory treatment.200  Similarly, it may be difficult for a litigant to establish that other members of the same race-gender group were struck from the jury because there may not be many other potential jurors with the same race-gender background. Overall, race-gender groups must be cognizable so as to prevent discrimination on the basis of race or sex.201  Also, race-gender groups must be cognizable in light of the past history of discrimination against these groups.202  In light of the evidentiary issues discussed, the recognition of race-gender groups, under the current analysis or as an expansion of Batson, is insufficient to prohibit discrimination based on race and/or gender identity.203  The next section of this Note advocates the recognition of race-gender groups and proposes a model state statute that eases the burden for litigants who object to an allegedly race-gender-based peremptory challenge.204 IV.  CONTRIBUTION Courts are struggling with determining the future for peremptory challenges.205  Despite the fact that both race and gender are improper bases for a peremptory strike, some courts have permitted a loophole around this command by permitting challenges based on race-gender identity.206  In addition to preventing review of unconstitutional peremptory challenges, the decision to permit race-gender-based challenges negates Batson‘s message of intolerance for discrimination.207  In order to remedy this problem, the Supreme Court should hold that                                                  200 See supra notes 81–86 and accompanying text (discussing the evidentiary burdens that make it difficult for plaintiffs alleging complex discrimination claims to rebut an employer‘s neutral justification for their actions). 201 See supra Part III.B (asserting that even if race-gender groups are not given protection on their own, recognition of the group is necessary in order to prevent discrimination on the basis of race or sex alone). 202 See supra note 184 (explaining that in light of the past history of discrimination against race-gender groups, Batson must be expanded to prohibit further discrimination against members of these groups). 203 See supra notes 198–200 and accompanying text (predicting evidentiary problems that courts will likely face); see also infra Part IV (proposing a model state statute clarifying Batson‘s command and protecting race-gender identity). 204 See infra Part IV (proposing a model state statute eliminating the requirement of a prima facie showing of discrimination at the first step of the Batson procedure and recognizing race-gender groups as cognizable). 205 See supra Part II (identifying the state of the law regarding peremptory challenges and combined race-gender identity). 206 See supra Part III.B (discussing one of the consequences of not recognizing race-gender groups). 207 See supra Part III.C (examining the effect that race-gender-based peremptory challenges have on Batson‘s symbolic significance). Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 353 race-gender groups are cognizable at the first step of Batson.  The Supreme Court, however, recently avoided this issue in Rivera v. Illinois.208  Furthermore, if the experiences of plaintiffs alleging complex claims of discrimination foreshadow the experiences of litigants objecting to race-gender-based challenges, the mere recognition that race-gender groups are cognizable, without more, likely will not suffice to eradicate race-gender-based strikes.209  Another often suggested solution to the problems created by peremptory challenges is to simply abolish the challenge.210  As noted, it is unlikely the challenge will soon be abolished.211 This Note proposes a model state statute that would resolve this issue.  First, this Note advocates the expansion of Batson to race-gender groups for the reasons articulated in Part III.212  Second, the proposed model state statute eliminates the requirement that a litigant establish a prima facie showing of discrimination at the first step of the Batson procedure, easing the burden for litigants who contend that a peremptory strike is based on race-gender identity.  States should adopt the following model statute adapted from the Louisiana Criminal Code:213 Model State Statute A. No peremptory challenge made by the state or the defendant shall be based solely upon the race, or gender, or any combination thereof of the juror.  If an objection is made that the state or defense has excluded a juror solely on the basis of race or gender, on any of these prohibited bases or a combination thereof, and a prima facie case supporting that objection is made by the objecting party, the court                                                  208 See supra Part II.C.3 (analyzing Rivera v. Illinois, 129 S. Ct. 1446 (2009)). 209 See supra notes 82–86, 198–200 (identifying the evidentiary issues inherent in complex discrimination claims). 210 See supra note 24 (mentioning alternative procedures that have been proposed by other commentators). 211 See supra note 25 and accompanying text (explaining that despite the fact states are permitted to abolish peremptory challenges, most states have chosen to allow them, finding them to be an important tool for litigators). 212 See supra Part III.D (identifying the justifications for expanding protection to combined race-gender groups under Batson). 213 See LA. CODE CRIM. PROC. ANN. art. 795 (2010) (identifying the original text of the Louisiana statute, which was the basis for this model statute).  The normal font is the language of the original statute.  The text that appears in italics is the proposed language the author wishes to add, and the language with a line through it is the language the author wishes to strike from the original statute. Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010354 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 may demand a satisfactory race and/or gender neutral reason for the exercise of the challenge, unless the court is satisfied that such reason is apparent from the voir dire examination of the juror.  Such demand and disclosure, if required by the court, shall be made outside of the hearing of any juror or prospective juror.  B. The court shall allow to stand each peremptory challenge exercised for a race and/or gender neutral reason either apparent from the examination or disclosed by counsel when required by the court.  The provisions of Paragraph C and this Paragraph shall not apply when both the state and the defense have exercised a challenge against the same juror.  C. The court shall allow to stand each peremptory challenge for which a satisfactory racially race neutral and/or gender neutral reason is given.  Those jurors who have been peremptorily challenged and for whom no satisfactory racially race neutral and/or gender neutral reason is apparent or given may be ordered returned to the panel, or the court may take such other corrective action as it deems appropriate under the circumstances.  The court shall make specific findings regarding each such challenge. Commentary This model state statute makes the necessary changes to ensure that race-gender identity is prohibited from being used as a basis for peremptory challenges.  This will help to close any loophole that may permit litigants to strike jurors based on race or gender.214  It will also demonstrate that the judiciary does not tolerate discrimination in jury selection and combined race-gender discrimination is just as harmful as race-based or gender-based discrimination.215 The language suggesting that a peremptory challenge may be based partially on race or gender has been deleted by omitting the word ―solely‖ in Section A of the proposed statute.  This has been done to                                                  214 See supra Part III.B (explaining one of the benefits of recognizing combined race-gender identity). 215 See supra Part III.C (identifying the symbolic significance of protecting combined race-gender identity from discrimination in jury selection). Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 355 ensure that if a litigant offers a valid, non-discriminatory justification for a peremptory challenge coupled with a race, gender, or race-gender justification, the peremptory challenge must be denied by the court.216  Even a sole impermissible justification suffices to render the peremptory challenge improper, as set forth in this model statute. Recognizing race-gender groups cognizable in this fashion also serves to encourage courts to be conscious of the reality that race-gender discrimination occurs and must be remedied.  As Professor Kotkin explained in her discussion regarding complex claims of employment discrimination, as courts become more cognizant of complex forms of discrimination, valid challenges to race-gender-based actions will be more likely to prevail.217 Finally, language requiring a prima facie case of discrimination has been deleted.  This eliminates the prima facie requirement at the first step of the Batson procedure.  Once a party believes opposing counsel is making inappropriate peremptory challenges, the party can object, note the type of discrimination alleged, such as race, gender, or race-gender, and the opposing party must come forth with a neutral justification.  This would lower the evidentiary burden a litigant must meet in order to object to a peremptory challenge, which is especially important when dealing with combined race-gender discrimination.218 Some states may fear that elimination of the prima facie requirement in Batson will destroy the peremptory challenge.  This is not the case.  As discussed, Connecticut, Florida, Missouri, South Carolina, and the Military Court of Appeals have eliminated the prima facie step and have not needed to eliminate the challenge altogether.219  Also, Model Rules of Professional Conduct prohibit litigants from using peremptory challenges solely for gamesmanship purposes.220  In sum, the                                                  216 See supra notes 45–47 and accompanying text (examining the issue of mixed motives and their place in peremptory challenge jurisprudence); supra note 161 (illustrating one way in which the failure to deem race-gender groups cognizable would prevent review of peremptory challenges that would normally be denied by the court if the court applies a dual motivation analysis). 217 See supra text accompanying note 86 (proposing that as courts become more conscious of the danger of stereotypes about various groups, allegations of complex forms of discrimination will be more likely to prevail). 218 See supra notes 198–200 and accompanying text (articulating the unique evidentiary concerns faced by litigants objecting to peremptory challenges based on combined race-gender discrimination). 219 See supra note 42 and accompanying text (explaining that Florida does not require a prima facie showing of discrimination as set forth by the Batson Court). 220 See supra note 42 (discussing the safeguards already imposed on litigants that prevent a proliferation of needless Batson hearings from taking place if the first step of the Batson test is eliminated). Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010356 VALPARAISO UNIVERSITY LAW REVIEW [Vol. 45 combination of recognizing race-gender identity as an impermissible basis for peremptory challenges and eliminating the prima facie requirement at the first step of Batson will ensure that jurors are not excluded from the jury because of their race, gender, or race-gender identity. V.  CONCLUSION Peremptory challenges are intended to assist litigants in selecting a fair and impartial jury.221  Despite the danger that they will be exercised in a discriminatory manner, courts and legislatures continue to permit their use.222  The peremptory challenge, however, is not exempt from the Equal Protection Clause.223  Past Supreme Court cases demonstrate that the judiciary is prepared to impose limitations on the peremptory challenge in order to protect a potential juror‘s right not to be discriminated against on the basis of their race or gender.224 In the true spirit of Batson, states should ensure that potential jurors are not brought in for voir dire simply to be excused due to their race-gender identity.225  The jurors discussed in the introductory hypothetical will never know why they were asked to leave the courtroom that day.  Did the prosecutor notice a juror‘s facial expression showing empathy for the defendant?  Or was the prosecutor acting on illegitimate stereotypes about black men?  Until race-gender identity is recognized as a discrete, protected class for purposes of peremptory challenges, future potential jurors who face this situation will be sent home feeling rejected by a system that is supposed to ensure justice for all.226 The courts have made great progress in working to eliminate discrimination in our society, as illustrated through Batson and its progeny prohibiting race- and gender-based strikes.  It is time for state legislatures to take the next step; prohibit race-gender-based peremptory challenges.  Author Dorothy Allison‘s quote, which begins this Note, is especially pertinent in this setting.227  ―Class, race, sexuality, gender—                                                 221 See supra note 18 (identifying the purpose of peremptory challenges). 222 See supra note 25 and accompanying text. 223 See supra Part II.A (describing the application of equal protection to the peremptory challenge). 224 See supra Part II.A (explaining that the Supreme Court has demonstrated that it will impose restrictions on peremptory challenges when necessary to abide by the requirements of the Equal Protection Clause). 225 See supra Part III.D (advocating expansion of Batson to groups based on race-gender identity). 226 See supra note 167 (repeating Justice O‘Connor‘s opinion that Batson is a reflection of ―what this Nation stands for‖). 227 See supra note 1 and accompanying text. Valparaiso University Law Review, Vol. 45, No. 1 [2010], Art. 10https://scholar.valpo.edu/vulr/vol45/iss1/102010] Excavating from the Inside 357 and all other categories by which we categorize and dismiss each other—need to be excavated from the inside.‖228  In order to avoid the perpetuation of race, gender, and race-gender stereotypes, race-gender-based peremptory challenges must be eliminated. Leah M. Provost*                                                  228 ALLISON, supra note 1, at 35. * J.D. Candidate, Valparaiso University School of Law (2011); B.S., Human Development and Family Studies, University of Wisconsin-Madison (2008).  I would like to thank Valparaiso University School of Law Professors Laura Dooley and Rosalie Levinson for their comments on earlier versions of this Note.  Special thanks to my family and friends for their love and support.  In particular, I‘d like to thank my mother, Julie, for always having an unbelievable amount of confidence in me; my sister, Lindsay, for her regular comic relief; and my friend, Keith McNeely, for his encouragement, patience, and late-night trips to Starbucks. Provost: Excavating from the Inside:  Race, Gender, and Peremptory ChallenProduced by The Berkeley Electronic Press, 2010",
    "id": 144550371,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholar.valpo.edu:vulr-1022"
    },
    "title": "Excavating from the Inside:  Race, Gender, and Peremptory Challenges",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2010-01-01T08:00:00+00:00",
    "publisher": "ValpoScholar",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholar.valpo.edu/cgi/viewcontent.cgi?article=1022&amp;context=vulr"
    ],
    "updatedDate": "",
    "yearPublished": "2010",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/144550371.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/144550371"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/144550371/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/144550371/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/144550371"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholar.valpo.edu:vulr-1022",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3338",
        "openDoarId": 0,
        "name": "Valparaiso University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 144550371,
        "depositedDate": null,
        "publishedDate": "2010-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-23T11:27:57+00:00",
        "acceptedDate": null,
        "createdDate": "2018-01-03T10:33:47+00:00"
    },
    "urls": [
        "https://scholar.valpo.edu/vulr/vol45/iss1/10",
        "https://scholar.valpo.edu/context/vulr/article/1022/viewcontent/Provost_20Final.pdf"
    ],
    "lastUpdate": "2024-01-23T11:27:57+00:00",
    "setSpecs": []
}