{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Gilbert, Calvin Louis"
        }
    ],
    "contributors": [],
    "createdDate": "2017-04-12T15:29:22+01:00",
    "dataProvider": {
        "id": 2148,
        "name": "ScholarWorks @ UVM",
        "url": "https://api.core.ac.uk/v3/data-providers/2148",
        "logo": "https://api.core.ac.uk/data-providers/2148/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/79664893.pdf",
    "fullText": "University of VermontScholarWorks @ UVMCollege of Nursing and Health Sciences NursingMaster Project Publications College of Nursing and Health Sciences2016Expanding Hearts and Minds: The Impact ofTransgender and Gender Non-ConformingEducational Interventions on Nurse PractitionerStudents’ Knowledge and ComfortCalvin Louis GilbertUVMFollow this and additional works at: https://scholarworks.uvm.edu/cnhsmpPart of the Nursing CommonsThis Project is brought to you for free and open access by the College of Nursing and Health Sciences at ScholarWorks @ UVM. It has been acceptedfor inclusion in College of Nursing and Health Sciences Nursing Master Project Publications by an authorized administrator of ScholarWorks @ UVM.For more information, please contact donna.omalley@uvm.edu.Recommended CitationGilbert, Calvin Louis, \"Expanding Hearts and Minds: The Impact of Transgender and Gender Non-Conforming EducationalInterventions on Nurse Practitioner Students’ Knowledge and Comfort\" (2016). College of Nursing and Health Sciences Nursing MasterProject Publications. 5.https://scholarworks.uvm.edu/cnhsmp/5Running head: EXPANDING HEARTS AND MINDS: THE IMPACT OF TRANSGENDER AND GENDER NON-CONFORMING EDUCATIONAL INTERVENTIONS ON NURSE PRACTITIONER STUDENTS’ KNOWLEDGE AND COMFORT LEVELS 1       Expanding Hearts and Minds: The Impact of Transgender and Gender Non-Conforming Educational Interventions on Nurse Practitioner Students’ Knowledge and Comfort Levels A project presented by Calvin Gilbert, RN to The faculty of the graduate college of The University of Vermont College of Nursing and Health Sciences, Department of Nursing In fulfillment of the requirements for the degree of Master of Science in nursing November, 2016   EXPANDING HEARTS AND MINDS 2   2 Abstract Transgender and gender non-conforming (TGNC) populations are at a higher risk for discrimination and inadequate services while receiving health care.  Some of this results from providers’ knowledge deficits regarding TGNC-specific health care needs or lack of experience and comfort with TGNC clients and the subsequent impact on an open-minded approach to gender identity.  There is often little or no curriculum included in health care providers’ education pertaining to TGNC specific health risks, health care needs and approaches to clinical visits. The purpose of this project is to promote awareness, provide education, and increase provider comfort around TGNC health care discrepancies, associated risks and appropriate health care interventions and resources through a brief educational intervention for graduate nursing students on the University of Vermont campus.  This was accomplished through an in-person didactic presentation with accompanying PowerPoint.  The effectiveness of the module was assessed with a pre- and post-survey, which showed significant increase in knowledge of TGNC access to health care, TGNC discrimination, and TGNC utilization of gender-confirming medical and surgical interventions.  The educational module developed in this project will be used for future cohorts of graduate nursing students.     EXPANDING HEARTS AND MINDS 3   3 Table of Contents Abstract…………………………………………………………………………………….……...2  Chapter 1: Introduction……………………………………………………….……..…...…..……4  Chapter 2: Literature Review………………………………………………….……….………   10  Chapter 3: Methods……………………………………………………………………..……….16  Chapter 4: Evaluation……………….…………………………………………..……...………..22  Chapter 5: Discussion……………………………………………………………………………28 References…………………………………………………………………………..……..……. 30 Appendix A……………………………………………………………………….…….…….….34         EXPANDING HEARTS AND MINDS 4   4 Chapter I: Introduction Overview of the Project Problem Transgender and gender non-conforming (TGNC) populations are at a higher risk of facing discrimination or inadequate services while receiving health care.  Some of this results from providers’ knowledge deficit regarding TGNC-specific health care needs or lack of experience and comfort with TGNC clients and the subsequent impact on an open-minded approach to gender identity (Porter, 2014; Poteat, 2013).  There is often little or no curriculum included in health care providers’ education pertaining to TGNC specific health risks, health care needs and approaches to clinical visits (Walker, 2016; Kelley, 2008). According to the National Transgender Discrimination Survey, 19% of transgender people have been refused medical care due to their gender status, 50% have had to teach their providers about transgender care and 28% of individuals postpone medical care due to discrimination (Grant, 2011).  Forty one percent of transgender people have attempted suicide and cite the discrimination that they face at every turn, compared to 1.6% of the general population, further, 60% of those who attempted suicide were refused medical care at some point (Grant, 2011).  These rates rise when people have loss jobs due to bias (55%), were harassed/bullied in school (51%) or were victims of physical assault (61%) or sexual assault (64%) (Grant, 2011).     According to one survey, 70% of transgender and gender-nonconforming patients have either been refused care, subjected to harsh or abusive language by health care providers, experienced refusal of providers to touch them, were blamed for the medical problem for which they sought care or were subjected to physically rough or abusive treatment by providers (Lamda EXPANDING HEARTS AND MINDS 5   5 Legal, 2009).  Ninety percent of TGNC people surveyed were concerned that health care professionals are not adequately trained to care for them (Lambda Legal, 2009).   The purpose of this project is to generate a brief educational intervention to create an increase in knowledge and positive attitudes regarding TGNC health care with master’s nursing students.  Providing education regarding the risks and rates of discrimination is also essential for helping future providers to understand the specific struggles this population endures and help to determine appropriate care for TGNC clients.  If providers were aware that 40% of TGNC clients attempt suicide, are at higher risk of substance use, and are more likely to be victims of physical and sexual assault, then they would hopefully be more likely to screen for depression, safety and substance use in these populations; if they knew that 70% of these clients have been refused care, touched roughly, blamed for their illnesses, otherwise treated inappropriately then they may be more likely to understand why these clients may postpone seeking health care (Grant, 2011).  TGNC education is an important part of a graduate nursing students’ didactic curriculum because future primary care providers will be in a position of being able to provide health care that is not stemming from biases based on social stigma or discomfort stemming from lack of preparation.  TGNC stigma and discrimination experienced during health care encounters are linked to TGNC peoples’ decreased access to and utilization of health care (Poteat, 2013).  Some providers may not be intentionally discriminating against TGNC patients, so it is important for students to understand how and when stigma and discrimination may “manifest and function in health care encounters” (Poteat, 2013).  By providing TGNC education to future health care providers the cycle of excluded TGNC training leading to provider ambivalence, uncertainty and interpersonal stigma that functions to reinforce power and authority in the face of this uncertainty can begin to EXPANDING HEARTS AND MINDS 6   6 be dismantled.  The first step is to negate stigmatizing attitudes that function to maintain systems of inequality that contribute to deeper health disparities (Poteat, 2013).    Project Purpose   The purpose of this project is to promote awareness, provide education, and increase provider comfort around TGNC healthcare discrepancies, associated risks and appropriate health care interventions and resources.  The educational material created for this project is based on current literature found during the literature review and evidence-based interventions created by LGBTQ-focused health care organizations such as UCSF’s Center of Excellence for Transgender Health (Deutsch, 2016).  Contributions and Anticipated Benefits of the Project APRN students stand to benefit from this project in multiple ways, including achieving increased education and comfort with these populations.  Many APRN students’ curricula have limited education pertaining to TGNC clients and some students have not had any clinical experience with the TGNC population at all (Walker, 2016; Levesque, 2013).  A 2013 study shows that inadequate training and exposure to TGNC patients impacts providers’ ability to provide medically competent and sensitive care to this population (Poteat, 2013).  On the other side of the equation, fear of discrimination or inadequate care can lead to TGNC patients’ avoidance of health care and negative health outcomes (Poteat, 2013; Grant, 2011).   There is a positive feedback cycle that promotes non-adaptive health-seeking behavior:  The provider feels uncomfortable due to lack of knowledge and experience, which leads to the patient discomfort and lack of engagement, then the providers are confused and unsure of what interventions to suggest or resources to provide, so the clients stop coming to see providers, EXPANDING HEARTS AND MINDS 7   7 which increases their feelings of rejection and leads to negative health seeking behavior and negative health outcomes.  This leaves providers feeling inadequate and increases their anxiety around working with the TGNC population.  If provider comfort and knowledge around TGNC populations can be improved then this will increase patient comfort and quality of care (Poteat, 2014; Bosse, 2015, Macapagal, 2016).  This concept of increasing provider comfort and knowledge to increase comfort in TGNC populations and eventually lead to better health outcomes follows Kolcaba’s Comfort Theory.  Kolcaba’s Comfort Theory defines comfort as the immediate state of being strengthened by having the needs for relief, ease, and transcendence addressed in the four contexts of holistic human experience: Physical (hormone and surgery interventions or physical comfort during an exam); psychospiritual (using correct name and pronouns); sociocultural (provider’s acceptance of gender presentation/ identity); environmental (clinic atmosphere) (p.1).  Patients benefit from feeling comfortable during health care encounters, and when they do they are more likely to engage in positive health seeking behaviors (Kolcaba, 1991). If we can accomplish these goals, hopefully there will be an increase in positive health outcomes in these populations, as well as more health care providers advocating for the rights of and importance of education around these populations (Poteat, 2013; Parameshwaran, 2016; Kolcaba, 1991).  The presentation will be made available to professors within the graduate nursing program for future use. Relationship to Advanced Practice Nursing  This project addresses and fulfills many of the nurse practitioner core competencies described by the National Organization of Nurse Practitioner Faculties (Thomas, 2012). EXPANDING HEARTS AND MINDS 8   8 Scientific Foundation Competencies: 1. Critically analyzes data and evidence for improving advanced nursing practice.   Identifying gaps regarding TGNC education in current nursing and medical curricula  Identifies current effective educational interventions regarding TGNC educational interventions 2. Integrates knowledge from the humanities and sciences within the context of nursing science.  3. Develops new practice approaches based on the integration of research, theory, and practice knowledge  Utilizes nursing theory (e.g. Kolcaba’s Comfort Theory) as a foundation to create educational interventions integrating psychological, sociological, and nursing/medical knowledge  Leadership Competencies  4: Advocates for improved access, quality and cost effective health care  Creates educational intervention with end goal of improving TGNC population’s access to knowledgeable health care providers 7: Participates in professional organizations and activities that influence advanced practice nursing and/or health outcomes of a population focus  Creating educational intervention to increase positive health outcomes in TGNC populations  EXPANDING HEARTS AND MINDS 9   9 Policy Competencies: 2. Advocates for ethical policies that promote access, equity, quality, and cost.   Creating an educational intervention that leads to primary health seeking behaviors, decreasing need for secondary and tertiary health care interventions 4. Analyzes ethical, legal, and social factors influencing policy development  Provides education regarding barriers to care and increased risk factors resulting from societal discrimination and lack of health care providers’ appropriate health care education           EXPANDING HEARTS AND MINDS 10   10 Chapter II: Review of Literature  Description To create and implement an educational intervention for graduate nursing students to increase knowledge and comfort level around TGNC clients in health care settings.   Background Transgender populations are at a higher risk of facing discrimination or inadequate services while receiving health care (Grant, 2011; Walker, 2016).  This often results from a knowledge deficit on the part of the health care providers regarding TGNC-specific health care needs, experience with TGNC clients, and an open-minded approach to gender identity (Parameshwaran, 2016; Poteat, 2013).  There is often no curriculum included in medical or nursing programs pertaining to TGNC health care needs and approach to clinical visits (Parameshwaran, 2016; Walker, 2016; Poteat, 2013). Aims The purpose of this project is to create a brief educational intervention to create an increase in knowledge and positive attitudes regarding TGNC health care with master’s nursing students.  Conduct literature review to confirm impact of knowledge and comfort deficits on TGNC health care outcomes and positive implications of educational interventions on health care providers and students.  Methods A literature search was conducted in the following databases: CINAHL, PubMed, and Google Scholar to find studies published within the past 10 years (2006-2016) that addressed the EXPANDING HEARTS AND MINDS 11   11 need for and efficacy of educational interventions regarding TGNC health care for health care providers or health care provider students.  Key search terms: “transgender” AND “provider” AND “knowledge.” Many of the results were not specific to TGNC populations and instead focused on LGBTQ populations as a whole and some of these studies were included due to lack of TGNC-specific research. Findings Eight papers were reviewed.  Of these papers, three were prospective studies, two were retrospective study, and three were qualitative studies (interviews).   Kelley et al. (2008) surveyed medical students on knowledge and beliefs around LGBT health issues before and after implementing a newly created LGBT health curriculum into the UCSF Medical School.  They found that by providing a lecture, patient panel, and case studies that all emphasized a “sensitive, informed, and nonjudgmental clinical approach to each LGBT patient,” (p. 249) an increase in knowledge and a significant positive change in attitudes were achieved; specifically regarding the belief that “access to health care is the same for LGBT persons as any other member of the population” (p. 251).  More than 90% of survey respondents agreed or strongly agreed that the syllabus, patient panel, and small-group cases helped educate them about LGBT issues.  This study demonstrates the efficacy of even a short, focused intervention in improving knowledge and attitudes regarding LGBT communities.   Poteat et al. (2013) conducted a qualitative, grounded theory analysis, conducting in-depth interviews with 55 transgender people and 12 medical providers.  Their aim in this study was to elucidate the “causes and functions” of stigma and discrimination so that insights can be provided into how health care providers can improve this phenomenon by addressing the health EXPANDING HEARTS AND MINDS 12   12 care disparities for transgender people (p.28).  Poteat et al. found that “due to the social and institutional stigma against transgender people, their care is excluded from medical training;  Therefore, providers approach medical encounters with transgender patients with ambivalence and uncertainty” (p.1).  This finding points to the lack of medical training regarding transgender health care as one of the causes of the health care discrepancies.    Macapagal et al. (2016) collected questionnaires from 206 emerging adults regarding healthcare access, use and experiences during a three-year longitudinal study.  They found that transgender patients were more likely to delay care and also reported negative experiences in healthcare settings compared to cisgender patients. Some providers may believe that sexuality and gender identity have nothing to do with the provision of comprehensive health care.  Beagan et al. conducted in-depth interviews with 24 general practice physicians in Canada to explore providers’ beliefs regarding if, when and how gender identity and sexuality of LGBTQ women were relevant to “good care” with the goal of analyzing participant experience, perceptions and narratives.  Most of the providers were heterosexual (21 out of 24) and all identified as cis-gendered. 19 of the 24 providers reported learning little or nothing regarding LGBTQ health care,“especially transgender health” (p. 4).  The three themes that emerged were as follows: 1) Some providers believe that sexual/gender identity does not make any difference and that avoiding labels will optimize care for all patients.  2) Some providers believed that sexual/gender identity only matters for providing holistic care and to enable address the effects of discrimination.  3) Some providers were ambivalent, concluding that sexual/gender identity sometimes matters, focusing more on the aspect of social group membership as well as individual differences.  The researchers concluded that generalizations, not stereotypes, about social group differences can help to direct lines of inquiry EXPANDING HEARTS AND MINDS 13   13 regarding specific risk factors.  They also stated that emphasizing this distinction during education may help to change providers’ approaches to caring for LGBTQ women.  Researchers suggested that future education for providers emphasize the idea that LGBTQ identity does matter, and that there is a difference between generalizing and stereotyping: generalizations allow providers to “take into account the possible effects of shared experiences that arise from marginalization and discrimination” and suggest “difference, not deficit” (p. 6); stereotypes are an “end point for understanding a person” and they limit rather than broaden understanding (p.6).  Generalizations can lead to discerning patters and may lead to “potentially valuable questions” (p .6).  They concluded that education for future providers is necessary to enhance the ways that awareness of patterned risk factors within these marginalized groups can improve health care interventions and outcomes (Beagan, 2015). Porter et al. (2014) surveyed providers before and after an educational intervention addressing unique risk factors of LGBTQ populations.  They found statistically significant improvement in multiple areas of providers’ knowledge, attitudes, and behavioral intentions following their training sessions.  Some of these improvement areas included increased awareness of local LGBT resources as well as increased intention to challenge anti-LGBT remarks.  The authors specifically recommend an increase in educational interventions regarding elderly transgender populations (Porter, 2014).   Sanchez et al. (2006) set out to assess medical students’ ability to care for LGBT patients and to identify deficiencies in medical school curricula pertaining to this specific care.  They conducted surveys within a metropolitan medical school and found that medical students who had experienced greater clinical exposure to LGBT patients were more likely to take a complete EXPANDING HEARTS AND MINDS 14   14 sexual history with LGBT clients, had higher positive attitude scores, and higher knowledge scores than students who had little or no clinical exposure. Snelgrove et al. (2012) interviewed 13 physicians from Ontario, Canada to determine the physicians’ perceptions as to why there are so many barriers to healthcare for transgender patients.  Analysis of their interviews revealed health care barriers that were separated into five themed groups: Accessing resources, medical knowledge deficits, ethics of transition-related medical care, diagnosing vs. pathologizing trans patients, and health system determinants. A centralizing theme of “not knowing where to go or who to talk to” was also identified (p. 3).   They concluded that clinical management is complicated by lack of knowledge and unfamiliarity with ethical considerations regarding treatments.  The researchers suggested potential solutions including increasing awareness of clinical guidelines and inclusion of trans health issues in medical education and at the institutional level including “trans-focused” and “trans-friendly primary care models” (p. 2). A descriptive study by Levesque in 2013 surveyed 26 APRN’s to measure knowledge, attitude and self-efficacy for providing transgender health care.  Levesque found that the majority of APRN’s reported “full respect” and acceptance towards transgender clients, but also reported low self-efficacy for providing care (p. 97).  All 26 respondents reported that they had no transgender content during their APRN education.  This researcher suggested that further research into APRN knowledge, attitude and self-efficacy is needed.  They also suggested that more research be conducted around gender minority content in APRN programs (Levesque, 2013). EXPANDING HEARTS AND MINDS 15   15  The conclusion of the literature review is that many medical and graduate nursing programs do not provide adequate TGNC education and that this negatively impacts students’ ability and desire to communicate effectively, identify associated risk factors, provide adequate health care interventions, and appropriate resources.  It may also be concluded that even smaller-scale educational interventions can have a significant impact on students’ knowledge, confidence and comfort with these underserved populations.              EXPANDING HEARTS AND MINDS 16   16 Chapter III: Methods Identification of Need The need for more frequent and detailed educational interventions regarding transgender health care has been observed by the graduate student and discussed with nurse practitioners and physicians working within UVM Medical and Nursing schools.  A review of pertinent literature confirmed that TGNC clients are at higher risk of experiencing discrimination or receiving inadequate health care interventions due to lack of training and education around TGNC populations.  Due to the significant increase in clinical studies around transgender health care, there is now data supporting the efficacy of educational interventions on providers’ knowledge and comfort around transgender populations (Porter, 2014; Poteat, 2013; Bosse, 2015). Since this is still relatively new territory for many health care providers and educational institutions, there is still a need for improved educational modules presented in a way that allows for students to ask questions and discuss what is and is not effective and appropriate within a health care setting (Walker, 2016, Kelly, 2008).   When providers feel uncomfortable during a health care visit due to lack of training and education the patient is likely to sense this and will be less likely to participate in health care and engage in health-promoting behaviors.  If appropriate health care interventions can be delivered in a compassionate and effective manner then enhanced comfort and positive health outcomes can be achieved (Poteat, 2013).     Development of Project Material EXPANDING HEARTS AND MINDS 17   17 This project served as an educational intervention and experience for graduate nursing on the University of Vermont campus.  The intervention took place with a master’s nursing cohortwithin the context of an Advanced Health Assessment class.  A PowerPoint presentation was created based on existing transgender educational modules for health care providers and current evidence-based practice recommendations for medical and nursing interventions in TGNC populations.  The project material was reviewed by the University of Vermont faculty members sitting on the graduate student’s master’s project committee, as well as Sharon Glezen, an MD working in UVM Student Health Services and who was awarded a certificate in Lesbian, Gay, Bisexual and Transgender Health through the George Washington University. A pre-participation survey was provided and self-administered immediately before the educational module is presented.  The pre-participation responses will enable evaluation of the efficacy of the intervention in enhancing knowledge and comfort around care for transgender populations.  A post-participation survey will be provided and self-administered by participating students with questions mirroring those assessed in the pre-participation survey as well as an evaluation section.  The Goals of the Project  Increase participant knowledge of key terms and concepts related to TGNC populations  Increase participant knowledge regarding major health and health care disparities facing TGNC populations  Share strategies for creating a welcoming and gender-affirming environment for TGNC patients and staff EXPANDING HEARTS AND MINDS 18   18  Increase participant knowledge of appropriate health care interventions including screenings, hormone treatment regimens, and monitoring for TGNC populations  Increase participant comfort levels around providing care for TGNC populations  Provide current resources for TGNC patients and family members Enhancements in Implementing Project Objectives Awareness around the transgender populations is increasing in the general media and within the health care community.  The World Health Organization identified a need to “improve the health, safety, and well-being of lesbian, gay, bisexual, and transgender individuals” (p. 1). There have been some opportunities for open discussions around this specific population, and this educational module helped to ensure that this continues within the program.  This educational intervention provided a safe space for students to ask questions and learn more about a population that currently faces barriers to health care and high levels of discrimination within the health care field, often stemming from lack of education and subsequent discomfort (Poteat, 2013). By providing this intervention within the University of Vermont graduate nursing school, fifteen future providers were reached; with the hope that these students will share the knowledge with future colleagues as well as advocate for this underserved population.   Inhibitors to Implementing Project Objectives Due to the limited time and broad curricula of the graduate nursing school, time is often prioritized for presentation of information that is relevant for larger populations of patients.  This educational module’s information may not be included in their exams and may not feel relevant at this time unless they have already worked with transgender populations during clinical EXPANDING HEARTS AND MINDS 19   19 rotations or have personal experience with transgender people.  In order to present information in a concise manner, it was necessary to make some generalizations about various populations within the transgender and gender non-conforming community and this could be detrimental in the long run for providers attempting to provide appropriate health care interventions.   The graduate student had originally intended to present information to multiple classes of graduate nursing students as well as a group of medical students as well, but there was no class time available during the semester for the medical students or other graduate nursing classes. Persons Involved The persons involved in the project were advanced practice nursing students currently attending the University of Vermont.  The participants were in their first year and will begin clinical rotations with patients next semester and theoretically have an opportunity to interact with TGNC clients.  The graduate student obtained exempt status from the Institutional Review Board to provide this educational intervention. Project Material and Procedures The graduate student utilized materials including a review of literature and existing educational modules to develop an educational module regarding TGNC health care (Deutsch, 2016). The intervention included a pre-participation survey, a 40-minute PowerPoint presentation, an open dialogue/question and answer period, and a post-participation survey.  The PowerPoint presentation content addressed the previously listed objectives: increasing knowledge around key terms and concepts related to TGNC populations; general disparities EXPANDING HEARTS AND MINDS 20   20 within and barriers to health care; specific health risks; evidence-based practice interventions including appropriate screenings, hormone treatments, surgical options, and monitoring of transgender populations to address specific risks previously identified; health maintenance guidelines; strategies for creating a transgender-inclusive environment within a health care setting; question/answer opportunities and discussions to improve comfort levels around providing care for transgender and gender non-conforming populations; current local, national, and international resources.   The pre and post surveys were identical with the exception of an area on the post-survey allowing students to rate whether or not they believe that their knowledge and comfort increased.  The pre and post-surveys included true/false/unsure questions around TGNC discrimination/barriers to care, specific health risks, suicide rates, insurance coverage, appropriate screenings, and frequency of hormone treatment and or surgical interventions.  The second section was a Likert Scales evaluating comfort levels in regards to interacting TGNC patients including discussion of pronoun and name choices, sexual history gathering, language used during physical exams, conducting physical exams, screening procedures, and how to handle making a mistake during an visit.   Plan for Evaluation of Outcome of the Project The pre and post surveys administered to all participants. The pre-survey consisted of one page of demographic information (age, gender identity, and personal exposure to TGNC clients so far), one page regarding general knowledge of TGNC populations’ access and discrimination within health care, suicide rates, and plans for medical interventions; and one page evaluating comfort levels providing various aspects of health care to TGNC populations in the form of a EXPANDING HEARTS AND MINDS 21   21 Likert Scale.  The post-test included the second and third pages of the pre-test as well as a Likert Scale evaluating perceived changes in knowledge and comfort providing TGNC health care.  The pre and post-participation surveys provided quantitative and qualitative data regarding knowledge and comfort levels.  The quantitative data was created from analyzing scores on the knowledge-based assessment and self-report of improved comfort levels resulting from the material and discussions regarding transgender health care.  The qualitative data was in the form of specific knowledge gaps existing before and after the intervention with suggestions for improved future interventions.            EXPANDING HEARTS AND MINDS 22   22 Chapter IV: Evaluation  Results  A total of 15 nurse practitioner students between the ages of 25 and 56 were present for this educational intervention.  One out of fifteen members of the group identifies as transgender or gender non-conforming.  All fifteen members know someone who is transgendered or gender non-conforming. Seven of the students have provided care to a TGNC patient before, four are unsure if they ever have, and four have not.   The first section of the pre and post-survey addressed “Knowledge of TGNC Populations” (Appendix A,Table 1).  These questions had three answer choices: True, Neutral/Unsure, and False. Results of these questions were as follows (percentage of respondents who chose each option):  Access to health care is the same for transgender and gender non-conforming persons (TGNC) as it is for cis-gendered people: Before the module, 73.3% answered correctly, 6.7% were unsure, and 20% were incorrect.  Following the educational module 93.3% answered correctly and 6.7% answered incorrectly.  Gender-confirming medical treatments and procedures are easily available and covered by most insurance policies: Before the module 80% answered correctly, 13.3% were unsure, and 6.7% were incorrect.   Following the Module 80% were correct, 6.7% were unsure, and 13.3% were incorrect.    TGNC patients face the same level of discrimination as any other population during medical encounters: Before the module 80% answered correctly, 6.7% EXPANDING HEARTS AND MINDS 23   23 were unsure, and 13.3% were incorrect.   Following the Module 100% were correct.  TGNC patients have unique health risks and health needs compared to cis-gender patients: Before the module 93.3% answered correctly, 6.7% were incorrect. The results did not change following the module.   TGNC patients have attempted suicide rates comparable to those of cis-gender patients: Before the module 93.3% answered correctly, 6.7% were unsure. The results did not change following the module.   All TGNC patients wish to have hormone replacement therapy or gender-confirming surgery at some point: Before the module 93.3% answered correctly, 6.7% were unsure. Following the module 100% answered correctly.   Overall, knowledge levels increased in the following categories: Difference in access to health care between cis-gendered and TGNC populations (20% increase in correct answer); level of discrimination faced by TGNC patients versus cis-gendered populations (20% increase in correct answer); whether or not all TCNC patients choose to have hormone therapy and or surgery (6.7% increase in correct answer).   Knowledge levels did not increase in the following categories: Availability of insurance coverage to assist with medical treatments and procedures (stayed at 80% correct); whether or not TGNC patients have health needs that differ from cis-gendered patients (stayed at 93.3% correct); and whether or not TGNC patients have increased risk of suicide compared to cis-gendered patients (stayed at 93.3% correct).   EXPANDING HEARTS AND MINDS 24   24  The second section of the pre and post-survey was a Likert Scale (Appendix A, Table 2) that addressed students’ comfort levels with providing various aspects of care to TGNC patients.  There were five answer choices: Strongly disagree, slightly disagree, neutral/unsure, slightly agree, and strongly agree.  Results for each question were as follows:    I would feel comfortable treating someone in a health care setting who identifies as transgender or gender non-conforming: Before the module 60% strongly agreed, 26.7% slightly agreed, 6.7% were unsure, and 6.7% slightly disagreed.  Following the Module 80% strongly agreed and 20% slightly agreed.    I would feel comfortable discussing options for medical and or surgical interventions available for TGNC patients, even if I needed some assistance with resources: Before the module 60% strongly agreed, 13.7% slightly agreed, 13.7% were unsure, and 13.7% slightly disagreed.  Following the Module 40% strongly agreed and 53.3% slightly agreed, and 6.7% slightly disagreed.    I would feel comfortable asking about pronouns, gender identity and sexual orientation during interactions with patients: Before the module 47.7% strongly agreed, 40% slightly agreed, and 13.3% were unsure.  Following the Module 80% strongly agreed and 20% slightly agreed.    I would feel comfortable collecting a comprehensive history on someone who identifies as TGNC, including sexual practices, psych and medical history: Before the module 26.7% strongly agreed, 66.7% slightly agreed, and 6.7% were unsure.  Following the Module 73.3% strongly agreed and 26.7% slightly agreed.    I would feel comfortable discussing specifics of a physical exam with a transgender or gender non-conforming client: Before the module 46.7% strongly EXPANDING HEARTS AND MINDS 25   25 agreed, 33.3% slightly agreed, 13.3% were unsure, and 6.7% slightly disagreed.  Following the Module 66.7% strongly agreed and 33.3% slightly agreed.    I would feel comfortable discussing guidelines around health maintenance and screening with TGNC patients as it applies to people’s anatomy: Before the module 53.3% strongly agreed, 13.3% slightly agreed, 20% were unsure, and 6.7% slightly disagreed.  Following the Module 66.7% strongly agreed and 33.3% slightly agreed.    I would feel comfortable navigating a situation where I made a mistake during a patient encounter in regards to a pronoun or name: Before the module 53.3% strongly agreed, 33.3% slightly agreed, and 6.7% were unsure.  Following the module 66.7% strongly agreed and 33.3% slightly agreed.   Overall the results of both the pre and post-survey were exciting because at no point did anyone respond that they would “strongly disagree” with any statement regarding comfort levels.  Following the module all of responses fell into the “slightly agree” or “strongly agree” categories, with the exception of one answer from one person regarding comfort around discussions of medical or surgical interventions.  The areas that showed the greatest improvement were as follows: Overall comfort treating TGNC clients increased from 60% “strongly agreeing” to 80%; comfort discussing medical or surgical interventions increased from 73.7% slightly-strongly agreeing to 93.3%; comfort around discussing pronouns, gender identity and sexual orientation increased from 46.7% “strongly agreeing” to 80%; comfort around collecting a comprehensive sexual, psych and medical history increased from 26.7% “strongly agreeing” to 73.3%; comfort discussing a physical exam increased from 46.7% “strongly agreeing” to 66.7%; comfort discussing health maintenance and screening increased from 53.3% EXPANDING HEARTS AND MINDS 26   26 “strongly agreeing” to 66.7%; comfort navigating a mistake regarding pronouns or name increased from 53.3% “strongly agreeing” to 66.7%. The post-presentation survey (Appendix A, Table 3) also asked students to rate on a Likert Scale identical to the one described previously whether or not they felt that their knowledge had increased in the following categories:  Knowledge around differences between sex, gender, and various gender identities: 66.7% strongly agree; 20% slightly agree; 6.7% neutral/unsure; 6.7% slightly disagree.   Knowledge around health care screenings for TGNC clients: 60% strongly agree; 33.3% slightly agree; 6.7% neutral/unsure.  Knowledge around specific health risks within TNGC community: 66.7% strongly agree; 33.3% slightly agree.  Ability to make three suggestions for making a practice more comfortable for TGNC patients: 93.3% strongly agree; 6.7% slightly agree. The results were stronger from a quantifiable standpoint in the comfort survey versus the knowledge survey.  There were some knowledge increases but results were not as strong and baseline knowledge levels were impressive so there was not as much room for growth.  The post-survey asking students to rate their knowledge increase in various areas was helpful because the specific questions used in the knowledge section may have been too easy to be used as an accurate assessment tool for knowledge growth.  At least 88.7% of student participants agreed that their knowledge around various aspects of TGNC populations had increased.  EXPANDING HEARTS AND MINDS 27   27 Limitations  The sample size was very small.  The questions regarding knowledge of TGNC populations and their relationship with health care were basic to avoid overwhelming students, but looking at the results it appears that baseline knowledge levels were higher than anticipated and the questions could have been more specific to challenge people and evaluate knowledge gaps and increases.  The baseline knowledge level may have been higher because of this particular graduate program or specific cohort and may not be representative of all graduate nursing program students’ TGNC patient knowledge.  One of the questions asked specifically about insurance coverage of gender-related treatments.  This is a difficult subject as all insurance companies are different, and while policies have improved over the years it still does not provide comprehensive coverage across the board.  This may have been confusing for some people during the presentation, and knowledge scores did not increase in this area.        EXPANDING HEARTS AND MINDS 28   28 Chapter V: Discussion  This project resulted in master’s nursing students’ increased knowledge in the following areas of TGNC populations: access to healthcare, levels of discrimination and whether or not TGNC patients will want to have medical or surgical interventions.  The increase in comfort levels around providing various types of care (physical evaluations, gathering sexual health histories) or navigating more specific aspects of the visit (pronoun and name choice, language used during a physical exam) was more significant than the increase in knowledge.  These findings support Kelley et al. and Porter et al.’s results that demonstrate the efficacy of short, focused interventions in improving knowledge and attitudes regarding LGBT healthcare.   Since TGNC populations are more likely to postpone medical care due to fear of discrimination and/or inadequate care (Grant, 2011; Macapagal, 2016), it is especially important that future providers are educated in this area so that when these patients do make it to their offices, they are comfortable navigating a visit and finding appropriate resources.  As Kelley et al. found, educational interventions such as this one provide a great opportunity to provide some baseline knowledge as well as to create an open environment for students to ask specific questions about caring for these populations that may not have been covered in other course material.  The discussion following the presentation also highlighted some important issues; the main one being that some students did not know that primary care providers could prescribe hormone treatments for TGNC people and believed that this was something to be referred to a specialist.  This is inaccurate and reinforces the need for these types of educational interventions, with more emphasis placed on specific guidelines for prescribing and monitoring hormones to TGNC patients so that future providers feel confident beginning this process.  The results of this project also identify a need for more specific education regarding appropriate screening EXPANDING HEARTS AND MINDS 29   29 guidelines for TGNC populations with or without hormone treatment.  Students also asked questions about the specific requirements or lack thereof pertaining to psychiatric evaluations before initiation of hormone therapy and or surgery consultations, identifying an increased need for further education in this area.   Hopefully moving forward these student participants will support the findings of Sanchez et al. and be more likely to take complete sexual histories, comfortably discuss name and pronoun choices and have generally more positive attitudes in regards to this high-risk population (Sanchez, 2016).  Finally, this project provided an educational module that can be used in future cohorts of master’s nursing students to continue the enhancement of knowledge and comfort around providing primary care to an underserved and high-risk population.          EXPANDING HEARTS AND MINDS 30   30 References Beagan, B., Fredericks, E., Bryson, M. (2015).  Family physician perceptions of working with LGBTQ patients: physician training needs. Canadian Medical Education Journal; 6(1). Bosse, J., Nesteby, J., Randall, C. (2015).  Integrating sexual minority health issues into a health assessment class.  Journal of Professional Nursing, 31(6). Deutsch, M. (2016).  Guidelines for the primary and gender-affirming care of transgender and gender nonbinary people.  Center of Excellent for Transgender Health.  Retrieved from: http://www.transhealth.ucsf.edu/trans?page=guidelines-home Grant, J., Mottet, L., Tanis. J., et al. (2011).  Injustice at every turn: A report of the National Transgender Discrimination Survey.  The National Center for Transgender Equality; National Gay and Lesbian Task Force. Retrieved from: http://www.thetaskforce.org/static_html/downloads/reports/reports/ntds_full.pdf Haas, A., Rodgers, P., Herman, J. (2014).  Suicide attempts among transgender and gender non conforming adults: Findings of the National Transgender Discrimination Survey. American Foundation for Suicide Prevention: The Williams Institute. Retrieved from: http://williamsinstitute.law.ucla.edu/wp-content/uploads/AFSP-Williams-Suicide-Report Final.pdf Kellett, P., Fitton, C. (2016).  Supporting transvisibility and gender diversity in nursing practice and education: embracing cultural safety.  Nursing Inquiry.  Retrieved from: http://onlinelibrary.wiley.com.ezproxy.uvm.edu/doi/10.1111/nin.12146/full EXPANDING HEARTS AND MINDS 31   31 Kelley, L., Chou, C., Dibble, S. (2008).  A critical intervention in lesbian, gay, bisexual, and transgender health: Knowledge and attitude outcomes among second-year medical students.  Teaching and Learning in Medicine: An International Journal, 20(3).  Retrieved from: http://sfx.uvm.edu.ezproxy.uvm.edu/UVM?&rft_id=info:doi/10.1080/10401330802199 67 Kolcaba, K., Kolcaba, R. (1991). An analysis of the concept of comfort. Journal of Advanced Nursing, 16(11), 1301-1310. Kolcaba, K., Tilton, C., Drouin, C. (2006).  Comfort Theory: A unifying framework to enhance the practice environment. JONA: The Journal of Nursing Adminstration; 36(11). Lamda Legal (2009). When health care isn’t caring: Transgender and gender-nonconforming people: Results from Lambda Legal’s health care fairness survey.  Lambda Legal. Retrieved from: http://www.lambdalegal.org/sites/default/files/publications/downloads/whcic insert_transgender-and-gender-nonconforming-people.pdf   Levesque, P. (2013).  Nurse practitioners knowledge, attitudes, and self-efficacy for working with transgender patients. Clinical Nursing Studies; 1(4). Retrieved from: file:///C:/Users/Owner/Downloads/3347-11866-1-PB.pdf  Macapagal, K., Bhatia, R., Greene, G. (2016).  Differences in healthcare access, use, and experiences within a community sample of radically diverse lesbian, gay, bisexual, transgender and questioning emerging adults.  LGBT Health.  Retrieved from: https://www-ncbi-nlm-nih-gov.ezproxy.uvm.edu/pubmed/27726496 EXPANDING HEARTS AND MINDS 32   32 Parameshwaran, V., Cockbain, B., Hillyard, M., et al. (2016).  Is the lack of specific lesbian, gay, bisexual, transgender and queer/questioning (LGBTQ) health care education in medical school a cause for concern? Evidence from a survey of knowledge and practice among UK medical students.  Journal of Homosexuality. Retrieved from: http://www.tandfonline.com/doi/abs/10.1080/00918369.2016.1190218?af=R&journalC de=wjhm20  Porter, K., Krinsky, L. (2014).  Do LGBT aging trainings effectuate positive change in mainstream elder service providers?  Journal of Homosexuality, 61(1), 197-216.   Poteat, T., German, D., Kerrigan, D. (2013).  Managing uncertainty: A grounded theory of stigma in transgender health care encounters.  Social Science & Medicine, 84, 22-29. Retrieved from: http://www.sciencedirect.com.ezproxy.uvm.edu/science/article/pii/S0277953613001019 Sanchez, N., Rabatin, J., Sanchez, J., et al. (2006).  Medical students’ ability to care for lesbian, gay, bisexual, and transgendered patients.  Family Medicine, 38(1). Retrieved from: http://www.ncbi.nlm.nih.gov.ezproxy.uvm.edu/pubmed/?term=Medical+students%27+a ility+to+care+for+lesbian%2C+gay%2C+bisexual%2C+and+transgendered+patients Snelgrove, J., Jasudavisius, A., Rowe, B. (2012). “Completely out at sea” with “two-gender medicine”: A qualitative analysis of physician-side barriers to providing healthcare for transgender patients.  BMC Health Services Research, 12(11).  Retrieved from: http://www.ncbi.nlm.nih.gov.ezproxy.uvm.edu/pmc/articles/PMC3464167/ EXPANDING HEARTS AND MINDS 33   33 Thomas, A., Crabtree, M., Delaney, K. (2012).  Nurse practitioner core competencies.  The National Organization of Nurse Practitioner Faculties. Retrieved from: https://www.pncb.org/ptistore/resource/content/about/2012_NP_Core_Competencies.pdf Walker, K., Arbour, M., Waryold, J. (2016).  Educational strategies to help students provide respectful sexual and reproductive health care for lesbian, gay, bisexual, and transgender persons.  Journal of Midwifery & Women’s Health. Retrieved from: http://onlinelibrary.wiley.com.ezproxy.uvm.edu/doi/10.1111/jmwh.12506/full World Health Organization (2015).  Lesbian, Gay, Bisexual, and Transgender Health. Retrieved from: https://www.healthypeople.gov/2020/topics-objectives/topic/lesbian-gay-bisexual and-transgender-health          EXPANDING HEARTS AND MINDS 34   34 Appendix A Table 1: Knowledge Survey  True Neutral/Unsure False Access to health care is the same for transgender and gender non-conforming persons (TGNC) as it is for cis-gendered people 20% 6.7% 73.3% 6.7%*  93.3% Gender-confirming medical treatments and procedures are easily available and covered by most insurance policies 6.7% 13.7% 80% 13.7% 6.7% 80% TGNC patients face the same level of discrimination as any other population during medical encounters 13.7% 6.7% 80%   100% TGNC patients have unique health risks and health needs compared to cis-gender patients 93.3%  6.7% 93.3%  6.7% TGNC patients have attempted suicide rates comparable to those of cis-gender patients  6.7% 93.3%  6.7% 93.3% All TGNC patients wish to have hormone replacement therapy or gender-confirming surgery at some point  6.7% 93.3%   100%  *Bold and italic percentages are post-survey statistics   EXPANDING HEARTS AND MINDS 35   35 Table 2: Comfort Survey  Strongly Disagree Slightly Disagree Neutral/ Unsure Slightly Agree Strongly Agree I would feel comfortable treating someone in a health care setting who identifies as transgender or gender non-conforming  6.7% 6.7%  26.7%  60%     20% 80% I would feel comfortable discussing options for medical and or surgical interventions available for TGNC patients, even if I needed some assistance with resources  13.3%  13.3% 13.3%  60%   6.7%  53.3% 40% I would feel comfortable asking about pronouns, gender identity and sexual orientation during interactions with patients   13.3% 40%  46.7%    20% 80% I would feel comfortable collecting a comprehensive history on someone who identifies as TGNC, including sexual practices, psych and medical history   6.7%  66.7% 26.7%    26.7% 73.4% I would feel comfortable discussing specifics of a physical exam with a transgender or gender non-conforming client  6.7% 13.3% 33.3% 46.7%    33.3% 66.7% I would feel comfortable discussing guidelines around health maintenance and screening with TGNC patients as it applies to people’s anatomy  6.7% 20% 13.3% 53.3%    33.3% 66.7% EXPANDING HEARTS AND MINDS 36   36 I would feel comfortable navigating a situation where I made a mistake during a patient encounter in regards to a pronoun or name   13.3%  33.3% 53.3%    33.3% 66.7%  Table 3: Post-Presentation Survey   Strongly Disagree Slightly Disagree Neutral/ Unsure Slightly Agree Strongly Agree My knowledge around the differences between sex and gender as well as various gender identities has increased as a result of this educational module  6.7% 6.7% 20% 66.7% My knowledge around health care screenings for TGNC clients has increased as a result of this educational module   6.7% 33.3% 60%  My knowledge around specific health risks within the TGNC community has increased as a result of this educational module    33.3% 66.7% I can think of at least 3 suggestions for making a practice more comfortable for TGNC patients (e.g. changes to the physical space in the waiting room, exam rooms, or paperwork).    6.7% 93.3%   EXPANDING HEARTS AND MINDS 37   37             ",
    "id": 79664893,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.uvm.edu:cnhsmp-1004"
    },
    "title": "Expanding Hearts and Minds: The Impact of Transgender and Gender Non-Conforming Educational Interventions on Nurse Practitioner Students’ Knowledge and Comfort",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-01-01T08:00:00+00:00",
    "publisher": "UVM ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.uvm.edu/cgi/viewcontent.cgi?article=1004&amp;context=cnhsmp"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/79664893.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/79664893"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/79664893/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/79664893/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/79664893"
        }
    ],
    "abstract": "Transgender and gender non-conforming (TGNC) populations are at a higher risk for discrimination and inadequate services while receiving health care. Some of this results from providers’ knowledge deficits regarding TGNC-specific health care needs or lack of experience and comfort with TGNC clients and the subsequent impact on an open-minded approach to gender identity. There is often little or no curriculum included in health care providers’ education pertaining to TGNC specific health risks, health care needs and approaches to clinical visits.\nThe purpose of this project is to promote awareness, provide education, and increase provider comfort around TGNC health care discrepancies, associated risks and appropriate health care interventions and resources through a brief educational intervention for graduate nursing students on the University of Vermont campus. This was accomplished through an in-person didactic presentation with accompanying PowerPoint. The effectiveness of the module was assessed with a pre- and post-survey, which showed significant increase in knowledge of TGNC access to health care, TGNC discrimination, and TGNC utilization of gender-confirming medical and surgical interventions. The educational module developed in this project will be used for future cohorts of graduate nursing students",
    "tags": [
        "text",
        "transgender",
        "gender non conforming",
        "comfort",
        "Nursing"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.uvm.edu:cnhsmp-1004",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2148",
        "openDoarId": 0,
        "name": "ScholarWorks @ UVM",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 79664893,
        "depositedDate": null,
        "publishedDate": "2016-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-20T16:00:32+00:00",
        "acceptedDate": null,
        "createdDate": "2017-04-12T15:29:22+01:00"
    },
    "urls": [
        "https://scholarworks.uvm.edu/cnhsmp/5",
        "https://scholarworks.uvm.edu/context/cnhsmp/article/1004/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-02-20T16:00:32+00:00",
    "setSpecs": []
}