{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Smith, Zacharias"
        }
    ],
    "contributors": [],
    "createdDate": "2023-12-13T15:03:16+00:00",
    "dataProvider": {
        "id": 3579,
        "name": "East Tennessee State University",
        "url": "https://api.core.ac.uk/v3/data-providers/3579",
        "logo": "https://api.core.ac.uk/data-providers/3579/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/593395040.pdf",
    "fullText": "East Tennessee State University Digital Commons @ East Tennessee State University Electronic Theses and Dissertations Student Works 12-2023 Experiences of Appalachian People with Conflicting Christian and LGBTQ+ Identities Zacharias Smith East Tennessee State University Follow this and additional works at: https://dc.etsu.edu/etd  Part of the Gender, Race, Sexuality, and Ethnicity in Communication Commons Recommended Citation Smith, Zacharias, \"Experiences of Appalachian People with Conflicting Christian and LGBTQ+ Identities\" (2023). Electronic Theses and Dissertations. Paper 4328. https://dc.etsu.edu/etd/4328 This Thesis - unrestricted is brought to you for free and open access by the Student Works at Digital Commons @ East Tennessee State University. It has been accepted for inclusion in Electronic Theses and Dissertations by an authorized administrator of Digital Commons @ East Tennessee State University. For more information, please contact digilib@etsu.edu. Experiences of Appalachian People with Conflicting Christian and LGBTQ+ Identities ________________________ A thesis presented to the faculty of the Department of Communication Studies and Storytelling East Tennessee State University  In partial fulfillment of the requirements for the degree Master of Arts in Communication and Storytelling Studies ______________________ by Zacharias Smith December 2023 _____________________ Dr. Amber Kinser, Chair Dr. Christine Anzur Dr. Wesley Buerkle   Keywords: LGBTQ+, Christianity, Appalachia, identity, conflict, religion   2  ABSTRACT Experiences of Appalachian People with Conflicting Christian and LGBTQ+ Identities   by Zacharias Smith This study explores the experiences of six LGBTQ+ individuals living in Appalachia who have felt conflict between their LGBTQ+ and Christian identities. Using data from six one-on-one intensive interviews, the study examines the various kinds of conflict participants experienced, the strategies they used to manage those conflicts, and the role that Christianity played in their lives. The author found that participant conflicts were grounded in struggles to find acceptance from others while living authentically, to reconcile ideological disputes with the church, and to accept themselves as LGBTQ+ and/or Christian. Included among their various management strategies were finding accepting people and communities, avoiding conversations, and finding compatibility between their LGBTQ+ and Christian identities. Finally, the author found that Christianity served a unique role as a source of both validation and invalidation for participants.   3            Copyright 2023 by Zacharias Smith All Rights Reserved   4  DEDICATION To my sister, who is both my best friend in the whole world, and the one who gave me the inspiration for this work.    5  ACKNOWLEDGEMENTS Honestly, there are far too many people I wish to thank for all that they have done to support me in this endeavor. I will acknowledge each of these incredible people to the best of my ability.   Thank you, Mom and Dad, for showing me so much support over these last few years of college. You provided me with a bed to sleep in, food to eat, and a place that I can call home, and that security was incredibly important in allowing me to focus on this research. Your words of encouragement kept me going when I thought I was in too deep, and your faith in my ability to persevere convinced me that I could. Words are not enough to express my gratitude.   Thank you, Aryn, for being the best sister an older brother could ever ask for. You were what inspired me to do this research in the first place, and every time you made inquiries into my work, I was motivated to keep on writing. When you told me that my work made you feel “seen” it fully convinced me that I was on the right path. You are perhaps the one person who I want to read this thesis the most!  Thank you, Jonathan and Andrew, for being my best friends in the world! I mean it when I say that I consider you two my brothers. Playing games and watching shows with you two was immensely helpful in relieving my stress from working on this thesis. It also didn’t hurt to have two people that I could vent to about any frustrations happening in my life! Friends like you two don’t come around very often!  Thank you, Michelle, for being an awesome manager! Not only have you been incredibly kind to me, even in times where I made huge mistakes, you also gave me the flexibility necessary for me to still be able work on my thesis even while having a job. Your understanding 6  of how important this work was to me was incredibly validating, and the time you provided me by giving me a day off to finish my thesis work was essential to getting it completed on time!   Thank you, Nancy, for literally saving this thesis! Without you, I may not have realized how close the deadline for scheduling a thesis defense actually was. Of course, this was far from your only contribution. You, as well as Dr. Reed’s classes on storytelling have been immensely helpful in shaping how I approach research, as I believe that people can best connect to studies such as these through story. Through both of your teachings, the improvements I made as a storyteller directly contributed to my ability to tell the stories of these participants. For this, I am incredibly grateful to both of you!   Thank you, Travis and Vianna, for setting great examples for me to look to regarding writing a thesis. I had never written a thesis before and was unsure of what to do in some instances. When I found myself in these positions, looking at both of your theses helped me to understand what I needed to do. In particular, using your thesis proposals as examples was incredibly helpful, and was undoubtedly a major factor in my own thesis proposal being approved so quickly.   Thank you, Renu and Jordan, for being there to listen to me complain about my struggles writing this thesis. As two of the only people left in the program, you were two of the only people I could talk to who fully understood the struggle of writing a thesis. It was quite cathartic to vent to both of you about my struggles, and having someone to talk to about this gave me the strength to push on! I’m looking forward to both of your theses in the future!  Thank you to all of my fellow students in the Communication and Storytelling Department and all of the other friends I have made at ETSU! There are far too many of you to 7  list, but you all know who you are. You provided me with a wonderful sense of community just when I needed it, as I came to ETSU without any direction or purpose. But seeing each of you be successful and accomplish amazing things pushed me to do the same, and I am so glad I’ve stuck through with this to come all the way here. I hope we all can remain friends!   Thank you, Joy, for giving me a wakeup call! Working for you made me understand just how much I needed to grow before I was ready for the adulting world. Without this experience, I’m not sure if I would have developed the strength to keep on going with my thesis. There were times where I questioned whether I was really ready to publish a thesis, and whenever I would get to that point, I would always remember your words. “If you’re not ready now, then when will you be?” I can safely say that I feel more ready now than ever before. Thank you for pushing me to do better.   Thank you, Dr. Dorgan, for pushing me on the right path for my thesis. I was unsure of what I wanted to do and would have likely spent even more time figuring out the kind of research I wanted to conduct. Our talks helped me to find my own personal research interests and those interests became the starting point for this research. It’s safe to say that this thesis would not have been possible without you!  Thank you to my committee, Dr. Anzur and Dr. Buerkle. I know it could not have been easy to read over one hundred pages worth of thesis work, and yet both of you looked over my thesis with an attentive and thoughtful gaze. Additionally, your words of encouragement and constructive criticism have greatly helped me to understand both the value of this work and how I can improve it. Your recommendations got me thinking about certain aspects of this thesis in ways I hadn’t considered before, and directly contributed to the quality of this work. I could not ask for a better Committee! 8   Lastly, I’d like to thank my advisor and committee chair, Dr. Kinser. Where do I even begin? First, your qualitative research class was integral in preparing me for this work. Without it, I would have been stumbling around without any idea what an interview guide, IRB proposal, or coding even is. Having the opportunity to actually conduct interviews also helped me polish my interview skills which were important to the success of this study. Where you really shined, however, was in your role as my advisor. You always maintained an excellent balance of praise and constructive criticism, informing me of my strengths while also noting areas of improvement. Our discussions were always incredibly fruitful, as you gave clear instructions and advice that allowed me to portray these ideas in an effective and efficient way. Your dedication to helping me complete my thesis was also quite admirable, as you would spend hours of your time looking through every nook and cranny of my work to ensure its quality. There were certainly times where I made things difficult for you (particularly when it came to my misuse of the present tense), but you always stuck through with me regardless! However, it was perhaps your words of encouragement that helped me the most. There were many times throughout writing this thesis where I questioned whether what I was contributing was worthy enough, whether I would be able to do this topic justice, whether I was wasting my time. However, each time I began having these thoughts, you assured me that what I was doing mattered and that I was good enough to pull this off. And you know what? You were right. There are so many more words I could say, but they would all be some variation of a single phrase: Thank you.     9  TABLE OF CONTENTS ABSTRACT .................................................................................................................................... 2 DEDICATION ................................................................................................................................ 4 ACKNOWLEDGEMENTS ............................................................................................................ 5 Chapter 1. Introduction ................................................................................................................. 12 Chapter 2. Literature Review ........................................................................................................ 16 Religiosity in Appalachia ...................................................................................................... 19 Considering Appalachia  ................................................................................................... 21 Considering Religiosity .................................................................................................... 23 Religion’s Influence on Appalachia.................................................................................. 25 LGBTQ+ Experiences With Religion ................................................................................... 29 Integration of Both Religious and LGBTQ+ Identities .................................................... 30 Rejection of Religious Identity ......................................................................................... 33 Religious Stigma. .......................................................................................................... 33 Exploring Other Religious Identities. ........................................................................... 35 LGBTQ+ Experiences in Appalachia ................................................................................... 35 Safe Spaces ....................................................................................................................... 37 Sexual Minority Stress ...................................................................................................... 38 Summary  .............................................................................................................................. 39 Grounds for Research............................................................................................................ 40 Chapter 3. Methodology ............................................................................................................... 41 Participants ............................................................................................................................ 42 Data Collection ..................................................................................................................... 44 10  Data Analysis ........................................................................................................................ 46 Chapter 4. Findings ....................................................................................................................... 48 Struggles with Clashing Identities ........................................................................................ 49 Difficulty in Finding Acceptance ..................................................................................... 49 Inhibited Authenticity ....................................................................................................... 54 Struggling with Inhibited LGBTQ+ Expression. .......................................................... 55 Struggling with Inhibited Christian Expression. ........................................................... 61 Ideological Conflicts ......................................................................................................... 64 Challenges to Self-Acceptance ......................................................................................... 67 What If I’m Wrong?: Struggling to Accept LGBTQ+ Identities.................................. 67 Can I Be Both?: Struggling to Reject or Accept Christian Identities. .......................... 70 Strategies to Manage the Struggles ....................................................................................... 71 Discovering Accepting Individuals/Communities ............................................................ 72 Avoiding Conversations.................................................................................................... 75 Finding Compatibility Between LGBTQ+ and Christian Identities ................................. 77 Personal Research. ........................................................................................................ 77 Re-Defining Christianity. .............................................................................................. 79 Integrating Christian Ideals into LGBTQ+ Identities. .................................................. 81 Conclusion ............................................................................................................................ 83 Chapter 5. Discussion ................................................................................................................... 87 Implications ........................................................................................................................... 89 Limitations ............................................................................................................................ 90 Future Directions .................................................................................................................. 92 11  Research Reflections ............................................................................................................. 94 Areas of Strength .............................................................................................................. 95 Areas for Growth .............................................................................................................. 95 My Perspective.................................................................................................................. 96 “What Would You Say?” .................................................................................................. 99 References ................................................................................................................................... 103 APPENDICES ............................................................................................................................ 111 Appendix A: Flyer .............................................................................................................. 111 Appendix B: Social Media Post .......................................................................................... 112 Appendix C: Participant Demographic Information ........................................................... 113 Appendix D: Interview Guide ............................................................................................. 114 VITA ........................................................................................................................................... 118         12  Chapter 1. Introduction My sister and I could not have been more different from our parents’ perspective. I was seen as “the good boy,” who always went out of his way to please his parents. I would strive to make good grades in school, read my Bible to impress them, and even went out of my way to avoid complaining to them or questioning their judgement, even when I really wanted to. My mother and my father were the most important people in my life, so I wanted to do everything that I could to show my love for them. My sister, meanwhile, was seen as the “rebellious one” who always went against our parents’ wishes. She did not get as many good grades; she often complained about having to go to church; and she would always find opportunities to argue with them. It felt as if my sister were more of a free spirit, wanting to do her own thing rather than be confined by our parents’ expectations. This was especially true as we got older, when she started wanting to cut her hair shorter, get tattoos, started wearing jeans rather than dresses, and eventually stopped going to church altogether. Considering that my family was heavily rooted in Southern Baptist values, these decisions were ones that my parents disagreed with heavily, which often led to clashing between them and my sister.               Interestingly, as my sister became more rebellious against our parents’ ideals, she and I grew closer. It certainly helped that we shared many of the same interests, as we would often spend hours discussing some of our favorite games and shows together. It also helped that we were both very passionate, emotionally expressive individuals. Whenever one of us discovered something that we loved, we had to get the other to experience it. When we watched shows together, we cheered loudly when we were excited, and wept profusely when our heartstrings were pulled. It became common for us to spend entire days together, sitting in a room, watching shows, playing games, and just talking. Soon, I started considering her to be my best friend.   13              Whenever my parents and sister clashed, I was always heavily conflicted. Here were the most important people in my life, fighting, making each other angry, and pushing each other further and further away. This tension became significantly worse when my sister would later come out as queer and revealed that she had a partner. I tried my best to mediate between both my parents and my sister, wanting nothing more than for them to get along, for us to be a real family again, but this was to no avail. It felt as if our family was at a boiling point, and that the slightest spark would start a fire that could burn us to cinders. This would soon come to pass, as my sister announced that she would be moving to a different state with her soon-to-be wife. A huge argument broke out between my sister and our parents; harmful words were thrown; feelings were hurt; and the conversation ended without a peaceful resolution. I spent that entire night tossing and turning in my bed, feeling torn as to what I should do. Do I side with my parents and convince my sister to not move away? Or do I side with my sister and support her decision to leave?              I think back to this time in my life every so often, and what always sticks with me is the feeling of identity conflict I experienced. Both my parents and my sister were large parts of my life, and I was afraid that choosing one side would somehow lead to me disconnecting from the other. It almost felt as if two aspects of my very being were pulling at me from two directions, and I can comfortably say that it was one of the most uncomfortable times in my life. However, as time has gone on, I have started looking back on this experience with a new perspective. While the feeling of conflict I was experiencing was certainly dreadful, I likely only experienced that feeling for a few months at most, until my sister moved away. I then thought about how long my sister may have lived with an identity conflict. Considering how she grew up queer in a Southern Appalachian Christian environment, how long had she been conflicted about her 14  identity after hearing messages that her identity was a sin and that she was not acting like a woman should?               Soon, I began applying these thoughts to make sense of my own experiences. Growing up as a Christian, one of the most important tenets of the faith, which became a core part of my identity was that of kindness. I was taught to be kind and understanding towards others regardless of who they were, and I wanted to embody this in every aspect of my life. However, as a man growing up in Southern Appalachia, I received different sorts of messages. I was taught both directly and indirectly that I should value assertiveness and aggression; that I should see other men as competitors; that I should focus on securing my own wellbeing before offering others charity; that I should not express loving emotions because that would make me a “sissy.” To me, this completely clashed with the ideals taught to me by Christianity, and it caused me to question who I should be. Somehow, I was expected to be both charitable, kind and loving towards others, while at the same time self-focused, aggressive, and emotionally detached. With all of this said, there was still no way that I could fully understand what my sister had experienced; unlike her, my core identity did not clash nearly as hard with my environment as hers did.               It was these thoughts that would spark my interest in exploring identity clashes, particularly from individuals living in Appalachia. The Appalachian region, as a place that has long been steeped in tradition, can certainly be hostile towards individuals whose identities do not fit the perceived norm. This is especially true for any who identify themselves as LGBTQ+, as their identities often clash with the fundamentalist religious values and gendered prescriptions that are quite prominent within the region.  15  The present body of work represents my own desire to explore the experiences of these individuals who have had their core identity so heavily conflict with both their environment and their religion. In doing so, I hope to better understand both my sister’s experiences and potentially my own. To that end, this thesis examines the experiences of people living in Southern Appalachia who have experienced conflicts between their LGBTQ+ and Christian identities. In particular, it focuses on exploring how these individuals navigated the conflict between their sexual/affectional and religious identities and the role that Christianity played in their lives.     16  Chapter 2. Literature Review The importance of identity to this discussion cannot be understated. Defining what identity is, however, can be quite challenging. Fearon (1999) explains that many contemporary definitions of identity, particularly those found in dictionaries, reflect older senses of the word, while our current understanding of identity is a fairly recent social construct (p. 1-2). While many know how to use the word effectively in everyday discourse, creating an adequate summary that captures the range of meaning in the present day is difficult. For purposes of this study, I consider identity, following Fearon, to be both “a social category, defined by membership rules and allegedly characteristic attributes or expected behaviors,” and “a socially distinguishing feature that a person takes a special pride in or views as unchangeable but socially consequential” (Fearon, 1999, p. 36). Essentially, each of our identities, whether it is our race, gender, or sexual identity, represent a core aspect of our very being. These identities, in turn, define our experiences. They influence our beliefs, our values, and help us to interpret the world around us. No two individuals share the same perspectives, as no two people share exact identities. Thus, understanding someone else’s experiences directly contributes to our ability to understand their identity.   However, understanding any individual’s experiences can be quite challenging, especially when their identities are so different from one’s own. Even if a person shares one or two identities with another individual, the various differing identities can still lead to a large gap of understanding between the two. For example, two white men may have some commonalities between their identities, but these commonalities become less significant if one of those men was upper class, heterosexual, Catholic, and lived in California, while the other man was lower class, homosexual, Atheist and lived in Texas. The experiences, values and beliefs of these two 17  hypothetical individuals would likely be quite different, despite sharing some aspects of their identities. As such, the importance of intersectionality in helping to bridge that gap of understanding cannot be understated. Collins and Bilge (2020) define intersectionality thusly:   Intersectionality investigates how intersecting power relations influence social relations across diverse societies as well as individual experiences in everyday life. As an analytic tool, intersectionality views categories of race, class, gender, sexuality, class, nation, ability, ethnicity, and age – among others – as interrelated and mutually shaping one another. Intersectionality is a way of understanding and explaining complexity in the world, in people, and in human experiences. (p. 2)   Essentially, an individual cannot be fully understood by looking at one of their identities, such as their gender, sexual orientation, religious affiliation, or environment. Instead, every person has multiple identities that intersect to form a person’s overall self. This is a concept supported by several communication theories. For instance, social identity theory proposes that individuals base their identity on memberships with particular social groups, while communication theory of identity suggests that communication is an element of identity that is often used to associate an individual with membership in a particular community (Hecht & Jung, 2004, p. 138-139). Both of these theories discuss group membership as an integral part of identity formation, and through the lens of intersectionality, each group an individual associates combines to form a person’s whole self. Thus, analyzing these intersections of identity can allow for a better understanding of an individual’s whole self and can also provide a means by which their experiences may be more easily comprehended.   It is also important to establish why Appalachia serves as a unique context for this research. As discussed previously, the Appalachian region’s culture can be hostile to members of 18  the LGBTQ+ community, who do not fit into the region’s typical religious beliefs or gender norms. Of course, these qualities are certainly not exclusive to Appalachia, as there are other regions of the United States, particularly other conservative rural areas, that can also be hostile to members of the LGBTQ+ community. What gives Appalachia its unique context is how tightly Christianity is woven into the cultural fabric of the region. When driving down its roads, one is likely to see signs with Christian messaging or cars with Christian bumper stickers. When turning on the radio, one is likely to encounter many stations playing gospel songs. When entering waiting rooms for the dentist or a hospital in Appalachia, it is likely one will find a Bible to read or magazines containing advertisements for Christian churches. The constant presence of Christianity within the day-to-day life of Appalachia creates a unique setting for analyzing the experiences of LGBTQ+ individuals, as not only do these individuals live in a region that can be hostile to them, but they also experience constant reminders of a religion that, in many ways, invalidates their identity. Additionally, considering how numerous churches are across the Appalachia landscape and how influential they are to the Appalachian culture, being alienated from these churches will likely also result in alienation from the Appalachian community in general. Thus, the impetus behind this research was to examine the experiences of intersections of LGBTQ+ and Christian identities for individuals living in Appalachia. Understanding these experiences provides insight both into how the intersection of these identities created conflict for these individuals, and the ways in which they managed this conflict. While there was plenty of existing research examining these three identities individually, and some research that examined each pair of these identities’ intersections, Cawood (2018) has found that “there is little literature that discusses the intersection of all three of these identities” (p. 7). Cawood further explained 19  that the majority of research focusing just on the intersection of LGBT and Appalachian identities has only emerged within the past decade of their work.  With this in mind, the present review focuses on literature that explores the intersection of the three identity pairs—religion within Appalachia, LGBTQ+ experiences with religion, and LGBTQ+ experiences with Appalachia.  Religiosity in Appalachia  Religion has been an ever-present force within Appalachia, going back to the region’s beginnings. According to Humphrey (2015), the history of religion in Appalachia began between 1730 and 1750, when the first European settlers entered southern Appalachia through the Shenandoah Valley (p. 37). During this time, the family was the sole social institution, and these families would go on to establish their own churches. While there were no organized churches or educated clergy at the time, Humphrey explains, religion was practiced in the families and communities in Appalachia through Bible study, and religious teachings and traditions. Even when organized churches were later established a short while after the initial wave of settlers began occupying the region, it was the families within these religious communities that formed the foundations for those churches. However, it would not be until the late 1790s and the beginning of the Great Revival, a religious revival beginning in Kentucky and Tennessee that spread through America and altered the religious climate of its colonies, that religion would leave a permanent imprint on Appalachia. The Great Revival introduced many aspects that would become staples of Appalachian religion, including a personal, conversion-oriented theology; practices such as outdoor baptisms, the Lord’s supper, and foot washing; and an emphasis on the Bible as the “only rule of faith and practice” (p. 39). In fact, many churches in 20  Appalachia today have not strayed far from the religious practices popularized during the Great Revival.   The impact of the Great Revival on the culture of Appalachia cannot be understated. Many of the cultural traits that are highly valued by many Appalachians such as humility, family structure, self-sufficiency, and hospitality were “intimately tied to religious beliefs” (Gowen, 2003, p. 27). In this way, religion had a prominent role in shaping several aspects of Appalachian culture. It is partially thanks to this long and storied history of religiosity that the people of Appalachia retain a strong connection with religion even today. John Photiadas (1978) argued that Appalachian religion appeared to be the most typically Appalachian (rural Appalachia in particular) major social institution. He further explained that religion had supplanted the family as the dominant social institution in Appalachia, which was the best known major social institution in the years prior to World War II. Churches would often serve as the center of Appalachian communities and would be integral to shaping the societies of said communities. As an example, Dorgan (1990) discusses several instances where Appalachian fellowships throughout the late 1700s and early 1800s would serve quasi-judicial roles, settling conflicts that may have otherwise involve the criminal justice system, and setting the standards for acceptable behavior within these communities (p. 46). Miller and Leonard (2000) also placed great emphasis on the importance of religion in Appalachia, claiming that “Religious life was, and to some extent remains, a primary source of identity for many southern and Appalachian people” (p. xix). However, before discussing the ways in which religiosity has influenced the culture and environment of Appalachia, it is important to have a solid understanding of both the concept of religiosity and the Appalachian region.   21  Considering Appalachia  Attempting to define all of Appalachia is a rather difficult prospect, as the qualifications for a county being considered part of Appalachia have been changing since the conception of the region. In fact, social scientists during the 1960s inherited the concept of Appalachia as a “strange land and peculiar people” from popular writing that was dated back to the late nineteenth century (Lewis & Billings, 1997). Most recently, the Appalachian Regional Commission (2021) defined Appalachia as “made up of 423 counties across 13 states and spans 206,000 square miles, from southern New York to northern Mississippi.” These 13 states include Alabama, Maryland, Mississippi, Georgia, New York, North Carolina, Kentucky, South Carolina, Pennsylvania, Tennessee, Ohio, Virginia, and West Virginia, the latter of which also holds the unique distinction of being the only state amongst the 13 to have all its counties be considered as part of Appalachia. The Appalachian Regional Commission further divided Appalachia into 5 different subregions (Northern, North Central, Central, South Central, and South) based on similar characteristics between surrounding counties, including topography, economics, and demographics.   Outside of the geographical definition, the culture of Appalachia has been difficult to characterize for several reasons. One of the most prominent of these was a tendency for researchers to focus on debunking the negative pre-conceived notions people have about Appalachian culture. This was in response to trends in popular media that reduced the broader culture of Appalachia to a set of negative stereotypes. Susan E. Keefe (1998) explained in her discussion of the need for critical studies in Appalachia that, starting in the late nineteenth century, the people of Appalachia have been described as “barbarians, yesterday’s people, regressive, and non-rational” (p. 2-3) both in popular media and in academic literature. Perhaps 22  the work of media that was the most influential in shaping popular perceptions of Appalachia was an article published in the Lippincott Magazine in 1873 titled A Strange Land and Peculiar People. In this article, author Will Wallace Harney described his travels through the eastern Kentucky mountains, and his descriptions of Appalachian life would go on to popularize the stereotypes held about the people living in the region that can still be felt in the modern day (da Silva, 2012, p. 2).   In actuality, Appalachia has a very diverse culture, and the idea that Appalachia is homogenous is more myth than reality (Leonard, 1999). One of the contributing factors to this diversity is the frequency of migration both out of and into the region. As discussed by Obermiller and Howe (2004), Appalachia has a particular pattern of migration trends, with high-income people consistently leaving the rural counties of the region for urban counties either inside Appalachia or outside of it (p. 369). These same rural communities would then go on to become a destination for low-income people outside of the region, leading to a revolving door of people leaving and entering Appalachia. This has led to the region becoming far more ethically and racially diverse overall, and Obermiller and Howe conclude that “these migration trends challenge assumptions about Appalachia being a stable, homogeneous region” (p. 370). It’s for this reason that researchers such as Denham (2015) caution against defining Appalachia as a single culture, as while there are generalizations and cultural traits that can be observed about the region and the individuals who live in it, as is the case with any region, these observations are far from representative of the Appalachia as a whole.   With that said, there are some observations that can be made about the general Appalachian culture. According to Robinson (2015), the geographic segregation of the region due to its heavy mountain terrain and long developed family networks has created isolated 23  communities strongly rooted in values such as family kinship, community pride, fatalism, and religious fundamentalism. However, while it may be easy to look at these generalizations to characterize the entirety of Appalachia, the reality is more nuanced. For instance, Denham (2015) discussed how a fatalistic perspective is often attributed to Appalachia, characterizing Appalachians as having low optimism, feelings of hopelessness, and attitudes of resignation towards future events. This has led to the perception that Appalachians believe fully in the will of a theistic God and exercise no control over their lives. However, as Denham discussed, the reality is that while there are many Appalachians who believe in “God’s will,” most modern-day Appalachians agree that few aspects of life are so fixed that they cannot be altered in some way. Denham further explored these perceptions by discussing two other aspects of Appalachian culture: tradition and heritage. Denham explained that while people who have a long connection with the region do value tradition and heritage, this does not mean that they ignore or eschew the contemporary. In short, Appalachian culture is one steeped in tradition, family, heritage, fatalism, and religion, but it is not solely defined by these traits, nor are these traits often as prominent as many imagine. With that being said, it is true that these traits have played a role in shaping Appalachian culture, with religion having perhaps the largest impact.  Considering Religiosity  Religiosity can be a very difficult concept to comprehend, as there have been numerous scholars with different beliefs on how it should be defined and understood. If there was one aspect that most scholars could agree on, it was that religiosity could not be understood as one-dimensional. Rather, religiosity should be understood as a number of dimensions associated with religious beliefs and involvement. For instance, Glock and Stark’s (1965) research led them to identify five dimensions of religiosity, those being experiential, ritualistic, ideological, 24  intellectual, and consequential. These dimensions divided religiosity into various aspects such as personal belief, community worship, expectations to hold on to religious beliefs, and expectations of being informed and knowledgeable about one’s faith (Glock & Stark, 1965, as cited in Clayton & Gladden, 1974).   Since then, there have been countless attempts by scholars to define religiosity through a set of multiple dimensions. One common thread among these different interpretations was that such dimensions helped to demonstrate how individuals can be religious in some ways, but not in others. As Holdcroft (2006) explained:   A person could be highly visible within a church community but not truly accept its doctrines; or one could be extremely devotional in private. A religious person may not allow some dimensions of religiosity to invade daily life; a person may know or believe, but not live accordingly. (pp. 90-91)   Essentially, religiosity cannot be understood by, for example, solely examining how often someone engages in community worship. It can be best understood through the examination of multiple aspects of being involved in any religion.   Perhaps one of the more comprehensive examinations of the different dimensions of religiosity comes from Cornwall et al. (1986), who conducted a review on a variety of religious research. Through the examination of these works and comparing their dimensions of religiosity, Cornwall et al. proposed their own dimensions, dividing them into three “components.” The first component was that of cognition, which refers to the ways in which a person believes in a particular religious orthodoxy. The second component is commitment, which refers to an individual’s feelings toward religious beings, objects, or institutions. The third and final 25  component is behavioral and refers to how an individual conducts certain acts through the lens of their religion.  Each of these components can be further understood through the two modes of religious involvement developed by Cornwall et al., those being the personal mode and the institutional mode. The personal mode refers to religious beliefs, feelings and behaviors that are influenced by a person’s individual and personal religion, while the institutional mode has these components instead be influenced by a person's involvement in institutional religion. Through this distinction, an individual can be strong in religiosity from one perspective while being weak in another. For example, examining the second component from a Christian perspective, an individual could be strong in their relationship and feeling towards God, while having a bad relationship with their church due to disagreements with their doctrines. Another example could be an individual who does not participate in religious behaviors outside of church often but does frequently participate in religious behaviors when going to their church (p. 227-231).  It is easy to see that the topic of religiosity is quite complex, with many researchers developing their own interpretations of what it means to be religious. However, while it can be difficult to define religiosity as a whole, it is far easier to see how religion has influenced the culture of Appalachia.  Religion’s Influence on Appalachia  Appalachia has remained one of the most culturally unique regions in the United States, in part due to the religious fundamentalism that has continued to endure with greater strength comparatively than most other regions of the country. Unfortunately, this incredibly important feature of Appalachian culture has been greatly misunderstood. As Humphrey (2015) observed of southern Appalachia in particular:  26  For the most part, psychologists as well as missionaries and teachers have not seriously attempted to understand the southern Appalachian people’s religion. This is all the more unfortunate considering that the one aspect on which scholars, social workers, and the Appalachian people generally agree is that Appalachian religion today is one of the most traditional social institutions in the region and the one institution that has steadfastly resisted change. (p. 36)  It is impressive that religion, particularly the Christian faith, still holds an important place in Appalachian culture considering the decline in religiosity overall throughout the U.S. In fact, religious identity has been on a steady decline in America for the past three decades, with roughly one-quarter of the population being unaffiliated with any religion (Cox, 2022). Interestingly, most of these Americans who identified as not being affiliated with religion (71%) were raised in a formal religious environment. This raises an important question: considering this decline, how has religion remained such an influential social institution in Appalachia?  While the long history of religion in Appalachia is certainly a contributing factor to its continued relevance today, other researchers have examined the important role religion has served to help the people of Appalachia with regards to the stressful conditions involved with living in the region. Photiadas and Maurer (1974) hypothesized that religion in Appalachia has served as “a mechanism helping the adjustment of people who, due to modern changes, have become dislocated socially — including economically, and psychologically” (p. 1). They believed that religiosity served as a defensive mechanism against the various stressors experienced by the Appalachian people, including poverty, alienation, and social and technological change. Photiadas and Maurer also found that those who were aged, poor, alienated, or less educated all ranked “significantly higher in religiosity” (p. 24). Miller and 27  Leonard (2000) back up this claim, stating that religion provided the people of Appalachia with security against poverty, disease, and many other uncomfortable aspects of life (p. xix). The need to alleviate stress in the people of Appalachia can be explained in part by the economic status of the region. According to the Population Reference Bureau (2020), poverty rates were significantly higher (6% or more from 2014-2018) in Appalachia among all age groups when compared to their non-Appalachian rural counterparts. This is not to say that the majority of Appalachia is impoverished. However, as Thorne et al. (2004) explained, drawing from Billings and Blee (2000) in their examination of poverty and income in Appalachia, some of the worst poverty within the country can be found within the rural counties of the region:   Central Appalachia contains many rural counties that have been classified as persistently poor for as long as statistics have been available, and remain designated as “distressed” in current analyses. This suggests that poverty issues in Appalachia are, to a large degree, issues of rural poverty and all of the associated problems that face rural peoples and places, for example, inadequate jobs, services, and transportation; underfunded schools; sparse investment; and generally crumbling or nonexistent infrastructure. (p. 343)  Further, it is partially due to the high prevalence of poverty in Appalachia that older adults within the region are more vulnerable to mental health issues. In fact, Chalifoux et al. (1996) found that “more than 1.5 million older adults in rural areas struggle with mental health disorders.” For a more recent example, Bocker et al.’s (2012) study examining the mental health of 150 rural older adults found that 23 percent of their participants were depressed or at risk of depression, and only one half of the respondents indicated that they had adequate access to mental health care within their communities (p. 8). This is especially concerning in the case of Appalachia, considering how many areas within the region have been found to have shortages in 28  mental health services (Owens et al., 2007; Strange et al. 2023). It is here where religion plays a major part in alleviating coping with these mental health problems. In a study exploring the role of spirituality in the wellness of older adults living in Appalachia, Linscott et al. (2016) found that participants cited religion and spirituality as a means of receiving comfort and support through their relationship with God (p. 103). This comfort not only assisted the participants with their mental health, but it also helped several of them deal with a variety of changes and transitions going on in their lives, such as family changes and moving. More recent findings from Strange et al. (2023) supported this as well, as participants in this study discuss how being involved in their faith through actions such as “prayer, Bible reading, and participation in faith communities” enhanced their mental health by decreasing their worry, improving their coping, creating a sense of peace, and increasing their joy and appreciation (p. 810).  However, this is not to say that the only role of Christianity in Appalachia is that of providing support to those experiencing various difficulties in their life. In his exploration of several Baptist worship practices in Appalachia, Dorgan (1990) found that religion had become an integral part of everyday life for these communities. Many Appalachians that Dorgan discussed in his work valued the importance of religion in providing them opportunities for social interaction and creating a sense of community. For instance, one person described how recalled how mountain communities had little in the way of inspiration and entertainment other than religious services” (p. 44), and how church activities provided opportunities for social interaction. Another described how pastors would often take the role of community leaders, resolving any disputes between members of the church (p. 45). Religion served to give these Appalachians a place where they belong and where they feel connected to the past, a feeling that Dorgan describes thusly: 29  The past is terribly important to these fellowships. Their particular understanding of it has fostered their sense of certainty, of place, of belonging, of heritage, of an ongoing covenant. And the value of this past to them does not diminish with the encroachments of modernity—just the opposite, in fact. (p. 216) It is perhaps no surprise then, that religion has remained an integral part of Appalachian culture to this day. LGBTQ+ Experiences With Religion   Exploring the research that examined the relationship LGBTQ+ individuals have with religion revealed a diverse range of perspectives about the role religion played in their lives. However, it can be difficult to decipher how religion impacted their lives due to the common perception that Christian and LGBTQ+ identities are incompatible. A notable example of this phenomenon can be found in conversion therapy, which includes “practices intended to change a person’s sexual orientation or gender identity” (Glassgold et al., 2009, as cited in Flores et al., 2020, p. 2). While conversion therapy also is practiced outside of religious contexts, it is used within these contexts to suppress an identity perceived as contradictory to a faith community’s spiritual principles. It is a commonly held belief that Christian and LGBTQ+ identities cannot exist simultaneously, and that any person who is living in conflict with the two must choose one and suppress, deny, or denounce the other. In contrast to this idea however, research has found that the rejection of one of their identities was not the only path these individuals can take. As Wilcox (2012) discussed, responses to this conflict may involve rejecting one of their identities, it might in contrast involve integrating both identities:   Though some LGBTQ people find ample room for themselves within their religious traditions, regardless of how socially conservative or liberal that tradition may be, others 30  find their religions to be unwelcoming, and decide for a period of time or even forever to choose between being religious and identifying as LGBTQ. (p. 28)   Integration of Both Religious and LGBTQ+ Identities  Some research suggests that a full integration of both religious and LGBTQ+ identities represented the most ideal outcome for those in conflict with these two aspects of their self. Dehlin et al.’s (2015) research into the experiences of 1,437 LGBTQ+ current or previous members of the Church of Jesus Christ of Latter-day Saints found that integrating both religious and LBGTQ+ identities was associated with positive psychological outcomes. However, this outcome was rather difficult to fully achieve for many, as demonstrated by the fact that out of the 1,437 participants in Dehlin et al.’s research, only 4.4% had fully integrated both their religious and sexual identities, with the majority either rejecting their religious identity (53%) or compartmentalizing each of their identities (37.2%). One explanation for these experiences can be found in the Communication Theory of Identity, specifically the concept of identity gaps. As discussed by Hecht and Jung (2004) identity gaps are defined as discrepancies between an individual’s frames of identity which often come about as a result of communication with others (p. 268). Relevant to this discussion is the personal-enacted identity gap, which refers to an individual’s gap between how they view themselves, and how they express their identity to others. In this instance, these LGBTQ+ individuals experienced a gap between their Christian and sexual/gender identity, causing a conflict to form between how they acted and how they saw themselves. How is an individual supposed to reconcile the fact that they are supposed to act like a Christian, when acting in such a way meant condemning one of their other core identities? It’s conflicts such as these that can make it incredibly difficult for LGBTQ+ individuals to integrate Christianity into their identity.  31  This difficulty in integrating identities correlated with the unique relationship LGBTQ+ individuals have with religion, as it could serve as a source of both resilience and stigma (Schmitz & Woodell, 2018). Many queer adolescents reported that they felt “different” from their early religious environment and would later begin to question their faith (Dahl & Galliher, 2012). This would eventually lead these individuals to make a choice between disconnecting themselves from their religious background entirely or maintaining connections with their faith communities. Those wishing to integrate religion into their lives found a need to redefine their religious values and beliefs. They accomplished this by distinguishing between religion and spirituality. As Etengoff and Rodriguez (2016) note:  Religion is one of the oldest forms of community organization across cultures—providing individuals with behavioral guides, rituals, and relational structures. While spirituality often accompanies religious experiences, it can stand alone as well as provide a personal sense of meaning within a larger universe. This distinction between religion and spirituality has become increasingly important within Western societies due to the redistribution of power from religious institutions to the individuals within them. (p. 943)    One way these individuals accomplished such integration was through the separation of their own beliefs from the people and politics of a specific church. For instance, Beagen and Hattie (2015) found that those who have studied the theology of their own religion had less internal conflict about their religious and LGBTQ+ identities, believing the teachings in their religion that condemned homosexuality were “human interpretations of Biblical teachings” (p. 104). In this way, their own sexual or gender identity only conflicted with certain interpretations of the Bible, rather than biblical meanings themselves. For these individuals, the idea of having a 32  personal relationship with God was given more importance than practicing religiosity based on teachings by religious authorities (Schmitz & Woodell, 2018).   While substantial research has found that religious involvement generally leads to positive outcomes for mental health, it was also acknowledged that religion can promote negative outcomes, including perpetuating feelings of guilt, fear, and shame, and promoting social isolation for those not conforming to certain religious standards (Koenig, 2001, p. 106). LGBTQ+ individuals are particularly vulnerable to these negative outcomes, yet some of them still choose to remain closely connected with their religion. Many of them rely on religion as a form of identity, and as an avenue for reflection, social support, and familial connectedness (Ettengoff & Rodriguez, 2016). Research into the experiences of LGBTQ+ young people who were homeless found that religion helped them manage the challenges they faced and helped them to pursue personal growth (Schmitz & Woodell, 2018). Some LGBTQ+ individuals involved themselves in religion to heighten their knowledge of theology so that they may gain a better understanding of their relationship with religion (Beagan & Hattie, 2015). Others still retained the values they adopted during their time as members of the Christian faith, with one of the most common beliefs being that God created people the way he wanted them to be, and that he loves them for who they are. As such, these individuals believed that God wanted them to be LGBTQ+ and that they should appreciate who they are (Ettengoff & Rodriguez, 2016; Levy & Lo, 2013). In operating from this belief, Christianity no longer served to condemn their identity, but rather served as a means of justifying and valuing their sexual/affectional selves.  One important note about the integration of religious and LGBTQ+ identities is that the process of completing this integration was never quite over for many sexual/gender minorities. For those who desired to integrate their sexual/affectional and religious identities, there was still 33  an ongoing process for them to negotiate this integration. In a study on gender-queer individuals who grew up with a Christian background, participants who desired to retain both their religious and gender identities reported that they were still continuing to manage the conflict between the two, and that their current selves were not an end to their integration of both identities, but rather a step in their process of continual growth and change (Levy & Lo, 2013, p. 76).   Rejection of Religious Identity  Another option for LGBTQ+ people was to choose to remove themselves from any religious affiliation, a decision that was fairly common. In fact, a study by the Pew Research Center (2013) found that 48% of sexual minorities in America were not affiliated with any religion, compared to 20% of the general public, a fact that remained true across all age groups (p. 90). Perhaps the most common reason LGBTQ+ individuals have for rejecting religion was stigma from familial and institutional sources, particularly experiences that isolated them due to their sexual or gender identity (Schmitz & Woodell, 2018).   Religious Stigma. Regardless of the response to their religious identities, many members of the LGBTQ+ community have recounted experiences of religion-based stigmatization. Even for individuals who experienced little to no conflict with their religious and gender queer identities, the psychological and emotional damage inflicted by organized religious bodies have been extensive and could be found across all ages (Beagan & Hattie, 2015, p. 92-117). LGBTQ+ youth can be particularly vulnerable to these negative psychological outcomes. Research has found that those with ties to religion may experience both increases in stress and negative impacts on their mental health (Page et al. 2013, p. 665-677). Furthermore, increases in religiosity were associated with a greater likelihood of non-suicidal self-injury (Longo et al. 2013, p. 273-290). It is especially important to note that negative religious experiences have been 34  shown to have a more harmful impact on sexual minority mental health than positive religious experiences have had a beneficial effect (Dahl & Galliher, 2010).   Transgender individuals have their own unique challenges with regard to the question of whether they wish to integrate their gender and religious identities. In particular, Christian faith communities often are associated with restrictive views of gender identity and gender roles, which do not line up with the experiences of transgender people (Levy & Lo, 2013). This can lead to many barriers that hinder or prevent transgender individuals from being involved in religious communities, including fears of rejection, hostility from the congregation, and programs that divide groups by gender (Tanis et al., 2017, pp. 115-116). Of course, there are churches that are open to accept transgender people into their congregation, however, “many of the other larger denominations,” Lewis (2009) argued, “have not and probably will not anytime soon” (para. 13). As Lewis further explained:  The Southern Baptist Convention, one of the largest denominations in the United States, has taken a strong stance against LGBT rights as a whole. And the Catholic Church, one of the world’s largest religious institutions, has been outspoken specifically about the transgender issue. (para 13)  This is particularly harmful for transgender individuals living in Appalachia, as the largest reporting denominations throughout the majority of Appalachia are either Southern Baptist, or Catholic (Kelley, 2015). It is partially thanks to these stigmas that many LGBTQ+ individuals decide to reject their Christian selves outright (Schmitz & Woodell, 2018). However, it is important to recognize that the rejection of a Christian identity does not equate to a refusal of any form of religious identity.   35  Exploring Other Religious Identities. For some LGBTQ+ people, the removal of their Christian identity allowed them opportunities to discover and engage with other religions. This often involved either a change in denomination of their religion, leaving organized religion altogether, or becoming involved in an entirely different religion (Beagan & Hattie, 2015, p. 95). Most often, this change in religion was done with the intention of finding a religion that was more compatible with their sexual/affectional identity. Perhaps the most prominent example of this was Wicca, a religion that was described as very accepting by several LGBTQ+ individuals. Schmitz and Woodell (2018) explained how their participants described Wicca as appealing due to their desire for social networks that would not judge them for their sexual or gender identity. One participant felt that Wiccans “don't judge” and that there are no guidelines or rules for who one must be. In fact, this same participant was able to integrate their Lutheran Christian beliefs into their Wiccan faith. These factors made Wicca a very appealing religion for this participant, as the lack of guidelines allowed their identity to become more flexible, and the general acceptance of the Wicca community allowed them to find a support network (p. 989).    LGBTQ+ Experiences in Appalachia  In comparison to studies about LGBTQ+ people’s experiences with religion, there has been significantly less research exploring their experiences in Appalachia. This may be in part due to the popular perception of Appalachia as being inhospitable to these communities. Gray (2018) provided insight into how popular media such as Queer as Folk has shaped public perception of the elements of an ideal gay life. These included the presence of a critical mass of LGBTQ+ people, having a large disposable income, and the availability of safe spaces for queer individuals. They further explained that many national organizing campaigns for LGBTQ+ individuals have positioned these three elements not just as ideal, but as “the only way for 36  organizing and identity formation to make progress” (p. 119). Thus, due to having fewer safe spaces, less disposable capital, and having small populations of LGBTQ+ individuals, rural communities, particularly those in Appalachia, are seen as incompatible with gay life. As a result, LGBTQ+ experiences in Appalachia tend to be ignored.  While currently limited, existing research does reveal various challenges LGBTQ+ individuals experience in Appalachia, and rural communities in general. One of these challenges involved deciding whether to assert their identity, or to subdue it to better fit in with societal expectations. This was particularly an issue in rural communities, as Lee and Quam (2013) found that LGBTQ+ people were less open about their sexual orientation and were more likely to be protective of their sexual/affectional identity among “friends, neighbors, siblings, coworkers, and fellow worship attendees” (p. 122), than their urban counterparts. Additionally, several LGBTQ+ Appalachians have described how the social climate was “generally tolerant and comfortable as long as they do not openly display their sexual and/or gender minority status,” (Dakin et al., 2020), which further encouraged the suppression of their identity. Brewer (2015) discussed this conflict in further detail through his research on gay male community formation in Appalachia:  Some men long to embody a unique identity that allows them to freely and fully express all components of who they “truly” are, including the aspects of their personality/interests that defy cultural norms or expectations. Displaying these unique characteristics can however have social consequences, which may dictate the men’s choice to embody a more conventional identity, a decision that no doubt comes with its own set of problematic issues. (p.73-74)   The decision to either express their identity at the cost of social stigmatization or to suppress their identity at the cost of being separate from the gay community perpetuated feelings of 37  isolation and low visibility among the participants of Brewer’s research. These feelings were further bolstered by the lack of gay spaces in southern Appalachia, with gay clubs being the sole space to meet and socialize with other gay men in public. Even in these clubs, participants expressed feelings of competition rather than comradery, another biproduct of limited gay spaces in the region (Brewer, 2015). Restricted space in which to interact with other LGBTQ+ people prevented the creation of in-person communities for these individuals. This ultimately contributed to them feeling isolated from others to whom they might otherwise relate (Leedy & Connolly, 2008).    Safe Spaces  Limited access to spaces where they could express their LGBTQ+ selves also demonstrated the need for safe spaces, as they were found to be incredibly important to the lives of these Appalachians, especially due to a dearth of them in the region (Brewer, 2015). Cimino-Johnson (2021) discussed the importance of safe spaces for queer individuals through his research examining the experiences of students on a community college campus. Despite all the participants describing several microaggressions they experienced while at community college, several of them ultimately considered the campus and, to a further extent, their program, to be a safe space for them. Many of them described how their experiences at college allowed them to discover their sexual identity and how their specific programs allowed interactions with other LGBTQ+ students. This safe space helped many of these students to feel more comfortable and allowed them to be able to express their full selves.   Limited safe spaces also meant that LGBTQ+ individuals living in Appalachia were more exposed to microaggressions in their daily lives. Cimino-Johnson’s (2021) research into the experiences of 15 queer college students in Appalachia found that every participant had 38  experienced microaggressions in some capacity. Some of these included offhand comments and jokes, direct opposition to their identity, incorrect pronoun usage, and assumptions about their religious beliefs or lack thereof.  Microaggressions like these came from fellow students as well as college professors. Healthcare providers in Appalachia were also found to enact LGBTQ+ microaggressions, including failing to create safe spaces for identity disclosure, and assuming heterosexual or cisgender identities (Patterson et al., 2019, p. 2085).  Sexual Minority Stress  Sexual minority stress was a common feature among LGBTQ+ individuals living in rural areas, and particularly in Appalachia. A variety of stressors were attributed to sexual minority stress, including structural or interpersonal stigma, discriminatory acts, anticipated stigma, internalized homophobia, and identity concealment (Mann et al., 2022). These were all stressors experienced more frequently in rural settings, as a nationwide online sample of LGBTQ+ people revealed that rural participants expressed greater feelings of isolation, silencing, and greater fear of hate crimes, employment discrimination, housing discrimination, and property damage compared to their urban counterparts (Swank et al., 2013). Sexual minorities also experienced stress through the clashing of their sexual identity with religious or family values, which could compromise their well-being and health (Rosenkrantz et al., 2017).  Sexual minority stress was worsened still due to a lack of mental health assistance in Appalachia. Research on health disparities in Appalachia discovered that seventy percent of Appalachian nonmetropolitan counties were defined as mental health shortage areas (Hendryx, 2008). Additionally, in a study focusing on healthcare providers in the Appalachian regions of Tennessee, researchers found that health care providers were not adequately trained to help LGBTQ+ patients (Patterson et al., 2019). Not only do these individuals deal with a variety of 39  stressors in Appalachia, their limited access to LGBTQ+ communities and mental health experts perpetuated feelings of isolation and stress even further.  Summary  There are several insights to be gleaned from this review of academic literature. First, religion was found to serve a unique role in the lives of many LGBTQ+ individuals. Many of them had experienced some form of stigma related to religious communities, particularly Christian ones, and their responses to that stigma varied significantly (Beagan & Hattie, 2015, p. 92; Page et al. 2013, p. 665-677; Longo et al. 2013, p. 273-290). While some have decided to reject any involvement with Christianity, others have embraced it as part of their identity (Wilcox, 2012). The deciding factor for these individuals as to whether they wished to accept Christianity as part of their identity often came down to if they saw it as a source of stigma, or as a source of support. For those who wished to reject their religious identity, doing so often involved either a complete rejection of religion within their lives, or a conversion from one religion to another (Schmitz & Woodell, 2018; Beagen & Hattie, 2015).   For those who wished to integrate both their sexual/affectional and Christian identities, the process was ongoing, with many LGBTQ+ people developing a more personal relationship with their religion rather than being part of a formal religious organization (Levy & Lo, 2013, p. 76; Ettengoff & Rodriguez, 2016, p. 943). Additionally, even when these individuals had integrated Christianity into their identity, they often experienced the religion as a source of support and stigma simultaneously. Appalachia, meanwhile, was viewed as a location that runs antithetical to the LGBTQ+ lifestyle due to a lack of safe spaces, smaller populations of LGBTQ+ individuals, and limited disposable incomes (Gray, 2018). This was in addition to the perception of Appalachia as a region steeped in tradition, meaning that it would naturally be less 40  accepting of queer identities. Those who did live in Appalachia felt isolated, had access to fewer safe spaces, experienced more microaggressions, and generally felt less safe expressing their sexual/affectional selves (Patterson et al. 2019, p. 2085; Cimino-Johnson, 2021).  Grounds for Research  The justification for the necessity of this study can be found in the lack of research focusing on intersections of Christian, LGBTQ+ and Appalachian identities (Cawood, 2018). Appalachian religion, particularly Christianity, has remained one of the most traditionalist forms of religion in the United States and has had a direct impact on the lives of many LGBTQ+ individuals who live there. While popular images represent Appalachia and Christianity as counter to the ideal queer life, the experiences of those who intersect with all three of these identities are important to examine. These individuals have dealt with stigma both from their religion and their larger social environment, and thus have developed a unique relationship with Christianity. Additionally, they have also experienced unique challenges throughout their lives and have had to learn how to best manage the conflict between their identities. While there has been research on experiences of LGBTQ+ individuals in Appalachia and research on how sexual and gender minorities interact with religion, work that focused on the experiences of those in Appalachia who have had conflict with their LGBTQ+ and Christian identities is an area ripe for discovery.   To contribute to such discovery, the present study was guided by the following research questions: First, what role does religion serve in the lives of LGBTQ+ individuals in Appalachia? and second, how do LGBTQ+ individuals in Appalachia navigate their religious and sexual identities?     41  Chapter 3. Methodology Study participants had a treasure trove of unique experiences, and I wanted to gain an accurate understanding of their stories so that I might best represent those experiences. As such, I focused primarily on listening intently to each participant, providing them several opportunities to share stories and experiences from their life so that I may better understand how an LGBTQ+ individual living in Appalachia deals with the conflict between their Christian and LGBTQ+ identities. I tried to limit my own input so that I may accurately represent these participants’ experiences as best I could.      To this end, I utilized a qualitative methodology to provide me a better opportunity to hear these individual’s stories, which allowed for an in-depth understanding of participant experiences. Additionally, a qualitative methodology granted me a better opportunity to answer the questions posed by this study. Understanding the roles that Christianity can serve in the lives of Appalachian LGBTQ+ individuals and how these same individuals navigate their identities can best be accomplished through the exploration of their experiences. I felt the best method of exploring these experiences was to conduct interviews with the participants. As discussed by Fossey et al. (2002) qualitative research interviews are optimal for gaining insight into a participant’s experience, as “qualitative research interviews aim to elicit participants’ views of their lives, as portrayed in their stories, and so to gain access to their experiences, feelings, and social worlds” (p. 717).     However, before I could begin advertising this study, there was the question of whether to conduct this study utilizing one on one interviews, focus groups, or a combination of the two. After some consideration for the participants, as well as reading the perspectives of qualitative researchers, I ultimately decided to exclusively use one on one interviews. One of my major 42  concerns was participant comfort; making sure that each participant felt safe sharing their experiences and stories. Considering the sensitive nature of the topics being discussed, and the fact that these individuals may wish to keep their LGBTQ+ identity a secret for the time being, I believed that one-on-one interviews would provide participants with the greatest amount of comfortability when discussing their experiences. Of course, one-on-one interviews also held a particular advantage regarding this study. Folley et al. (2002) explained that such interviews provide the necessary time and focus to ensure each participant’s specific experiences and stories are acknowledged and understood. These advantages aligned perfectly with this study as I wanted to ensure each participant was given a good amount of focus and that their experiences were represented as accurately as possible. Participants  Participants were recruited through printed flyers posted on campus (Appendix A), social media posts (Appendix B), and contacts sharing information with prospective participants, each inviting individuals to discuss their experiences as an LGBTQ+ individual in Appalachia who had experienced conflict with their Christian and LGBTQ+ identities. Once a prospective participant contacted me via email or phone, they were sent a follow-up email with a list of eligibility requirements. For a person to be eligible for participation in the study, they must have been 18 years or older, currently located in the United States, be currently or previously located in Appalachia, speak English, identify as a member of the LGBTQ+ community, and have current or previous involvement in the Christian faith. I specifically chose to include both individuals who had previous involvement in Christianity and individuals who were currently involved in the hopes that it may provide insight into multiple perspectives on Christianity. 43  Much like the literature I had reviewed, I wished to explore the nuances of Christianity’s relationship with LGBTQ+ identities.  In total, six individuals who met these eligibility requirements were recruited for participation in this study. They identified with a variety of social categories (see Appendix C). Of the six participants, George identified as Black and Charlie, Adriana, Gloria, Sam and Marley identified as White. George and Charlie identified as male; Adriana and Gloria identified as female; Marley identified as non-binary; and Sam identified as gender non-conforming, though they were comfortable being referred to as a cisgendered woman. Out of respect for these individuals, I confirmed which pronouns they preferred, and used them accordingly when referring to them throughout this study. Three of the participants; George, Adriana, and Gloria; identified as bisexual; Charlie as gay; Sam as queer; and Marley as a polyamorous pansexual, though they often used “queer” as a shorthand.  There was a wide variety of responses when it came to each participant’s religious beliefs and involvement with Christianity. Sam, Adriana and Charlie considered themselves to be Christian and were still involved in the Christian faith in some form. George described himself as an agnostic theist or deist who still goes to Christian worship services on occasion. Marley described themselves as a universalist, believing in a higher power in the universe and that all religions of the world lead to the same place; their religious involvement included meditation and prayer to what they believe is the higher power in the universe. Lastly, Gloria described herself as agnostic, atheist leaning, and was not involved in Christianity, the church, or any form of Christian practice.   I understood that many of the experiences these individuals would be discussing regarding their involvement in Christianity could be quite distressing and that they may feel 44  uncomfortable sharing certain parts of their life. With this in mind, I wanted to make each participant feel as comfortable as possible when conducting their interviews. I encouraged participants to choose a convenient time for them to participate in the Zoom interview, and to find a space where they would have some privacy. Additionally, I assured each participant that I would be the only one present to hear about their experiences live, and that I would be the only one with access to the recordings of their interviews. Finally, I reminded participants that if they felt uncomfortable answering any question, they had the right to not answer it.   Data Collection  Once a participant’s eligibility had been confirmed, I proceeded to schedule one-on-one interviews with them at whatever time was most convenient for the participant. Interviews were guided by a semi-structured interview guide (Appendix D), discussed below and recorded utilizing the videoconferencing and recording software Zoom. Interview audio was additionally recording with the software OBS as a backup measure. The interviews were set to last approximately 45-60 minutes, though participants were free to speak for longer at their own discretion. I was particularly invested in ensuring each participant was comfortable sharing their experiences with me. Thus, before each interview, I made sure that I was the only person present that could hear any of the discussion, and during the interview, I gave the participants periodic reminders that should they wish to not answer a question, or to end the interview for any reason, they had the right to do so.    After each interview, I transcribed the audio recordings utilizing Parrot AI, a secure website that specializes in converting audio from recordings into text. Once each recording was converted to text, I then compared the text directly to the audio recordings to ensure accuracy, making changes to the text as necessary. It was only after I was confident that each interview text 45  accurately represented the interview recording that I began coding. Each participant was assigned a pseudonym during the transcribing process, throughout the rest of the study, and in all writing about it.   The interview guide focused on identity conflict and the role that Christianity played in the lives of participants.  There were several key areas of focus for the interview guide. The early questions focused on understanding each participant’s relationship with Christianity and the church, while later questions focused more on the conflicts these individuals had experienced and how they managed them. A variety of prompts were utilized based on participant responses to previous questions. For instance, Gloria’s discussion mostly centered on her current disagreements with the Christian faith, and her lack of interest in being involved in the church. I asked questions focusing on exploring her past experiences with Christianity and how these experiences had shaped her current perspective. However, questions asked during the interview were not limited to those in the interview guide. There were instances where I felt it necessary to ask a participant to elaborate on a point they had made or a story they had briefly mentioned. A great example of this came from Marley, who discussed their distaste for Christianity, while also acknowledging they believed it was possible to be both LGBTQ+ and Christian simultaneously. When I asked about this dichotomy, it led to me learning far more about Marley’s complex relationship with Christianity than I would have otherwise. Roberts (2020) supports this approach to interview questions, citing how several qualitative researchers have argued that while qualitative research does require a certain amount of structure, the interviewer needs to provide participants with the freedom to describe things from their own perspective. As such, Roberts argues that the interview process should be flexible, allowing the researcher to ask further questions based on what the participant communicates during the interview (p. 3192).  46  Data Analysis  My early analytic process was mostly inspired by the work of Saldaña (2009) which involved coding each unit of data, converting those codes into various categories, and then examining those codes and categories to discover overarching themes present in the data. The first stage of my coding involved going through each interview line-by-line and assigning phrases to specific statements as a way of representing the emerging themes. For this first set of coding, the goal was to provide brief summations of the dialogue and to discover the various meanings and themes present in the conversation. These codes began as descriptive phrases before being condensed into shorter labels that could be used to discover potential emerging themes.   The second stage of coding involved revisiting codes to refine their names and the meanings they captured, condensing codes into specific categories, and identifying any relationships between groups of data. For this stage, I took some inspiration from Charmaz’s (2014) gerund coding to help categorize each code. Additionally, I used Charmaz’s examples of analytic memos to inform the creation of my own, as I began writing down reflections on excerpts from each participant to make better sense of their experiences. This was also where I began to compare the data sets from each interview to discover any commonalities. To assist in this endeavor, I created a document where I noted any codes that emerged from each interview that stood out to me. I then began comparing the codes across all the interviews, noting the frequency with which each code would emerge. Lastly, the third stage of coding involved reducing the codes and concepts found in the interviews into a select few overarching themes. Using the previous document, I colored coded each idea. Each color corresponded to a category that represented an overarching theme. I then compared each of these themes, noting the 47  frequency of these themes across each participant, as well as the number of ideas present in each theme. This was what ultimately led to the creation of the overarching themes of this research.   One concern I did have when coding these interviews was that I would not be able to accurately represent these participant’s experiences through my codes. As a white, heterosexual, cisgendered man, I cannot say that I am familiar with a lot of the experiences and language utilized by my participants and as such, I was concerned that I may use their words differently than how they intended them. I utilized in vivo coding in an effort to help remedy this potential problem. One of the key advantages of in vivo coding is its focus on honoring the participant’s voice, using exact vocabulary to better represent their experiences (Saldaña, 2016, as cited in Rogers, 2018, p. 890). Charmaz (2014) adds further credibility to the importance of in vivo coding, discussing how attending to a participant’s particular language they use can help one to learn about the meanings of those words rather than making assumptions on what those words mean (p. 100). Thus, during my coding, I made sure to emphasize the exact language participants utilized when trying to draw out their experiences. Additionally, I made sure during the interviews that if I was ever unclear on specific language that a participant had used, I would ask them to clarify what they meant when using said language. This form of coding allowed me to better understand each participant’s experiences more authentically, while also providing each participant more of a voice.   Utilizing this coding, I analyzed the experiences of all six participants and discovered a variety of themes, ultimately focusing on conflicts and strategies. That is, the primary themes represented the conflicts participants experienced as a Christian-affiliated LGBTQ+ individual living in Appalachia, and the strategies participants utilized to help manage those conflicts.  In the next chapter, I examine these themes in detail. 48  Chapter 4. Findings My goal in this study was to discover both what role Christianity served in the lives of the participants, and how each managed the conflict between their LGBTQ+ and Christian identities. I learned a great deal from each of my participants. Our conversations allowed me a window into the lives of these individuals and helped me to learn about the unique struggles they experienced as they managed their clashing identities. Broadly, the experiences discussed by individuals in this study were defined by interpersonal conflict with others; most often occurring between participants and their families, and/or participants and the church. These collisions often revolved around each person’s sexual/affectional self and made it difficult for them to fully accept their identity.  One prominent message several of the participants received from each of these four conflicts was that their LGBTQ+ and Christian selves were simply incompatible. Many of them persistently had the sense that they were caught between two different worlds, struggling to figure out which parts of their whole self they wanted to keep, and which would have to be suppressed. Another commonality among many of the participants was the complicated relationship between these two identities. It was rarely a simple matter of completely rejecting the idea of Christianity, with each person coming to their own conclusions about religion, the ideals of Christianity, how they do or do not wish to practice it, and whether they wish to integrate Christianity into their own self. All the participants shared narratives that explored the complex nature of being a Christian LGBTQ+ person, whether it was Marley eventually concluding that it was possible to be LGBTQ+ and Christian simultaneously, George’s desire to find acceptance from his family, or Adriana’s struggle to accept herself due to her involvement 49  in the church. Each of them persevered, largely by adopting perceptual and communicative strategies for navigating their identity clashes.   Struggles with Clashing Identities  The collision of their Christian and LGBTQ+ identities was at the center of every major conflict described by study participants. These struggles included difficulties in finding acceptance from others, the inability for them to be their authentic selves, having ideological disagreements with the church, and struggling to embrace their own identities. It is worth acknowledging that some of the disharmony faced by these participants represented some of the overall issues that the LGBTQ+ community as a whole experience (Mann et al. 2022; Patterson et al. 2019; Yolac & Meriç, 2020). However, due to each of them living in Appalachia, which, according to Barker (2022), remains one of the “most religious areas in the United States,” these conflicts were likely more difficult to overcome.   Difficulty in Finding Acceptance  One struggle that was experienced by a majority of participants was the difficulty in finding acceptance from others. At the core of this issue was each person’s desire to have their identity embraced, and to have a group of people that validated and approved of who they were. The family and the church in particular were two of the most common contexts where participants desired to be accepted. Unfortunately, most of them had some difficulty finding welcoming communities, both within their family and in the church.   Immediate families were perhaps the most frequent place where participants wanted to be accepted. Sam, Adriana, and George all expressed a strong desire to receive affirmation from their families, with Sam and Adriana wanting to eventually come out to their immediate families. However, these participants struggled to find this acceptance due to their families’ connection to 50  Christianity. Sam and Adriana, for example, understood their families disliked discussing, or even seeing anyone with an LGBTQ+ identity, leading them to hide it from their families in fear of being rejected by them. For those who were out to their families, such as George and Marley, the conflict often took the form of evading the subject of their sexual/affectional selves. For instance, George discussed the primary conflict he had with his mother regarding his bisexuality:   When I talked to my parents, or at least my mom, about what I was feeling … she kind of like, didn't really want to speak about it in a sense. She tried to like, sweep it under the carpet sort of thing and not really want to bring it up. And she still kind of acts that way when it comes to anything LGBT-related and stuff, which kind of makes me sad.  When asked what difficulties they still experience, Marley replied that it was their family’s outright rejection of their identity, and how it was often ignored entirely. “That's the biggest hurdle that I deal with. It's just, my family refuses to acknowledge it. We just, it's one of those things, we just keep it in a box in the corner and we don't talk about it.” Even in cases where family members did not completely disregard the participant’s sexual/affectional self, they would often directly reject it. George’s father acknowledged his bisexual identity when George came out to him, and George initially saw this as a good thing. Soon, however, George started to notice his father making hurtful statements, using George’s sexual orientation in arguments against him. George was particularly troubled by his father’s belief that his bisexual self was not real, and this disharmony was a major sore spot between the two:   He thought that I was just gay and that I was just lying about like my attraction to the opposite sex, but that's not really true. Like just because I don't really outwardly express [my attraction to women] that much doesn't mean that I don't have a feeling of, a degree 51  of feeling for the opposite sex. On the Kinsey scale, I'd say I'm like a four, so I lean towards men, but I still find women attractive and, honestly, that doesn't really take my bi card away. I'm still bi.  Outside of the immediate family, church was another common place where participants desired to find acceptance. George and Charlie explained that some of their favorite memories of their time in church were grounded in the sense of community Christianity had given them. Adriana particularly valued this sense of community when it came to her involvement in the church, so much so that she did not feel comfortable going to a church service without someone that she knew. Adriana mentioned how she had found a couple of churches that she really enjoyed but had recently stopped attending once she realized that she did not have anyone to go with her. In this case, having a community who knew of, and accepted Adriana would have made her feel more comfortable in these church environments. At the crux of each participant’s desire to find a community was finding people that welcomed and valued their full identities. But for these individuals, finding such a community proved difficult in Appalachia, particularly in churches.  Several participants discussed their struggles in finding a church community that embraced their sexual/affectional identity, and the difficulty always came down to the way in which each of them wanted to be accepted. Being accepted was never as simple as being let into the church community, as each participant that still wanted to find a church expressed a desire for the church to be fully welcoming of their true selves. For instance, Sam clarified that the kind of acceptance several churches claimed to offer LGBTQ+ individuals did not, in their eyes, amount to true acceptance.   52  I think about my church; their big thing is the one that a lot of churches say is “hate the sin, love the sinner.” And [that approach] is like, okay, little iffy there. [The church] is kind of on the right track, but it is still wrong.  In their own experience, Sam had “never been able to attend a church that is affirming,” and was skeptical of those that claimed to be LGBTQ+ friendly. This skepticism made finding a welcoming church difficult for Sam and other participants. Adriana expressed how difficult it was for her to find an accepting church community that did not subscribe to a “love the sinner, hate the sin” ideology. Marley had personal experience with one of these churches, who portrayed themselves as welcoming towards anyone, regardless of their sexual/gender identity. Marley hoped to prove that it was fine to be both queer and Christian simultaneously and believed that this church would help them with this goal. However, Marley eventually discovered that while the church accepted LGBTQ+ members, they still believed that engaging in queer romantic or sexual behaviors were sins. This all culminated in an experience that greatly soured Marley’s perspective on that church and has made them distrustful of others since:    You just can't, you know, be gay, like, pursue relationships with someone of the same sex or gender as you. But yeah, like you can totally have gay thoughts, you know, gay feelings, you just can't act on them. But because I was, I guess, quote unquote, “struggling” with that, for so long that they, the people at this church, actually viewed it as a, like I said, a demonic stronghold, and actually attempted an exorcism. To cure me, to exercise the gay spirit in me.  What stood out the most about this experience was the betrayal that Marley felt towards this church. While they advertised themselves as being welcoming of anyone regardless of their sexual/gender selves, Marley soon discovered that they still had plenty of regulations on what a 53  queer person could and could not do. Marley felt restricted and uncomfortable in a place where they wanted to be themselves and feel safe. The exorcism in particular served as an example of just how much their identity was not welcome in this Christian environment. From Marley’s perspective, the church did not want to embrace their queer identity; they wanted to recreate Marely to be someone who they would accept.   Experiences like these made some participants too afraid to seek a welcoming church environment. For instance, Gloria recognized that several newer generation churches teach more about love than hatred and the consequences of sinful actions and thought that these churches might be more in line with her own views of Christianity. Even so, when asked if she had attended one of these churches, Gloria responded that she had not, and that she was not open to the idea of attending one, out of concern over how church members would react upon learning about her bisexual self. Sam had similar concerns, stating that whenever they set foot in a church, they would risk being ridiculed for their beliefs. Their discomfort with leaving themselves open to hatred and ridicule was only compounded by the fact that it was difficult to find an affirming church in the first place. Gloria discussed as much when talking about affirming churches. While she recognized that LGBTQ+ friendly churches do exist, Gloria did not know of any in southern Appalachia. “That’s not gonna be the thing you’re gonna find here,” she said. While participants wanted the church to be a place where they could feel safe and embraced, the reality was far from the truth in most instances. Fears of being rejected, of being ridiculed, and of not being able to be themselves had hindered many participants from finding their ideal church environment. The inability for them to be open about their LGBTQ+ identity within the church also represented another major struggle experienced by these individuals.    54  Inhibited Authenticity One of the most important values each of the participants held was that of being able to live and relate with others in an authentic way. Nearly every person in this study discussed their desire to express themselves authentically, even when doing so went against the norms of their culture. Charlie discussed the importance of unity, of being one with your physical body, linking this importance to his beliefs in Christianity. He believed that it was incredibly important for any person to have unity with their “mind, body, and spirit,” claiming that “Without the unity of those three, you’re gonna have a limited life.” It seemed that, for these participants, having the freedom to live authentically was a primary way of crafting this unity.   For instance, Charlie put great emphasis on how great it felt for him to be authentic and true to his self, and how happy he felt seeing other LGBTQ+ people achieve this feat for themselves. In his own words: “There is great liberty, freedom, joy, in knowing that I can be who I am.” Sam linked their discussion of authenticity to Christianity, stating that they were living how they believe God would want them to live by being authentic. In this case, Sam believed that the version of Christianity they follow is not the “hateful version,” and that they should be fine with expressing their queer self. Part of expressing that identity was to spread love and acceptance to others, especially if they had been outcast by society. Sam also links this aspect of their identity with their interpretation of Christianity, citing that they believe God would show kindness and compassion to anyone, regardless of them being queer. As such, Sam believed that living authentically meant that they should love people just as Jesus would want them to love, no matter who they were. George believed it was important for him to be authentic not just for his own sake, but for the sake of changing the views of other people around him. By being his authentic self, George hoped to get others used to it, with the goal of humanizing LGBTQ+ 55  individuals through expressing his bisexual self. George felt that being authentic about one’s own self was incredibly important for any person who wanted said self to be embraced both by their family and by society at large.  The commonality among these participants was that authenticity for them was not just a matter of embracing their true selves –not just a personal, internal matter—but also expressing their true identity in the presence of others—a relational matter. As with most people, these participants could only feel authentic when they were in a space that allowed them to be themselves without judgement. In particular, George hoped that through exposing others to his bisexual self, they will become less judgmental of this identity over time. Unfortunately, while authenticity was something that every participant expressed a great desire to achieve, each of them felt hindered in their freedom to express their identity, primarily by Christian communities and occasionally by LGBTQ+ communities. While these struggles did share some similarities with conflicts focused on searching for acceptance from others, the key difference lies in the source of the identity conflict. Difficulties in finding acceptance was a struggle that focused more on each participant’s relational identity, that being how their identity is viewed by others, whereas the difficulties of inhibited authenticity focused more on each participant’s personal identity and how they view their own selves. Struggling with Inhibited LGBTQ+ Expression. Whether it was in church environments, or with their Christian families, several participants expressed frustration with being inhibited in their ability to express their LGBTQ+ selves. While participants did hold a great desire to be authentic within these spaces, being themselves would come with the social consequence of potentially alienating themselves from their families and their church communities. Thus, they felt as if they had to act inauthentically while interacting with both their 56  families and their churches. One way that participants felt they were not being authentic to themselves was feeling as if they had to sidestep conversations about their sexual/affectional identity. For example, one of George’s major conflicts with his mother was centered around her trying to ignore his bisexual self:    I kind of understand why it would make one uncomfortable, but I think it's important to face that reality, in a sense, and not like just try to ignore it and hope it goes away, because it just doesn't work. It's still part of you ... and you just gotta accept like everything overall, in a sense. Like, it's not like a phase or anything like that, it's just who you are.  Marley had expressed similar frustrations about their family trying to keep silent about their queer identity. For both individuals, the topic of their sexual/affectional selves had become taboo in their family discussions, and their families went out of their way to try and sweep it under the rug; to put it in a box and try to forget about it.   However, for individuals who were not out to their family, these conflicts often took the form of making deliberate efforts to hide their LGBTQ+ identity. Adriana’s conflicts mostly focused on her parents, and how she felt as if she had to control how she acted and what she said, for fear that they may find out that she is bisexual:  So, it's kind of like this tension always kind of looming over my head, because it's always like I feel like I have to, you know, not say this or not say this and, and worrying that they might find out and they'll say even, you know, spread love and kindness and all this stuff and then I don't really feel that even towards me.   Adriana did not want to just be accepted on a surface level; she wanted her authentic self to be embraced and loved. It was the fear of rejection, of having their core identity shunned, that 57  hindered many of the participants, including Adriana, from being truly authentic. Charlie had experienced his own unique challenges regarding being authentic in a conversation he had with from a religious leader in his parish, the senior warden:   And the words of my senior warden who was an openly gay man during my years there [at the church] back in the 90s, early 2000s. Um, he said, do you always have to show so much butt? I said, “That's offensive.” He said, well, all this parading around and being the first in the gay rights parade .... I said, well if you've got a problem with that, you got a problem with yourself.  Interestingly, Charlie’s senior warden, despite being gay himself, was uncomfortable with the idea of Charlie outwardly expressing being gay, with him saying that doing so would be the equivalent of “showing so much butt.” This seemed to paint the idea of expressing one’s queer identity as something profane and vulgar; something that should never be shown in public. Charlie explained that this is something he has heard from other members of the LGBTQ+ community, the idea that “you’re a little bit too out.”   One explanation for this behavior lies in Muted Group Theory. According to Kramarae (2009) Muted Group Theory “focuses on the ways that the communication practices of dominant groups suppress, mute, or devalue the words, ideas, and discourses of subordinate groups” (p. 667). One premise of muted group theory in particular that provides great insight into these actions is that members of subordinate groups may at certain times experience reality both from a dominant perspective and from their own suppressed perspective. In this instance, Charlie’s senior warden, whether intentionally or not, was utilizing language and sentiments that were perpetuated by a heteronormative majority meant to try and suppress the expression of queer identities. While the senior warden was still gay, he approached the idea of expressing queer 58  identity from the perspective of the dominant group and used their reasonings accordingly. Charlie mentioned that while this was a difficult conflict for him to face, it ultimately reaffirmed the importance he placed on being open and authentic about his gay self. In particular, he cited Dr. Martin Luther King Jr. and the civil rights era as examples of the importance of putting yourself out there to make social change, and this is something that Charlie embodied in his own life as he strived to create a church community where LGBTQ+ individuals can feel safe. Gloria also expressed a strong desire to be authentic. She explained that from her experience, living in the Appalachian Bible Belt involved people pushing her into a specific lifestyle and mindset, rather than letting her decide how to live for herself. For instance, Gloria discussed how as a woman growing up, she was taught the importance of being liked by other people and that she must do anything and everything to avoid being disliked. In her case, since Gloria grew up in a Christian community, this meant that for her to be liked, she had to act like a “good girl,” be strong in her Christian faith, and was expected to get married and have children while she was still young. Essentially, Gloria was expected to fulfill the gender norms of being a woman in the Christian faith. For Gloria, however, these expectations were far removed from who she was and what she wanted. She described herself as being a loud person who enjoys telling inappropriate jokes, which would fly in the face of a “good girl” persona. Additionally, Gloria had no interest in getting married or having children and felt as if her church community was pushing her to do these things, making her feel as if she did not have a choice. This was something that Gloria put a great amount of emphasis on; the importance of deciding who she was for herself rather than the church deciding it for her. Of course, these gender norms also assumed that she was heterosexual, and the consequences of having any other kind of sexuality were quite high in Gloria’s mind as a child:  59  But if you're anything different and that means like anything, but in this case being gay, you're a sinner, a liar, you're gonna go to hell, you're the worst person in the world and everybody hates you.  And I think it was just the emotional conflict and as a kid thinking that is really damaging.   We can look to research on LGBTQ+ individuals to make sense of these participants’ experiences regarding authenticity. As discussed by Brewer (2015) many LGBTQ+ individuals hold a great desire to be authentic; to fully express their identity even when it defied the norms of their culture. However, considering the risk of isolation that this posed for these individuals, many of them decided to hide their true selves. This was especially true for those individuals in Appalachia, who lived in an environment that could be incredibly hostile to their identity. Dakin’s (2020) research into LGBTQ+ individuals in Appalachia revealed that many of these individuals preferred to not openly express their selves, as they described the social climate as being more comfortable and welcoming of them as long as they did not express their sexual/gender minority status. It is for these reasons that many of the participants in this study struggled to be authentic about their sexual/affectional self. The potential stigmatization and isolation they could experience outweighed the benefits of being authentic, so several of them chose to hide or suppress their LGBTQ+ selves in certain circles, particularly when it came to their families and their churches. Even those that were out about their sexual/gender identity, such as George and Marley, felt as if they had to suppress it to be accepted by their families.  In an attempt to conceal or subdue their LGBTQ+ identity, several participants felt as if they had to act as another person. These instances often involved them trying to convince family members that they were heterosexual. For example, while George was out about his bisexual self to his mother and father, several individuals in his life, including his grandparents, still assumed 60  that he was straight. While George had considered telling others that he was bisexual, he had decided against it, as he knew they would not be supportive of him if they knew. The most uncomfortable aspect of this for George was having to act like a different person than who he truly was while he interacted with these individuals, particularly when it came to his grandparents. Marley discussed similar conflicts before they were out to their family. During this time, Marley was concerned that their parents would start suspecting that they were queer. As such, Marley became involved in a heterosexual relationship that eventually led to marriage, despite the fact that they were not in love with the person they were engaged to. In essence, Marley tried to become a different person by forcing themselves into a heteronormative relationship that they believed their parents would approve of. Adriana had tried so hard to reject her bisexual self, that she had at multiple points in her life, attempted to convert to a more heteronormative identity. She had most recently attempted to do so a few years ago, a decision that was spurred on by her involvement in what she described as a “problematic church.” In this instance, Adriana went beyond pretending to be someone else, and attempted to fully convert herself into a different person, before eventually concluding that changing her identity was simply impossible.   All three of these participants’ experiences demonstrated the uncomfortable nature of pretending to be someone else. Kort (2018) discussed how growing up, LGBTQ children tend to suppress far more of their identities when compared to other children, particularly with regards to their romantic and sexual urges. In the same way that people learn to present a particular image when interacting with peers, doing everything they can to reduce anything about themselves that may leave them open to ridicule or judgement, these children grew up learning to suppress their sexual/affectional identity to avoid the social consequences. Thus begins the false 61  self, a performance engaged in by LGBTQ+ individuals intended to convince others that they are heterosexual and cisgendered, with the hope that doing so will help them to be more embraced and loved by their family and peers.   Unfortunately, this performance had the consequence of causing the person involved to lose their sense of self, providing them little opportunity to express who they really were. Marley and George had both chosen to portray themselves as heterosexual in order to be affirmed by important people within their lives. Both put themselves in incredibly uncomfortable situations where they were essentially living a lie, having to change identities on the spot depending on who they were interacting with. This stress came alongside the added fear of being found untruthful about their sexual identity. For Adriana, she had attempted to suppress her bisexual identity so hard that she wanted to remove that aspect of her personhood entirely, only to realize that doing so was not possible. Each of these participants had experienced great discomfort when trying to pretend to be someone they were not, and the inability for them to be authentic about their identity meant that each of them had to subdue their sense of self, at least to some degree. They all wanted to be embraced for their true identity, but each of them felt as if the only way they could be fully embraced was by embodying a different persona. Thus, any acceptance of heir persona was not sufficient, as their true self was still being kept in a box. In Kort’s (2018) own words, “The “something wrong” is not their homosexuality, bisexuality, or gender identity. It is that they are pretending to be someone they are not” (p. 50).   Struggling with Inhibited Christian Expression. One thing of note about these feelings of inauthenticity that have been discussed thus far was that they had all been centered on being inhibited in their ability to express a non-normative sexual/gender identity within a Christian community. However, a few participants did express feelings of being hindered in their ability to 62  be authentic about their Christian selves due to their involvement in the LGBTQ+ community. Marley provided an interesting perspective on this. Near the beginning of the interview, Marley described themselves as not being Christian, and later talks about how they came to the conclusion that one could have both an LGBTQ+ and a Christian identity. Considering how earlier in the interview, Marley had discussed their previous efforts to try and prove they could be both, I asked Marley why they did not consider themselves a Christian:   I need to rephrase that. It's not so much that I don't consider myself a Christian. I do believe in Jesus. Which, if you look at the most basic tenets of Christianity, that is the only thing that is required to be a Christian, is to have a belief in the personhood of Jesus. So, it's more that I don't want to identify, as it's more accurate to say that I consider myself to be like a follower of Jesus, a follower of the way. I don't like the label Christian, because of the weight and connotation that it carries.  Marley later clarified that by “weight and connotation” they meant the horrible things that have been done in Christianity’s name, and that they would rather not align themselves with that.    This negative perception of Christianity held by some of the LGBTQ+ community had made it difficult for participants who considered themselves to be Christian to express their religious selves. Adriana discussed how due to her being both a bisexual woman and a Christian, she had some difficulty finding a place where she could be authentic about both her identities. “Sometimes I kind of feel ostracized from both communities because it's kind of hard to find a middle ground.” She further explained that she could be a bit apprehensive when telling people that she is Christian, as she was aware of the hatred that had been spread by Christians and how she could be associated with that. What stood out about this particular struggle that Adriana experienced was how difficult it was for her to find a space that accepted her entire identity. 63  Considering how Adriana was both Christian and LGBTQ+; two identities that are often placed in direct conflict with each other; it was difficult for her to find a place where she felt she belonged, describing the process of finding the correct place for her as “trying.” Sam expressed similar feelings when discussing the difficulties they had experienced when talking about Christianity with people from the LGBTQ+ community:   Like, I find myself in conversation with people who aren't Christian, and are queer or gay, that they think that all Christians are hateful.  Like, no, I'm one. I'm queer, and that's okay. And it's not me having some sort of cognitive dissonance. I can hold both and appreciate both. It's a part of me, it's a part of who I am. It's a part of my belief system. It's a part of my identity being queer.  Sam considered themselves to be both a Christian and a member of the LGBTQ+ community. However, when talking to other members of the community, it was difficult for Sam to express why they were a Christian and how they held to the faith when many other LGBTQ+ individuals have experienced mostly hatred from people in the Christian faith.   What is important to recognize about these participants’ experiences are the ways in which their identities are being ostracized from both the LGBTQ+ and Christian communities. While the participants’ sexual/affectional selves being rejected by the Christian community was discussed far more, there were a few that expressed being inhibited in their ability to be open about their Christian selves as well. For participants who wished to retain their Christian and LGBTQ+ selves, both were being restrained, and these individuals were told by each side that they could not be both. Because of this, several participants often did not discuss certain aspects of their identity, whether it was their Christian or LGBTQ+ selves, depending on the persons with whom they interacted. We can look to Hecht and Jung (2004) and their explanation of 64  social identity theory to make sense of this. As was discussed, social identity theory proposes that people base their identity on being a part of a particular social group, in this instance, groups such as Christian communities, or LGBTQ+ communities. The conflict between these two communities would exacerbate the identity conflict experienced by participants who wished to integrate both identities, as their memberships with both social groups was seen impossible from both sides. As such, some participants would not express particular aspects of their identity depending on which group they were interacting with, for fear of being rejected by one of the social groups they were a part of. This struggle to integrate both identities was made even more difficult through the conflicts participants experienced over ideology.   Ideological Conflicts At the heart of many of the points of conflict participants had with the church was the sharp contrast between what participants believed were the loving and caring ideals of Christianity and the hateful actions committed by the Christian people they had known or observed. When asked what Christianity meant to them, participants often had to clarify that their perception of the faith had been colored by how some people practiced it.  Marley said Christianity meant “hatred, bigotry, homophobia, and transphobia,” citing Christians who engaged in these behaviors as responsible for shaping their perspective on the religion. Gloria described Christianity as being “hate-based” and “fear-based,” disliking both how much she had to be fearful of doing the right or wrong thing if she did not want to go to hell, and how Christians used their beliefs to do hateful things. Adriana felt similarly, citing sermons focusing on hatred as her least favorite aspect of going to church. Marley clarified that their negative perception they had regarding how Christianity was practiced clashed with their beliefs on how Christianity should be practiced:   65  Christianity, to me, should mean caring for the least of these. Being good stewards of humanity, and of nature. Being good stewards of the planet that we were given. Because based on what my reading and my interpretation of the canon of Scripture, that is the standard that Christians should be held to. And that should be their goal.    For Adriana the main goal of Christianity was to “spread love” and seeing her fellow church members spreading what she felt was hatred instead caused her to feel disconnected from the church. This was a sentiment that Gloriaechoed; while she did not consider herself to be Christian, she clarified that a more love focused version of Christianity would be more compatible with her identity. Every participant expressed some form of conflict with the hypocrisy they observed in some Christians. Some participants even had concrete experiences with hypocritical action in the church toward those who fell outside the norms of their community. Charlie shared a specific experience he had when he was 9 years old. His father had invited three black women to sing at his church, and shortly after they began singing, Charlie noticed other members of the church feeling uncomfortable, with many of them frowning in disapproval. Eventually, people even began walking out of the church, and even though Charlie felt incredibly awkward in this situation and wanted to leave, he chose to stay:   I knew we had to stay and support Dad and those women. They finished, bless their hearts, through that kind of behavior. That taught me humility by their example, being who you are by their example and my dad’s, and to stand up […]. That was wrong, and I stopped going to church and my parents were very supportive.   For someone like Charlie, who disliked hateful sermons, who was inspired by the words of Martin Luther King Jr., who grew up in a religion that preached about spreading love and kindness, this experience was a wakeup call. Charlie believed that this expression of bigotry had 66  no place in a Christian church. Marley also had a troubling experience with the church, though in their case, the ire of the church was directed at them. Marley ended up attending a church service wearing dress pants, and soon noticed everyone in the church staring at them. While this was uncomfortable enough for Marley, it got significantly worse when they went to the restroom. The head deacon’s wife cornered them in the restroom, locked the door, and began berating Marley for not wearing a dress, saying that they were “upsetting the natural order ordained by God.” Marley continued:  I didn't say anything back to her mostly because I was in shock. And I was also in seventh grade. I was a child being yelled at by this grown ass woman who was the head deacon’s wife, because I didn't have a dress to wear to church, because I wore pants.  And [was] essentially being told that I was terrible and evil and horrible, and basically going to hell, because I wore pants to church.  The ideological disagreements each participant had with the church called into question their relationship with Christianity, particularly relative to their LGBTQ+ selves. Each of the participants’ more loving interpretation of Christianity was juxtaposed against the more hateful interpretations held by their churches. In contrast to the accepting and loving images and messages each church portrayed, several participants did not feel completely comfortable within their church, whether it was due to the hateful messaging or due to particularly troubling experiences. For participants who wished to integrate Christianity into their identity, this made the process incredibly difficult, as each had to figure out whether their interpretation of Christianity was even correct to begin with. However, the disharmony between each one’s Christian and LGBTQ+ selves would be best displayed through this last struggle.     67  Challenges to Self-Acceptance  As a result of the participants’ LGBTQ+ and Christian identities coming into conflict, several of them struggled with integrating and accepting their own selves. Many of them had been taught that they could not maintain both identities without dire consequences, leading them to seriously consider who they wanted to be, which parts of themselves they wanted to keep, and which they would discard. Each participant came to their own conclusions about their identity, but several of them had struggled for a long time, trying to figure out who they wanted to be. Broadly, these struggles centered around self-acceptance involved embracing one’s LGBTQ+ self and deciding whether to embrace or reject their Christian identity.   What If I’m Wrong?: Struggling to Accept LGBTQ+ Identities. Growing up in Christian environments, several of the participants wrestled with accepting their own LGBTQ+ identity, even though some of them had realized their sexuality from a young age. For instance, Charlie noticed that he was attracted to boys when he was young, and Adriana realized her sexuality around 10-11 years old. Other participants came to the realization a bit later, such as Marley, who realized their attraction to women when they were in high school, or Sam, who had only recognized their queer identity within the last couple of years. However, due to various messages coming from their church communities, several of these individuals found it difficult to embrace their LGBTQ+ selves. One strategy was to try and suppress this identity. Marley explained that soon after they realized they were queer in high school, they did their best to try and shove down that part of themselves, doing whatever they could to convince both their family and themselves that they were not queer. George also tried to deny his bisexual identity when he was younger, projecting his identity struggle onto others:   68  I was like somewhat homophobic in the sense that, I felt that someone [I knew] … was gay but [that person] actually wasn't really, but I thought they were. And then I started like acting irrationally a little bit and stuff, thinking they were like hitting on me. But they really weren't. And I have since apologized to those people and I realized that I was going through things myself and I took it out on others.  These individuals, like other LGBTQ+ people, wrestle with embracing their whole selves. This may be explained in part by internalized homophobia, which Yolaç and Meriç (2020), defined as “discomfort and internal conflict as a result of their homosexual feelings” (p. 1). This discordance was a result of the guilt and shame LGBTQ+ individuals felt because of the stigma associated with their identity, and could result in several negative outcomes, including the rejection of other LGBTQ+ individuals and mental health issues. This explanation aligns with the experiences several participants had; particularly George who wrestled with his own “homophobic edge.”   However, there was something else that stood out regarding each participant’s efforts to embrace their sexual/affectional selves. Each of their stories indicated that fear was a primary factor in preventing them from fully embracing themselves. Some of this fear was from conflicts discussed previously, such as those relating to familial or community rejection. However, almost every participant had a very particular fear that made it incredibly difficult for them to embrace their whole self: that they would be doomed to an eternity in hell. Growing up, Marley had always been taught both by their church and by their family that gay people were “evil, depraved, abominations” that would not go to heaven. Marley cited this as the reason they were conflicted about their identity for so long:   69  I spent a very large part of my life in denial and pushing down that part of myself.  Because I was terrified that if I acknowledged that it was real, if I acknowledge that it was true, that I was in fact gay, then that would mean that I was damned to hell.  And the idea of hell terrified me so much that I was willing to do whatever it took to avoid admitting that about myself.  Gloria had similar sentiments, describing her experience with Christianity as that of being constantly fearful of doing something wrong, and failing to live by the standards of her church, which would sentence her to hell for eternity. When she was affiliated with the church, Gloria experienced constant mental stress, worrying that she would be sent to hell for her attraction to women. This fear had impacted Gloria’s personal life long after she had left the church.  Even for those participants who were still actively involved in the Christian faith, the fear of hell was still present for them. This often took the form of concern that their interpretation of Christianity was wrong. For instance, Adriana despite feeling as if God was fine with who she was, still experienced some lingering doubts if her interpretation of the Bible was correct. “When it's just being thrown at you constantly, you know, that this is wrong, that you're wrong, it's, it gets a little hard because then, you know, it kind of makes you think, am I wrong?” Sam expressed similar fears:  I think there's always this underlying fear that I'm wrong. That what if the God that I think I follow is not the God I follow. That the God I follow is actually the hateful version, the one that’s damning people, and I don't think that's necessarily just for gay people, I think that's just anyone who's grown up in a fundamentalist church.    Sam clarified that they felt safe in their faith, and that they truly believed that God was all right with them being queer. However, that fear of potentially being wrong still came up every so 70  often. “But that's really the whole question of like, what if I'm wrong? Then hell does exist, and there's gonna be pain for me in the afterlife. And that's scary.” Gloria also talked extensively about some of her lingering fears of being wrong about Christianity:   I know I don't identify as a Christian or anything like that anymore, but I still have those moments. I'm like, oh my God, what if I am gonna go … what if I get down to the wire, I'm on my deathbed and then I find out [hell is] real—something like that.  And I have those little panicky moments … just little moments of insecurities and being like What if it is all real and I'm going to die and go to hell because I'm a sinner?   Can I Be Both?: Struggling to Reject or Accept Christian Identities. Even after participants had embraced their LGBTQ+ selves, there was still another identity conflict that had to be faced: whether to keep their Christian identity, or to reject it. Before even thinking about whether they wished to integrate Christianity into their self-image, however, they had to decide whether or not they believed it was even possible to be both a Christian and a member of the LGBTQ+ community simultaneously. Regardless of whether they accepted or rejected Christianity, several participants experienced some struggle with trying to integrate it into their personhood. For instance, Gloria explained that the disharmony between Christianity and her LGBTQ+ self, caused her to be a more “hateful and judgmental” person, particularly towards the Christian community. This ultimately led Gloria to conclude that Christianity, as it was practiced, was incompatible with her. Marley also discussed how they initially rejected the idea of Christian and queer identities being compatible. Marley explained that they had become a “very angry, jaded person” who felt nothing but contempt for the church after their negative experiences with the faith. As such, when the idea that one could be both queer and Christian was presented to them by a college minister, Marley initially rejected it:   71  When I heard that from him, I laughed in his face. Because at that time, I was beyond pissed off at Christians and Christianity as a whole and wanted nothing to do with it. Like I was what you think of when you think militant atheist. Like I've fought and argued with Christians for fun. Because I hated them. I hated Christianity. I hated Christians, because of what they'd done to me.  Due to each participant having some form of negative experience with the church, it was safe to say that the thought of representing that same church’s ideals made it difficult to imagine that it was possible to integrate both Christian and LGBTQ+ identities.   Many of the struggles discussed in this chapter came from the suppression or rejection of various aspects of these participant’s selves. Each of these individuals grew up in Appalachia, an environment often seen as hostile to them, and they were then pushed to choose which of their selves to maintain, and which to suppress. The disharmony between the two seemingly opposing identities of Christian and LGBTQ+ created a variety of difficult struggles or conflicts; ones that were not easy to overcome. However, each of the participants found ways to help manage them as best they could. I turn now to discussion of these strategies.  Strategies to Manage the Struggles Each participant employed a variety of strategies to manage the disharmony between their identities, some of which were more effective than others. While some of these strategies were responses to a single conflict, other strategies managed multiple struggles at once. Interestingly, despite the variety of strategies employed, many of the participants either did not recognize that they were managing their struggles, or believed they did so poorly. Gloria, for instance, claimed that she did not really “manage stuff,” preferring to go with “what makes sense” for her most of the time. Adriana believed that she previously had not managed her 72  struggles well, which eventually led her to trying to change her bisexual self as recently as a few years ago. Despite these perceptions, however, these participants employed a variety of strategies to manage their identity clashes, including discovering accepting individuals/communities, avoiding conversations about their identity, and redefining Christianity. As a result of these strategies each participant had found themselves in comparatively better places. Discovering Accepting Individuals/Communities  As a direct response to the struggle of finding an accepting community, several participants made efforts to find/prioritize people in their lives who would welcome their LGBTQ+ selves. This was not an easy task, of course. As discussed previously, the region of southern Appalachia presented a variety of challenges in finding LGBTQ+ friendly communities, including the scarcity of them, and the pushback against them by members of the Christian faith. Additionally, the fear of being authentic about their sexual/affectional selves was certainly difficult considering many of the participants’ experiences with the church’s rejection of their identity. Nevertheless, this was still a risk very much worth taking for several of them, who had managed to find or prioritize individuals who embraced them, both inside and outside of their family.   For some participants, they had decided to prioritize relationships with family members who supported their lifestyle. Charlie in particular was the only participant whose parents were very supportive of his decisions, going so far as to support Charlie’s choice to leave the church at an early age. Others had found family members outside of their immediate family who gave them support. For instance, George found acceptance from his aunt, who showed him nothing but compassion and love when he decided to come out to her. “She was still kind to me and still loved me. She said that she cared about me no matter how I, or who I was, and that kind of made 73  my day.” Sam was not yet out to their sister, yet still found comfort in their conversations, as they shared similar views regarding the Bible. For Sam, having a family member that affirmed and agreed with their perspective was important and valuable.   The vast majority of LGBTQ+ accepting people that participants found were outside their families. Broadly, each of them had found these welcoming individuals/communities both in-person and online. In-person individuals took on a variety of forms. George, for example, found a sense of community within an LGBTQ+ friendly Christian group that partook in food, worship songs, and Bible study. He spoke quite positively about the experiences he had in this group, saying that the space made him feel “at home.” In his own church community, Charlie worked to create a welcoming environment, going out of his way to ensure that any LGBTQ+ individual felt accepted at his church. Adriana and Sam found comfort in their partners, each of whom provided them with love and acceptance. Sam in particular, discussed how their partner’s relationship with God had helped them to manage the disharmony between their queer and Christian identities:   [My partner] didn't grow up in church, but he believes in God.  So, we have a lot of the same ideas about Christianity and religion. So anytime I have a moment where I'm like, I don’t know what I'm doing, I just voice it. Just say it out loud.  He's like, yeah, that's a little crazy. We just move on, you know. So it's kind of nice to have a sounding board.  Sam further explained that their partner was the first partner they had come out to, and, despite Sam’s partner being straight, he completely embraced Sam’s queer self. They even engaged in conversations about Christianity, which Sam particularly appreciated, as these conversations surrounding the aspects of Christianity that they agreed and disagreed with helped to better inform their own perspective on Christianity. Additionally, Sam had found acceptance in the 74  form of their therapist, who had helped them work through their identity conflicts and helped Sam to figure out their own personal values. Gloria found her community at college, discovering several friends who had fully embraced her bisexual self. She noted that a couple of her friends had similar negative experiences with the church, and that talking with them about their time in church and their problems with Christianity was helpful in validating her own negative experiences.   Of course, finding LGBTQ+ friendly individuals and/or in-person communities could be rather difficult, and some participants expressed a desire to find further acceptance outside of their in-person communities and relationships. As such, online communities served as a great supplement to each participants’ in-person interactions, providing additional support in managing the clashes between their LGBTQ+ and Christian selves. For example, Gloria discussed how the internet provided her with an opportunity to find individuals with mindsets that better aligned with her identity. Seeing people on the internet being accepting and open about their identities provided the mechanism by which Gloria could feel more accepting of her own. Adriana had similar feelings, citing YouTube as a great way for her to find people that represented her experiences:   That was kind of my escape because it was … I could just watch a YouTube video and just, you know, feel that even though I didn't know these people personally, obviously, it was really, you know, this person is gonna accept me even though I don't know them personally. It was just nice to know that there was someone out there who kind of felt what I was going through.    As was discussed earlier, communication theory of identity suggests that communication is an element of identity that people use to associate themselves with certain communities. In the case 75  of Adriana and Gloria, finding individuals who could communicate their own experiences allowed both of them to feel as if they were part of a community.  What is important to recognize about these accepting individuals/communities is that they provided each participant with two important benefits. First, they embraced each participant’s LGBTQ+ self, making them feel loved, safe, and comfortable in their own skin. This helped participants feel validated as individuals, and also allowed them a space to be themselves, when they so often had to suppress who they really were. Second, the similarity of their experiences with other people provided participants with individuals to whom they could relate. Not only did this allow them to receive further validation through realizing that there were people who understood their experiences, but talking with these individuals helped each participant to further develop their own beliefs with regards to their own identity and Christianity. However, participants were not free to discuss aspects of their identity in every space. In these instances, participants employed a different strategy.   Avoiding Conversations  Several participants made conscious choices to avoid conversations about their sexual/affectional selves within Christian spaces. This conversational avoidance was used as a coping strategy, often as a means of guarding against even greater discomfort. George’s experiences with his grandparents provided an excellent example of this struggle. According to George, his early experiences with religion can be traced back to his grandparents, and it was clear that he desired to be embraced and loved by them. However, George was afraid of losing their acceptance should they discover his bisexual self:   It gets kind of awkward sometimes when we meet, really. Because I don't really like have those [heterosexual] feelings. But [my grandparents] don't really know that….and I know 76  if they did know they definitely [would] not be supportive. So, it's just easier in a sense [to] just kind of roll with it for a bit and it's kind of unfortunate really, but I've learned to accept that.     George continues to give his grandparents the impression that he is straight, and he often has to act like a different person in front of them to keep up the illusion. He actively avoids telling them about his bisexual identity, and while this does give him some discomfort, he still finds this to be preferable to losing their acceptance entirely. Marley was also not comfortable talking about their identity to their folks, stating that whenever they saw their parents, the topic of Marley’s sexual/affectional self was kept in a box and not spoken of. Similarly, though Sam held a desire to be more open with their parents about their identity, they chose not to because of how they believed their parents, particularly their father, would react. Sam cited a particular incident where their entire family was watching a show with LGBTQ+ representation. Sam believed that since their parents enjoyed this show, maybe they could eventually feel comfortable with coming out to their father. However, their hopes were dashed shortly after. Their mother commented that she still had not gotten used to seeing gay men kissing on TV, and then, Sam recalled:   My dad in the next breath, he goes, “Well, you know, you never have to get used to it, because it's not natural.” And I just felt myself shrink into my heart and go, Ah, I thought we were making changes. So, [I] kind of just had this whole moment of like, I know I can't come out to you now.   It is worth noting that this strategy of conversational avoidance was one that was generally disliked by every participant that utilized it. It seemed clear that none of them wanted to be secretive about their identity or avoid conversations about it. However, due to the risk of losing acceptance from their family, feeling unsafe, or the general awkwardness this topic 77  brought up in their family, they felt as if they had to suppress their LGBTQ+ self. Additionally, this was also a strategy that produced more struggles for the participants, particularly when it came to issues of authenticity.   Finding Compatibility Between LGBTQ+ and Christian Identities  Each participant faced the difficult task of figuring out which aspects of their selves they wished to keep, and which would be suppressed. None of them had rejected their LGBTQ+ self, so it then became a question of whether to integrate Christianity into themselves or reject the faith altogether. The integration of both identities could be incredibly difficult due to popular perceptions that the two are incompatible, as previously noted. However, one commonality among all participants in this study was the belief that it was possible to be LGBTQ+ and Christian simultaneously. Even Gloria, who did not consider herself a part of the Christian faith and did not view Christianity as compatible with how she identifies, still believed it was possible for someone to integrate it alongside their LGBTQ+ identity. Thus, finding compatibility between their LGBTQ+ and Christian identities provided several participants an opportunity to reduce the conflict between their identities. Participants had found this compatibility through personal research, re-defining Christianity, and integrating Christian ideals into their LGBTQ+ identities.  Personal Research. By far the most common strategy participants used to find this compatibility was through personal research. Several of them had engaged in learning about the Christian faith either through the Bible itself, or through the works of other people. Through this research, they concluded that it was possible to be both LGBTQ+ and Christian. Sam discussed how they were having difficulties with embracing their queer self a couple of years ago, especially considering their connection to Christianity. During this time, they looked for 78  anything that they could read to help them with this identity clash, leading them to read Shameless by Nadia Bolz-Weber. Weber was a Lutheran pastor who wrote about the ways in which the church needed to rethink its positions on sex, gender, and identity. Sam explained that this book allowed them to feel as if they could maintain both of their identities:   It was one of the most accepting things I read, ever coming out of a Christian’s mouth, you know, in mind. I literally, I sat on my balcony in my apartment, and just read it cover to cover in one day. I sat out there and I cried, and I felt so loved by someone that doesn't even know me.  And I think it kind of lit a switch in my brain of like, you're okay. This will be okay. You don't have to denounce either part of your identity in order to be happy.  Sam also mentioned that reading works that reaffirmed their beliefs was one of the major factors that kept them believing in their own version of Christianity and God. Additionally, reading these works continued to help Sam to work through their identity conflicts whenever they reemerged. Adriana’s research led her to believe that the Bible was mistranslated, and that the parts of the Bible that demonized LGBTQ+ individuals were not meant to be a part of it. Through this research, as well as through prayer, Adriana concluded that neither her identity, nor the way that she loved, was a sin, and this provided Adriana with comfort and security:   I have become more comfortable in myself obviously. And I would feel, you know, like [after] the research that I've done and everything, I feel confident, you know, um, debating people who disagree …. And I feel confident in that because of the research that I've done personally.  Marley’s journey to believing it possible to be both LGBTQ+ and Christian was a turbulent one. As Marley had discussed previously, they had become incredibly bitter towards 79  Christianity and the church and had initially laughed off the idea of being able to integrate both identities. However, this perspective changed 7-8 years after Marley’s interaction with a college minister, who introduced them to the idea that these two seemingly conflicting identities could be compatible. Marley also explained that they did extensive studying of Biblical scripture, examining the validity of what the Bible does and does not say about homosexuality. From this research, they have concluded that the Bible does not condemn homosexuality and that any LGBTQ+ individual should not have to change themselves to be a Christian. “Now like, I fully 100% believe that you can be a queer person and be a Christian.” Through their own personal research, participants were better able to embrace their sexual/affectional selves and reduce their own internal disharmony regarding their Christian and LGBTQ+ selves, a finding consistent with Beagen and Hattie’s (2015) research.  Re-Defining Christianity. Overall, several participants had concluded that their LGBTQ+ and Christian identities can exist simultaneously. Of course, this did not automatically mean that every participant wanted to integrate both into their self-concept. After all, even though each one believed it was possible to integrate both identities, many of them still had numerous conflicts with Christianity and the church, leading them to feel uncomfortable and unwelcome. Gloria served as a great example of this; while she did believe it was possible to integrate both identities, she still did not consider herself Christian, nor did she have any desire to identify herself as such. Surprisingly, however, a majority of the participants still had a relationship with Christianity to some degree. Charlie for instance, is currently a part of an LGBTQ+ friendly church, where they spread kindness and acceptance to anyone interested in attending, regardless of their sexual/gender identity. While Sam does not currently attend church, they do engage in self-practice of the Christian faith. Adriana has had difficulty finding 80  accepting churches but has found some churches where she felt welcome. One of the churches Adriana had visited had a queer pastor, and for Adriana, having a queer person represented in such a high position of the church made her feel safe and represented in the church.    With these examples in mind, it makes some sense to ask why so many of the participants continued to be involved to some extent in the Christian faith. As discussed previously, one of the major ideological disputes several participants had with how the Christian faith was practiced was how much of it seemed hate based. Each of them had observed a dichotomy between what Christianity taught about being kind, welcoming, and loving towards others, and each juxtaposed that against the hateful messaging several Christians utilized. It was here where participants made an important distinction regarding their relationship with Christianity: while each of them had major conflicts with how Christianity was practiced, many of them did align themselves with what they believed were Christian values. Marley’s perspective on Christianity was a great representation of this sentiment. While Marley does have major disagreements and ideological disputes with members of the faith, they clarify that these disagreements are not with Christianity as a whole. For Marley, certain parts of Christianity, particularly those they describe as being fundamentalist, were completely incompatible with their understanding of Christianity. Essentially, Marley was able to make a distinction between religion and spirituality, separating the church from their own beliefs. This finding was consistent with other works discussing how the separation of spirituality and religion could reduce internal disharmony regarding LGBTQ+ and Christian identities (Beagan and Hattie, 2015, Ettengoff & Rodriguez 2016).  As a result of making this distinction, all of the participants were able to align themselves more easily with Christian ideals, particularly those that involved spreading love, happiness, and acceptance. This was true regardless of whether they ultimately considered themselves Christian. 81  For instance, Gloria mentioned that one of her best memories of the church was her experiences with a pastor who helped her through a traumatic experience, while being completely non-judgmental. This was what Gloria felt like the church should be; a place she could turn to in times of need without her feeling as if she was constantly being judged. Charlie strongly believed that Christianity should be synonymous with acceptance and currently does all that he can to make individuals feel welcome at his church. George works every day to treat others as they would want to be treated, showing respect to others even when he disagrees with them. He was also particularly critical of Christians who did not show the same courtesy. In general, participants felt far more compatible with the more loving and welcoming ideals of Christianity.  Integrating Christian Ideals into LGBTQ+ Identities. Perhaps the most interesting find regarding each participant’s attempts to integrate both identities, was the relationship Christianity had with each person’s sexual/affectional self. Several participants had not just embraced certain parts of Christianity but had concluded that these ideals aligned quite well with their ideals as an LGBTQ+ individual. Adriana talked about her perspective on Christianity, stating that the goal of Christianity should be to spread love and compassion to everyone one comes across. For Adriana, this perfectly lined up with her ideals as part of the LGBTQ+ community:   I mean I would say probably close to all members of the LGBTQ community, they always want to spread, you know acceptance and things like that, and inclusion, and I feel like that's how Jesus was too, you know.  Always, he was with the people that others felt like you know he shouldn't be with. But he spent his time with the outcasts and with people who maybe in today's society even would just be kind of ostracized because of who they were.   82  Through this belief in Jesus’ kindness, Adriana strove to embody the same level of empathy and love in her own life, particularly when it came to the LGBTQ+ community. Marley agreed with this sentiment, stating that, for them, the most important tenet of Christianity was caring for people on the fringes of society. They cited the Bible, discussing how important it was to care for people such as orphans or widows; individuals who were on the margins of society; and Marley believed that this sentiment should be provided to the LGBTQ+ community today:    And so, I think, absolutely, that means, specifically that tenet of the Christian faith lines up with who I am as a person and the things that I hold most dear.  And things that I believe in or consider a priority is this idea that we are not only supposed to because it's the right thing to do, but we are commanded to care for the least of these, to care for those who are marginalized in our community, those who are particularly beaten down or under the thumb of oppressive power structures and we are called to dismiss those.  Charlie believed that God made each person to be unique and that individuality should be seen as a gift from God. From Charlie’s perspective, each person was lovingly made by God in their own way, and that uniqueness was something to be celebrated. As such, attempting to deny someone’s uniqueness, including someone’s sexual/affectional self, was paramount to rejecting what God had created. Charlie placed great emphasis on the importance of honoring all of humanity, describing it as the “great love commandment.” Ultimately, Charlie concluded that we cannot control how God decided to make us; all that we can do is love what he created, including people who are LGBTQ+. In his own words: “And we can malign it. We can darken it. We can enlighten it; we can expand it. We can love it or hate it. Take your choice. There's no control of it. There's no control of God.”    83  Conclusion   Perhaps what stood out most about each of the participants in this study was their resilience. Each one had clearly been through a variety of difficult conflicts, whether it was fearing rejection from their families and/or communities, feeling inhibited in their ability to express their authentic selves, or struggling to figure out which parts of their identity they wished to hold on to. This resilience was not something that had been created overnight. Through struggling with these issues for many years, these participants had been able to come to their own conclusions regarding their own self and what role Christianity will play in their lives. Of course, this did not mean that these conflicts had simply vanished. In particular, the clashing of family with each participant’s LGBTQ+ self was still a major source of stress for a majority of them, and fears of being wrong about their interpretation of Christianity were quite common as well. However, even through the uncertainty of how to manage their two supposedly conflicting identities, each of them had found their own sources of resilience that helped them to be in a much happier place than previously.  Participants managed the disharmony between their Christian and LGBTQ+ selves primarily through three different strategies, with two of these strategies being quite effective. While conversational avoidance was a strategy they frequently utilized, those who used it did so because they felt it necessary rather than because they found it a desirable conflict management strategy. Although conversational avoidance did assist some participants in feeling more accepted in certain circles by either hiding or suppressing their sexual/affectional selves, this came with the negative consequence of exacerbating the issue of inauthenticity. George, for instance, felt incredibly uncomfortable acting like someone else in front of his grandparents, but did so anyway for fear of not being accepted should he come out to them as bisexual.   84  There was one key similarity between the two more desirable strategies—finding accepting communities and finding compatibility between Christian and LGBTQ+ identities. Both of them involved a substantial amount of support from others. This was an obvious feature of finding welcoming communities, as participants were able to receive support from others and found a place where they could feel safe expressing their true selves. Regarding finding compatibility between LGBTQ+ and Christian identities, those who had discovered this compatibility often did so through the help of others, whether directly or indirectly. Marley was able to transition from believing it impossible to be Christian and LGBTQ+ simultaneously, to fully believing it possible to be both after their interactions with a college minister, inspiring them to do personal research into the Bible. Nadia Bolz-Weber’s book, Shameless, provided Sam with the realization that they could integrate both their Christian and LGBTQ+ selves. Additionally, Sam had both their therapist and partner, whose discussions helped them to better understand their identity and beliefs.  To clarify, these participants had made great strides by themselves, such as by mustering the courage to look for a welcoming community, or by taking time to research Christianity and the Bible. However, it is safe to say that support from others played a significant role in helping participants to manage the disharmony between their Christian and LGBTQ+ selves. This was consistent with research performed by Dym et al. (2019) who discussed the importance of social support structures for LGBTQ+ individuals in helping them recover from personal crises and traumatic events.   In some ways, the role Christianity served for these individuals was the same role that had been found by other researchers examining the relationship between LGBTQ+ and Christian identities: as a source of both resilience and stigma. Similar to participants from Dahl and 85  Galliher’s (2012) research, several individuals from this study, such as Sam and Gloria, felt distant from their religious environment and began to question their faith due to their sexual/affectional selves. This led to them struggling to choose whether to stay in their faith or to leave it. Regardless of their choice, each person had to discover for themselves which parts of Christianity were compatible with their self, and which were not. None of the participants believed that their identity was a sin; only that certain interpretations of the Bible condemned their LGBTQ+ selves. As Schmitz and Woodell (2018) discussed, LGBTQ+ individuals involved in Christianity tend to place more importance on their personal relationship to God, rather than practicing religiosity through actions such as going to church due to their belief that God does embrace them, while many churches go against their own beliefs about Christianity. This was consistent with how participants in this study expressed their beliefs about Christianity. Individuals such as Adriana, Sam, and Marley placed more emphasis on their personal beliefs and/or their relationship to God, believing in their own interpretation of the scripture.   Considering these similarities, it would be simple to label Christianity’s role in the lives of these participants solely as a source of both resilience and stigma. While this is certainly not an inaccurate summation of their experiences, it also does not quite capture the full picture. Having discussed Christianity with each of these individuals at length, I believe a more accurate summation of the role Christianity plays in their lives would be as a source of both validation and invalidation. The majority of participants had experienced plenty of invalidation from Christianity, receiving messages telling them that their identity was wrong, that their beliefs were wrong, that they were going to hell, and that their existence was an abomination. Many of those who heard these messages felt as if their own selves were invalid, that they had to become someone else if they wished to be welcomed, whether it was Adriana’s attempts to change her 86  bisexual self, or George pretending to be straight when in the presence of his grandparents. These were all a consequence of the messages they had received from Christians.   However, some participants began receiving different messages from Christianity, both through personal research and through the assistance of others. In contrast to the invalidating messages they had previously received, these messages were quite the opposite, validating many of the participants’ beliefs and experiences. They were told that it was alright to be LGBTQ+, that they were fine just the way they are, that they were loved by God no matter what, that God created them to be unique, and that they should spread love and kindness to others who need it. These messages informed the beliefs of several participants regarding Christianity and how it should be practiced, whether it was Marley’s belief that Christians should care for those on fringes of society, including those in the LGBTQ+ community, or Charlie’s belief that rejecting someone’s LGBTQ+ self was tantamount to rejecting God’s unique creation.   In the same way that participants had experienced difficulties with their clashing identities, each of them also experienced conflicting messages, receiving both validation and invalidation from the same religion. One message told them that their identity was wrong, that they must cast it aside and become someone if they wish to be accepted, while the other message told them that their identity was valid, and that they would beloved and accepted for who they truly are. Through navigating these conflicting messages, participants were able to align themselves with the aspects of Christianity that validated both their beliefs and their LGBTQ+ self. Of course, this did not mean that every participant agreed with all Christian ideals, nor did every participant desire to consider themselves as Christian. However, each participant did come to the realization that Christian and LGBTQ+ identities which they previously thought were not suitable together, were more compatible than they could have imagined. 87  Chapter 5. Discussion I had initially begun this research with two goals in mind: first, to discover how LGBTQ+ individuals living in Appalachia managed the conflict between their Christian and sexual/affectional identities, and second, to discover the role that Christianity played in the lives of these same individuals. Having worked with the narratives of participant experiences for nearly a year, what has stood out to me was each participant’s ability to persevere. Each of these individuals had been through quite a few hardships regarding the conflict between their LGBTQ+ and Christian identities, yet they had all managed this conflict in their own unique ways. Doing so was certainly not easy, especially considering how each of them lived in Appalachia, where their access to support was limited. In spite of these challenges, each person has found ways to manage them, and there is quite a bit that can be learned through their experiences.   First, it cannot be emphasized enough how important the support of others was in helping these participants manage their identity conflicts. This was especially important for these individuals, as they often felt isolated and distant from their church communities. Having a person that they could talk to, who could help them make sense of their own experiences, was incredibly valuable in helping each participant better manage their identity conflict. Of course, support from family or friends was incredibly important, but perhaps even more so was the opportunity for participants to discuss their experiences with individuals who had similar identities. This provided participants with validation that they were not alone, that others understood what they were going through, which is particularly important for a group of people who generally struggle to find others to whom they can relate, especially within Appalachia.    88  Another lesson to be learned from these experiences is how important authenticity was for participants. Considering how often they had to hide their true selves for fear of being rejected by others, and how they had to act as if they are a completely different person, it is no wonder that any opportunity these individuals had to be themselves was incredibly valuable to them. It seems that having access to spaces where they could act authentically was vital in helping LGBTQ+ people understand and embody their true selves. The importance of these safe spaces to each participant in this study cannot be understated and are important parts of many LGBTQ+ individuals who are struggling with their identity (Cimino-Johnson, 2021). This was something several participants had used to express their own identities, whether it was through an online community, a friend group, or an accepting church community.   Lastly, for the participants in this study who wished to integrate their Christian and LGBTQ+ identities, it is worth noting that the majority had achieved this integration largely as a result of their personal faith practices, rather than their involvement in organized religion. This was partially because several participants did not feel safe attending church, even those that advertised themselves as being LGBTQ+ accepting. However, this was also due to these participants developing a more personal interpretation of and relationship with Christianity and God, a finding consistent with other research on LGBTQ+ experiences with religion (Schmitz et al., 2018). In particular, several participants utilized personal research on Christianity to deepen their connection to the religion, similar to the participants in Began and Hattie’s (2015) research. By doing so, these LGBTQ+ individuals were able to find aspects of Christianity that they found compatible with their sexual/affectional identity, those being showing love and kindness towards others, and helping those on the fringes of society.     89  Implications  The information presented in this study has the potential to be beneficial in efforts to help LGBTQ+ individuals struggling with their sexual/affectional and Christian identities, particularly those found in Appalachia. Considering how important support from others was in helping participants to manage their identity conflicts, finding ways to help spread support for LGBTQ+ individuals within Appalachia could provide a similar effect. In particular, having LGBTQ+ individuals who have been involved in Christian faith communities speak to each other could help each to validate their experiences. This could be accomplished through the creation of further safe spaces within Appalachia, discussion groups focused on sharing experiences with faith communities, or a campaign involving individuals sharing stories of their identity conflicts online. The creation of more safe spaces within Appalachia could also be beneficial in helping LGBTQ+ people live lives they feel are authentic.    For those involved with Christianity who desire to create a welcoming religious environment for LGBTQ+ individuals, there are several points to note. First, the creation of more LGBTQ+ religious groups within Appalachia may be desirable, as many of the participants in this study indicated difficulty in finding accepting Christian groups within their communities. Second, it is worth mentioning that simply portraying the church as LGBTQ+ friendly may not be particularly convincing. As discussed previously, many of the participants in this study were skeptical of churches in general, and a couple of them had felt betrayed by their churches who portrayed themselves as being accepting, even as they attempted to change the identity of LGBTQ+ congregants.   What is most important in helping LGBTQ+ individuals to feel welcome is the messaging that occurs both in and around a church. Each of the participants in this study felt 90  more aligned with Christianity when the focus was placed on spreading love and kindness to others, and helping those who are in need. As such, placing a greater emphasis on these kinds of messages both in sermons and in church advertising would assist a given church or faith community in being more compatible with the values that LGBTQ+ may hold. In contrast, messages that portray LGBTQ+ identities as sinful by definition are likely to make LGBTQ+ individuals feel uncomfortable and unsafe. Additionally, attempts by the church to change someone’s sexual/affectional identity stand a good chance of leaving that person feeling betrayed and rejected by the church despite their messaging. Instead, spreading messages that focus on how God loves them for who they are and how they might value themselves as one of God’s creations will be much more likely to create a welcoming environment for any LGBTQ+ individual.   Limitations              A potential limitation of this study was the number of participants involved. Conducting six interviews only allowed for a small number of experiences on the topic of LGBTQ+ and Christian identity clashes in Appalachia to be explored.  The study also was limited in terms of its demographic representation. For instance, this research was intended to examine the experiences of individuals living in Appalachia as a whole, rather than a specific subregion. However, not only was nearly every participant a resident of the same state, nearly all of them lived in what was described by the Appalachian Regional Commission (2021) as the South-Central Appalachian Subregion. As such, it is accurate to say that this data is more likely representative of LGBTQ+ experiences living in the South-Central Appalachia, rather than the Appalachian region as a whole. Similarly, while this study aimed to explore the experiences of the LGBTQ+ community as a whole, the data from this research was skewed towards those who 91  had bisexual identities. Out of the six participants interviewed, three identified as bisexual, and this meant that several identities that were considered as part of the LGBTQ+ community were not represented. It is likely that people who identify as lesbian or gay have a different perspective than those who are bisexual, and these experiences were not adequately represented by comparison.               The choice to utilize one-on-one interviews rather than focus groups may have limited the data. The interviews did allow consideration for the participants to ensure that they would feel comfortable sharing their experiences, and as a means of ensuring each participant’s voice was heard without it being considered as part of the collective.  Even so, focus groups may have benefited the study in other ways.  Fossey et al. (2002) noted that focus groups are “particularly useful in exploring sensitive issues, or with marginalized populations, where people are more likely to feel comfortable talking with others who share similar experiences” (p. 727). Essentially, the concerns that I had regarding participant comfortability with sharing their experiences in a group setting may have been unfounded. Participants may have been even more comfortable being able to discuss their experiences when surrounded by individuals who share a similar identity. Additionally, Gibbs (1997) has noted that focus groups are useful when the everyday language and culture of a particular group of people are of interest, as the interactions each participant has with others in the group highlight their own views and beliefs, as well as the language they use when discussing particular issues. As such, holding focus groups for this study may have given more, or at least different insight into each participant’s beliefs and may have placed a greater emphasis on the specific language each one used.     92  Future Directions              Explorations into Appalachian transgender experiences regarding conflicts between their LGBTQ+ and Christian represents a logical next step in the future direction of this research. As discussed by Levy and Lo (2013), transgender experiences regarding the conflict between their LGBTQ+ and religious identities were quite unique, as these individuals had to struggle with their core gender identity conflicting with the gender norms often perpetuated in Christian churches. These conflicts would likely be even greater in Appalachia due to the commonality of restricted gender norms. Considering how hostile Christian denominations such as Southern Baptist and Catholicism have been to transgender individuals (Lewis, 2009), and that they are the two most prominent within Appalachia (Kelley, 2015), having the opportunity to hear the experiences of transgender people regarding their identity conflict would be quite valuable. In particular, exploring how transgender people have managed the conflict between their transgender and religious identities may reveal new management strategies. Additionally, since transgender individuals may be less likely to be involved in organized religion than non-transgender people (Lewis, 2009), it would be interesting to learn of the role that Christianity plays in the lives of these individuals.   The insights from this study could also encourage further exploration of LGBTQ+ experiences within Appalachia. Considering how limited this area of research is currently, gaining further insight into the lives of these individuals, whose experiences are so often ignored, would be beneficial in expanding the voices of this group of people. Additionally, the ways in which Christianity has helped to validate several of the participants’ LGBTQ+ identities may provide a means for future research to examine the ways in which Christian and LGBTQ+ identities may be further compatible.  93              Another direction to take this research could involve a utilization of focus groups. The potential for focus groups to provide participants with greater comfort and a sense of familiarity with each other’s identity could allow for further exploration of participant experiences. This would come with the added benefit of allowing participants to feel more comfortable using LGBTQ+ language, allowing each participant to have more of a voice.               Focusing on particular subregions within Appalachia could provide nuance to the LGBTQ+ experience in Appalachia. As discussed earlier, while the Appalachian region as a whole has many defining characteristics, it has plenty of diversity, particularly between its five subregions. Each of these subregions are divided as such due to their differences in topography, demographics, and economics, which has resulted in each having its own unique culture (Appalachian Regional Commission, 2021). As such, the struggles experienced by LGBTQ+ individuals regarding their identity conflict, the ways in which they managed said conflict, and the role that Christianity played in their lives could be quite different between these locations.               Another future direction for this field of study would be to examine the conflict between sexual/affectional identities and other religions besides Christianity. While the Christian religion is certainly the most synonymous with its disapproval of LGBTQ+ individuals, it is certainly not the only religion that has this reputation. Exploring the struggles LGBTQ+ people experience with other religion could provide further nuance to the ways in which certain religions can be incompatible or compatible with LGBTQ+ identities.               Lastly, a long-term study involving revisiting participants after a period of time to learn about how their conflict management has changed and their perspective on Christianity could be quite insightful. Many of the participants in this study were still in the process of navigating the conflict between their identities. While each of them was certainly in a better place than they 94  were previously, they each still experience a variety of struggles, and many of them feel as if they were still not adequately managing their identity conflict. It is true that this kind of conflict is one that is unlikely to ever go away completely, however, there could be much to learn from returning to individuals who have struggled through the conflict between their sexual/affectional and Christian identities. Doing so would not only give participants more time to develop their perspectives regarding their own identity and Christianity, but the extra time would also provide participants with more opportunities to develop further strategies to better manage their conflicts.  Research Reflections              While I have had previous experience with taking part in qualitative research, this study represents my first foray into the position of Primary Investigator. Unlike my previous involvement, where I was tasked with data collection and data analysis as part of a research team, this research gave me a lot more responsibility. Not only was I now responsible for the idea behind this study, but I also had to set the research goals, handle recruitment, and analyze vast amounts of data with minimal assistance. Thankfully, my experiences with qualitative research beforehand assisted me in several aspects of this study, including conducting interviews, ensuring participant comfortability, and coding and analyzing data. It certainly helped that my advisor, the very same person who taught me about qualitative research, was incredibly helpful throughout this entire process. My time as the Primary Investigator has certainly helped me to grow as a researcher, and part of that growth has involved looking back to see both my triumphs and failures in the role.      95  Areas of Strength              One of my favorite aspects of conducting this research was getting to meet a variety of new and wonderful people. Each of the participants in this study were incredibly polite, showing me nothing but kindness and respect throughout their interviews. One of them even told me that I had a great smile (Thank you) which really made my day! All of them were also incredibly brave, sharing some uncomfortable, yet powerful stories that defined their experiences as LGBTQ+ individuals living in conflict with their sexual/affectional and religious identities. What stood out to me the most about these participants, however, was the reason why they wanted to be a participant in this study. Every single one of them indicated a strong desire to help those who were going through what they had experienced, and each hoped that sharing said experiences would help other LGBTQ+ individuals to make sense of their own.               Considering how kind and generous these individuals were in helping with this research and in respect of their desire to assist other members of the LGBTQ+ community, I wanted to put as much effort into ensuring their comfort as best I could. In this regard, I believe I succeeded. I went out of my way to communicate with the participants, ensuring that they had time to confirm their interest in being a part of this study, informing them of the risks involved, and encouraging them to find a private location where they could join the Zoom interview.  Areas for Growth              One area for growth is in my recruitment efforts. One of the largest contributing factors to my limited recruitment was my lack of social media presence. I did not even have a Facebook account before the creation of this study and had only made one for the purpose of recruiting participants. Even after making an account, my limited networking meant that recruitment flyers were not spread nearly as much as they could have been. As such, most of my participants were 96  acquired through word of mouth. I had initially planned on recruiting 6-8 participants for this study and had barely acquired the minimum number of participants several months after my initial Facebook post. Still, since personal social media accounts may not be the best recruitment strategy, my work would benefit from my being familiar with other forms of social media as well.              Another area of improvement is in my interviewing skills. During the first few interviews, before I became comfortable in the role of interviewer, I was concerned that we would run out of time before we got to every question that I wished to ask them. As a result, I stuck very closely to the Interview Guide, rarely going off script. Once I had finished the interviews and began transcribing them, I realized that there were several important stories or moments that I had so many questions about, that I had simply glossed over and moved on from during the interview. I attempted to rectify this in the later interviews by ensuring that I listened more intently and asked questions for clarification, but my tendency to stick to the interview guide certainly prevented me from gaining as much insight into some of the participants’ experiences as I could have. This rigid approach to the interview guide also prevented me from using a more organic approach that would allow me to modify the guide in response to how participants were responding to it.   My Perspective              In all honesty, I had begun this research with a very particular bias. As I had mentioned in the Introduction chapter, one of the inspirations behind this study was the conflict between my parents and my sister. More than anything in the world, I wanted to believe that their conflict was something that could be overcome, that the clashing between my parents’ religious beliefs and my sister’s sexual identity could be solved. In doing this research, I had hoped to prove that 97  it was possible to be LGBTQ+ and Christian simultaneously, that the conflict between the two was not insurmountable. It is possible then, that this bias has influenced my interpretations of the participant’s experiences, painting LGBTQ+ and Christian identities as being more compatible than they actually were.               Having worked with these individuals’ experiences for quite some time, my perspective on this issue has certainly gained nuance. Describing Christianity as either completely compatible or incompatible with LGBTQ+ identities would be inaccurate, as the truth was often somewhere in the middle. For those participants who still considered themselves to be Christians, while they had found quite a lot of compatibility between their LGBTQ+ and Christian identities, this did not mean that they approved of every aspect of their religion. Fundamentalist Christian values in particular were seen as incompatible with their identities. In a similar vein, even if participants believed it was possible to integrate both a Christian and an LGBTQ+ identity, it did not automatically mean that they wanted to do so. Participants had plenty of reasons for not wanting to integrate Christianity into their identity, whether it was Gloria seeing herself as not being compatible with Christian values and practices, or Marley not wanting to call themselves Christian due to the association they would have with the fundamentalist aspects of Christianity that they disagree with.               With that said, one of the commonalities between each of the participants was that all of them did believe it was possible to integrate both LGBTQ+ and Christian identities. Additionally, several of them had found aspects of Christianity that they believed lined up with their values as a member of the LGBTQ+ community. Even participants who did not consider themselves Christian were able to find at least a few elements of it that they could appreciate. Most common amongst these aspects were showing love and compassion towards others 98  regardless of who they were, and caring for those who were considered outcasts by society. Of course, this did not make the integration progress easy, as despite this more loving and caring messaging these participants had received from Christianity, each had received some amount of hateful and invalidating messaging from the religion as well. For those who still wanted to integrate, the process often involved separating certain aspects of Christianity from their beliefs, choosing to believe in a different version of the religion that accepts their LGBTQ+ identity.               Learning about the various ways these individuals have managed their conflicting identities and how some of them had found ways to integrate their identities has helped me to make sense of my own identity conflict. I still consider myself to be both a man and a Christian. While I do not hear it as often as I used to, I occasionally still hear messages telling me to be more like a man. I sometimes get asked why I do not have at least five girlfriends by now, or why I’m not more assertive and aggressive, or why I have not yet been married. Whenever I hear these messages, I always imagine what a person who has all of those traits would be like. I then look to myself and think “That person is someone else. That is not me.” While I do consider myself to be a man, this does not mean that I automatically agree with and integrate every aspect of what a man is supposed to be. Instead, much like some of the participants in this study, I have taken aspects of being a man that I find compatible with me and have integrated them into my core identity.               I had also hoped that by engaging in this research that I would come to a greater understanding of my sister’s experiences. The reality is that I may never fully understand what my sister went through, as I have not experienced having my sexual identity be rejected by the religion that I grew up in. Having said that, I feel as if I have come just a bit closer to comprehending what she went through. She likely struggled a lot with her identity, trying her 99  best to figure out who she wanted to be and what she wanted to integrate into her core self. There were probably times when she felt like no one understood what she was going through, growing up in an environment where she was constantly told that her identity was a sin. Yet, if there is one thing I can take solace in, it is that she most certainly had people in her life that helped her. Much like each of the participants in this study, she likely had someone that she could speak to; someone who helped her through her identity conflict; someone who could offer a shoulder of support in difficult times. My only hope is that I played some small part in helping her to manage her conflict.   “What Would You Say?”              Before closing off these reflections, I wanted to pay one last tribute to the wonderful participants of this study. Each of these participants held a deep desire to help other members of the LGBTQ+ community; people who may be struggling with their own identity conflict regarding their sexual/affectional and religious identities; people who may feel as if no one else truly understands what they are going through. As such, I wanted to provide each of them with an opportunity to do just that. At the end of each interview, participants were asked one final question: “What would you say to anyone who is struggling between their Christian and LGBTQ+ identities?” These were their responses:  Sam:   I’d give them a reading list. I’d just say, you know, seek it out, find, find the people that are agreeing with you because they are out there. And well, who's to say they're wrong?  I mean, look, how many denominations are on earth right now that all say they're Christian, but they're all a little bit different. And they all have a little different sayings and different feelings. So, who's to say you're wrong? Really? Seek it out. I think another piece of advice I would add 100  would be to recognize it's okay to doubt and to ask questions.  That's one of the tenets of Jesus's messages was you should ask, seek and you shall find. So, if you never, you never seek, you’re never gonna find. So, we have to doubt; we have to struggle with it. That's the part of faith that's most important.    Marley:   As someone who has spent many, many years in the church, both in the closet and out of the closet, and as someone who has spent many years studying scripture; studying what it does and does not say about homosexuality and the validity of the claims that, you know, homosexuality is condemned in the Bible; no matter what people have told you, there is space for you at this table.  Exactly as you are. There is no requirement to change. There is no requirement to be someone that you are not. You are fearfully and wonderfully made in the eyes of God. And you are whole as you are.  Charlie:   First of all, I would assure them of our friendship, and I would assure them that I would invite them, that we want to be a part of their care and lives as they have been a part, 9 times out of 10, of the care of the community. And just to be present, those are very important basic things. I'll give a card with my phone number and generally with some folks who are new, almost always with some people who are at some risk, not that we all are not, of all colors and places and so forth, I will be sure that one or two members of the congregation, ideally two, are in good community with this new person or these new persons.   Gloria:  I would say get away from your small hometown or even if it's just like for vacation, I would just say like get out and go visit somewhere.  Even if it's like in the same area, like 101  southern Appalachia or if you just go like an hour away from your town. But like go see more progressive places and see if you're like, “Hmm, I like this. This is how I feel.” Then that can help you identify as like, hey, I like this. Or, if you don't like it, you can just go back and be like, this is who I wanna be. I wanna stay here and be a part of the Christian community, or you can do both.  A lot of people do both and you're like, I still feel, I still want to be connected with this faith, but I still want to be open as who I am in the community.   Go out and search, especially on the internet, on social media and stuff like that. Go and find those communities. Experience those communities.  If you still feel like one or the other, you can just go back. Like nothing is really set in stone. So, I would just say like, nothing is set in stone.  Like you can do what you want to do. Don't be afraid to do it, because it's better to go out and do something instead of like just sit in one place and be miserable the whole time, like for the rest of your life.  Adriana:   That it's okay to kind of struggle trying to figure it out, but that people do accept you, and there are people in both communities that will fully accept you either way, and that there are people that love you, and that God loves you.  George:  I would tell them that no matter what happens, they need to love themselves and be honest to who they are. You cannot change the way you were born, and no matter what people may tell you, your existence is not a mistake or sinful. Your gender identity or sexuality is a part of who you are, regardless of how you go about your life. You will, and probably have, experienced misunderstanding, alienation, and cognitive dissonance being in your communities, 102  and that has caused you lots of pain, whether you believe intimacy with the same sex is a sin or not.   Ultimately, you are living your life, no one else is doing it for you, and everyone deserves basic human respect and dignity, especially when they have not hurt anybody. All I can say to you is speak your mind, listen out for any signs if there are any, and don’t be afraid to second guess yourself about anything. Surround yourself with a community that cares about you no matter where you are in life, because ultimately that is what family is.   103  References About the Appalachian region. Appalachian Regional Commission. (2022, June 24). Retrieved September 11, 2022, from https://www.arc.gov/about-the-appalachian-region/    Bergan, A., & McConatha, J. T. (2001). Religiosity and life satisfaction. Activities, Adaptation & Aging, 24(3), 23–34. https://doi.org/10.1300/j016v24n03_02   Beagan, B. L., & Hattie, B. (2015). Religion, Spirituality, and LGBTQ identity integration. Journal of Lgbt Issues in Counseling, 9(2), 92–117. https://doi.org/10.1080/15538605.2015.1029204   Bocker, E., Glasser, M., Nielsen, K., & Weidenbacher-Hoper, V. (2012). Rural older adults’ mental health: status and challenges in care delivery. Rural and Remote Health. https://doi.org/10.22605/rrh2199  Brewer, Michael Brandon, \"O Brother, Where Art Thou? Understanding Culturally-Produced Limitations On Gay Male Community Formation in South Central Appalachia\" (2015). Electronic Theses and Dissertations. Paper 2497. https://dc.etsu.edu/etd/2497  Cawood, J. C., Jr. (2018). Out in Appalachia Leaving the Closet in the Mountains (Order No. 10826482). Available from ProQuest One Academic. (2055351407). https://www.proquest.com/dissertations-theses/out-appalachia-leaving-closet-mountains/docview/2055351407/se-2   Chalifoux, Z. L., Neese, J. B., Buckwalter, K. C., Litwak, E., & Abraham, I. (1996). Mental health services for rural elderly: Innovative service strategies. Community Mental Health Journal, 32(5), 463–480. https://doi.org/10.1007/bf02251046   Charmaz, K. (2014). Constructing grounded theory. In Sage eBooks (Issue 1). http://ci.nii.ac.jp/ncid/BB16752935   104  Cimino-Johnson, T. A. (2021, May). Narratives from Appalachia: The current stories of LGBTQ Community College students. ODU Digital Commons. Retrieved September 10, 2022, from https://digitalcommons.odu.edu/efl_etds/257/  Clayton, R. R., & Gladden, J. W. (1974). The Five Dimensions of Religiosity: Toward Demythologizing a Sacred Artifact. Journal for the Scientific Study of Religion, 13(2), 135–143. https://doi.org/10.2307/1384375   Collins, P. H., Bilge, S. (2020). Intersectionality. United Kingdom: Polity Press.  Cornwall, M., Albrecht, S. L., Cunningham, P. H., & Pitcher, B. L. (1986). The Dimensions of Religiosity: A Conceptual Model with an Empirical Test. Review of Religious Research, 27(3), 226–244. https://doi.org/10.2307/3511418    Cox, D. A. (2022, April 4). Generation Z and the future of faith in America. The Survey Center on American Life. Retrieved September 10, 2022, from https://www.americansurveycenter.org/research/generation-z-future-of-faith/#:~:text=their%20childhood%20religion.-,Religious%20Disaffiliation,leaving%20their%20childhood%20religious%20tradition.   Dahl, A. L., & Galliher, R. V. (2012). LGBTQ adolescents and young adults raised within a Christian religious context: Positive and negative outcomes. Journal of Adolescence, 35(6), 1611–1618. https://doi.org/10.1016/j.adolescence.2012.07.003    Dahl, A., & Galliher, R. (2010). Sexual minority young adult religiosity, sexual orientation conflict, self-esteem and depressive symptoms. Journal of Gay & Lesbian Mental Health, 14(4), 271–290. https://doi.org/10.1080/19359705.2010.507413     105  Dakin, E., Williams, K. A., & MacNamara, M. (2020). Social Support and Social Networks among LGBT Older Adults in Rural Southern Appalachia. Journal of Gerontological Social Work, 63(8), 768–789. https://doi.org/10.1080/01634372.2020.1774028  Dehlin, J. P., Galliher, R. V., Bradshaw, W. S., & Crowell, K. A. (2015). Navigating Sexual and Religious Identity Conflict: A Mormon perspective. Identity, 15(1), 1–22. https://doi.org/10.1080/15283488.2014.989440  Denham, S. A. (2015). Does a culture of Appalachia truly exist? Journal of Transcultural Nursing, 27(2), 94–102. https://doi.org/10.1177/1043659615579712   Dorgan, H. (1990). Giving glory to God in Appalachia: Worship Practices of Six Baptist Subdenominations. Univ. of Tennessee Press.  Dym, B., Brubaker, J. R., Fiesler, C., & Semaan, B. (2019). “Coming Out Okay.” “Coming Out Okay”: Community Narratives for LGBTQ Identity Recovery Work, 3(CSCW), 1–28. https://doi.org/10.1145/3359256   Etengoff, C., & Rodriguez, E. (2016). Religion/spirituality and LGBTQ people. In A. Goldberg (Ed.), The SAGE encyclopedia of LGBTQ studies (Vol. 1, pp. 943-947). SAGE Publications, Inc., https://dx.doi.org/10.4135/9781483371283.n333  Fearon, J. D. (1999). What Is Identity (As We Now Use the Word)? Unpublished manuscript. Stanford University.  Flores, A. R., Mallory, C., & Conron, K. J. (2020). Public attitudes about emergent issues in LGBTQ rights: Conversion therapy and religious refusals. Research & Politics, 7(4), 205316802096687. https://doi.org/10.1177/2053168020966874     106  Fossey, E., Harvey, C., McDermott, F., & Davidson, L. (2002). Understanding and Evaluating Qualitative Research. Australian and New Zealand Journal of Psychiatry, 36(6), 717–732. https://doi.org/10.1046/j.1440-1614.2002.01100.x   Leedy, G. M., & Connolly, C. (2007). Out in the Cowboy state. Journal of Gay and Lesbian Social Services, 19(1), 17–34. https://doi.org/10.1300/j041v19n01_02   Gray, M. L. G. (2018). “There Are No Gay People Here” Expanding the Boundaries of Queer Youth Visibility in the Rural United States. Appalachia in Regional Context: Place Matters, 111–130. https://doi.org/10.2307/j.ctt1z27j0k.11   Hendryx, M. (2008). Mental Health Professional Shortage Areas in rural Appalachia. The Journal of Rural Health, 24(2), 179–182. https://doi.org/10.1111/j.1748-0361.2008.00155.x    Holdcroft, B. B. (2006). What is Religiosity. Journal of Catholic Education, 10(1). https://doi.org/10.15365/joce.1001082013    Humphrey, R. A. (2015). Religion in Southern Appalachia. In S. E. Keefe (Ed.), Appalachian Mental Health (pp. 36–48). essay, The University Press of Kentucky.   Jung, E., & Hecht, M. L. (2004). Elaborating the Communication Theory of Identity: Identity Gaps and Communication Outcomes. Communication Quarterly, 52(3), 265-283. https://doi.org/10.1080/01463370409370197  Keefe, S. E. (1988). Introduction. In S. E. Keefe (Ed.), Appalachian Mental Health (pp. 1–12). University Press of Kentucky. http://www.jstor.org/stable/j.ctt130jbbk.5   Kelley, M. B. (2015, April 29). This map shows the dominant religious group in every US county (as of 2010). Business Insider. Retrieved September 10, 2022, from https://www.businessinsider.com/the-religious-makeup-of-america-2015-4   107  Koenig, H. G. (2001). Religion and medicine II: Religion, mental health, and related behaviors. The International Journal of Psychiatry in Medicine, 31(1), 97–109. https://doi.org/10.2190/bk1b-18tr-x1nn-36gg    Kort, J. (2018). LGBTQ Clients in therapy: Clinical issues and treatment strategies. https://www.goodreads.com/work/quotes/56498634-lgbtq-clients-in-therapy-clinical-issues-and-treatment-strategies   Kramarae, C. (2009). Muted Group Theory [Review of Muted Group Theory]. Encyclopedia of Communication Theory, 668–669. https://doi.org/10.4135/9781412959384   Lee, M. G., & Quam, J. K. (2013). Comparing supports for LGBT aging in rural versus urban areas. Journal of Gerontological Social Work, 56(2), 112–126. https://doi.org/10.1080/01634372.2012.747580   Levy, D. L., & Lo Msw P-Lcsw, J. R. (2013). Transgender, Transsexual, and Gender Queer Individuals with a Christian Upbringing: The Process of Resolving Conflict Between Gender Identity and Faith. Journal of Religion and Spirituality in Social Work: Social Thought, 32(1), 60–83. https://doi.org/10.1080/15426432.2013.749079   Lewis, J. (2009, September 2). Transgender and Christian: Finding identity. Religion Dispatches. Retrieved September 11, 2022, from https://religiondispatches.org/transgender-and-christian-finding-identity/    Longo, J., Walls, N. E., & Wisneski, H. (2013). Religion and religiosity: Protective or harmful factors for sexual minority youth? Mental Health, Religion & Culture, 16(3), 273–290. https://doi.org/10.1080/13674676.2012.659240    Mann, A. K., Williams, S. L., Job, S. A., Pachankis, J. E., & Chaudoir, S. R. (2022). The Buckle of the Bible Belt: Sexual minority emerging adults’ minority stress in South Central 108  Appalachia. Journal of Gay & Lesbian Mental Health, 1–19. https://doi.org/10.1080/19359705.2022.2064953   Miller, R. M., & Leonard, B. J. (2000). Christianity in Appalachia: Profiles in Regional Pluralism. Journal of Southern History, 66(4), 909. https://doi.org/10.2307/2588065   Owens, J. S., Richerson, L., Murphy, C., Jageleweski, A., & Rossi, L. (2007). The Parent Perspective: Informing the cultural sensitivity of parenting programs in rural communities. Child & Youth Care Forum, 36(5–6), 179–194. https://doi.org/10.1007/s10566-007-9041-3   Page, M. J., Lindahl, K. M., & Malik, N. M. (2013). The role of religion and stress in sexual identity and mental health among lesbian, gay, and bisexual youth. Journal of Research on Adolescence, 23(4), 665–677. https://doi.org/10.1111/jora.12025    Patterson, J. G., Jabson Tree, J. M., & Kamen, C. (2019). Cultural competency and microaggressions in the provision of care to LGBT patients in rural and Appalachian Tennessee. Patient Education and Counseling, 102(11), 2081–2090. https://doi.org/10.1016/j.pec.2019.06.003    Pew Research Center. (2019, December 31). Chapter 6: Religion. Pew Research Center's Social & Demographic Trends Project. Retrieved September 11, 2022, from https://www.pewresearch.org/social-trends/2013/06/13/chapter-6-religion/    Phellas, C. N., & Wilcox, M. M. (2012). Researching Religion in LGBTQ Populations. In Researching non-heterosexual sexualities (pp. 27–40). essay, Ashgate.    Photiadis, & Maurer, B. B. (1974). Religion in an Appalachian state. Division of Personal and Family Development, Appalachian Center, West Virginia University.  109  Photiadis, J. D. (1978). Religion in appalachia: Theological, social and psychological dimensions and correlates. West Virginia University Center for Extension and Continuing Education.   Report explores Appalachia's current strengths and vulnerabilities. PRB. (2018). Retrieved September 11, 2022, from https://www.prb.org/resources/appalachias-current-strengths-and-vulnerabilities/     Roberts, A., & Rosanne, E. (2020). Qualitative Interview Questions: Guidance for novice researchers. The Qualitative Report. https://doi.org/10.46743/2160-3715/2020.4640  Robinson, C. (2015). An Exploration of Poverty in Central Appalachia: questions of culture, industry, and technology. Kome, 3(2), 75–89. https://doi.org/10.17646/kome.2015.26   Rogers, R. H. (2018). Coding and writing analytic memos on qualitative data: A review of Johnny Saldaña’s the coding manual for qualitative researchers. The Qualitative Report. https://doi.org/10.46743/2160-3715/2018.3459  Rosenkrantz, D. E., Black, W. W., Abreu, R. L., Aleshire, M. E., & Fallin-Bennett, K. (2017). Health and health care of rural sexual and gender minorities: A systematic review. Stigma and Health, 2(3), 229–243. https://doi.org/10.1037/sah0000055  Saldaña, J. (2009). The Coding Manual for Qualitative Researchers. http://ci.nii.ac.jp/ncid/BB20067005   Schmitz, R. M., & Woodell, B. (2018). Complex processes of religion and spirituality among midwestern LGBTQ homeless young adults. Sexuality & Culture, 22(3), 980–999. https://doi.org/10.1007/s12119-018-9504-8  Strange, K. E. S., Mixer, S. J. M., Embler, P. E., Smith, J. L. S., & Troutman-Jordan, M. T. J. (2023). \"Turn It over to God”: Faith Enhances Mental Health of Rural Appalachian Older 110  Adults. Issues in Mental Health Nursing. https://doi.org/10.1080/01612840.2023.2241072   Tanis, J. E., Schlager, B. S., & Perry, T. D. (2018). Trans-gender: Theology, ministry, and communities of faith. Wipf & Stock.   Thorne, D., Tickamyer, A., & Thorne, M. (2004). Poverty and Income in Appalachia. Journal of Appalachian Studies, 10(3), 341–357. http://www.jstor.org/stable/41446644  Yolaç, E., & Meriç, M. (2020). Internalized homophobia and depression levels in LGBT individuals. Perspectives in Psychiatric Care, 57(1), 304–310. https://doi.org/10.1111/ppc.12564    111  APPENDICES Appendix A: Flyer   112  Appendix B: Social Media Post    Hello everyone!   I am currently looking for interview participants for my study focusing on exploring the experiences of Appalachian people managing conflict between their Christian and LGBTQ+ identities! I would love the opportunity to hear your perspective!  All interviews will be conducted on Zoom and will last approximately 45 minutes to an hour. Feel free to share both this post and this flyer to anyone you feel may be interested!   For those who are interested in becoming a participant, please contact me via email at smithzn@etsu.edu  Have a wonderful day!       113  Appendix C: Participant Demographic Information  Pseudonym  Race  Gender Identity  Sexual Identity  Current Religious Affiliation  Sam  White  Gender Non-Conforming  Queer  Christian  Marley  White Non-Binary  Polyamorous Pansexual  Universalist  George  Black  Male  Bisexual  Agnostic Theist/Deist  Gloria  White Female  Bisexual  Agnostic, Atheist Leaning  Charlie  White  Male  Gay  Christian  Adriana  White Female  Bisexual  Christian     114  Appendix D: Interview Guide   Managing Religious and LGBTQ+ Identity Conflict in Appalachia Interview Guide  The Principal Investigator (PI) will ask participants questions that will be guided by the two primary research questions of this study. The PI will offer prompts to the participants as appropriate to help them accurately share their experiences. Prompts not included in this Interview Guide may be asked should the PI think it necessary. Examples of these prompts are included below.  Starter Questions 1. Tell me about yourself 2. What interested you about this study? 3. How do you currently identify in terms of identity?  What role does religion serve in the lives of LGBTQ+ individuals living in Appalachia?  1. Talk to me about your relationship with the Christian faith? a. Has it changed? How so? Possible Prompts: a. If still involved: 1) What does Christianity mean to you? 2) Would you share with me some of the ways that you practice your faith? • Does this differ from how you previously practiced? (How so?) 3) What are some of the ways that Christianity has impacted your values? 115   b. If no longer involved: 1) What does Christianity mean to you? 2) If you feel comfortable, would you share with me your motivation to no longer be involved with Christianity? 3) Would you share with me some of the ways that you used to practice your faith? 4) What are some of the ways that Christianity had previously` impacted your values?  c. If they currently or previously attended church: 1) Talk with me about the environment of the church you attend (attended)  Possible Prompts: • How would you describe the vibes of the church you attended? • What were some aspects of your church environment that you liked? What were some that you didn’t? • Did you feel accepted in your church environment? Why/why not? • Can you describe a time where you discovered what your church’s environment was like?  2) How do you feel when you are (were) in this environment?  • Can you talk with me about one of the times you felt that way? • Was there ever a time when you were in the church environment and did NOT feel that way?   o What was happening? o What did you wish was happening instead? o How did you respond that day? o What do you think about that day now?  3) Does (Did) your church have an impact on your current beliefs?  • In what ways? • Can you tell me about a time when you drew from that/those belief(s) to make a decision?   116  How do LGBTQ+ individuals in Appalachia navigate their religious and LGBTQ+ identity conflict? We all have multiple identities. At times our various identities feel in synch or compatible with each other; at other times they feel out of synch or in conflict with each other. First, we’ll talk about this in general terms, and then we’ll talk about it specifically in terms of your LGBTQ+ identity and your current (or past) Christian identity. Possible Prompts: 2. General Identity and Christianity a. How is (was) Christianity compatible with who you are generally or want to be generally, and ways it isn’t (wasn’t).  1) Can you share with me about a time when that compatibility helped you? 2) Can you think of time when that compatibility worked against you? b. Talk with me about some ways that you feel Christianity is (was) NOT compatible with who you are or who you want to be, generally.  1) Can you share with me about a time when that incompatibility helped you? 2) Can you think of time when that incompatibility worked against you?  3. Impacts of LGBTQ+ and Christianity Identity Conflict  a. How is (was) Christianity is compatible with who you are as a (plug in the language they used in Starter Question #2) person.    1) Can you share with me about a time when that compatibility helped you as a (plug in their identity language)? • How did you manage that situation? What did you say? What did you do? • How do you feel now about how that situation turned out?  2) Can you think of time when that compatibility worked against you? • How did you manage that situation? What did you say? What did you do? • How do you feel now about how that situation turned out?  117  b. Talk with me about some ways that you feel Christianity is (was) in conflict with who you are as a (plug in their identity language)  1) Can you share with me about a time when that identity conflict helped you as a (plug in their identity language)? • How did you manage that situation? What did you say? What did you do? • How do you feel now about how that situation turned out  2) Can you think of time when that conflict worked against you? • How did you manage that situation? What did you say? What did you do? • How do you feel now about how that situation turned out?  4. Managing LGBTQ+ and Christian Identity Conflict a. What would you say was one of the major struggles you faced when trying to manage the conflict between your (plug in their identity language) identity and your connection to Christianity.   1) Was there anyone or anything that helped you through this conflict? 2) In what ways did your interactions with other people help you manage this conflict? 3) Can you talk about ANOTHER major struggle you faced in trying to manage the conflict between these two identities? • Was there anyone or anything that helped you through this conflict? • In what ways did your interactions with other people help you manage this conflict?  b. Do you feel your family had a role in your identity conflict, or in your efforts to manage it?     c. Where would you say you are right now with your identity conflict? 1) How do you manage these conflicts now, when they emerge (or do they)? 2) What are some difficulties you still experience?  d. What would you say you learned from your struggle to navigate these conflicting identities? 118  VITA ZACHARIAS SMITH Education:  Morristown West High School, Morristown, Tennessee A.A. Speech Communication, Walter State Community College,    Morristown, Tennessee, 2019  B.S. Communication and Performance, East Tennessee State     University, Johnson City, Tennessee, 2021  M.A. Communication and Storytelling Studies, East Tennessee    State University, Johnson City, Tennessee, 2023 Professional Experience:  Graduate Assistant, East Tennessee State University, Office of      Leadership and Civic Engagement, ETSU Votes, 2021-      2022 Honors and Awards:  Departmental Excellence Award from the Department of       Communication and Performance, 2021  ",
    "id": 593395040,
    "identifiers": {
        "doi": null,
        "oai": "oai:dc.etsu.edu:etd-5840"
    },
    "title": "Experiences of Appalachian People with Conflicting Christian and LGBTQ+ Identities",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-12-01T08:00:00+00:00",
    "publisher": "Digital Commons @ East Tennessee State University",
    "references": [],
    "sourceFulltextUrls": [
        "https://dc.etsu.edu/cgi/viewcontent.cgi?article=5840&context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/593395040.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/593395040"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/593395040/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/593395040/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/593395040"
        }
    ],
    "abstract": "This study explores the experiences of six LGBTQ+ individuals living in Appalachia who have felt conflict between their LGBTQ+ and Christian identities. Using data from six one-on-one intensive interviews, the study examines the various kinds of conflict participants experienced, the strategies they used to manage those conflicts, and the role that Christianity played in their lives. The author found that participant conflicts were grounded in struggles to find acceptance from others while living authentically, to reconcile ideological disputes with the church, and to accept themselves as LGBTQ+ and/or Christian. Included among their various management strategies were finding accepting people and communities, avoiding conversations, and finding compatibility between their LGBTQ+ and Christian identities. Finally, the author found that Christianity served a unique role as a source of both validation and invalidation for participants",
    "tags": [
        "text",
        "LGBTQ+",
        "Christianity",
        "Appalachia",
        "identity",
        "conflict",
        "religion",
        "Gender, Race, Sexuality, and Ethnicity in Communication"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:dc.etsu.edu:etd-5840",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3579",
        "openDoarId": 0,
        "name": "East Tennessee State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 593395040,
        "depositedDate": null,
        "publishedDate": "2023-12-01T08:00:00+00:00",
        "updatedDate": "2024-02-14T13:38:58+00:00",
        "acceptedDate": null,
        "createdDate": "2023-12-13T15:03:16+00:00"
    },
    "urls": [
        "https://dc.etsu.edu/etd/4328",
        "https://dc.etsu.edu/context/etd/article/5840/viewcontent/SmithZ120523f.pdf"
    ],
    "lastUpdate": "2024-02-14T13:38:58+00:00",
    "setSpecs": []
}