{
    "acceptedDate": "",
    "authors": [
        {
            "name": "McDermott, Elizabeth"
        },
        {
            "name": "Eastham, Rachel"
        },
        {
            "name": "Hughes, Elizabeth"
        },
        {
            "name": "Pattinson, Emily"
        },
        {
            "name": "Johnson, Katherine"
        },
        {
            "name": "Davis, Stephanie"
        },
        {
            "name": "Pryjmachuk, Steven"
        },
        {
            "name": "Mateus, Ceu"
        },
        {
            "name": "Jenzen, Olu"
        }
    ],
    "contributors": [],
    "createdDate": "2021-09-08T16:17:44+01:00",
    "dataProvider": {
        "id": 4837,
        "name": "University of Brighton Research Portal",
        "url": "https://api.core.ac.uk/v3/data-providers/4837",
        "logo": "https://api.core.ac.uk/data-providers/4837/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1016/j.ssmmh.2021.100004",
    "downloadUrl": "https://core.ac.uk/download/477744303.pdf",
    "fullText": "SSM - Mental Health 1 (2021) 100004Contents lists available at ScienceDirectSSM - Mental Healthjournal homepage: www.journals.elsevier.com/ssm-mental-healthExplaining effective mental health support for LGBTQþ youth: Ameta-narrative reviewElizabeth McDermott a,*, Rachael Eastham a, Elizabeth Hughes b, Emily Pattinson b,Katherine Johnson c, Stephanie Davis d, Steven Pryjmachuk e, Ceu Mateus a, Olu Jenzen da Lancaster University, Lancaster, UKb University of Leeds, Leeds, UKc RMIT University, Melbourne, Australiad University of Brighton, Brighton, UKe University of Manchester, Manchester, UKA R T I C L E I N F OKeywords:Mental healthLGBTQþYouthAdolescenceSexual minorityGender minority* Corresponding author. Department of Health RE-mail address: e.mcdermott@lancaster.ac.uk (E1 We use LGBTQþ (lesbian, gay, bisexual, trans, qused by young people. References to other researchhttps://doi.org/10.1016/j.ssmmh.2021.100004Received 21 January 2021; Received in revised forAvailable online 29 May 20212666-5603/© 2021 Published by Elsevier Ltd. ThisA B S T R A C TThis meta-narrative review on mental health early intervention support for LGBTQþ youth aimed to develop atheoretical framework to explain effective mental health support. Using the RAMESES standards for meta-narrative reviews, we identified studies from database searches and citation-tracking. Data extraction and syn-thesis was conducted through conceptual coding in Atlas.ti. in two stages: 1) conceptual mapping of the meta-narratives; 2) comparing the key concepts across the meta-narratives to produce a theoretical framework. Intotal, 2951 titles and abstracts were screened and 200 full papers reviewed. 88 studies were included in the finalreview. Stage 1 synthesis identified three meta-narratives - psychological, psycho-social, and social/youth work.Stage 2 synthesis resulted in a non-pathological theoretical framework for mental health support that acknowl-edged the intersectional aspects of LGBTQþ youth lives, and placed youth at the centre of their own mental healthcare. The study of LGBTQþ youth mental health has largely occurred independently across a range of disciplinessuch as psychology, sociology, public health, social work and youth studies. The interdisciplinary theoreticalframework produced indicates that effective early intervention mental health support for LGBTQþ youth mustprioritise addressing normative environments that marginalises youth, LGBTQþ identities and mental healthproblems.1. BackgroundLGBTQþ1 young people report significantly higher rates of depres-sion, self-harm, suicidality and poor mental health than cisgender andheterosexual youth (Amos, Manalastas, White, Bos,& Patalay, 2020; Irishet al., 2019; Toomey, Ryan, Diaz, & Russell, 2018; Semlyen, King, Var-ney, & Hagger-Johnson, 2016). In a pooled analysis of 12 UK populationsurveys, those who were under 35 and identified as LGB were twice aslikely to report symptoms of poor mental health compared to their het-erosexual counterparts (Semlyen et al., 2016). A recent meta-analysis ofstudies comparing suicidality in youth found that compared to cisgenderand heterosexual youth, trans youth were six times, bisexual youth fivetimes and LG youth four times more likely to report a history ofesearch, University of Lancaster,. McDermott).ueerþ) to refer collectively to se, uses the cited author's originalm 24 May 2021; Accepted 25 Mais an open access article under tattempted suicide (Di Giancomo et al., 2018). Longitudinal evidence alsodemonstrates that in the UK, these mental health disparities start as earlyas 10 years old (Irish et al., 2019). Despite this mental health inequality,LGBTQþ youth have significantly higher unmet mental health need thantheir heterosexual peers (Williams & Chapman, 2011, 2012). Recentevidence suggests that although there is a greater mental health burdenin this population, LGBTQþ youth underutilize mental health services,do not access them until crisis point and often find them unhelpful(McDermott, 2015; McDermott, Hughes,& Rawlings, 2017). A recent UKstudy using a community sample (n ¼ 789) found that only one fifth ofparticipants had sought help from health services for their mental healthproblems (McDermott et al., 2017).There is a limited understanding of why asking for help for mentalLancaster, LA1 4YW, UK.xual minority and gender diverse identities because of the proliferation of termsterminology for sexuality/gender.y 2021he CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).E. McDermott et al. SSM - Mental Health 1 (2021) 100004health problems is problematic for LGBTQþ youth. Research suggests thereluctance to access mental health services is because of homophobia,biphobia and transphobia, difficulties disclosing sexual and genderidentity, and fears of being misunderstood (McDermott., 2015). Currentstudies show that LGBTQþ youth are afraid of being judged, rejected andhumiliated because of normative expectations of adolescent develop-ment, cis-heteronormativity and mental health (McDermott., 2015,McDermott et al., 2017; McDermott, Hughes, & Rawlings, 2016)In addition to the underutilisation of mental health services (Aceve-do-Polakovich, Bell, Gamache, & Christian, 2013), studies suggestLGBTQþ youth have poor overall experience of mental health servicesand school-based support (McDermott & Hughes, 2016a; Williams &Chapman, 2011, 2015). Problems highlighted are a lack of engagementwith practitioners, limited staff understanding of LGBTQþ issues, andexclusion from the decisions made about young people's care (Brown,Rice, Rickwood, & Parker, 2016; (McDermott etal., 2016, 2017)).Importantly, studies show that LGBTQþ youth will seek mental healthhelp online and from peers (Lucassen et al., 2018; McDermott et al.,2015, 2017; McDermott & Roen, 2016) and prefer accessing LGBTQþorganizations for mental health support (Johnson et al., 2007; McDer-mott et al., 2016). Despite the recognition that LGBTQþ youth are lesslikely to access mainstream mental health services, the evidence-baseexamining LGBTQþ youth mental health support needs and servicepreferences is very limited. A systematic review found that research wasmore likely to identify barriers to accessing mental health support ratherthan facilitators to encourage engagement (Wilson & Cariola, 2019). Inaddition, there is an absence of focus on intersectional factors such asethnicity, socioeconomic status and disability in LGBTQþ youth mentalhealth care (Craig, McInroy, Austin, Smith, & Engle, 2012; Newmanet al., 2020; Riggs & Treharne, 2017). Newman et al. (2020) suggest thatit is necessary to pay attention to the ‘affective dimensions of healthcareengagement’ (p.1) in order to understand how to develop inclusivehealthcare for LGBTQþ youth. The authors argue for a model of care thatgoes beyond ‘tolerant inclusivity in which sexually and gender diversepeople are framed as different in spaces governed by normative practices,concepts, representations, language and hierarchies’ (p.2). Theirresearch suggests ‘belonging’ is important to inclusive healthcare forLGBTQþ youth, where there is an unconditional acceptance and recog-nition of gender and sexual diversity (see also McDermott& Roen, 2016).There is minimal UK evidence and in this study we employed atheory-led review of the published literature on LGBTQþ youth earlyintervention mental health support (i.e. prior to crisis care). We utilizedthe meta-narrative review (MNR) method because it can make sense ofheterogeneous evidence from a variety of research paradigms that pro-duces high order explanations for how and why complex services/in-terventions may work (Greenhalgh, Wong, & Westhorp, 2011; Wong,Greenhalgh, & Buckingham, 2013). The aim of this MNR, part of a largerstudy, was to obtain a theoretical understanding of how early interven-tion mental health services can support LGBTQþ youth with commonmental health problems. The specific review questions were: 1) Whatempirical studies have been undertaken on mental health early inter-vention services and self-care support for LGBTQ þ youth?; 2) What arethe theoretical propositions for how and why these services/supportwork?2. MethodsA scoping review confirmed the nascent nature of existing research onLGBTQþ youth mental health early intervention support. The primaryaim of the scoping reviewwas to assess the size of the available publishedliterature on LGBTQþ youth mental health early intervention services/support research. Scoping review methodology can be used to identifyknowledge gaps, scope a body of literature and provide a roadmap for asubsequent full systematic review (Munn et al., 2018). We searched fourmain databases, from 2005, for research examining LGBT youth andmental health services, and research on mental health interventions2aimed at LGBT youth. We located 55 relevant studies and no systematicreviews on the topic. The scoping review revealed a body of literaturefrom divergent research paradigms such as medicine, clinical psychol-ogy, psychiatry, sociology, cultural studies, education, youth studies,social work and queer theory. This discovery informed our decision toutilize the meta-narrative review method because it offers a strategy tomake use of a conflicting body of research from diverse research para-digms (Otte-Trojel & Wong, 2016).We chose to utilize the MNR method rather than other theory-ledreview methods (e.g. realist review, meta-ethnography, thematic syn-thesis) for two reasons. Firstly, the scoping review revealed a heteroge-nous body of literature consisting of disparate research paradigms withdifferent epistemological and ontological perspectives that have pro-duced a disjointed empirical evidence-base. Secondly, our aim was toproduce a theoretical explanation of mental health early interventionsupport for LGBTQþ youth that could be tested within a case studyevaluation methodology. A MNR is a distinct systematic theory-driventechnique developed by Greenhalgh (2005) that is used to generate un-derstanding from heterogeneous, complex, often contradictory evidenceacross diverse disciplines (Greenhalgh et al., 2011; Otte-Trojel, 2016).Specifically, MNRs make sense of complex interventions/services byexploring the implications of different conceptualisations of a given topicacross a range of research paradigms over time. The underlyingassumption is that key constructs, in our case ‘sexual orientation’, ‘genderidentity’, ‘mental health’, ‘youth’ and ‘help-seeking’, are conceptualized,theorized and empirically studied differently among research paradigms.A MNR is premised upon a constructivist epistemological approach thatsuggests that knowledge is producedwithin particular research traditions(e.g. sociological, psychological, biomedical). Consequently, a MNR aimsto make sense of heterogenous bodies of literature by identifying,comparing and analysing the belief systems that exist within differentresearch paradigms.2.1. Search strategyUsing the RAMESES (Wong, 2013) standards for MNRs the protocolwas registered with Prospero. The search terms were developed in fourdomain categories: a) sexual orientation and gender identity; b) age; c)mental health; and d) intervention/service. Searching was then under-taken via relevant electronic databases including both discipline specificdatabases and multidisciplinary databases to increase the scope. Theseincluded for example, Medline, CINAHL, Psycinfo, Academic Search Ul-timate, Web of Science, British Education Index, NHS Evidence, SocialCare Online. The electronic database search was supplemented by expertinformants, journal hand searching, citation tracking, and informant-ledgrey literature online searches. All identified papers were then subject tothe review procedure.2.2. Inclusion/exclusion criteriaThe inclusion/exclusion criteria (Table 1.) was based upon the PICOS(Population Intervention, Comparison, Outcome) framework. However,in comparison to other forms of systematic review, meta-narrative reviewdoes not pre-define a ‘preferred’ study design. This is consistent with theprinciple of pragmatism i.e. that evidence most likely to promote sensemaking about the phenomenon (LGBTQþ youth mental health support)and be most useful to the ‘intended audience’, is selected (Greenhalgh &Wong, 2013). Thus, Table 1 represents PICOS criteria adapted to capturethe diversity of possible search results that is acceptable for inclusionwithin a meta-narrative review. The selection of papers for a MNR is aninterpretative process that attempts to make sense of the literature toproduce an account of how the research traditions develop over time.This MNR selection process was iterative i.e. it required a series ofjudgements within the research team about the relevance of particularresearch within that tradition. Papers published before 1990 wereexcluded because research published before this date were unlikely to beTable 1Inclusion/exclusion criteria.Inclusion criteria Exclusion criteriaPopulation \u0002 LGBTQ þ youth under the ageof 26 years old\u0002 Non LGBTQ þ youth\u0002 LGBTQþ people aged 26 andoverIntervention \u0002 Early intervention services i.e.support and prevention prior tocrisis care for LGBTQþ youthexperiencing common mentalhealth problems:o anxietyo depressiono obsessive-compulsive disorder(OCD)o self-harmo post-traumatic stress disorder(PTSD)o emerging personality disorders\u0002 Self-care support services i.e. aprivate, public or voluntarysector service, intervention ortechnology in which staffprovide, facilitate and supportself-care\u0002 Clinical, social, education, peer-support and online based services\u0002 Interventions delivered as partof a trial\u0002 Historic service provision\u0002 Crisis care\u0002 Inpatient services\u0002 Mental health services forgeneral youth population\u0002 Studies of ‘self-care’ only i.e.without the involvement ofany service agent/staffFindings \u0002 Data on service user, family,carer, service provider andmental health support for LGBTQþ youth\u0002 Empirical or conceptual datarelevant to understanding earlyintervention/self-care mentalhealth support for this population\u0002 Empirical or conceptual dataon inpatient mental healthservices/crisis support\u0002 Empirical or conceptual dataon psychosis/other mentalhealth conditions\u0002 Suicidality\u0002 Prevalence studiesStudydetails\u0002 Peer-reviewed full text articles\u0002 Research published in books\u0002 Grey literature\u0002 All study designs\u0002 Published after 1990\u0002 English, Spanish, Portuguese,Italian, French\u0002 Opinion papers, editorials,dissertations and theses.\u0002 Published before 1990\u0002 Published in any languageother than English, Spanish,French, Italian, PortugueseTable 2Quality appraisal tool.Relevance to the reviewquestion.1. Does the full-text paper describe earlyintervention mental health services for LGBTQþyoung people empirically or conceptually?2. Does the full-text paper describe self-caresupport services for LGBTQþ young peopleempirically or theoretically?Quality standard in relation tothe discipline of origin.3. Does the full-text paper appropriately describethe research setting including the aim andobjectives?4. Does the full-text paper fully detail the empiricalresearch in a rigorous way (i.e., description ofmethodology, methods, data collection, analysisand ethics)?5. Are the interpretations and conclusions robust?Table 3Data extraction and synthesis coding schema.Data extraction code & definition Sub-codesContext:Describes the setting in which theresearch or discussion about mentalhealth support takes placeClinical, Community, Online, Other,SchoolFinding: Any findings in the papers Conceptual, EmpiricalStudy Design: Explicit research designstatedQuantitative, Qualitative, Mixed Method,Systematic review, Other e.g. clinicalcaseTheoretical Perspective: Explicitstatement about the theoreticalorientation of the studyIntervention/service: The intervention orsupport service that the study involves.Synthesis code & definition Sub-codesHelp-seeking: Conceptualization of help-seekingAccess, Autonomy, Barriers, Cycle ofavoidance, Health behaviour, Healthinformation, Other, Power(lessness),StigmaLGBTQþ Identities: Conceptualization ofrelationship between LGBTQ þidentities and mental healthDecompensation model, Essentialist,Heteronormativity, Homophobia,Intersectionality, Marginalisation,Minority Stress, Psychological MediationFramework, VictimizationMental Health: Conceptualization ofmental healthBiomedical, Critical, Individualising,Other, Pathologizing, Psychological,Psycho-socialYouth: Conceptualization of youth Adolescent psychological development,Autonomy, Biological, OtherE. McDermott et al. SSM - Mental Health 1 (2021) 100004relevant given substantial changes in attitudes, policies and laws towardsLGBTQþ populations. The United Nation defines ‘youth’ as referring topeople aged 15–24, but the age definition of youth varies across nations,disciplines and policies. We utilized an age criteria of under 26 years tocapture the widest range of relevant research. The inclusion/exclusioncriteria were applied independently by two members of the researchteam.2.3. Quality assessmentSystematic review methodology does not have a standard qualityappraisal framework. We drew on the EPPI-Centre ‘Weight of EvidenceFramework’ (Gough, 2007) and recommendations for theory-led sys-tematic reviews (Jagosh et al., 2011) to devise a quality appraisal tool(Table 2) that focussed on the relevance to the review question and thequality standard in relation to the discipline of origin. The tool wasapplied by two members of the research team.2.4. Data extraction and synthesisData extraction and synthesis was simultaneously conducted usingthe data analysis software Atlas.ti. Three members of the research teamdeveloped a data extraction and synthesis coding schema (Table 3) andthis was applied to the included studies. The use of Atlas.ti enabled easy3comparison and contrast of the extracted data across the 88 includedstudies for the synthesis of the literature.In stage one of the synthesis, multiple research team members usedthe extracted data to identify the research paradigms andmap each meta-narrative. In this way the different research traditions ‘become the unit ofanalysis’ (Otte-Trojel, 2016). For each research paradigm we asked keyquestions: (1) How has each tradition conceptualized the topic? (2) Whattheoretical approaches and methods did they use? (3) What are the mainempirical findings? (Wong, Greenhalgh, & Buckingham, 2013).Stage 2 of the synthesis compared the key dimensions across theresearch paradigms to generate a higher order theoretical understandingof how and why interventions/services might work. This was conductediteratively, using 5 distinct analytical steps that were guided by theprinciples of a MNR: pragmatism; pluralism; historicity; contestation;reflexivity; and peer review (Greenhalgh, Robert, Macfarlane, Bate, &Kyriakidou, 2005). We moved between these 5 steps and the key ques-tion we asked across the research paradigms was ‘what are the implica-tions of the contested concepts for developing early intervention mentalhealth support for LGBTQ þ youth?’E. McDermott et al. SSM - Mental Health 1 (2021) 1000043. Results3.1. Search resultsThe search was conducted between March and June 2019. In total,2951 titles and abstracts were screened and 200 full papers reviewed. 81were excluded due to not meeting the inclusion criteria and 31 studieswere excluded for quality reasons. 88 papers remained for inclusion inthe final analysis (see Fig. 1 for PRISMA flowchart).3.1.1. Stage 1. Synthesis - key research meta-narrativesWe conceptualized the included literature into three meta-narratives:psychology, psycho-social, social/youth work (see Table 4 for includedpapers by paradigm). It is important to understand these are meta-Fig. 1. PRISMA4narratives i.e. bodies of knowledge that have a shared approach to thetopic. They do not refer to individual disciplines. We outline belowcharacteristics of these meta-narratives for each of the conceptual areas.There were often over-laps between the papers and it was sometimesdifficult to draw boundaries. For clarity we grouped studies based on theunderlying conceptualization of mental health rather than the disciplineof the author or journal.Meta-narrative 1: PsychologyThe psychology meta-narrative focus is the brain & behaviour with theaim of understanding mental distress, rather than mental disorder, andhelping an individual to adjust to their circumstances. A high proportionof the publications within this paradigm were produced by psychologistsflowchart.Table 4Included literature by paradigm.Psychological n ¼ 28 Psycho-social n ¼ 27 Social/Youth work n ¼ 33Abbott et al. (2014)Austin, Craig, and D'Souza(2018)Burns, Montague, andMohr (2013)Busa, Janssen, andLakshman (2018)Coulter et al. (2019)Craig and Austin (2016)Craig, Austin, and Alessi(2013)Craig, Austin, and Huang(2018)Fleming, Hill, and Burns(2017)a Hatzenbeuhler (2009)Hatzenbluer andPachankis 2016Heck (2015)Hobaica, Alman,Jackowich, and Kwon(2018)Iacono (2018)Ioverno, Belser, Baiocco,Grossman, and Russell(2016)Lucassen et al. (2013)Lucassen, Hatcher, et al.(2015)Lucassen, Hatcher, et al.(2015)Lucassen et al. (2018)McCallum and McLaren(2010)a Meyer (2003)Millar, Wang, andPachankis (2016)Pachankis and Goldfried(2010)Pepping et al. (2017)Perry, Chaplo, andBaucom (2017)Smith et al. (2017)Toomey, Ryan, Diaz, andRussell (2011)Toomey et al. (2016)Allen at al. 2012Austin and Craig (2015)Bain, Grzanka, andCrowe (2016)Chaudoir, Wang, andPachankis (2017)Chen-Hayes (2001)Cohler and Hammack(2007)Craig and Furman (2018)Gillig, Miller, and Cox(2019)Heck et al. (2013)aJohnson (2014)McDermott (2015a)a McDermott & Roen(2016)McDermott et al. (2016)McDonald (2018)McLaren et al. (2015)Nodin, Peel, Tyler, &Rivers (2015)Oransky et al. (2018)Proulx, Coulter, Egan,Matthews, and Mair(2019)a Riggs, Ansara, andTreharne (2015)a Riggs and Treharne(2017)Robinson (2010)Sandfort, Bos, Collier,and Metselaar (2010)Tenenbaum (2012)Toomey, Ryan, Diaz, andRussell (2018)Vinke and van Heeringen(2002)Vinke and vanHeeringen (2004)Zhang, Finan, Bersamin,and Fisher (2018)Bridget and Lucille (1996)Chiang, Fleming,Lucassen, Fouche, andFenaughty (2018)a Cover (2012)Craig et al. (2012)Craig, Austin, Alessi,McInroy, and Keane(2017)Davis, Saltzburg, andLocke (2009)Davis, Saltzburg, andLocke (2010)Erney and Weber (2018)Fay (2017)Ferguson and Macchio(2015)Gamarel et al. (2014)Hohnke and O Brian 2008Kwok (2018)Kwok, Winter, and Yuen(2012)Lapointe and Crooks(2018)Lapointe, Dunlop, andCrooks (2018)LeFrancois (2013)Madeiros et al. (2004)Baker, Durr, & Scott(2016)Mind Out (2016)O'Hara 2013Paceley (2016)Painter, Scannapieco,Blau, Andre, and Kohn(2018)Pallotta Chiarolli andMartin (2009)The Proud Trust (2016)Powell, Ellasante,Korchmaros, Haverly, andStevens (2016)Sadowski, Chow, andScanlon (2009)Sansfacon et al. (2018)Steinke, Root-Bowman,Estabrook, Levine, andKantor (2017)Wagaman, Keller, andCavaliere (2016)Wilkerson et al. (2017)Wilkerson et al. (2018)Wofford (2017)a Theoretical literature.E. McDermott et al. SSM - Mental Health 1 (2021) 100004and published in psychology journals. The dominant ontological andepistemological approach within the meta-narrative is positivist andconsequently the research methods utilized are quantitative, typicallyusing pre-test/post-test survey methods and standardised validatedmeasures to undertake empirical trial research about interventions. Thetheoretical basis of these studies most often relied on Meyer’s (2003)Minority Stress Framework in which LGBTQþ identity is fixed and adiscrete category. For example a paper may include measures of ‘distalstressors’ such as family homophobia and the impact on individualpsychological functioning and identity development. In thismeta-narrative there was very little theorisation of youth and theunder-pinning presumption was adolescent development.In the psychology meta-narrative, the individual is the key object ofstudy with the central aim to affect cognitive/behaviour change for in-dividual LGBTQþ youth. As a consequence, the paradigm concentrateson individual level interventions such as CBT (Cognitive Behavioural5Therapy) e.g. AFFIRM an intervention aimed at trans youth and copingskills (Craig & Austin, 2016) and Rainbow SPARX, an online CBT pro-gramme aimed at sexual minority youth and depression (Lucassen,Merry, Hatcher, & Frampton, 2015). Far less attention is paid to widersocio-cultural context of interventions.Meta-narrative 2: Psycho-socialThe psycho-social meta-narrative considers the interplay of individualpsychology and social contextual factors in mental health without con-ceptualising the two as discrete entities. This scholarship specificallyaims to address the polarization in debates between psychology andsocio-historical perspectives of sexuality and gender (Johnson, 2014;McDermott & Roen, 2016). The ontological and epistemological foun-dations of the papers within this meta-narrative was more varied (socialconstructionist, realist, positivist) and the generation of knowledge moreinterdisciplinary (and research teams multidisciplinary) and publishedacross a wider range of journal types. Although quantitative methodsremained the single most common approach, a broader range of methodswas used here than in the psychology meta-narrative. However, mentalhealth was frequently measured as per the psychological meta-narrativethrough standardised validated psychological measures.As with the psychology meta-narrative, Meyer's (2003) MinorityStress Theory was the dominant way in which LGBTQþ youth mentalhealth was conceptualized and the concept of youth was againunder-theorised. There was also a significant use of queer theory andheteronormativity to critique normative adolescent development, mentalhealth and minority stress theory. In addition, there is a more nuancedappreciation of the intersection of LGBTQþ identity with other factorssuch as ethnicity and socioeconomic status. The support and in-terventions in this meta-narrative are more heterogenous than those inthe psychology meta-narrative. Individual support service/interventionsare more likely to be multifaceted and include a social component (e.g.school belonging (McLaren, Schurmann, & Jenkins, 2015)) or deliverycontext (e.g. summer camp (Vincke & van Heeringen, 2004)) and bedelivered in a community e.g. youth health centre (Oransky, Burke, &Steever, 2018) or school setting e.g. Gay-Straight Alliances (Heck,Flentje, & Cochran, 2013).Meta-narrative 3: Social/youth workThis meta-narrative contains social/youth work scholarship or practicethat considers individuals/youth in relation to their wider communitiesand resources. The ‘object of study’ for this meta-narrative is LGBTQþyouth within their wider social context and much more attention is givento youth and their social world than in the other two meta-narratives.Mental health is usually loosely defined and untheorized.The dominant ontological and epistemological approach is socialconstructivist and interpretivist. Methodologically, this meta-narrative,congruent with the emphasis on youth participation, overwhelminglyuses a qualitative methodology frequently in collaboration with LGBTQþ(youth) organizations. Youth is rarely theorised and the dominant con-ceptual framework regarding LGBTQþ youth mental health is usuallyimplicitly minority stress theory. Explicitly attending to cultural andethnic diversity, this paradigm includes an intersectional perspective intheory and research practice, which means compared to the psycholog-ical and psycho-social meta-narratives, there is a departure fromconsidering LGBTQþ youth as one homogenous group.The majority of the support/interventions discussed in this meta-narrative are social (rather than individual) and based in community(e.g. community support programme for Chinese trans youth (Kwok,2018)), school settings (e.g. mental health delivery in schools (Wofford,2017)), and (LGBTQþ) youth specific organizations (Gamarel, Walker,Rivera, & Golub, 2014). The interventions and recommendations forsupport from this meta-narrative was based on the experiences ofLGBTQþ youth as opposed to being ‘filtered’ through the perspectives ofE. McDermott et al. SSM - Mental Health 1 (2021) 100004(adult) clinical or school perspectives.3.1.2. Stage 2. Synthesis - developing a theoretical frameworkThe framework we have produced is ‘theoretical’ (see Fig. 2) and it isnot a blueprint for a mental health support service. The frameworkcontains the key dimensions, derived from the literature, of a service forsuccessfully supporting, at an early stage, LGBTQþ youth with commonmental health problems. It draws on models found in the literature thatattempt to capture the multi-level (macro, meso, micro) interactingcomplex factors required to support the mental health of LGBTQþ youth(Oransky et al., 2018). Our framework has a critical approach toLGBTQþ youth mental health support, paying attention to three keycontestations across the meta-narratives: i) the conceptualization ofadolescence/youth; ii) theorisations of mental health; iii) the theoreticalpropositions for why LGBTQþ populations have elevated rates of poormental health.3.2. Explaining the theoretical framework3.2.1. Macro outer ring 1The outer ring represents the macro level dimensions of power, normsand socio-economic material conditions that are maintained throughinstitutions, laws, discourses and people. These impact on how aLGBTQþ young personmay think about themselves, the actions theymaytake, their access to resources, how others may interact with them andtheir mental health. At the macro level the effects of Heteronorms (thedominance of cis-heterosexuality where gender identities and bodiesalign and everyone is assumed heterosexual) on LGBTQþ youth mentalhealth is of paramount importance. Heteronormativity is maintainedthrough direct homo/bi/trans phobia and discrimination, in addition tomarginalisation, silence, invisibility, misrepresentation and exclusion ofLGBTQþ sexualities and genders. Mental health support must have ananti-oppressive and social justice approach in which LGBTQþ youth canlearn to understand, cope with, and reject heteronormativity, forexample, through CBT psycho-education or peer-support groups.Normative Youth refers to the social norm where youth are positionedas less than adults and they are configured as passive subjects ‘waiting’for adulthood. In many cases youth emotional distress is viewed asFig. 2. Theoretical non-pathologizing framework for providing mental healthsupport to LGBTþ youth.6pathology, ignored and temporalized. To counter the disempowerment ofyouth and the diminishing of their distress, support services require ananti-paternalist, youth-centred approach enabled through advocacy &collaboration. Bio-Psych Power refers to the pathologizing impact ofbiomedicine and psychiatry on LGBTQþ identities and youth mentalhealth. Mental health support must hold the perspective that LGBTQidentity and difficult emotions are not a sign of psychological abnor-mality. Intersectionality means mental health support must acknowl-edge the multiple discriminations that arise as a result of multipleidentity characteristics such as race, ethnicity, faith and disability.LGBTQþ may not be the central facet of youth identity and experience.The Socio-economic and Material Conditions refers to mental healthsupport needing to understand the social and financial disadvantageexperienced by youth. Most youth have limited access to resources andfinances and are dependent on family or carers. Those without families,BAME, homeless, asylum seekers, refugees, and trans, are especiallyprecarious and vulnerable.3.2.2. Meso inner ring 2The meso level components of the framework are important to theover-arching provision of mental health support. Recognition refers tothe need for mental health support to acknowledge through affirmationthe plurality and fluidity of gender and sexual self-definition. This shouldfoster a positive identity where the individual is valued, understood andaccepted. Relationality refers to the importance of connection to othersas a way to support and improve mental health. Connections with peersand trusted adults may be more effective at reducing poor mental healthwhere ‘mutual-care’ in addition to ‘self-care’ is operationalized.Belonging means LGBTQþ youth should feel included, comfortable andlike they ‘fit in’ the support service. Mental health support should be non-judgemental and inclusive, encouraging coping, trust and understanding.Becoming means there is not a fixed pathway to a sexual or genderedidentity or a final destination identity. Mental health support must pri-oritise gendered and sexual self-definition, space and flexibility forchange and not make assumptions. The emotional, cultural, psycholog-ical and physical Safety of youth should be paramount to mental healthsupport. This must prioritise fostering trust, confidentiality, privacythrough space and staff. Intelligibility is the capability of being under-stood, to be comprehended for different experiences connected todifferent and intersecting categorisations of identity.3.2.3. Micro ring 3The micro ring features are important to how the individual isregarded within the mental health support service. Agencymeans youthmust be treated as acting, knowing subjects with support employing anadvocacy, empowerment, collaboration and joint decision-makingapproach. Autonomy refers to youth self-determination and youthhaving an active voice in their care. Mental health support should pro-mote self-efficacy, self-awareness and identifying personal strengths.Subjugated knowledges indicates that valuing youth knowledge andexperience is central for delivering appropriate support. Services shouldoperate through a strength-based approach to youth competency.Resistance refers to support that enables youth to refuse to be dimin-ished by their identity, age and mental health status. Positive mentalhealth can be encouraged through developing coping strategies andbuilding confidence, resilience, self-esteem and understanding through,for example, psycho-education, activism, art, therapy, celebration, fun.3.2.4. Centre ring 4At the centre of the framework is Mental Health which wasconceptualized in a variety of ways in the 3 meta-narratives we identi-fied. Our theoretical framework notes mental health can be a diagnosticcategory. It is also a complex phenomenon incorporating Emotions,Feelings, Distress and Subjectivity that are a natural part of humansuffering and misery and not an indication of psychological abnormality.Early intervention mental health support must start with LGBTQþ youthE. McDermott et al. SSM - Mental Health 1 (2021) 100004subjective assessment of their mental health needs rather than sympto-mology and diagnosis.4. DiscussionThis MNR aimed to assess the evidence on mental health earlyintervention services and support for LGBTQþ youth. The theoreticalframework we have devised, based on an interpretative synthesis of theevidence, is aligned with the de-medicalization of human misery andsuffering because the pathologization of emotional distress, difficultfeelings/thoughts and behaviours has a stigmatizing impact on in-dividuals and societies. Our framework is aimed at supporting youth withcommon mental health problems at an early point in their difficulties. Itdoes not presume that psychiatry (which hardly featured in the literaturewe found) or individual psychology present the most effective ways ofunderstanding how to intervene. Our starting point is that LGBTQþyouth do not need a mental health diagnosis before they can be supportedto improve their mental health. Amental health diagnosis should not stopyoung people accessing mental health support, and it is not alwaysnecessary i.e. a young person's mental health can be improved without amental health diagnosis. Our framework suggests that early interventionmust be early and the subjective assessment of mental health by a youngperson is sufficient to access support.A further fundamental element of the framework to support LGBTQþyouth mental health is to understand that they live in a heteronormativeworld that despite improvements continues to either explicitly denigrateLGBTQþ identities or marginalise and silence those lives. This wasacknowledged across all 3 meta-narratives and strongly suggests thatyouth must be supported to exist within/resist against these difficultnormative environments.We have interpretively synthesized the literature to produce an in-dividual and social theoretical framework for supporting LGBTQþ youthmental health. We understand LGBTQþ youth mental health as arisingfrom intersectional and complex factors. Our framework de-medicalizesemotional distress and promotes youth-centred support that attends tothe multi-factored influences on mental health. Our framework suggeststhat those who provide support must understand individual lives, mustconnect with youth, must collaborate facilitating the young person'sautonomy and encourage agency. The framework aims to have applica-bility across a variety of settings such as school, healthcare, online,community and youth work.A central characteristic of the MNR method is premised upon Kuhn's(1962) epistemological perspective that what we come to know about theworld is not homogenous and linear. Scientific knowledge progressesthrough paradigms, that ebb and flow and develop in relation to eachother and their ability to explain a particular phenomenon. The ‘story-lines’ (Greenhalgh et al., 2005) of the meta-narratives that contribute tothe evidence base about LGBTQþ mental health have been heavily sha-ped by legal, policy, biomedical, academic and public dis-courses/attitudes to sexual and gender diversity, and by the socialmovements that have aimed to gain equality for LGBTQþ people. Thesehave also been crucial to the developments of research on LGBTQþ youthmental health. As a result of this liberalization, albeit uneven, we nowknow and acknowledge the prevalence of the problem, but we must nowintervene to tackle this mental health inequality. This is where we arestuck, we have much less research about the ways of addressing LGBTQþyouth mental health and promoting wellbeing, across all researchparadigms.Across the literature we reviewed, scholars worldwide were strug-gling with similar difficulties in trying to understand the problem andprovide solutions. The background for each paper was the margin-alisation and stigmatisation of young LGBTQþ lives, the impact this hadon their mental health, the dearth of appropriate mental health supportand the need for research to support the development of effective mentalhealth provision. The study of LGBTQþ youth mental health has largelyoccurred across the disciplines of psychology, sociology, public health,7social work and youth studies, which until now have operated inde-pendently of each other. Our interdisciplinary approach indicates thateffective early intervention mental health support for LGBTQþ youthmust prioritise addressing normative environments that marginalisesyouth, LGBTQþ identities and mental health problems. We appreciatethat these macro level changes may be difficult and take time. Perhapsindicative of this, we did not find any interventions that sought to changethese normative environments beyond community/school level.The strength of this review is that it utilized a theory-led systematicreview methodology to detail the underlying theory of effective mentalhealth care. This is the first, to our knowledge, theoretical framework tobe produced for supporting LGBTQþ youth mental health and is a sig-nificant advancement in developing effective services and interventionsbecause eventually, after testing empirically, it will provide the princi-ples for appropriate LGBTQþ youth mental health support. However, thereview is of course limited by language and there may be importantevidence written in countries that we were unable to include. In addition,we realise that the adaptation of the PICOS formula for selecting studiesfor MNR methodology is unwise. This is because the PICOS framework,although widely used within SR methodology, cannot be easily appliedthrough an interpretive and iterative approach. Most clearly the theo-retical framework is exactly that, theoretical, and it must now be testedempirically so that we and LGBTQþ young people might judge itsacceptability.Declaration of competing interestThe work reported in this paper was funded by the National Institutefor Health Research, Grant No: NIHRDH-HS&DR/17/09/04. The authorsdeclare that they have no known competing financial interests or per-sonal relationships that could have appeared to influence the work re-ported in this paper.Appendix A. Supplementary dataSupplementary data to this article can be found online at https://doi.org/10.1016/j.ssmmh.2021.100004.ReferencesAbbott, J. A. M., Klein, B., McLaren, S., Austin, D. W., Molloy, M., Meyer, D., et al. (2014).Out & online; effectiveness of a tailored online multi-symptom mental health andwellbeing program for same-sex attracted young adults: Study protocol for arandomised controlled trial. Trials, 15. https://doi.org/10.1186/1745-6215-15-504Acevedo-Polakovich, I. D., Bell, B., Gamache, P., & Christian, A. S. (2013). Serviceaccessibility for lesbian, gay, bisexual, transgender, and questioning youth. Youth &Society, 45(1), 75–97. https://doi.org/10.1177/0044118X11409067Allen, K. D., Hammack, P. L., & Himes, H. L. (2012). Analysis of GLBTQ youthcommunity-based programs in the United States. Journal of Homosexuality, 59(9),1289–1306. https://doi.org/10.1080/00918369.2012.720529Amos, R., Manalastas, E. J., White, R., Bos, H., & Patalay, P. (2020). Mental health, socialadversity, and health-related outcomes in sexual minority adolescents: A contemporarynational cohort study.Austin, A., & Craig, S. L. (2015). Empirically supported interventions for sexual andgender minority youth. Journal Of Evidence-Informed Social Work, 12(6), 567–578.https://doi.org/10.1080/15433714.2014.884958Austin, A., Craig, S. L., & D'Souza, S. A. (2018). An AFFIRMative cognitive behavioralintervention for transgender youth: Preliminary effectiveness. Professional Psychology:Research and Practice, 49(1), 1–8. https://doi.org/10.1037/pro0000154Bain, C. L., Grzanka, P. R., & Crowe, B. J. (2016). Toward a queer music therapy: Theimplications of queer theory for radically inclusive music therapy. The Arts inPsychotherapy, 50, 22–33. https://doi.org/10.1016/j.aip.2016.03.004Baker, D., Durr, P., & Scott, P. (2016). Youth chances report. London: Youth chancescharity.Bridget, J., & Lucille, S. (1996). Lesbian youth support information service (LYSIS):Developing a distance support agency for young lesbians. Journal of Community &Applied Social Psychology, 6(5), 355–364. https://doi.org/10.1002/(sici)1099-1298(199612)6. :5<355::Aid-casp386>3.0.Co;2-y.Brown, A., Rice, S., Rickwood, D., & Parker, A. (2016). Systematic review of barriers andfacilitators to accessing and engaging with mental health care among at-risk youngpeople. Asia-Pacific Psychiatry: Official Journal Of The Pacific Rim College OfPsychiatrists, 8(1), 3–22.Burns, M. N., Montague, E., & Mohr, D. C. (2013). Initial design of culturally informedbehavioral intervention technologies: Developing an mHealth intervention for youngE. McDermott et al. SSM - Mental Health 1 (2021) 100004sexual minority men with generalized anxiety disorder and major depression. Journalof Medical Internet Research, 15(12). https://doi.org/10.2196/jmir.2826Busa, S., Janssen, A., & Lakshman, M. (2018). A review of evidence based treatments fortransgender youth diagnosed with social anxiety disorder. Transgender Health, 3(1),27–33. https://doi.org/10.1089/trgh.2017.0037Chaudoir, S. R., Wang, K., & Pachankis, J. E. (2017). What reduces sexual minority stress?A review of the intervention “toolkit”. Journal of Social Issues, 73(3), 586–617.https://doi.org/10.1111/josi.12233Chen-Hayes, S. F. (2001). Counseling and advocacy with transgendered and gender-variant persons in schools and families. Journal of Humanistic Counseling Education andDevelopment, 40(1), 34–49. https://doi.org/10.1002/j.2164-490X.2001.tb00100.xChiang, S.-Y., Fleming, T., Lucassen, M. F. G., Fouche, C., & Fenaughty, J. (2018). Fromsecrecy to discretion: The views of psychological therapists on supporting Chinesesexual and gender minority young people. Children and Youth Services Review, 93,307–314. https://doi.org/10.1016/j.childyouth.2018.08.005Cohler, B. J., & Hammack, P. L. (2007). The psychological world of the gay teenager:Social change, narrative, and \"normality. Journal of Youth and Adolescence, 36(1),47–59. https://doi.org/10.1007/s10964-006-9110-1Coulter, R. W., Sang, J. M., Louth-Marquez, W., Henderson, E. R., Espelage, D.,Hunter, S. C., DeLucas, M., Abebe, K. Z., Miller, E., Morrill, B. A., Hieftje, K.,Friedman, M. S., & Egan, J. E. (2019). Pilot Testing the Feasibility of a GameIntervention Aimed at Improving Help Seeking and Coping Among Sexual andGender Minority Youth: Protocol for a Randomized Controlled Trial. JMIR researchprotocols, 8(2), e12164. https://doi.org/10.2196/12164Cover, R (2012). Queer youth suicide, culture & identity: Unliveable lives. London: Routledge.Craig, S. L., & Austin, A. (2016). The AFFIRM open pilot feasibility study: A briefaffirmative cognitive behavioral coping skills group intervention for sexual andgender minority youth. Children and Youth Services Review, 64, 136–144. https://doi.org/10.1016/j.childyouth.2016.02.022Craig, S., Austin, A., & Alessi, E. (2013). Gay affirmative cognitive behavioral therapy forsexual minority youth: A clinical adaptation. Clinical Social Work Journal, 41(3),258–266. https://doi.org/10.1007/s10615-012-0427-9Craig, S. L., Austin, A., Alessi, E. J., McInroy, L., & Keane, G. (2017). Minority stress andHERoic coping among ethnoracial sexual minority girls: Intersections of resilience.Journal of Adolescent Research, 32(5), 614–641. https://doi.org/10.1177/0743558416653217Craig, S. L., Austin, A., & Huang, Y. T. (2018). Being humorous and seeking diversion:Promoting healthy coping skills among LGBTQþ youth. Journal of Gay & LesbianMental Health, 22(1), 20–35. https://doi.org/10.1080/19359705.2017.1385559Craig, S. L., & Furman, E. (2018). Do marginalized youth experience strengths instrengths-based interventions? Unpacking program acceptability through twointerventions for sexual and gender minority youth. Journal of Social Service Research,44(2), 168–179. https://doi.org/10.1080/01488376.2018.1436631Craig, S. L., McInroy, L., Austin, A., Smith, M., & Engle, B. (2012). Promoting self-efficacyand self-esteem for multiethnic sexual minority youth: An evidence-informedintervention. Journal of Social Service Research, 38(5), 688–698. https://doi.org/10.1080/01488376.2012.718194Davis, T. S., Saltzburg, S., & Locke, C. R. (2009). Supporting the emotional andpsychological well being of sexual minority youth: Youth ideas for action. Childrenand Youth Services Review, 31(9), 1030–1041. https://doi.org/10.1016/j.childyouth.2009.05.003Davis, T. S., Saltzburg, S., & Locke, C. R. (2010). Assessing community needs of sexualminority youths: Modeling concept mapping for service planning. Journal of Gay &Lesbian Social Services, 22(3), 226–249. https://doi.org/10.1080/10538720903426354Di Giacomo, E., Krausz, M., Colmegna, F., Aspesi, F., & Clerici, M. (2018). Estimating therisk of attempted suicide among sexual minority youths: A systematic review andmeta-analysis. JAMA Pediatrics, 172(12), 1145–1152. https://doi.org/10.1001/jamapediatrics.2018.2731Erney, R., & Weber, K. (2018). Not all children are straight and white: Strategies forserving youth of color in out-of-home care who identify as LGBTQ. Child Welfare,96(2), 151–177. Retrieved from <Go to ISI>://WOS:000432337700009.Fay. (2017). Getting it Right: What LGBTþ young people want and need in GreaterManchester. Manchester: The Proud Trust.Ferguson, K. M., & Maccio, E. M. (2015). Promising programs for lesbian, gay, bisexual,transgender, and queer/questioning runaway and homeless youth. Journal of SocialService Research, 41(5), 659–683. https://doi.org/10.1080/01488376.2015.1058879Fleming, J. B., Hill, Y. N., & Burns, M. N. (2017). Usability of a culturally informedmHealth intervention for symptoms of anxiety and depression: Feedback from youngsexual minority men. JMIR Human Factors, 4(3). https://doi.org/10.2196/humanfactors.7392. e22-e22.Gamarel, K. E., Walker, J. N. J., Rivera, L., & Golub, S. A. (2014). Identity safety andrelational health in youth spaces: A needs assessment with LGBTQ youth of color.Journal of LGBT Youth, 11(3), 289–315. Retrieved from http://search.ebscohost.com/login.aspx?direct¼true&amp;db¼eric&amp;AN¼EJ1032932&amp;site¼ehost-live&amp;authtype¼ip,shib&amp;user¼s1523151.Gillig, T. K., Miller, L. C., & Cox, C. M. (2019). She finally smiles horizontal ellipsis forreal\": Reducing depressive symptoms and bolstering resilience through a campintervention for LGBTQ youth. Journal of Homosexuality, 66(3), 368–388. https://doi.org/10.1080/00918369.2017.1411693Gough, D. (2007). Weight of evidence: A framework for the appraisal of the quality andrelevance of evidence. Research Papers in Education, 22(2), 213–228.Greenhalgh, T., Robert, G., Macfarlane, F., Bate, P., Kyriakidou, O., & R, P. (2005).Storylines of research in diffusion of innovation: A meta-narrative approach tosystematic review. Social Science & Medicine, 61(2), 417–430.8Greenhalgh, T., & Wong, G. (2013). Training materials for meta-narrative reviews. Retrievedfrom Available at: http://www.ramesesproject.org/media/Meta_narrative_reviews_training_materials.pdf.Greenhalgh, T., Wong, G., Westhorp, G., & R, P. (2011). Protocol – realist and meta-narrative evidence synthesis: Evolving standards (RAMASES). BMC Medical ResearchMethodology, 11.Hara, O. (2013). Exploring the emotional health of LGBTþ people in NI. Belfast.Hatzenbuehler, M. L. (2009). How does sexual minority stigma \"get under the skin\"? Apsychological mediation framework. Psychological Bulletin, 135(5), 707–730. https://doi.org/10.1037/a0016441Hatzenbuehler, M. L., & Pachankis, J. E. (2016). Stigma and minority stress as socialdeterminants of health among lesbian, gay, bisexual, and transgender youth researchevidence and clinical implications. Pediatric Clinics of North America, 63(6), 985–þ.https://doi.org/10.1016/j.pcl.2016.07.003Heck, N. C. (2015). The potential to promote resilience: Piloting a minority stress-informed, GSA-based, mental health promotion program for LGBTQ youth.Psychology of Sexual Orientation and Gender Diversity, 2(3), 225–231.Heck, N. C., Flentje, A., & Cochran, B. N. (2013). Offsetting risks: High school gay-straightalliances and lesbian, gay, bisexual, and transgender (LGBT) youth. Psychology ofSexual Orientation and Gender Diversity, 1(S), 81–90. https://doi.org/10.1037/2329-0382.1.S.81Hobaica, S., Alman, A., Jackowich, S., & Kwon, P. (2018). Empirically basedpsychological interventions with sexual minority youth: A systematic review.Psychology of Sexual Orientation and Gender Diversity, 5(3), 313–323. https://doi.org/10.1037/sgd0000275Hohnke, M., & O'Brien, P. (2008). Discrimination against same sex attracted youth: Therole of the school counsellor. Australian Journal of Guidance and Counselling, 18(1),67–75. https://doi.org/10.1375/ajgc.18.1.67Iacono, G. (2018). An affirmative mindfulness approach for lesbian, gay, bisexual,transgender, and queer youth mental health. Clinical Social Work Journal. https://doi.org/10.1007/s10615-018-0656-7Ioverno, S., Belser, A. B., Baiocco, R., Grossman, A. H., & Russell, S. T. (2016). Theprotective role of gay-straight alliances for lesbian, gay, bisexual, and questioningstudents: A prospective analysis. Psychology of Sexual Orientation and Gender Diversity,3(4), 397–406. https://doi.org/10.1037/sgd0000193Irish, M., Solmi, F., Mars, B., King, M., Lewis, G., Pearson, R. M., Pitman, A., Rowe, S.,Srinivasan, R., & Lewis, G. (2019). Depression and self-harm from adolescence toyoung adulthood in sexual minorities compared with heterosexuals in the UK: apopulation-based cohort study. The Lancet. Child & adolescent health, 3(2), 91–98.https://doi.org/10.1016/S2352-4642(18)30343-2Jagosh, J., Pluye, P., Macaulay, A. C., Salsberg, J., Henderson, J., Sirett, E.,… Green, L. W.(2011). Assessing the outcomes of participatory research: protocol for identifying,selecting, appraising and synthesizing the literature for realist review. Implementationscience : IS, 6, 24. https://doi.org/10.1186/1748-5908-6-24Johnson, K (2014). Sexuality: A psychosocial manifesto. Cambridge: Policy Press.Johnson, K., Faulkner, P., Jones, H., & Welsh, E. (2007). Understanding suicidal distress andpromoting survival in Lesbian, Gay, Bisexual and Transgender (LGBT) Communities.Brighton: University of Brighton.Kuhn, T. S. (1962). The structure of scientific revolutions. Chicago: University of ChicagoPress.Kwok, D. K. (2018). Community support programme: Support for Chinese trans* studentsexperiencing genderism. Sex Education-Sexuality Society and Learning, 18(4), 406–419.https://doi.org/10.1080/14681811.2018.1428546Kwok, D. K., Winter, S., & Yuen, M. (2012). Heterosexism in school: The counsellingexperience of Chinese tongzhi students in Hong Kong. British Journal of Guidance andCounselling, 40(5), 561–575. https://doi.org/10.1080/03069885.2012.718735Lapointe, A., & Crooks, C. (2018). GSA members' experiences with a structured programto promote well-being. Journal of LGBT Youth, 15(4), 300–318. https://doi.org/10.1080/19361653.2018.1479672Lapointe, A., Dunlop, C., & Crooks, C. (2018). Feasibility and fit of a mental healthpromotion program for LGBTQþ youth. Journal of Youth Development, 13(4),100–117. https://doi.org/10.5195/jyd.2018.585LeFrancois, B. A. (2013). Queering child and adolescent mental health services: Thesubversion of heteronormativity in practice. Children & Society, 27(1), 1–12. https://doi.org/10.1111/j.1099-0860.2011.00371.xLucassen, M. F. G., Hatcher, S., Fleming, T. M., Stasiak, K., Shepherd, M. J., & Merry, S. N.(2015). A qualitative study of sexual minority young people's experiences ofcomputerised therapy for depression. Australasian Psychiatry, 23(3), 268–273.https://doi.org/10.1177/1039856215579542Lucassen, M. F. G., Hatcher, S., Stasiak, K., Fleming, T., Shepherd, M., & Merry, S. N.(2013). The views of lesbian, gay and bisexual youth regarding computerised self-help for depression: An exploratory study. Advances in Mental Health, 12(1), 22–33.https://doi.org/10.5172/jamh.2013.12.1.22Lucassen, M. F. G., Merry, S. N., Hatcher, S., & Frampton, C. M. A. (2015). RainbowSPARX: A novel approach to addressing depression in sexual minority youth.Cognitive and Behavioral Practice, 22(2), 203–216.Lucassen, M., Samra, R., Iacovides, I., Fleming, T., Shepherd, M., Stasiak, K., et al. (2018).How LGBTþ young people use the internet in relation to their mental health andenvisage the use of e-therapy: Exploratory study. JMIR Serious Games, 6(4). https://doi.org/10.2196/11249. e11249-e11249.McCallum, C., & McLaren, S. (2010). Sense of belonging and depressive symptoms amongGLB adolescents. Journal of Homosexuality, 58(1), 83–96. https://doi.org/10.1080/00918369.2011.533629McDermott, E. (2015). Asking for help online: Lesbian, gay, bisexual and trans youth, self-harm and articulating the \"failed’ self. Health, 19(6), 561–577. https://doi.org/10.1177/1363459314557967E. McDermott et al. SSM - Mental Health 1 (2021) 100004McDermott, E., Hughes, E., & Rawlings, V. (2016a). Queer Futures: Understanding lesbian,gay, bisexual and trans (LGBT) adolescents’ suicide, self-harm and help-seeking behaviour.Lancaster: Lancaster University.McDermott, E., Hughes, E., & Rawlings, V. (2017). Norms and normalisation:Understanding LGBT youth suicide and help-seeking. Culture, Health & Sexuality,20(2), 156–172. https://doi.org/10.1080/13691058.2017.1335435McDermott, E., Roen, K., & Piela, A. (2015b). Explaining self-harm: Youth cybertalk andmarginalized sexualities and genders. Youth & Society, 47(6), 873–889. https://doi.org/10.1177/0044118X13489142McDermott, E., & Roen, K. (2016). Queer youth suicide and self harm: Troubled subjects,troubling norms. Cambridge: Palgrave Macmillan.McDonald, K. (2018). Social support and mental health in LGBTQ adolescents: A reviewof the literature. Issues in Mental Health Nursing, 39(1), 16–29. https://doi.org/10.1080/01612840.2017.1398283McLaren, S., Schurmann, J., & Jenkins, M. (2015). The relationships between sense ofbelonging to a community GLB youth group; school, teacher, and peer connectedness;and depressive symptoms: Testing of a path model. Journal of Homosexuality, 62(12),1688–1702. https://doi.org/10.1080/00918369.2015.1078207Medeiros, D. M., Seehaus, M., Elliott, J., & Melaney, A. (2004). Providing mental healthservices for LGBT teens in a community adolescent health clinic. Journal of Gay &Lesbian Psychotherapy, 8(3/4), 83–95.Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, andbisexual populations: Conceptual issues and research evidence. Psychological Bulletin,129(5), 674–697. https://doi.org/10.1037/0033-2909.129.5.674Millar, B. M., Wang, K., & Pachankis, J. E. (2016). The moderating role of internalizedhomonegativity on the efficacy of LGB-affirmative psychotherapy: Results from arandomized controlled trial with young adult gay and bisexual men. Journal ofConsulting and Clinical Psychology, 84(7), 565–570. https://doi.org/10.1037/ccp0000113MindOut. (2016). Working with LGBTQ people report. Brighton, MINDOUT.Munn, Z., Peters, M. D., Stern, C., Tufanaru, C., McArthur, A., & Aromataris, E. (2018).Systematic review or scoping review? Guidance for authors when choosing between asystematic or scoping review approach. BMC Medical Research Methodology, 18(143).https://doi.org/10.1186/s12874-018-0611-xNewman, C. E., Prankumar, S. K., Cover, R., Rasmussen, M. L., Marshall, D., &Aggleton, P. (2020). Inclusive health care for LGBTQþ youth: Support, belonging,and inclusivity labour. Critical Public Health, 1–10. https://doi.org/10.1080/09581596.2020.1725443Nodin, N., Peel, E., Tyler, A., & Rivers, I. (2015). The RARE research report: LGB&T mentalhealth - risk and resilience explored. 2015. London: PACE.Oransky, M., Burke, E. Z., & Steever, J. (2018). An interdisciplinary model for meeting themental health needs of transgender adolescents and young adults: The mount sinaiadolescent health center approach. Cognitive and Behavioral Practice. https://doi.org/10.1016/j.cbpra.2018.03.002Otte-Trojel, T., & Wong, G. (2016). Going beyond systematic reviews: Realist and meta-narrative reviews. Studies in Health Technology and Informatics, 222, 275–287.Paceley, M. S. (2016). Gender and sexual minority youth in nonmetropolitancommunities: Individual- and community-level needs for support. Families in Society-the Journal of Contemporary Social Services, 97(2), 77–85. https://doi.org/10.1606/1044-3894.2016.97.11Pachankis, J. E., & Goldfried, M. R. (2010). Expressive writing for gay-related stress:Psychosocial benefits and mechanisms underlying improvement. Journal of Consultingand Clinical Psychology, 78(1), 98–110. https://doi.org/10.1037/a0017580Painter, K. R., Scannapieco, M., Blau, G., Andre, A., & Kohn, K. (2018). Improving themental health outcomes of LGBTQ youth and young adults: A longitudinal study.Journal of Social Service Research, 44(2), 223–235. https://doi.org/10.1080/01488376.2018.1441097Pallotta-Chiarolli, M., & Martin, E. (2009). “Which sexuality? Which service?”: Bisexualyoung people's experiences with youth, queer and mental health services in Australia.Journal of LGBT Youth, 6(2/3), 199–222. https://doi.org/10.1080/19361650902927719Pepping, C. A., Lyons, A., McNair, R., Kirby, J. N., Petrocchi, N., & Gilbert, P. (2017).A tailored compassion-focused therapy program for sexual minority young adultswith depressive symotomatology: Study protocol for a randomized controlled trial.BMC Psychology, 5(1). https://doi.org/10.1186/s40359-017-0175-2, 5-5.Perry, N. S., Chaplo, S. D., & Baucom, K. J. W. (2017). The impact of cumulative minoritystress on cognitive behavioral treatment with gender minority individuals: Case studyand clinical recommendations. Cognitive and Behavioral Practice, 24(4), 472–483.https://doi.org/10.1016/j.cbpra.2016.12.004Powell, C., Ellasante, I., Korchmaros, J. D., Haverly, K., & Stevens, S. (2016). iTEAM:Outcomes of an affirming system of care serving LGBTQ youth experiencinghomelessness. Families in Society-the Journal of Contemporary Social Services, 97(3),181–190. https://doi.org/10.1606/1044-3894.2016.97.24Proulx, C. N., Coulter, R. W. S., Egan, J. E., Matthews, D. D., & Mair, C. (2019).Associations of lesbian, gay, bisexual, transgender, and questioning-inclusive sexeducation with mental health outcomes and school-based victimization in U.S. Highschool students. Journal of Adolescent Health: Official Publication Of The Society ForAdolescent Medicine. https://doi.org/10.1016/j.jadohealth.2018.11.012Riggs, D. W., Ansara, G. Y., & Treharne, G. J. (2015). An evidence-based model forunderstanding the mental health experiences of transgender Australians. AustralianPsychologist, 50(1), 32–39. https://doi.org/10.1111/ap.12088Riggs, D. W., & Treharne, G. J. (2017). Decompensation: A novel approach to accountingfor stress arising from the effects of ideology and social norms. Journal ofHomosexuality, 64(5), 592–605. https://doi.org/10.1080/00918369.2016.1194116Robinson, A. (2010). Living for the city: Voices of black lesbian youth in detroit. Journalof Lesbian Studies, 14(1), 61–70. https://doi.org/10.1080/108941609030588999Sadowski, M., Chow, S., & Scanlon, C. P. (2009). Meeting the needs of LGBTQ youth: A“relational assets” approach. Journal of LGBT Youth, 6(2/3), 174–198. https://doi.org/10.1080/19361650903013493Sandfort, T. G. M., Bos, H. M. W., Collier, K. L., & Metselaar, M. (2010). Schoolenvironment and the mental health of sexual minority youths: A study among Dutchyoung adolescents. American Journal of Public Health, 100(9), 1696–1700. https://doi.org/10.2105/ajph.2009.183095Sansfaçon, A. P., H\u0001ebert, W., Lee, E. O. J., Faddoul, M., Tourki, D., & Bellot, C. (2018).Digging beneath the surface: Results from stage one of a qualitative analysis of factorsinfluencing the well-being of trans youth in Quebec. International Journal ofTransgenderism, 19(2), 184–202. https://doi.org/10.1080/15532739.2018.1446066Semlyen, J., King, M., Varney, J., & Hagger-Johnson, G. (2016). Sexual orientation andsymptoms of common mental disorder or low wellbeing: Combined meta-analysis of12 UK population health surveys. BMC Psychiatry, 16(67). https://doi.org/10.1186/s12888-016-0767-zSmith, N. G., Hart, T. A., Kidwai, A., Vernon, J. R. G., Blais, M., & Adam, B. (2017).Results of a pilot study to ameliorate psychological and behavioral outcomes ofminority stress among young gay and bisexual men. Behavior Therapy, 48(5),664–677. https://doi.org/10.1016/j.beth.2017.03.005Steinke, J., Root-Bowman, M., Estabrook, S., Levine, D. S., & Kantor, L. M. (2017).Meeting the needs of sexual and gender minority youth: Formative research onpotential digital health interventions. Journal of Adolescent Health, 60(5), 541–548.https://doi.org/10.1016/j.jadohealth.2016.11.023Tenenbaum, S. (2012). Tenoch's gender journey: Case study of a 13-year-old Mexicanrefugee with aboriginal ancestry - naming the gaps between theory and practice. FirstPeoples Child & F amily Review, 7(2), 27–33.Toomey, R. B., & Anhalt, K. (2016). Mindfulness as a coping strategy for bias-based schoolvictimization among latina/o sexual minority youth. Psychology of Sexual Orientationand Gender Diversity, 3(4), 432–441. https://doi.org/10.1037/sgd0000192Toomey, R. B., Ryan, C., Diaz, R. M., & Russell, S. T. (2011). High school gay-straightalliances (GSAs) and young adult well-being: An examination of GSA presence,participation, and perceived effectiveness. Applied Developmental Science, 15(4),175–185. https://doi.org/10.1080/10888691.2011.607378Toomey, R. B., Ryan, C., Diaz, R. M., & Russell, S. T. (2018). Coping with sexualorientation-related minority stress. Journal of Homosexuality, 65(4), 484–500.https://doi.org/10.1080/00918369.2017.1321888Toomey, R. B., Syvertsen, A. K., & Shramko, M. (2018). Transgender adolescent suicidebehavior. Pediatrics, 142(4). https://doi.org/10.1542/peds.2017-4218Trust, P. (2016). LGBT young people's health in the UK: A literature review with a focus onneeds, barriers and practice. 2016. Manchester: The Proud Trust.Vincke, J., & Van Heeringen, K. (2002). Confidant support and the mental wellbeing oflesbian and gay young adults: A longitudinal analysis. Journal of Community & AppliedSocial Psychology, 12(3), 181–193. https://doi.org/10.1002/casp.671Vincke, J., & van Heeringen, K. (2004). Summer holiday camps for gay and lesbian youngadults: An evaluation of their impact on social support and mental well-being. Journalof Homosexuality, 47(2), 33–46. https://doi.org/10.1300/J082v47n02_02Wagaman, M. A., Keller, M. F., & Cavaliere, S. J. (2016). What does it mean to be asuccessful adult? Exploring perceptions of the transition into adulthood amongLGBTQ emerging adults in a community-based service context. Journal of Gay &Lesbian Social Services, 28(2), 140–158. https://doi.org/10.1080/10538720.2016.1155519Wilkerson, J. M., Lawler, S. M., Romijnders, K. A., Armstead, A. B., Bauldry, J., &Montrose, C. (2018). Exploratory analyses of risk behaviors among GLBT youthattending a drop-in center. Health Education & Behavior, 45(2), 217–228. https://doi.org/10.1177/1090198117715668Wilkerson, J. M., Schick, V. R., Romijnders, K. A., Bauldry, J., Butame, S. A., &Montrose, C. (2017). Social support, depression, self-esteem, and coping amongLGBTQ adolescents participating in hatch youth. Health Promotion Practice, 18(3),358–365. https://doi.org/10.1177/1524839916654461Williams, K. A., & Chapman, M. V. (2011). Comparing health and mental health needs,service use, and barriers to services among sexual minority youths and their peers.Health & Social Work, 36(3), 197–206. https://doi.org/10.1093/hsw/36.3.197Williams, K. A., & Chapman, M. V. (2012). Unmet health and mental health need amongadolescents: The roles of sexual minority status and child-parent connectedness.American Journal of Orthopsychiatry, 82(4), 473–481. https://doi.org/10.1111/j.1939-0025.2012.01182.xWilliams, K. A., & Chapman, M. V. (2015). Mental health service use among youth withmental health need: Do school-based services make a difference for sexual minorityyouth? School Mental Health, 7(2), 120–131. https://doi.org/10.1007/s12310-014-9132-xWilson, C., & Cariola, L. A. (2019). LGBTQIþ youth and mental health: A systematicreview of qualitative research. Adolescent Research Review, 5, 187–211. https://doi.org/10.1007/s40894-019-00118-wWofford, N. C. (2017). Mental health service delivery to sexual minority and gender non-conforming students in schools: A winnicottian approach. Child and Adolescent SocialWork Journal, 34(5), 467–478. https://doi.org/10.1007/s10560-016-0482-0Wong, G., et al. (2013). RAMESES publication standards: Realist syntheses. BMC Medicine,11(21).Wong, G., Greenhalgh, T., Buckingham, J., & R, P. (2013). RAMESES publicationstandards: meta-narrative reviews. Journal of Advanced Nursing, 69(5), 987–1004.Zhang, L., Finan, L. J., Bersamin, M., & Fisher, D. A. (2018). Sexual orientation-baseddepression and suicidality health disparities: The protective role of school-basedhealth centers. Journal of Research on Adolescence: The Official Journal Of The SocietyFor Research On Adolescence. https://doi.org/10.1111/jora.12454",
    "id": 477744303,
    "identifiers": {
        "doi": "10.1016/j.ssmmh.2021.100004",
        "oai": "oai:pure.atira.dk:publications/b770ff34-ff05-448b-bc56-0d1f36ec6ed4"
    },
    "title": "Explaining effective mental health support for LGBTQ+ youth:A meta-narrative review",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-06-14T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://cris.brighton.ac.uk/ws/files/24535964/1_s2.0_S2666560321000049_main.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/477744303.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/477744303"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/477744303/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/477744303/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/477744303"
        }
    ],
    "abstract": "This meta-narrative review on mental health early intervention support for LGBTQ+ youth aimed to develop a theoretical framework to explain effective mental health support. Using the RAMESES standards for meta-narrative reviews, we identified studies from database searches and citation-tracking. Data extraction and synthesis was conducted through conceptual coding in Atlas.ti. in two stages: 1) conceptual mapping of the meta-narratives; 2) comparing the key concepts across the meta-narratives to produce a theoretical framework. In total, 2951 titles and abstracts were screened and 200 full papers reviewed. 88 studies were included in the final review. Stage 1 synthesis identified three meta-narratives - psychological, psycho-social, and social/youth work. Stage 2 synthesis resulted in a non-pathological theoretical framework for mental health support that acknowledged the intersectional aspects of LGBTQ+ youth lives, and placed youth at the centre of their own mental healthcare. The study of LGBTQ+ youth mental health has largely occurred independently across a range of disciplines such as psychology, sociology, public health, social work and youth studies. The interdisciplinary theoretical framework produced indicates that effective early intervention mental health support for LGBTQ+ youth must prioritise addressing normative environments that marginalises youth, LGBTQ identities and mental health problems",
    "tags": [
        "article",
        "Mental health",
        "LGBTQ+",
        "Youth",
        "Adolescence",
        "Sexual minority",
        "Gender minority"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.atira.dk:publications/b770ff34-ff05-448b-bc56-0d1f36ec6ed4",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "4837",
        "openDoarId": 0,
        "name": "University of Brighton Research Portal",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 477744303,
        "depositedDate": null,
        "publishedDate": "2021-06-14T01:00:00+01:00",
        "updatedDate": "2024-01-22T03:17:05+00:00",
        "acceptedDate": null,
        "createdDate": "2021-09-08T16:17:44+01:00"
    },
    "urls": [
        "https://cris.brighton.ac.uk/ws/files/24535964/1_s2.0_S2666560321000049_main.pdf",
        "https://doi.org/10.1016/j.ssmmh.2021.100004",
        "https://research.brighton.ac.uk/en/publications/b770ff34-ff05-448b-bc56-0d1f36ec6ed4"
    ],
    "lastUpdate": "2024-01-22T03:17:05+00:00",
    "setSpecs": []
}