{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Amigo Ventureira, Ana María"
        },
        {
            "name": "Durán-Bouza, Montserrat"
        },
        {
            "name": "DePalma, Renée"
        }
    ],
    "contributors": [],
    "createdDate": "2024-02-19T20:43:53+00:00",
    "dataProvider": {
        "id": 2001,
        "name": "Repositorio da Universidade da Coruña",
        "url": "https://api.core.ac.uk/v3/data-providers/2001",
        "logo": "https://api.core.ac.uk/data-providers/2001/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1177/00345237231163048",
    "downloadUrl": "https://core.ac.uk/download/599623312.pdf",
    "fullText": "Full PaperResearch in Education2023, Vol. 0(0) 1–18© The Author(s) 2023Article reuse guidelines:sagepub.com/journals-permissionsDOI: 10.1177/00345237231163048journals.sagepub.com/home/rieExploring the relationshipbetween transphobia andhomophobia and otherdemographic factors amongpracticing and future primaryschool teachersAna M Amigo-VentureiraFaculty of Education, University of A Coruña, A Coruña, SpainMontserrat DuránFaculty of Education, University of A Coruña, A Coruña, SpainRenée DePalmaFaculty of Education, University of A Coruña, A Coruña, SpainAbstractBased on an existing measure of homophobia, we developed an instrument to measureboth transphobia and homophobia, as well as their relationship with other demographicvariables that included attributed sex, gender identity, sexual orientation, religious af-filiation, and political affinity. Research was designed to establish the relationship betweenhomophobia and transphobia, by comparing the results of a validated Homophobia Testwith a Transphobia Test that has been designed by adapting the same items; and toexplore the relationship between homophobia/transphobia and other socio-demographicvariables, specifically including gender, geographic origin, sexual orientation, politicalideology, and religious conviction). Our research with 1,133 trainee and 182 practicingteachers demonstrated the reliability of our instrument, suggesting a correspondencebetween the two types of prejudice. Our results also found that these two prejudicesfollowed similar trends with respect to other variables: respondents who identified asmen showed higher levels of both homophobia and transphobia, as did those whoprofessed religious conviction and were affiliated with the right wing of the politicalCorresponding author:Renée DePalma, Faculty of Education, University of A Coruña, Camus Eviña, s/n¸ A Coruña 15002, Spain.Email: r.depalma@udc.esspectrum. We found that people who identified as gay, lesbian, or bisexual were lesshomophobic and transphobic that those who identified as heterosexual. Based on thesedata, we hypothesize that the two types of prejudice explored here derive from acommon factor, the broader social construct of cisgenderism, so that any deviation fromthe heterosexual matrix, whether in terms of gender identity, gender presentation, orsexual orientation, results in social stigma. The professionals included in our sample areentrusted with well-being of all children, and are responsible for teaching about humandiversity as part of the curriculum. Our findings will help us understand how teachersmight respond to children who transgress, or are perceived to transgress, cisgenderednorms, and to design more effective teacher training concerning sex and gender diversity.KeywordsQueer-feminism, sexuality, teacher education, teaching, marginalisationIntroductionThe Principles on the application of international human rights law in relation to sexualorientation and gender identity, better known as the Yogyakarta Principles, were pub-lished in response to clear patterns of human rights abuses, with the aim of establishing“binding international legal standards with which all states must comply (InternationalCommission of Jurists, 2007: 7). Of particular note is the understanding demonstrated bythe committee of experts who drafted this document that sexual orientation and genderidentity render people susceptible to similar social injustices and require protection undera single unifying set of legal protections. 10 years later these principles were expanded,with an introduction that explained the importance of specifically protecting genderexpression (physical appearance, including dress and mannerisms) and sex characteristics(including secondary physical features emerging from puberty), as these also may result inviolence and discrimination that manifest in “continuum of multiple, interrelated andrecurring forms” (International Commission of Jurists, 2017: 7).Since schools reflect the society in which we live, they constitute a space of mandatoryattendance and exposure to everyday violence for children who do not conform to sex,gender and sexuality norms. At the same time, schooling has the potential to transformsociety, and therefore constitutes a privileged space for the prevention of discriminationwithin and beyond these institutions. Research with teachers in various Europeancountries has revealed a generalized fear that everyday acts of interpersonal peer violence(such as verbal insults or supposed jokes), especially those taking place in informal spacesbeyond the range of staff vigilance, may eventually erupt into physical acts of aggression(Barragán-Medero and Pérez-Jorge, 2020). As these authors point out, these fears havealready become a reality. At the same time, we argue that educators need to take moreseriously the underlying school climate that normalizes systemic and institutional dis-crimination, without waiting for more easily recognizable acts of violence to emerge.2 Research in Education 0(0)The school itself functions, as Preciado (2019) affirms, as the first school of gender andsexual violence, as an institution that pathologizes and sanctions dissidence, a factory thatproduces normalized subjectivities. In this space for scrutiny, control and domination,heterosexual desire is promoted, and linguistic and social scripts associated with cis-heterosexuality are played out. In this sense, the school is not a mere container in whichsocial stigmas are produced, but rather an active participant in these processes. Givenschooling’s active complicity, as well as its capacity to do otherwise, education,awareness-raising, and critical reflection on the part of teachers is essential.It is interesting to note that international organizations like the United Nations andILGA (The International Lesbian, Gay, Bisexual, Trans and Intersex Association) rec-ognize homophobia and transphobia as distinct but closely related phenomena. Theoriginal draft of the Yogyakata Principles (2007) established definitions of each:[1] Sexual orientation is understood to refer to each person’s capacity for profoundemotional, affectional and sexual attraction to, and intimate and sexual relationswith, individuals of a different gender or the same gender or more than one gender.[2] Gender identity is understood to refer to each person’s deeply felt internal andindividual experience of gender, which may or may not correspond with the sexassigned at birth, including the personal sense of the body (which may involve, iffreely chosen, modification of bodily appearance or function by medical, surgicalor other means) and other expressions of gender, including dress, speech andmannerisms.The later draft (2017) refines the earlier text by relating these two categories and addingthe additional factors of gender expression and sex characteristics, establishing that“violence, discrimination, and other harm based on sexual orientation, gender identity,gender expression and sex characteristics manifests in a continuum of multiple, inter-related and recurring forms”, while at the same time recognizing that these situations referto people with diverse “needs, characteristics and human rights situations” (p. 7). TheILGA includes trans rights advances and violations in its State Sponsored HomophobiaReport (2020), which has been published annually since 2006. This report, which os-tensibly focuses on legislation specifically related to sexual orientation, neverthelessrefers more inclusively to “legal barriers to freedom of expression on sexual and genderdiversity,” alluding to the difficulty of teasing apart “legal restrictions related to issues ofsexual orientation from those that relate to gender identity and gender expression” (p. 16).In a policy recommendation published by a consortium of 35 international human rightsorganizations, gender stereotypes in patriarchal societies are identified as the commonsource of misogyny, transphobia, and homophobia, “The construction of gender ste-reotypes ultimately rests on the assumption that there are two opposite and mutuallyexclusive biological sexes. The assumption of heterosexuality is central to this genderbinary” (IGLHRC, 2013: 5).There is no shortage of evidence demonstrating that discrimination based on gender identityand/or expression threatens physical and emotional well-being and negatively influences theself-esteem and self-care of those who suffer from it (ILGA, 2020; UNCHR, n.d.). It shouldAmigo-Ventureira et al. 3come as no surprise, then, to find extensive evidence of school-based discrimination andviolence designed to exclude gender and sexual diversity in a variety of national contexts(IGLYO, 2022; UNESCO, 2019). Recent studies published in Spain have found this to applynot only to students (Feijóo and Rodŕıguez-Fernández 2021), but also to teachers (FELGTBI+,2022), and has revealed underlying essentialist, simplistic, and reductionist understandings thatcontinue to normalize heterosexuality (Amat et al., 2018).In Spain, the Homophobia Test (España Albelda et al., 2001) was designed to measurethe degree of homophobia as well as its relationship with other personal characteristics,finding higher levels of homophobia in men, religious people, and those who have hadlittle contact with lesbians or gay men. The International Gay & Lesbian Human RightsCommission (IGLHRC) have expressed the concern that “Similar to women’s rights,there are those who would claim their culture or religion encourages them to discriminate”(2013: 8) and call for collaboration with religious and other leaders in combating suchdiscourses. This relationship between homophobia and other personal variables has beenconfirmed in research on teachers (Pérez-Testor et al., 2010), who found that religiousbelief and church attendance, along with low levels of contact with lesbian and gaypeople, correlated with higher degrees of homophobia. As for political ideology, higherdegrees of homophobia have been found among respondents who hold both socially andeconomically conservative positionings (Barnett et al., 2018). Particularly in nationalcontexts like Spain, with a relatively recent history of fascist (Catholic) dictatorship,authoritarian, right-wing ideologies remain closely entwined with the patriarchal cen-trality of hetero-centric family values (Barragán-Medero and Pérez-Jorge, 2020).Similar trends have been found between transphobia and religious practices, withChristian, church-going, and/or fundamentalist participants exhibiting higher levels thanthose who claimed Muslim, non-religious, or Jewish identities (Campbell et al., 2019). Inaddition, higher levels of transphobia have been found in subjects identifying as men(Nagoshi et al., 2008), while lower levels have been associated with friendship with transpeople (Barbir et al., 2017).The cognitive process that leads to discrimination begins with stigma - the negativeevaluation of a person who shares a trait or attribute with a group of individuals, based ona sense of perceived threat. When this characteristic, considered to be negative, is at-tributed to other subjects who share the same trait, prejudice is established, and tends topersist over time even if it becomes evident that it does not apply to a particular case or isnot generalized. Once stigma and prejudice have been established, the more visiblebehavioral element emerges in the form of abuse, social rejection and denial of rights:discrimination. Thus, homophobia could be defined as “the prejudice that involvesdiscrimination against non-heterosexual people” (Campo et al., 2013: 292, our translationfrom the Spanish). By extension, therefore, transphobia can be seen as “the prejudice thatinvolves discrimination against non-cisgender people,” with cisgender meaning theprivileged position enjoyed by those whose gender identity, gender expression, and sexcharacteristics conformwith social expectations. Some researchers (Airton, 2009; Rogers,2017) have found the notion of cisgenderism to be a more accurate and comprehensivedefinition of the stigma leading to the discrimination experienced by trans people, as it4 Research in Education 0(0)more clearly recognizes the gender nonconformity that lies at the root of such violenceand exclusion.Rubin (1975: 159) defined the “sex-gender system” as “the set of arrangements bywhich a society transforms biological sexuality into products of human activity, and inwhich these transformed sexual needs are satisfied.” Shortly thereafter, in 1980, Wittig(1992) introduced the notion of obligatory heterosexuality, the socially constructedunderstanding of sexuality and sex-gender that, for example, excludes lesbians from thecategory of women based on their refusal to enter into the heterosexual contract. JudithButler consolidated the relationship between sex-gender and sexuality with her definitionof the heterosexual matrix:A hegemonic discursive/epistemological model of gender intelligibility that as-sumes that for bodies to cohere and make sense there must be a stable sex expressedthrough a stable gender (masculine expresses male, feminine expresses female) thatis oppositionally and hierarchically defined through the compulsory practice ofheterosexuality (Butler, 1990: 151)Bodies, then, are classified according to their reproductive capacity, with the aim ofsocially regulating this function. In this sense, men and women are distinguished by theirdifferentiated and complementary reproductive roles, and any (perceived or real) deviancefrom the sex-gender binary as well the implied heterosexual contract results in the stigmaof unintelligibility.These theoretical understandings present homophobia and transphobia as differentmanifestations of the social penalty for violating the same social contract, and supporthuman rights advocates that consider these processes to be fundamentally linked (ILGA,2020; International Commission of Jurists, 2017; IGLHRC, 2013). Indeed, much ho-mophobia is enacted based on perceived homosexuality, that is, violations of gendernorms that render the subject inappropriately masculinized or feminized with respect totheir attributed sex (Namaste, 2006). Whether these violations are based on genderexpression or actions denoting sexual orientation, stigma is based on crossing binary,mutually exclusive, and interrelated expectations of sex, gender, and sexuality.Inspired by these theoretical understandings and on the previously cited researchevidence of a pervading hostile climate in educational settings, we have created aTransphobia Test, based on España Albelda et al.’s Homophobia Test (2001), and appliedboth tests to practicing and trainee teachers (Amigo-Ventureira et al., 2022). By extendingan existing instrument designed to detect homophobia to include the equally vital butrelatively under-explored area of transphobia, we aim to explore in more detail the ways inwhich the two phenomena are related, specifically among educators who are entrusted toassuring that all children and youth learn in safe environments that allow them to flourish.These instruments also provide insight into how these processes relate to other demo-graphic variables, including gender, sexual orientation, political ideology, religiousconviction, and social contact with LGBT people. Such understandings may prove usefulin designing teacher training programs, as well as in-service courses for active teachers.To this end, our study was designed to respond to three key research objectives:Amigo-Ventureira et al. 5(1) To establish the relationship between homophobia and transphobia, by comparingthe results of a validated Homophobia Test with a Transphobia Test that has beendesigned by adapting the same items.(2) To explore the relationship between homophobia and other socio-demographicvariables, specifically including gender, geographic origin, sexual orientation,political ideology, and religious conviction).(3) To explore the relationship between transphobia and other socio-demographicvariables, specifically including gender, geographic origin, sexual orientation,political ideology, and religious conviction).MethodologyResearch design and participantsParticipants in this study included trainee teachers, who were studying Early ChildhoodEducation (ECE) and Primary Education. All were currently attending one of the threeuniversities in the Autonomous community of Galicia, located in northwestern Spain, thatoffer these programs (Universities of Vigo, A Coruña, and Santiago de Compostela).Participants also included active teachers working at these year levels in the same region(Galicia). The sample, therefore, consisted of a total of 1,315 people (1,133 traineeteachers and 182 practicing teachers), with a mean age of 24.85 years (ranging from 18 to64 years).While those who responded to España Albelda et al.’s original Homophobia Test(2001) were the authors’ own classmates who were studying for a degree in Medicine,we’ve chosen to shift and extend our sample for two reasons. First, we wished to eliminatethe element of familiarity, to ensure that none of our participants knew us personally; forthis reason, we did not draw upon our own university students or colleagues. Second, aseducation specialists, we decided to include future (trainee) and current (practicing)teachers because we consider them to be a particularly relevant demographic. Like thefuture health care workers who featured in the original study, as well as those who work orwill work in other social services and public administration, teachers have a great deal ofresponsibility for ensuring (or denying) the extension of fundamental human rights to allmembers of any given society.InstrumentsTo collect the study data, two tests were used: the Homophobia Test (España Albeldaet al., 2001) and the Transphobia Test, which we designed, based on the first. Both testswere administered in Spanish – see Appendix 1 for an English translation of all questions.To facilitate administration, the instruments were unified in a single document, with someminor modifications to avoid sexist language, or to collect more precise sociodemo-graphic data. For example, where the original version only asked for “sex,” we dividedthis into “sex assigned at birth” and “gender identity.”6 Research in Education 0(0)The Homophobia Test (España Albelda et al., 2001) is a questionnaire made up of10 questions that measure the degree of homophobia according to the following di-mensions: cognitive aspects about the causes of homosexuality (item 4), affective aspectsrelated to homosexuality in close social proximity (items 1 and 7), educational aspectsrelated to homosexuality (items 3 and 6), perception of the social and personal reality ofhomosexual people (items 2, 8 and 10) and, finally, perception of social movements andthe gay “scene” (items 5 and 9). The scores obtained with this test vary between 0 and 60,with 0 being the highest possible degree of phobia and 60 being the highest philia.This test was validated by its developers through an analysis of the homogeneity of theitems and an analysis of the discriminatory power of each item. The results showed thatthe items were homogeneous and discriminatory and, in conclusion, that the test was validas a tool for measuring homophobia (España Albelda et al., 2001). Taking this ques-tionnaire as a reference, we developed a similar questionnaire with the same structure, butreferring to attitudes towards trans people instead of towards homosexual people: as-sessing the same aspects. We have labelled this the Transphobia Test.Data collection proceduresThe unified questionnaire containing both the Homophobia and Transphobia Tests waspersonally administered to trainee teachers. To do this, we first contacted universityinstructors teaching on ECE and Primary Education degree programs at the three uni-versities, explained the research to them, and agreed upon a day and time to administer thetests during class time. A member of the research team entered the classroom at theappointed hour and described to potential participants the research objectives, informedthem that participation was voluntary, explained confidentiality protocols, and providedinstructions to those trainee teachers who decided to participate.1 The questionnaire tookapproximately 15 minutes to complete, during which time the researcher remained in theclassroom to clarify any questions that might arise.Regarding the practicing teachers, the evaluator contacted all public and publicly-subsidized Early Childhood Education and Primary Education schools in Galicia viaelectronic mail, using the contact list provided on the website of the autonomic edu-cational authority. The email sent to the schools included a brief description of the project,as well as the reasons why we considered participation to be important, and requested thatthe online questionnaire be disseminated among the teaching staff.The process of administering the questionnaires in both formats (face-to-face anddigital) was simultaneous, and lasted from the beginning of April to the end of June 2018.Data analysisData was analyzed using the SPSS software package, version 28.We began by conductinga descriptive analysis of the main sociodemographic characteristics of the studyparticipants.To verify the validity and reliability of the Transphobia Test, which we created byadapting the Homophobia Test, we first carried out an Exploratory Factorial Analysis.Amigo-Ventureira et al. 7Once the main components had been extracted, the reliability of each was calculated byapplying Cronbach’s α test. Then, in order to verify the possible relationships between thesociodemographic variables and the levels of homophobia and transphobia, we appliednon-parametric tests, specifically the Mann–Whitney U test and the Kruskall-Wallis test,depending on the type of variable analyzed.Finally, we conducted a stepwise regression analysis to verify whether the homophobiascores and the sociodemographic variables analyzed were capable of predicting thevariations in the scores obtained in the Transphobia Test.ResultsWe will begin with the results of the descriptive statistical analysis of the sociodemo-graphic variables, based on the responses of the participants (see Table 1). Most of theparticipants resided in urban areas. A high percentage had been assigned women at birth(81.2%), while the percentages of those who selected male and intersex birth assignmentswere much lower (17.9% and 0.2%, respectively). Sex assignment corresponded almostperfectly with respondents’ gender identity, so we can conclude that the sample wascomprised of mostly cisgender people. The majority also identified as heterosexual(91%), while 5.6% identified as bisexual, 2.8% as homosexual, and 0.4% chose not toTable 1. Results of the descriptive analysis of participants’ sociodemographic characteristics.Variables N %Profession Practicing teacher 182 12.1Trainee ECE 581 38.8Trainee primary 669 44.7Trainee double degree 65 4.3Origin Urban 1129 85.8Rural 186 11.4Gender identity Man 234 17.8Woman 1069 81.2Non-binary 9 0.7Other 2 0.2Sexual orientation Heterosexual 1197 90.9Homosexual 37 2.8Bisexual 73 5.6None of the above 5 0.4Political affinity Left 553 42Center left 200 15.2Center right 74 5.6Right 59 4.5None of the above 357 28.7Religious conviction Practicing believers 94 7.1Non-practicing believers 477 36.2Non-believers 724 558 Research in Education 0(0)identify with any of the above options. In our analysis, since the numbers of non-heterosexual people were so low, we have collapsed these categories into a single one.Most of the subjects declared that they had at least one homosexual friend (84.3%), whileconsiderably fewer (11%) claimed to have a trans person among their friends.In terms of political ideology, 42.1% of the participants allied themselves with the leftend of the political spectrum, 15.3% with the center-left, 5.6% with the center-right, 4.5%with the right, while 28.7% chose not to identify with any of the proposed options. As forreligious conviction, more than half of the participants (55.1%) declared themselves non-believers, 36.3% non-practicing believers, and 7.1% practicing believers.In order to analyze the reliability and validity of the Transphobia Test adapted from theHomophobia Test, we subjected the Transphobia Test items to an Exploratory FactorialAnalysis (EFA), which demonstrated that Bartlett’s Test (χ2 (45) = 2089.40, p ≤ 0.001)was statistically significant and KMO = 0.82, which permitted factor grouping. Factorswere extracted via Principal Component Analysis (PCA), and three principal componentswere obtained with eigenvalues >1. For a total of 52.43% of the variance, component orfactor 1 accounted for 31.27%, component or factor 2 accounted for 11.10%, andcomponent or factor 3 accounted for 10.05%.Since the factorial charges of component 1 were higher than those of the other two, aVarimax factor rotation was applied. The rotated components matrix revealed that theTransphobia Test items related to education, social, and emotional aspects (items 5, 3, 2,8 and 6) were grouped in component 1; items related to affective aspects were grouped incomponent 2 (items 1,7, and 9); and items related to cognitive aspects (4 and 10), weregrouped in component 3.The reliability of each of these components was calculated using Cronbach’s α, withthe only satisfactory result being that of component 1 (α = 0.71). The reliability of theTransphobia Test was also calculated using Cronbach’s α with the data from the sampleused. The results showed adequate reliability (α = 0.7).The possible relationships between certain sociodemographic variables and the levelsof homophobia and transphobia were then analyzed. Taking into account the type ofvariable, an analysis of non-parametric variance was applied, using the Mann-Witney andKruskal-Wallis U tests.The results demonstrated statistically significant differences in the general level ofhomophobia (U = 88807; p ≤ 0.001), with people who identified as women exhibiting lesshomophobia those who identified as men. The data relating to people who identified asgender non-binary was eliminated from the analysis, since they only represented 0.9% ofthe total sample. There was also a significant, gender-based difference in the degree oftransphobia (U = 90088; p ≤ 0.001), with people identifying as women again demon-strating lower levels than male-identified respondents. We also checked for differences inthe levels of homophobia and transphobia depending on the environment of origin (ruralor urban), but found no statistically significant differences in either case.Regarding sexual orientation (heterosexual, homosexual, bisexual), the Kruskal-Wallis testrevealed statistically significant differences in both homophobia (H (2,1306) = 37.49; p ≤ 0.001)and transphobia (H (2,1312) = 18.48; p ≤ 0.001). Post-hoc analyses using the Bonferroni testrevealed no statistically significant differences in homophobia and transphobia betweenAmigo-Ventureira et al. 9homosexual and bisexual people, but these groups did differ with respect to those identifyingas heterosexual.The results of the Kruskal-Wallis test regarding political ideology and religiousconviction also showed statistically significant differences in levels of homophobia,(H (3, 886) = 56.28, p ≤ 0.001; H (2, 1296) = 45.49; p ≤ 0.001, respectively). Post-hocanalyses using the Bonferroni test showed that in the case of political ideology, thosewho declared themselves to be politically left-leaning were less homophobic thanthose whose views leaned toward the center-left, center-right and right, with nostatistically significant differences among the latter three groups.Regarding religious conviction, the post-hoc analyses indicated that those who de-clared themselves non-believers showed a lower level of homophobia compared to thosewho professed religious belief, with no differences between practicing and non-practicingbelievers.Statistically significant differences in transphobic attitudes were also found related topolitical ideology and religious conviction, (H (3, 886) = 48.24, p ≤ 0.001; H (2, 1296) =49.63, p ≤ 001, respectively). Bonferroni’s pairwise comparisons indicated that thoseidentified with the leftist politics demonstrated less transphobic attitudes compared tothose who identified with the center-left, center-right, and right. With regard to trans-phobia, there were also statistically significant differences between those who declaredthemselves to be center-left and those from the right.As for religious conviction, group differences were the same as in the case of homo-phobia, that is, non-believers have less transphobic attitudes compared to both practicingbelievers and non-practicing believers, with no difference between these last two.Finally, statistically significant differences were found in the levels of homophobia ofparticipants with homosexual or trans friends, with respect to those who did not claim tohave them (U = 80595, p ≤ 0.001; U = 86405, p ≤ 0.001). The same pattern was found fortransphobia (U = 71175.5, p ≤ 0.001; U = 74206.586405, p ≤ 0.05). Table 2 summarizes thedifferences in the levels of homophobia and transphobia based on the sociodemographicvariables. These data demonstrate that the differences in homophobia and transphobiacoincide, with an additional difference detected for transphobia, as mentioned above.A step-by-step regression analysis was carried out to determine the extent to which thetransphobia scores could be explained from the sociodemographic variables evaluated, aswell as by the scores obtained in the Homophobia Test. Therefore, the dependent variablein the stepwise regression analysis was the total score of the Transphobia Test and in-dependent variables included the sociodemographic variables (age, gender identity,sexual orientation, political ideology, religious conviction) as well as the total score on theHomophobia Test. The results yielded three statistically significant models.The regression equation of the first model that included homophobia as a predictorvariable was statistically significant (F (1,1214) = 1,591.38, p ≤ 0.001). The R2 value was0.56, which indicates that 56% of the change in the total scores in the Transphobia Testcan be explained by the regression model that only includes the homophobia scores. Theregression equation obtained was 2.30 + 0.91*(homophobia score), where the total scoresin the Transphobia Test increase by 0.91, points taking into account the transphobiascores.10 Research in Education 0(0)The regression equation of the second model was also statistically significant, in-cluding, in addition to homophobia, religious conviction (F (2,1213) = 807.57, p ≤ 0.001).The increase in the value of R2 was relatively small, 0.57, which indicates that 57% of thechange in the total Transphobia Test scores can be explained by the regression model thatonly includes homophobia and religious conviction. The regression equation obtainedwas: 0.95 + 0.90*(homophobia) + 0.84*(religious conviction), where transphobia scoresincrease 0.90 points, taking into account homophobia scores, and 0.84, points takingreligious conviction into account.The regression equation of the third model includes, in addition to homophobia andreligious conviction, gender identity (F (3,1212) = 542.45, p ≤ 0.001). The increase in thevalue of R2 is nearly negligible (in the thousandths), so with the inclusion of this thirdvariable the model continues to explain 57% of the variation in the Transphobia Testscores. The resulting regression equation is: \u00010.33 + 0.88*(homophobia score) + 0.93*(religious conviction) + 0.95 *(gender identity). In this case, the transphobia scoresincrease 0.88 points taking into account the homophobia scores, 0.93 points with respectto religious conviction and 0.95 points considering gender identity.Therefore, we can conclude that homophobia is the variable with the most weight whenpredicting transphobia scores, specifically more than half of the variations in transphobiascores (56% of variations), increasing the prediction by one more point if the variablesreligious conviction and gender identity are included (57%).DiscussionOur three research objectives were designed to explore homophobia and transphobiaamong trainee and practicing teachers, by comparing respondents’ attitudes toward bothTable 2. Differences in levels of homophobia and transphobia as a function of demographicvariables.Homophobia TransphobiaGénero identity Yes YesWomen < men Women < menOrigin (rural/Urban) No difference No differenceSexual orientacion Yes YesHomosexuals/Bisexuals <heterosexualsHomosexuals/Bisexuals <heterosexualsPolitical affinity Yes YesLeft < center left/Center right/RightLeft < center left/Center right/RightCenter left < rightReligious conviction YES YESNon-believers < believers Non-believers < believersHomosexual or transfriendsYES YES< Yes, homosexual or trans friends < Yes, homosexual or trans friendsAmigo-Ventureira et al. 11as well as the ways in which their demographic characteristics related to these attitudes.Understanding the ways in which ECE and primary teachers may either consciously orunconsciously support stereotypes and discrimination is crucial because of the impacttheir actions may have on the social and academic well-being of LGBT+ students andtheir families. On the other hand, and no less critical, is the influence teachers have over allstudents, as well as the broader community, as they prepare children to live in diversesocieties.The reliability of the Transphobia Test, which was based on the existing HomophobiaTest, suggests a relationship between the two phenomena, a finding which provides abasis for theorizing the nature of this relationship. This relationship also provides a basisfor understanding how school-based as well as teacher training diversity initiatives mightbe designed to address deeper, underlying processes that contribute to both types ofprejudice. We will return to this topic in more detail after providing a detailed discussionof the ways in which specific demographic sociodemographic variables related to levels ofhomophobia and transphobia, in the original Homophobia Test (España Albelda et al.,2001) and the current study.Relationship of sociodemographic variables with transphobia and homophobiaFirst of all, our results differ from those obtained by España Albelda et al. (2001) in termsof geographical origin, since they found significant differences between the participantsfrom the cities of Barcelona and Valencia, with Barcelona residents demonstrating lowerlevels of homophobia. This might be accounted for by the fact that Barcelona is a largecity, with stronger historical ties to Europe than most other Spanish cities, with a stronghistory of queer presence and social activism. Our study was limited to AutonomousCommunity of Galicia, and the difference in sample size prohibits an comparison betweengeographical regions of the two studies. Nevertheless, it would be interesting to carry outmore research in this area, taking into account that the values obtained in Galicia werehigher than in Barcelona (M = 50.49, DT = 6.89 compared with M = 45.57, DT = 8.14),pointing to a lower level of homophobia. This result is surprising if we take into accountBarcelona’s historical and current associations with sexual diversity, and certainlysuggests further investigation.España Albelda et al. (2001) found significant differences in relation to sex, withwomen showing a lower level of homophobia than men. As mentioned, we modified ourupdated Homophobia-Transphobia Test slightly in this regard, asking subjects to disclosegender identity as well as socially attributed sex. Nevertheless, assuming that most of theoriginal sample of respondents who simply selected “man” or “woman” probably wascomprised mainly of cisgender people, as our more specific questions indicated, we areconfident that the two studies are comparable. Our findings that people who identified aswomen exhibited less homophobia and less transphobia than those who identified as men,therefore, coincide with the findings of the original Homophobia Test. Our results co-incide with those of Nagoshi et al. (2008), who found that men were more prone totransphobia as well as homophobia. We concur with the hypothesis of these researchers,that any kind of deviance from the gender normative, whether in terms of sexuality or12 Research in Education 0(0)identity or role, might provoke in some men anxiety about their own masculinity. In thefollowing section we will address this interpretation in more detail, as it relates to thereliability of the Transphobia Test.With regard to sexual orientation, España Albelda et al. (2001) found that those whoidentified as homosexual demonstrated a higher level of homophilia, followed by thoseidentifying as heterosexual, with bisexuals showing the lowest homophilia levels. Ourstudy, in contrast, did not find significant differences between those identifying as ho-mosexual and bisexual, although both of these groups exhibited less homophobia andtransphobia than those who identified as heterosexual. The difference between thefindings of the two studies might be partially attributable to sample size (N = 129 asopposed to N = 1315), or to the representation of bisexual and homosexuals in thesampling (3% and 2% in the original study and 5.6% and 2.8% in our later study,respectively).España Albelda et al. (2001) explained their finding of higher homophobia amongbisexual people by postulating that those who defined themselves as bisexual might be ina phase of identity development that involves accepting homosexual desires in them-selves, which might result in less positive attitudes toward homosexuality. Our inter-pretation of our own data, which found bisexuals and homosexuals to be somewhat lesshomophobic as well as transphobic than their heterosexual counterparts, is that those whosee themselves as non- normative are more likely to feel empathy for others who deviatefrom the heteronormal, whether in terms of sexual orientation or gender identity. Fur-thermore, our data and interpretation are more consistent with an understanding of bi-sexuality as a legitimate, albeit non-normative, sexual orientation. The explanationprovided by España Albelda et al. (2001) includes certain assumptions that we consider tobe questionable; for example, that bisexuality is a transitional phase of identity devel-opment on the path towards homosexuality. Such an epistemic erasure has itself beenpostulated as a factor affecting bisexual people’s physical and mental well-being(Pennasilico and Amodeo, 2019).For España Albelda et al. (2001), having homosexual friendships proved to be asignificant factor, which coincides with the results obtained in this study. In addition, ourresults show that people with trans friends demonstrate a lower level of transphobia andhomophobia than those with homosexual friends. There are various ways of interpretingthis relationship: having trans friends might increase tolerance, being more open to gendertransgressions might increase the likelihood of establishing relationships with transpeople, or these factors might mutually interact in more complex ways. These resultsmight also support the understandings that gender transgression lies at the root of bothhomophobia and transphobia (Carrera et al., 2012; Plummer, 2014).Finally, in relation to political ideology and religious conviction, our results coincide withthose found by España Albelda et al. (2001) for homophobia, and also show similar trends fortransphobia. We found people favoring the political left and religious non-believers to be theleast transphobic and homophobic. The right-wing and religious (Catholic) Franco dicta-torship (1939–1975) enforced the maintenance of the so-called traditional family, the sep-aration and hierarchization of gender roles, procreation, and national unity, and these valueslinger in the discourse of certain small but vocal sectors of the population. A similarAmigo-Ventureira et al. 13relationship between nationalist and homonormative discourses has been explored in othernational contexts as well (Ashwin and Utrata, 2020; Chetaille, 2013), where hegemonicmasculinity is associated with the powerful nation-state, and sexual dissidence is linked to thedecline of unifying moral standards. Recent research has found Spaniards to be “pseudo-tolerant”, that is, demonstrating an apparent tolerance inspired by the fear of being labelledhomophobic, but lacking in genuine acceptance (Piedra et al., 2017). For these reasons,particularly in the Spanish context, the relationship between transphobia and homophobiawith political ideology and religiosity merits further research.In terms of pragmatic implications, it may be wise to take these relationships intoconsideration in teacher training programs, providing spaces to critically analyze as-sumptions and to provide alternative understandings. In addition, promoting positiveinteractions with LGBT+ people may be a way to reduce prejudice for those who lackrelationships in their own social circles.Relationship between the transphobia and homophobia testsAs mentioned at the beginning of this section, the level of reliability of the TransphobiaTest with respect to the Homophobia Test indicates a relationship between the twophenomena, although the data itself cannot specify the exact nature of thisrelationship. The Exploratory Factorial Analysis revealed that the items related to ed-ucational, social, and emotional aspects are those that most adequately explain the scoresobtained for transphobia. Based on the importance of gender norms in the production ofboth homophobia and transphobia, our data can be explained by existing theory that bothderive from the rigidity of the heterosexual matrix (Butler, 1990). We will explore thisissue in more detail in the following section.ConclusionsOur research supports the results of earlier studies that have found, mainly for homo-phobia, possible relations with other sociodemographic factors. Women seem to be lessprone than men, and friendship seems to be a mitigating factor. Most strikingly, andperhaps related to the relatively recent Spanish history of a Catholic Fascist dictatorshipand the its lingering presence in political and popular discourses, religious conviction andpolitical ideology seem to covary with homophobia. These findings support existingresearch, as well as the IGLHRC’s call for involving more progressive religious leaders insocial justice and awareness-raising teaching education.Our research found similar tendencies for transphobia, a relatively less exploredproblem. These similarities may point to the influence of a common, underlying factor,supporting theoretical constructs that posit that both phenomena exist as social sanctionstowards those individuals whose mere existence is perceived as a subversion of thepatriarchal order (IGLHRC, 2013; Platero, 2014). This theoretical model suggests thattransphobia, as well as homophobia, is the result of more profound and complex system ofstigmatization than a simple irrational fear gay, lesbian, bisexual, or trans people mightexplain. Both emerge as a consequence of dichotomized binary categories, which are14 Research in Education 0(0)hierarchical, so that men (and associated characteristics) are valued more highly thanwomen. Sexism and misogyny sustain transphobia, since the transition “from one sex toanother” is socially perceived in terms of loss or unjustified acquisition of privileges and,consequently, is highly socially penalized (Serano, 2007). Our data support this un-derstanding that transphobia and homophobia are not independent phenomena, especiallyin the ways in which they challenge social expectations and provoke social sanctions(ILGA, 2020; International Commission of Jurists (2017).Based on earlier research and a historical analysis of the way in which a binary,exclusionary, and hierarchical sex-gender-sexuality binary system has been constructed,at least in Western societies such as that of Spain, we propose cisgenderism (Airton, 2009;Rogers, 2017), a common stigma that may manifest as transphobia or homophobiadepending on the perceived transgression, as a better way to understand these phenomena.Cisgenderism is not an individual, irrational fear of difference, but a collective socialstrategy that serves to preserve male privilege and the reproductive status quo.Although it was not specifically included in our research, biphobia also deserves aspecific analysis in further research. This interpretation suggests that the most effectiveresponse, rather than addressing each kind of stigma as a separate phenomenon, may lie inquestioning the binary system that has been largely taken for granted, and expanding ourunderstandings about human diversity.In this sense, it is especially relevant that our sample focused on practicing and future(trainee) teachers. On one hand, these professionals are entrusted with not only theacademic but also the personal and social well-being of all children, regardless of theways in which they experience and present their own sex, gender, and sexuality. It isparticularly important, then, to understand how teachers might respond to children whotransgress, or are perceived to transgress, cisgendered norms. On the other hand, theseprofessionals are responsible for teaching about human diversity as part of the cur-riculum. Therefore, we also recommend that further research continue to focus onteachers: their attitudes and understandings as well as their classroom practice con-cerning sex and gender diversity.Declaration of conflicting interestsThe author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.FundingThe author(s) received no financial support for the research, authorship, and/or publication of thisarticle.ORCID iDsMontserrat Durán  https://orcid.org/0000-0001-9253-0719Renee DePalma  https://orcid.org/0000-0001-7927-321XAmigo-Ventureira et al. 15Note1. Our institutional IRB was not formed until 2019, after this research took place. In the absence ofthis institutional guidance, we followed the British Educational Research Association (BERA)ethical guidelines, available here https://www.bera.ac.uk/resources/all-publications/resources-for-researchers.ReferencesAirton L (2009) From sexuality (gender) to gender (sexuality): the aims of anti-homophobiaeducation. Sex Education 9(2): 129–139.Amigo-Ventureira A. M., DePalma R., and Durán M. (2022) Homophobia and transphobia amongSpanish practicing and future teachers. American Journal of Sexuality Education, 17(3),277–303. DOI: 10.1080/15546128.2022.2035290Ashwin S and Utrata J (2020) Masculinity restored? putin’s Russia and trump’s America. Contexts19(2): 16–21. DOI: 10.1177/1536504220920189Barbir LA, Vandevender AWand Cohn TJ (2017) Friendship, attitudes, and behavioral intentions ofcisgender heterosexuals toward transgender individuals. Journal of Gay & Lesbian MentalHealth 21: 154–170. DOI: 10.1080/19359705.2016.1273157Barnett MD, Öz HCM and Marsden AD (2018) Economic and social political ideology andhomophobia: the mediating role of binding and individualizing moral foundations. Archives ofSexual Behavior 47: 1183–1194. DOI: 10.1007/s10508-017-0989-2Barragán-Medero F and Pérez-Jorge D (2020) Combating homophobia, lesbophobia, biphobia andtransphobia: a liberating and subversive educational alternative for desires. Heliyon 6(10):e05225. https://www.cell.com/heliyon/fulltext/S2405-8440(20)320685?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS2405844020320685%3Fshowall%3DtrueButler J (1990) Gender trouble: feminism and the subversion of identity. London: Routledge.Campbell M, Hinton JDX and Anderson JR (2019) A systematic review of the relationship betweenreligion and attitudes toward transgender and gender-variant people. The International Journalof Transgenderism 20(1): 21–38. DOI: 10.1080/15532739.2018.1545149CampoA, Herazo E and Oviedo HC (2013) Sustantivos para definir homofobia. Revista Ciencias dela Salud 11(3): 287–294.Carrera M.V., DePalma R., and Lameira M. (2012) Sex/gender identity: Moving beyond fixed and“natural” categories. Sexualities: Studies in Culture and Society, 15(8), pp. 995–1016. DOI: 10.1080/15546128.2022.2035290Chetaille A (2013) Is the “other Europe” homophobic? Raisons Politiques 49(1): 119–140.España Albelda AE, Guerrero Roca A, Farré Martı́ JM, et al. (2001) La homofobia en el mediouniversitario. Un estudio empı́rico. Cuadernos de medicina psicosomática y psiquiatria deenlace 57: 41–55.Feijóo S and Rodrı́guez-Fernández R (2021) A meta-analytical review of gender-based schoolbullying in Spain. International Journal of Environmental Research and Public Health 18(23):12687. DOI: 10.3390/ijerph18231268716 Research in Education 0(0)Francisco Amat A, Aguirre Garcı́a-Carpintero A and Moliner Miravet L (2017) Heterosexual, whatis that Perceptions on sexual identities in secondary education. Revista de InvestigacionEducativa 36: 93–108. DOI: 10.6018/rie.36.1.289241FELGTB (2013) Acoso escolar (y riesgo de suicidio) por orientación sexual e identidad de género:fracaso del sistema educativo. Defensor del Pueblo. Available at: Htps://www.observatoriodelainfancia.es/ficherosoia/documentos/3999_d_informedefensor-17m13.pdf(Retrieved 09 March, 2022)FELGTBI+ (2022) personal LGTBI+ de los centros educativos y personas aliadas. Available at:https://felgtb.org/wp-content/uploads/2022/11/INVESTIGACIO%CC%81NEDUCACIO%CC%81N_FELGTBI22.pdf (Retrieved 15 December, 2022)ILGA (2020) State-Sponsored Homophobia report. Geneva, Switzerland: ILGA. https://ilga.org/state-sponsored-homophobia-reportIGLYO (2022) LGBTQI Inclusive Education Report 2022. Brussels: IGLYO. Available at: https://www.education-index.org/wp-content/uploads/2022/05/IGLYO-LGBTQI-Inclusive-Education-Report-2022-v3.pdfInternational Commission of Jurists (2007) The Yogyakarta Principles: The Application of In-ternational Human Rights Law in relation to Sexual Orientation and Gender Identity. Geneva,Switzerland: International Commission of Jurists: http://www.yogyakartaprinciples.org/International Commission of Jurists (2017) The Yogyakarta Principles Plus 10. . Geneva, Swit-zerland: International Commission of Jurists: http://yogyakartaprinciples.org/wp-content/uploads/2017/11/A5_yogyakartaWEB-2.pdfInternational Gay & Lesbian Human Rights Commission (IGLHRC) (2013) The Relationshipbetween Homophobia, Transphobia, and Women’s Access to Justice. New York: IGLHRC.Available at: https://www.ohchr.org/sites/default/files/documents/HRBodies/CEDAW/AccesstoJustice/IGLHRC.pdf (Retrieved 15 December, 2022)Nagoshi JL, Adams KA, Terrell HK, et al. (2008) Gender differences in correlates of homophobiaand transphobia. Sex Roles 59(7–8): 521–531. DOI: 10.1007/s11199-008-9458-7Namaste V K (2006)Genderbashing: Sexuality, gender, and the regulation of public space (StrykerS. and Whittle S., eds; pp. 584–600). London: Routledge.Pennasilico A and Amodeo AL (2019) The invisi_les: biphobia, bisexual erasure and their impacton mental health. PuntOorg International Journal 4(1): 21–28. DOI: 10.19245/25.05.pij.4.1.4Pérez-Testor C, Behar J, Davins M, et al. (2010) Teachers’ attitudes and beliefs about homosexuality.The Spanish Journal of Psychology 13(1): 138–155. DOI: 10.1017/S1138741600003735Piedra J, Garcı́a-Pérez R and Channon AG (2017) Between homohysteria and inclusivity: tolerancetowards sexual diversity in sport. Sexuality & Culture 21(4): 1018–1039. DOI: 10.1007/s12119-017-9434-xPlatero RL (2014) Trans*sexualidades: Acompañamiento, factores de salud y recursos educativos.Barcelona: Bellaterra.Plummer D (2014) The ebb and flow of homophobia: a gender taboo theory. Sex Roles 71(3):126–136. DOI: 10.1007/s11199-014-0390-8Preciado P (2019) Un apartamento en Urano: crónicas del cruce. Barcelona: Editorial Anagrama.Rogers M (2017) The intersection of cisgenderism and hate crime: Learning from trans people’snarratives. Journal of Family Strengths 17(2).Amigo-Ventureira et al. 17Rubin G (1975) The traffic in women: notes on the “political economy” of sex. In: Reiter RR (ed),Toward an anthropology of women. New York: Monthly Review Press, pp. 158–163.Serano J (2007)Whipping girl: a transsexual woman on sexism and the scapegoating of femininity.Seal Press.UNESCO (2019) Bringing it out in the open: monitoring school violence based on sexual ori-entation, gender identity or gender expression in national and international surveys. Paris:UNESCO. Available at: https://unesdoc.unesco.org/ark:/48223/pf0000367493UNCHR (n.d.) UN free&Equal. Available at: https://www.unfe.org/about-2/ (RetrievedDecember 6, 2020)Wittig M (1992) The Straight Mind and Other Essays. Boston, MA: Beacon Press.Appendix 1 – Homophobia and Transphobia Test items,translated into EnglishResponses were given on a scale of 1-7, with 1 = Maximum agreement and 7 = MaximumdisagreementI would be annoyed if my closest friend, of my own sex, confessed sexual desirefor me.I think that a homosexual person is perfectly capable of holding a high-level publicposition such as directing a ministry or presiding over the government of a country.I would feel that I have failed if a daughter or son of mine were homosexual. It is amistake to consider homosexual people to be psychologically ill.I would feel uncomfortable in the presence of homosexual people.A correct sexual education should include information about homosexuality andshould be taught in schools.It would bother me to have erotic dreams in which I had homosexual relations.A homosexual couple does not fall within my concept of a couple.I would feel comfortable in a “gay-friendly” nightclub (with mostly homosexualcustomers).I believe that hiding my homosexuality would help me succeed socially andprofessionally.I would be annoyed if my closest friend, a trans person, confessed sexual desire for me.I think that a trans person is perfectly capable of holding a high-level public positionsuch as directing a ministry or presiding over the government of a country.I would feel that I have failed if a son or daughter of mine were trans.It is a mistake to consider trans people to be psychologically ill.I would feel uncomfortable in the presence of trans people.A correct sexual education should include information on gender identity, makingspecific reference to trans people, and should be taught in schools.It would bother me to have erotic dreams in which I had sex with a trans person.A couple in which one or both people are trans does not fall within my concept of acouple.I would feel comfortable in a nightclub with mostly trans clients.I believe that hiding the fact that I am a trans person would help me succeed sociallyand professionally.18 Research in Education 0(0)",
    "id": 599623312,
    "identifiers": {
        "doi": "10.1177/00345237231163048",
        "oai": "oai:ruc.udc.es:2183/35434"
    },
    "title": "Exploring the relationship between transphobia and homophobia and other demographic factors among practicing and future primary school teachers",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-03-18T00:00:00+00:00",
    "publisher": "Sage",
    "references": [],
    "sourceFulltextUrls": [
        "https://ruc.udc.es/dspace/bitstream/handle/2183/35434/DePalma_Ren%c3%a9e_2023_Exploring_the_relationship_between.pdf?sequence=3&isAllowed=y"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/599623312.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/599623312"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/599623312/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/599623312/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/599623312"
        }
    ],
    "abstract": "[Abstract] Based on an existing measure of homophobia, we developed an instrument to measure both transphobia and homophobia, as well as their relationship with other demographic variables that included attributed sex, gender identity, sexual orientation, religious affiliation, and political affinity. Research was designed to establish the relationship between homophobia and transphobia, by comparing the results of a validated Homophobia Test with a Transphobia Test that has been designed by adapting the same items; and to explore the relationship between homophobia/transphobia and other socio-demographic variables, specifically including gender, geographic origin, sexual orientation, political ideology, and religious conviction). Our research with 1,133 trainee and 182 practicing teachers demonstrated the reliability of our instrument, suggesting a correspondence between the two types of prejudice. Our results also found that these two prejudices followed similar trends with respect to other variables: respondents who identified as men showed higher levels of both homophobia and transphobia, as did those who professed religious conviction and were affiliated with the right wing of the political spectrum. We found that people who identified as gay, lesbian, or bisexual were less homophobic and transphobic that those who identified as heterosexual. Based on these data, we hypothesize that the two types of prejudice explored here derive from a common factor, the broader social construct of cisgenderism, so that any deviation from the heterosexual matrix, whether in terms of gender identity, gender presentation, or sexual orientation, results in social stigma. The professionals included in our sample are entrusted with well-being of all children, and are responsible for teaching about human diversity as part of the curriculum. Our findings will help us understand how teachers might respond to children who transgress, or are perceived to transgress, cisgendered norms, and to design more effective teacher training concerning sex and gender diversity",
    "tags": [
        "info:eu-repo/semantics/article",
        "Queer-feminism",
        "Sexuality",
        "Teacher education",
        "Teaching",
        "Marginalisation"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article"
    ],
    "oai": "oai:ruc.udc.es:2183/35434",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": [
        {
            "title": "Research in Education",
            "identifiers": [
                "2050-4608",
                "issn:2050-4608"
            ]
        }
    ],
    "repositories": {
        "id": "2001",
        "openDoarId": 0,
        "name": "Repositorio da Universidade da Coruña",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 599623312,
        "depositedDate": null,
        "publishedDate": "2023-03-18T00:00:00+00:00",
        "updatedDate": "2024-02-19T20:43:53+00:00",
        "acceptedDate": null,
        "createdDate": "2024-02-19T20:43:53+00:00"
    },
    "urls": [
        "https://doi.org/10.1177/00345237231163048",
        "http://hdl.handle.net/2183/35434"
    ],
    "lastUpdate": "2024-02-19T20:43:53+00:00",
    "setSpecs": [
        "com_2183_30426",
        "com_2183_18428",
        "com_2183_4774",
        "col_2183_30427"
    ]
}