{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Cowley, Martha C."
        },
        {
            "name": "Gallop, Jane"
        },
        {
            "name": "Feinberg, Amanda Hale"
        }
    ],
    "contributors": [],
    "createdDate": "2019-12-14T01:56:25+00:00",
    "dataProvider": {
        "id": 3596,
        "name": "Loyola Marymount University",
        "url": "https://api.core.ac.uk/v3/data-providers/3596",
        "logo": "https://api.core.ac.uk/data-providers/3596/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/267179545.pdf",
    "fullText": "Loyola Marymount University and Loyola Law SchoolDigital Commons at Loyola MarymountUniversity and Loyola Law SchoolLMU/LLS Theses and DissertationsSpring April 2016Exploring Sexuality Through Art MakingMartha C. CowleyLoyola Marymount University, cowley.martha@gmail.comJane GallopLoyola Marymount University, sgallop100@aol.comAmanda Hale FeinbergLoyola Marymount University, 1amandahale@gmail.comFollow this and additional works at: http://digitalcommons.lmu.edu/etdThis Research Projects is brought to you for free and open access by Digital Commons @ Loyola Marymount University and Loyola Law School. It hasbeen accepted for inclusion in LMU/LLS Theses and Dissertations by an authorized administrator of Digital Commons@Loyola MarymountUniversity and Loyola Law School. For more information, please contact digitalcommons@lmu.edu.Recommended CitationCowley, Martha C.; Gallop, Jane; and Feinberg, Amanda Hale, \"Exploring Sexuality Through Art Making\" (2016). LMU/LLS Thesesand Dissertations. 294.http://digitalcommons.lmu.edu/etd/294\t   1 Running head: EXPLORING SEXUALITY THROUGH ART MAKING\t         EXPLORING SEXUALITY THROUGH ART MAKING       by      Martha Cowley, Amanda Feinberg, Jane Gallop     A research paper presented to the   FACULTY OF THE DEPARTMENT OF  MARITAL AND FAMILY THERAPY  LOYOLA MARYMOUNT UNIERSITY     In partial fulfillment of the requirements for the degree MASTER OF ARTS     May 3, 2016        2 EXPLORING SEXUALITY THROUGH ART MAKING\t  Signature Page            3 EXPLORING SEXUALITY THROUGH ART MAKING\t  Acknowledgements  Our sincerest thanks to the LMU Art Therapy faculty for providing us the opportunity to explore a complex and exciting topic. Thank you for the support, encouragement, and constant scaffolding throughout our two years as graduate students. Special thanks to our research mentor, Einat Metzl, whose wisdom, intelligence, and patience have kept us afloat during this process.   To our families and friends who have reminded us to breathe, have fun, and maintain self-care during the long weeks filled with research. Thank you for listening to us vent and talk about sexuality ad nauseam.   To the five participants who opened up their hearts and shared their experiences with three eager strangers. Without you, this would not have been possible.                         4 EXPLORING SEXUALITY THROUGH ART MAKING\t  Dedication  This research paper is dedicated to the three populations that inspired our work. First, we would like to thank and dedicate this paper to all of the women who do not feel they have the space or words to openly discuss and explore their sexuality and experiences without judgment. Your difficulties and frustrations have inspired our research and kept us motivated. Secondly, we would like to dedicate this paper to the queer community. Without their constant source of patience, understanding, and most of all love, the completion of this work would not have been possible.                                  5 EXPLORING SEXUALITY THROUGH ART MAKING\t  Abstract This research examined the usefulness of art making in exploring sexuality. Specifically, women participating in partners of sex addicts groups and the LGBTQ online community were invited to take an online survey, exploring both visually and verbally discuss how they view their sexuality and how they think others view their sexuality. The data was then analyzed within and between categories to produce three overarching themes:  (1) Expressing sexuality: the tension between the self and others (2) The usefulness of art making to explore sexuality, and (3) Limitations and challenges of the study. Through the discussion of the themes, researchers found a dichotomy between how participants see their sexuality and how others see it. Art was found to be a useful device for exploring the emotionality and complexity of sexuality.                            6 EXPLORING SEXUALITY THROUGH ART MAKING\t  Table of Contents   Title page…………………………………………………………………….1 Signature page……………………………………………………………….2 Acknowledgements………………………………………………………….3 Dedication…………………………………………………………………...4 Abstract……………………………………………………………………...5 Table of Contents……………………………………………………….……6 List of Figures………………………………………………….…………….8 List of Tables…………………………………………….…………………..9 Introduction………………………………………………………………….10 Literature Review…………………………………………………………....15 Female Sexual Dysfunction…………………………….…………....15 Sex Addicts and Their Partners………………………………………30 LGBTQ…………………………………………………………….…38 Conclusion……………………………………………………………52 Methods………………………………………………………………………53 Definition of terms……………………………………………………53 Research approach……………………………………………………55 Design of the study……………………………………………...……57 Results……………………………………………………….……………….60 Introduction to Participants…………………………………………..62 Presentation of Research Data…………………………….….………72 Narratives…………………………………………………………….82  7 EXPLORING SEXUALITY THROUGH ART MAKING\t  Themes…………………………………………………………………101 Discussion of Findings and Meanings…………………………………………109 Conclusion……………………………………………………………………..119 References………………………………………………………………….…..120 Appendices …………………………………………………………………….134 A. IRB Board Approval………………………………………………..134 B.  IRB Application Questionnaire……………………….……………135  C. LMU Experimental Subject’s Bill of Rights……………………..…139 D. LMU Informed Consent Form………………………………………140 A. Invitation to Participate In Research……………………..…....……141 E. Qualtrics Survey ………………………………………..…………..142 F. NIH Certificates………………………………………………….…146 G. List of Mental Health Resources…………………………………….148             8 EXPLORING SEXUALITY THROUGH ART MAKING\t  List of Figures Figure 1a. “My Sexuality”, by AX………………………………………………………….62 Figure 1b. “Perfect Pink”, by AX……………………………………………………….…..63 Figure 2a. “Bisexual and monogamous”, by JB………………………………………….…64  Figure 2b. “They don’t know what they don’t see”, by JB………………………………….65 Figure 3a. “Natures beauty”, by JC………………………………………………………….66 Figure 3b. “Tulips on a table”, by JC………………………………………………………..67 Figure 4a. “Blue”, by LM……………………………………………………………………68 Figure 4b. “Pop Of Fun”, by LM…………………………………………………………….69 Figure 5a. “Energy”, by RS………………………………………………………………….70 Figure 5b. “lust”, by RS………………………………………………………………………71 Figure 6. Klein’s Sexual Orientation grid……………………………………………….……81 Figure 7. Emotional Involvement Scale, created by researchers…………………………..…83 Figure 8. Organizing Themes Graph, created by researchers………………………………..101           9 EXPLORING SEXUALITY THROUGH ART MAKING\t  List of Tables Table 1. Presentation of Data for AX…………………………………………………...72 Table 2. Presentation of Data for JB……………………………………………….……73 Table 3. Presentation of Data for JC……………………………………….……………74 Table 4. Presentation of Data for LM……………………………………………………75 Table 5. Presentation of Data for RS…………………………………………………….76 Table 6. Coded Data Chart, created by researchers ……………………………………..77 Table 7. Major Emergent Themes Table, created by researchers ……………………….78                 10 EXPLORING SEXUALITY THROUGH ART MAKING\t  Introduction This research explored the intersection of art making and sexuality through the lens of two distinct areas -- partners of sex addicts and LGBTQ. The researchers intended on covering a third area, women’s sexual dysfunction, however the researchers were unable to obtain data from this select population. Historically in Western culture, art has served as an uncensored means of expression, in which nudity, erotica, and intimacy have been considered permissible (Kelley, 2004). Art as a visual language has an “extensive vocabulary” allowing for ambiguity and fluidity within the scope of sexual identity (Ellison, 2007, p. 65). Additionally, art provides a safe place to explore sexuality and potential inner erotic desires that might otherwise be unsafe to explore verbally (Ellis, 2007). With that in mind and since sexual issues are often repressed, the researchers proposed that art therapy could be an essential modality of treatment for sexuality based issues, since it can provide for the externalization of internal processes, conflicts, drives, and defenses (Fink and Levick, 1973). This research provided a frame of reference to support the notion that art can be effectively utilized to safely explore intimate topics such as sexuality.    The three foci were chosen due to personal interest and life experiences that implored a desire for a deeper understanding of human sexuality and its relation to art making. With the hope of expanding a global view of sexuality, we chose the three groups mentioned above because we feel they are underrepresented in the art therapy literature. A large body of general literature exists about women’s sexuality, however literature focusing on the intersection of sexuality and art therapy is mostly limited to the link between sexual trauma and art making (Pifalo, 2009; Sweig, 2000) (Jacobs-Kayam, Lev-Wiesel, & Zohar, 2013).  Due to the lack of arts-based literature directly focused on female sexuality, the researchers chose to examine various expressive therapeutic techniques, such as visual communication, body mapping, and  11 EXPLORING SEXUALITY THROUGH ART MAKING\t  yoga, that may be applicable to treating female sexuality (Fink and Levik, 1973; Ellis, 2007; Zoldbrod, 2015; Franklin, 2001).  The use of expressive modalities in relation to sexuality is supported by Ogden (2013), who posited that sexuality is a multi-dimensional and creative experience that connects the heart, mind, body, and spirit.   A decent amount of general literature on the treatment of sex addicts and their partners is available in both books and journals since it was first identified by Carnes in 1983. Wilson has explored the usefulness of art therapy in sex addiction treatment in several art therapy articles, emphasizing the importance of making a hidden disorder visible on paper (2013), but the researchers have not been able to find any articles indicating or even suggesting the usefulness of art therapy with partners of sex addicts.  However, there has been art therapy literature describing its usefulness in treating trauma (Schouten, 2015) and current research suggests that treating partners of sex addiction with a trauma model can be most beneficial to their recovery (Minwalla, 2014).  LGBTQ general literature has been focused on suicide and negative associations with identifying as gay, lesbian, bisexual, or transgender (Kijak, 2009). The prevalence and etiology of mental health issues in the LGBTQ community are rooted within systematic marginalization and stigma, an area that is sparse in the general literature (Scourfield, Rowan, & McDermott, 2008). There is limited art therapy research in regards to LGBTQ marginalization and experience -- attention is needed in this area in order to increase treatment effectiveness (Addison, 1996). “The question for art therapists is how we can offer a reflective space that allows for exploration of different sexualities and which also recognizes the particular socio-cultural and socio-historical contexts within which identities are lived. This includes developing a sensitivity to the specific effects on the individual of particular forms of discrimination” (Ellis, 2001, p. 61).  12 EXPLORING SEXUALITY THROUGH ART MAKING\t  It is the researchers’ hope that the findings in this paper will broaden the scope of research in sexuality and art making.  It is imperative that clinicians understand the potential value of art making in discussing and exploring sexual issues -- and there is clearly room for fresh voices and new findings.  This paper is a call to action for more research.  We designed the survey to illuminate participants’ view of their sexuality as well as how they think others perceive their sexuality and then distributed it through three different therapeutic and supportive avenues -- a women’s sexuality group, a group for women who are partners of sex addicts, and an online LGBTQ community.  Our hope was to examine commonalities and differences amongst the three foci to determine the potential opportunity for the use of art in a therapeutic practice. Therefore, after a literature review, methodology, a discussion of findings, limitations of the study, and clinical application will follow.  Background of the study topic  The history of erotic depictions in art is vast, dating from prehistoric times to present day (Kelley, 2004). Art has been a vessel for the expression and communication of sexuality across both cultures and time. Early cultures, such as ancient China, produced art that discussed love between men and women as well as same-sex love (Bhugra & de Silva, 1995). Greeks and Romans produced erotic art and decoration that integrated their religious and cultural practices (Bhugra & de Silva, 1995). In prehistoric times, the human body and sexual activities were used to represent fertility symbols with magic and religious significance Kelley (2004). Representations of human sexuality are abundant in modern culture as well. From “the figures on a Greek urn to the billboards on Times Square; from the couples on a television soap opera to the advertisements for Gap clothes; from frontal nudity on the big screen to the lyrics of  13 EXPLORING SEXUALITY THROUGH ART MAKING\t  the most current rap artist,” sexuality as a visual and explorative source of expression is a continual trend (Kelly, 2004, p. 424). Although sexual symbols and their connotations may have changed over the years, it is clear that sexuality is a core, evolving part of society. Sex therapy also has a long and consistently evolving history that has set the stage for current sexual morals and practices (Goodwach, 2005). As McCarthy and McDonald (2009) note, the lenses used to examine sexuality have been through multiple changes, starting with psychoanalysis and shifting from cognitive behavioral models to medicalization. Currently, an integration of models is begging to take place. This cultural shift seems to suggest that we are entering a new generation of sexual freedom, openness, and acceptance (Ogden, 2013). With this change comes an opportunity for sex therapy to embrace the open and dynamic nature of art making. Art therapy offers another mode of communication in which people can use creative expression to express their thoughts and feelings about sexuality. Clinical art therapy and its ability to access the subconscious allows for sexual content to arise with or without intent (Fink & Levick (1973). The non-directive manner in which art can be utilized can evoke latent content, such as references to sexuality or sexual concerns that maybe unknown to the client. Miller (2007) also speaks to the nature of art as a visual language that can expand and speak to sexuality’s “ambiguousness, subtleties, and complexities” (Miller, 2007, p. 65). Such assertions suggest that art therapy has a unique opportunity for sexual concerns to be opened in the therapy room. Additionally, as the body of sex therapy research becomes more integral, including cultural and relational factors, art has the opportunity to uncover what sexuality means to each client within a cultural context (Kahn, 2013).  14 EXPLORING SEXUALITY THROUGH ART MAKING\t  The integration of art therapy and sexuality has little history in the literature and more research is needed (Metzel, 2013; Ogden, 2013). In one of the few articles on the integration of art therapy and sexuality, Ellis (2007) discusses how the lack of empirical research backing the junction of art therapy and sexuality is lamentable due to the fact that the two topics work so well with one another. As noted in the introduction, much of the art therapy research that currently exists seems to focus on the integration of art therapy and sexual trauma (Pifalo, 2009; Sweig, 2000; Jacobs-Kayam, Lev-Wiesel, & Zohar, 2013). The current research paper attempted to examine female sexual dysfunctions, sex addiction and LGBTQ, and their relation to art making through a broader lens.  There is currently no art therapy research that discusses working with partners of sex addicts and there is minimal art therapy research on treatment of sex addicts.  In the body of general literature, there is a good amount on sex addiction since Patrick Carnes coined a name for it in 1983, but the term “sex addiction” is controversial and is not included in the DSM 5.  Partners of sex addicts were first treated under the addiction model as co-addicts and sometimes still are, but more recent research suggests looking at them with an integrative trauma model could be more beneficial.  For the LGBTQ community, expanding research can allow for a marginalized and subjugated narrative to become more visible in the art therapy and general literature -- breaking the cyclical nature of systematic oppression.    As time has progressed, openness and liberation towards sexuality has waxed and waned in culture. However, some theorists suggest that we are entering a time of sexual freedom and liberation that would create an opening for the integration of sexuality and art and creativity (Ogden, 2013; Fink and Levik, 1973). The researchers hypothesized that the positive impact of art making can be woven into a variety of sexual experiences and identities with populations such as women, partners of sexual addicts, and the LGBTQ community.  15 EXPLORING SEXUALITY THROUGH ART MAKING\t  Literature Review Art and sexuality are basic human impulses and have been intertwined since ancient times (Bhugra & de Silva, 1995). The general literature regarding the exploration of sexuality is vast, and the amount of literature addressing the therapeutic values of art making is slowly increasing  (Kahn, 2013; Metzl, 2013; Ogden, 2013). Recent studies have begun to look at the meeting places between art and sexuality (Kahn, 2013; Metzl, 2013), but the literature is sparse and a comparison of sexuality and art making is limited (Kahn, 2013).  The literature reviewed here encompasses a wide range of topics related to this study’s focus of exploring various aspects of sexuality and art making.  First the researchers examine literature on women’s sexual issues, including female orgasmic disorder, interest and arousal disorder, genito-pelvic pain/penetration disorder, and sexual trauma. Second, we look at literature discussing sexual addiction, including the treatment of the addict and the partner. Third, we cover LGBTQ issues, communities, and cultural discrimination. At the end of each of the three sections, there is an overview of the particular topics in relation to current art therapy literature. We conclude the discussion with the limitations of the current research.   Female Sexual Dysfunction Before delving into the sexual dysfunction, it is important to understand the range and breath of what healthy sexuality means and can offer. Sexuality is defined as: 1.     The state or quality of being sexual; 2.     Preoccupation with or involvement in sexual matters; 3.     The possession of sexual potency. (Collins English Dictionary, 2012)  16 EXPLORING SEXUALITY THROUGH ART MAKING\t  Sexuality is an integral aspect of being a human throughout life and encompasses, “sex, gender identities and roles, sexual orientation, eroticism, pleasure, intimacy and reproduction” (Kahn, 2013, p. 35). Sexuality can be expressed through thoughts, fantasies, beliefs, desires, attitudes, values, behaviors, practices, and relationships. The lack of experiencing one or more of the above dimensions can lead to sexual dysfunction. The following section will detail female sexual dysfunction, its etiology, and treatment models. Female sexual dysfunction is defined as, “disturbances in sexual desire and in the psychophysiological changes associated with the sexual response cycle in women” (DSM5, 2013, p. 522). Female sexual dysfunction is a complex condition that affects around 45% of women of all ages and ethnicities (Pereira, Arias-Carri, Marchado, Nardi & Silya, 2013). The following sections examine four common disorders and issues relating to specific female sexual dysfunctions such as orgasmic disorder, sexual interest/arousal disorder, genito-pelvic pain/ penetration disorder, and sexual trauma. The fifth and final section explores the intersection of female sexual dysfunction/ trauma and art therapy. This is not a comprehensive review but rather a surface overview in order to give background support to our current findings. Female orgasmic disorder. The Diagnostic Statistical Manual of Mental Disorders fifth edition (DSM5) (2013) defines female orgasmic disorder as a condition that causes significant change in orgasm such as delay, reduction, intensity, or cessation. Symptom occurrence and response is different for all women. However symptoms must last for at least six months for a diagnosis to be made (DSM5, 2013). For some, the problematic change in orgasms occurs after a period of normal sexual activity, whereas other women experience lifelong dysfunction. In some cases the disturbance may only happen with certain sexual activities and thus does not persist in all situations (DSM5, 2013). Female orgasmic disorder affects as many as 42% of women at  17 EXPLORING SEXUALITY THROUGH ART MAKING\t  some point in their lives and accounts for 25% to 35% of the cases of women seeking sex therapy (Spector & Carey, 1990). As with the other sexual disorders listed below, clinically significant distress must accompany the sexual symptoms (DSM5, 2013). Interestingly, the proportion of women who report having trouble having orgasms is double the number of women who report associated distress (Laan, Rellini & Barnes, 2013).  A study by Frank, Anderson, and Rubinstein (1978) found that although 63% of married women reported orgasm problems 5% of the “problem” group stated that they were satisfied with their sexual relationships” (Frank et al., 1987, p. 3). This statement suggests that feeling sexually satisfied is not dependent on being able to achieve an orgasm. Etiology and related factors. There are a number of factors that may contribute to female orgasmic disorder. Laan, Rellini, and Barnes (2013) suggest that psychosocial factors such as low education level, religiosity, sexual inexperience, negative attitudes towards sex and guilty feelings associated with having sex may interfere with women’s capacity to orgasm. Cognitive/affective factors such anxiety, depression, clarity of emotional states, body image, and negative self-talk are all important determinants of orgasm difficulties (Laan et al., 2013). Cognitive theories on sexual functioning emphasize the importance of reducing inhibitory anxiety and increasing the focus of attention to sexual stimuli (Van den Hout & Barlow, 2000).  Anxiety associated with sexual experiences can interfere with the ability to relax and can cause one to focus on a number of nonsexual concerns, resulting in inhibition of sexual arousal and orgasm. A supplementary factor that can contribute to female orgasmic disorder is the taking of medications such as selective serotonin reuptake inhibitors (SSRIs), antipsychotics, mood  18 EXPLORING SEXUALITY THROUGH ART MAKING\t  stabilizers, and hypertension drugs (Laan et al., 2013). SSRIs comprise a group of medications that have well known negative effects on orgasmic functioning.  Clayton and Balon (2009) discovered that approximately 31%-57% of women taking SSRIs report delay or inhibition of orgasm. However, the factors associated with taking the medications such as anxiety and depression, also affect orgasmic functioning and are often hard to differentiate from the impact of the medication (Clayton & Balon, 2009). When treating women with female orgasmic disorder who take medications, it is recommended to wait for a tolerance to develop (Laan et al., 2013). Communication problems such as clarifying preferred sexual practices, dissatisfaction with partner, harboring unresolved feelings of anger, and poor conflict resolution, play a central role in the development and maintenance of many sexual dysfunctions including female orgasmic disorder (Kelly, Strassberg, & Turner, 2004).  Kelly et al. (2004) examined self-reported communication patterns with heterosexual couples where the wife was experiencing anorgasmia. Researchers found that couples with an anorgasmic female partner reported more problematic communication than did sexually functional couples and couples experiencing chronic illness. The anorgasmic couples tended to be less comfortable communicating their preferences regarding manual genital stimulation, used more blame language, and were less receptive when discussing sexual topics with their partners, compared to healthy controls. Treatment models. When distressing cognitions, emotions, and behaviors are present in women diagnosed with female orgasmic disorder, cognitive and behavioral psychotherapies could be helpful (Laan et al., 2013). Directed masturbation training is one of the more popular cognitive behavioral approaches mentioned across the literature.  Directed masturbation training is conducted over, “4-16 weekly therapy session and involves graded exposure to genital  19 EXPLORING SEXUALITY THROUGH ART MAKING\t  stimulation, may include role playing orgasm response, use of sexual fantasy and/or vibrators to facilitate heightened arousal and orgasm” (Laan et al., 2013, p. 5). Directed masturbation training has demonstrated efficacy when provided in a variety of modalities such as group, individual, couples therapy, and biblio-therapy. Researchers found the success rates to be generally high; 60-90% of women become orgasmic with masturbation and 33-85% become orgasmic with partnered sexual activity. Yoga practices and mindfulness may additionally be considered as complementary treatment to directed masturbation (Laan et al., 2013). Yoga and mindfulness training are effective interventions for women whose sexual problems stem from an inability to “be in the moment without judgment” (Laan et al., 2013, p. 5). Dhikav et al. (2010) support the finding that yoga is a non-pharmalogical method of improving sexual functioning in women. Researchers gave 40 women (between the ages of 22-55 years old) a sexual function questionnaire before and after completing a 12-week yoga program. Results illustrated that yoga appeared to improve sexual functioning in six different domains such as desire, arousal, lubrication, orgasm, satisfaction, and pain. Facilitating a safe space where sexual communication can improve is an important part of the treatment of female orgasm disorder. Kelly, Stassberg, and Turner (2004) stress that the inability to effectively and openly communicate about sex must be addressed at the couple level. Laan et al. (2013) agree that partnered treatment or couples therapy is an effective intervention for women diagnosed with female orgasmic disorder.  Couples therapy offers the patient, and her partner, an opportunity to focus on active and passive listening, reflection, emotional expression, and conflict resolution (Pereira, et al., 2013).  20 EXPLORING SEXUALITY THROUGH ART MAKING\t  Female sexual interest/arousal disorder. Prevalence for female sexual interest/arousal disorder is unknown (DSM5, 2013). The DSM5 (2013) does however report that the prevalence of low sexual desire and problems with sexual arousal (with and without associated distress) may vary in relation to age, cultural setting, duration of symptoms, and presence of distress. Sexual interest/arousal disorder is defined as a lack of or significant reduction in sexual interest or arousal (DSM5, 2013). The disorder is both physiological and psychological and is diagnosed when three or more of the following symptoms are manifested, “an absence/reduction of interest in sexual activity, an absence of fantasizing of sexual thoughts, a lack of desire to initiate sexual acts with her partner, and an absence of sexual pleasure during sexual acts” (DSM5, 2013, p. 434). Like female orgasmic disorder, symptoms for female sexual interest/arousal disorder must be present for at least six months and result in patient distress. The condition may be lifelong or acquired over time and severity may fall between mild to severe. Etiology and related factors. After surveying the results of several questionnaires, Basson (2006) found multiple factors to be closely linked to women’s sexual satisfaction and desire such as stable past/current mental health, positive emotional well-being, rewarding past sexual experiences, positive feelings for the partner, and positive expectations for the relationship. A better understanding is needed for the biological and environmental factors that mediate sexual desire and arousal (Basson, 2006). Utilizing a biopsychosocial assessment, Brotto, Petkau, Labric and Basson (2011) looked at 110 women and found psychiatric history to be a significant indicator of female sexual interest/arousal disorder. Researchers found depressive, psychotic, bipolar, and personality disorder symptoms to be linked with the female subject’s low sexual desires. For every one unit increase in a woman’s psychiatric history score, the odds of her having a sexual interest/arousal  21 EXPLORING SEXUALITY THROUGH ART MAKING\t  disorder increased by 35% (Brotto et al., 2011). Similarly, Basson (2006) linked depression and anxiety to reduced arousal. Medications such as selective serotonin-reuptake inhibitors, taken for depression and anxiety, were additionally to be involved with the reduction in arousal. A drug holiday seems to be the “logical method of management,” however, is not recommended due to withdrawal symptoms and cooperation rates (Basson, 2006, p. 3). Difficulties with lubrication are a common symptom amongst women with sexual interest/arousal disorder. Lubrication difficulties were reported by 19% of the women in a National Health and Social Life survey (Laumann, 1994). Lubrication problems become particularly frequent among women during and after menopause. As estrogen levels decline, lubrication decreases. Treatment models. As for the treatment of sexual arousal/interest disorder, Basson (2006) advocates for management to be guided by the patient’s history and symptoms. Cognitive behavioral therapy is one type of treatment that focuses on identifying factors such as maladaptive thoughts, unreasonable expectations, and behaviors that reduce the partner’s interest or trust. The therapy, which usually includes both partners, is suggested to improve the couple’s emotional closeness, communication, and to enhance erotic stimulation (Basson, 2006). Basson (2006) additionally comments on the use of hormonal therapies such as androgen therapy, which has been prescribed for sexual dysfunction since the 1930s. The results of four placebo-controlled randomized trials involving 1619 women, who had undergone surgically induced menopause, showed that the women receiving testosterone reported 1.9 more sexually satisfying events per month than they had at baseline. Genito-pelvic pain/ penetration disorder. The DSM defines genito-pelvic pain/penetration disorder as a condition that includes one or more of the following symptoms:  22 EXPLORING SEXUALITY THROUGH ART MAKING\t  difficulty having intercourse, genito-pelvic pain, fear of pain or vaginal penetration, and tension of the pelvic floor muscles (DSM5, 2013). The DSM5 (2013) asserts that difficulty with any one symptom dimension is sufficient enough to cause distress and, therefore, can lead to a diagnosis. However, all four symptom dimensions should be assessed even if a diagnosis can be made on the basis of only one symptom dimension. The disorder differs in degree from person to person. Marked difficulty having vaginal intercourse can vary from a total inability to experience vaginal penetration in any situation to the ability to easily experience penetration in only certain situations (DSM5, 2013). The second symptom, pelvic pain during intercourse, refers to pain that occurs in different locations in the genito-pelvic area and can be qualitatively characterized as “burning,” “cutting,” and “shooting” (DSM5, 2013). Some genito-pelvic pain occurs only when provoked (by intercourse or mechanical stimulation) whereas other genito-pelvic pain may be spontaneous as well as provoked. The third symptom, marked fear or anxieties about pain either in anticipation of/or during penetration, is commonly reported by women who regularly experience pain during sexual intercourse. In some cases, the fear does not appear to be related to the experience of pain but still leads to an avoidance of intercourse. The DSM assimilates the disorder to a phobic reaction and that in this situation, the “phobic object is vaginal penetration or the fear of pain” (DSM 5, 2013, p. 439). Lastly, the tensing or tightening of the pelvic floor muscles during attempted vaginal penetration can vary from reflexive-like spasms of the pelvic floor in response to attempted vaginal entry to “normal/voluntary” muscle guarding in response to the anticipated or repeated experience of pain or fear. Furthermore, the prevalence of Genito-pelvic pain/penetration disorder is unknown. However approximately 15% of women in North America report recurrent pain during intercourse (DSM5, 2013, p. 438).  23 EXPLORING SEXUALITY THROUGH ART MAKING\t  Etiology and related factors. By means of surveying research, Bergeron, Rose, and Morin (2011) found the following factors to have been more common in women with genital pain than in controls: early puberty and pain with first tampon use, a history of repeated yeast infections, early and prolonged use of oral contraceptives, and lower touch and pain thresholds in the vulvar area as well as other body locations. The researchers also note that interpersonal factors are relevant to the management and maintenance of the disorder. Sullivan et al. (2001) relayed that communicating pain to a significant other may help evoke empathetic responses, assistance, or increase proximity to one’s partner. As for treatment, Cano and Williams (2010) lobby for moving past popular cognitive-behavioral models of pain interactions in couples to focus on intimacy models. The researchers posit that cognitive-behavioral models are limited to focusing on pain ratings and descriptions of pain rather than looking at distress. Intimacy models emphasize emotional disclosure and the validation of partner responses. Psychosocial factors may additionally contribute to the onset of genital pain problems. Kelly (2001) reports that often women who have experienced genito-pelvic pain may have had an unpleasant or forced early sexual experience. A study involving over 1400 adolescent girls found that the girls who reported painful intercourse of at least 6 months duration were more likely to report past sexual abuse, fear of physical abuse, and anxiety than the no-pain controls (Bergeron, 2010). Additionally, a study focusing on victimization in a general population adult sample illustrated that severe physical or sexual childhood abuse was linked to a 4 to 6 fold risk of reporting genital pain in adulthood (Harlow & Stewart, 2005). Further literature and research on the link between trauma and sexual dysfunction will be addressed below in the “Sexual Trauma” section.  24 EXPLORING SEXUALITY THROUGH ART MAKING\t  Treatment models. Rosenbaum (2005) emphasizes physiotherapy as a beneficial treatment for sexual pain disorders in women. Physiotherapists address the musculoskeletal, vascular, neurological systems often present among women with the condition. They additionally provide treatment to, “restore function, improve mobility, relieve pain, and prevent or limit permanent physical disabilities of patients suffering from injuries or disease” (Rosenbaum, 2005, p. 9). The specific treatments used by physiotherapists include a combination of hands-on techniques, behavioral approaches, biofeedback, and electrical and heat modalities. Rosenbaum (2005) posits that although interpersonal/psychosocial issues are best addressed in sex therapy, physiotherapists are better able to provide adjunctive treatment for overcoming anxiety related to vaginal penetration. Sexual trauma. Sexual trauma is defined as, “a violent physical attack on someone that has a sexual component” (Collins English Dictionary, 2012). Estimates report that 10%-33% of female children have experienced some form of childhood sexual abuse (Buehler, 2008). Childhood sexual abuse is a universal, prevalent, and cross-cultural phenomenon that is recognized as under-reported due to reasons such as insufficient communication, shame and self-blame, lack of supportive caretakers, repression of memories, and fear of retaliation. Etiology and related factors. Although sexual trauma is not categorized as a sexual dysfunction disorder in the DSM5, like the conditions discussed above, the experience of sexual trauma is life altering and can have a large impact on one’s sexual functioning.  Adult women with a history of childhood sexual abuse demonstrate greater evidence of sexual dysfunction and are more likely than non-abused women to be re-victimized later in life (Laumann & Rosen, 1999). Depression, anxiety, fear, and suicidal ideations have also been associated with a history of childhood sexual abuse. Finkelhor and Browne (1985) found that the type and severity of  25 EXPLORING SEXUALITY THROUGH ART MAKING\t  sexual trauma predicts whether the victim ends up engaging in hyper or avoidant sexual behavior in the future. The two researchers additionally created a model that explains the long-term effects of childhood sexual abuse through four “trauma-causing” factors. The four factors include “traumatic sexualization, betrayal, powerlessness and stigmatization” (Finkelhor & Browne, 1985, p. 1). These four dynamics alter and distort children’s cognitive and emotional perception of the world and their self-concept. In addition to behavioral effects, sexual trauma can also lead to damaging physical consequences. Buehler (2008) reports common physical complaints of childhood sexual abuse survivors include “genital abnormalities, genital infections or sexually transmitted infections, recurrent urinary tract infections, abdominal pain, and unplanned pregnancy” (Buehler, 2008, p. 2). Survivors are also more likely to experience gynecologic examinations as anxiety provoking and often seek more treatment for serious gynecologic problems than women who have not experienced childhood sexual abuse (Leeners et al., 2007). Leeners et al. (2007) found that 43% of women exposed to childhood sexual abuse experience memories of an original abuse situation during gynecological examinations. Treatment models. Buehler (2008) emphasizes that effective treatment for childhood sexual abuse survivors is based on an interdisciplinary collaborative approach among health care professions, including a sex therapist.  Having a sex therapist as a primary rather than adjunctive clinician is beneficial because most of the difficulties that a survivor of childhood sexual abuse faces in recovery can and will surface during sexual activity. Buehler (2008) states that often patients who do not seek sex therapy as their primary treatment become frustrated when treatment comes to an end and they still do not enjoy sexual intimacy.  26 EXPLORING SEXUALITY THROUGH ART MAKING\t  During treatment, it is important for the therapist to normalize the client’s fears and educate the client about the process of sex therapy (Buehler, 2008). Often issues surrounding control, trust, and memories can interfere with the process of therapy and thus should be addressed beforehand. Buehler (2008) notes that allowing the client to control the pacing of therapy is a helpful tactic for developing a sense of agency and rapport. The main areas of treatment that are focused on in sex therapy include relaxation techniques (in order to cope with the anxiety of treatment), memory processing, coping skills, assertive communication, and sexual exploration (Buehler, 2008). Sweig (2009) recommends group therapy for sexual abuse survivors, in combination with individual therapy. The group context requires interpersonal engagement, addresses impaired interpersonal functioning, and reduces mistrust in participants. The group format facilitates a safe space where the sharing of common experiences can occur; which in turn can promote normalization, universality, and lessen stigmatization. Art therapy and female sexuality. Scholarly articles discussing the direct links between art therapy and the DSM5 (2013) sexual dysfunction diagnoses listed above are limited. That being said, there are several aspects of art therapy that speak to the nature and experience of women who suffer from sexual dysfunction problems such as expressive communication, catharsis, and the awareness of self and body image/mindfulness. The following section will examine the meeting points between current art therapy resources and women’s sexuality that currently exists.   As previously mentioned in the paper, communication problems play a pivotal role in the development and maintenance of many sexual disorders such as female anorgasmia. Fink and Levik (1973) theorize that art therapy can be used as a communication device for patients who  27 EXPLORING SEXUALITY THROUGH ART MAKING\t  may feel embarrassed or exposed when verbally addressing their sexuality. The researchers note that art making is “less guarded and is produced with less inhibition or guilt arousal than spoken words might be” (Fink & Levik, 1973, p. 1). In particular, the researchers found art therapy to be beneficial when working with a patient suffering from a fear of intercourse. The patient drew a sexualized/vagina-like form, which the therapists hypothesized as demonstrating the, “vagina as a harmful place” (Fink & Levik, 1973, p. 5). By recognizing the symbolism in the patient’s art, the art therapists were further able to understand the patient’s internal world, pathology and patterns of defense. The researchers illustrate how art making and its communicative abilities could be used in treatment with women suffering from all types of sexual dysfunction disorders. Another element of the etiology and treatment of female sexual disorders that lends itself to art therapy treatment is the cathartic nature of the art-based approach. Ellis (2007) describes art therapy as a liberating language with an extensive vocabulary that allows for more “ambiguities, subtleties, and complexities” than does verbal language (Ellis, 2007, p. 7). Art therapy’s expansive nature is particularly significant considering the taboos associated with talking explicitly about sexuality, where the words can be more limited. Ellis (2007) additionally explains art making as “gestural language of touch” (p. 7). She posits that art mediums are the extension of a patient’s unconscious and are in themselves an experience of sexuality. By allowing the client to bypass the limiting nature of verbal processing and use a more gestural approach, the client may be feel liberated and have a safe space to be emotional expressive. There is a growing understanding in sex therapy to view expressive techniques as incredibly useful in treating sexual dysfunction and sexual complications. Ogden (2013) notes that the sexual experience is multifaceted and encourages therapists to “express the multiple dimensions of sexual experience, connect the effects of memory on present experience, and  28 EXPLORING SEXUALITY THROUGH ART MAKING\t  interrupt storylines that keep clients lodged in unwanted sexual dynamics” (Ogden, 2013, p. 184). Zoldbrod (2015), who is likewise a proponent of expressive therapy, explained the significance of using reflective, creative, and mindfulness stances when working within the context of human sexuality. Zoldbrod used body mapping with survivors of sexual trauma in order to facilitate reflection on how the abuse has affected and continues to affect the subject’s perception of their own body and their desire to be touched. Yoga and art making are naturally intertwined, as both are creative and expressive techniques that provide an invitation for inward processing and awareness. Franklin (2001) reports that yoga and art are holistic reflections of the self, which foster a safe and supportive space where the unknown aspects of the self can be revealed. Franklin’s (2001) promotion of holistic treatment is further supported by Ogden’s (2013) research on sexuality. Through a large survey on sexuality, Ogden (2013) concluded, “sexual experiences include much more than intercourse and physical sensations;” it is multidimensional and involves the body mind, heart, and spirit (p. 12). There is a large body of literature supporting art therapy as a treatment method for sexual trauma survivors, although focusing mostly on healing the traumatic impact and less on developing / restoring healthy sexuality functioning. Pifalo (2009) utilized an art therapy intervention of visual mapping with a group of adult female caregivers following a disclosure of sexual abuse within their families. Often, the disclosure of sexual abuse can place the family on a terrifying and undefined journey. Visual mapping helped the family unit navigate the uncharted “dark world of trauma” and brought back a sense of power and control into the unit’s life. The mapping intervention additionally supported the women’s ability to “relate their trauma  29 EXPLORING SEXUALITY THROUGH ART MAKING\t  narratives to others, identify and process powerful emotions, develop coping skills, identify past and future risks for further victimization, and set goals for the future” (Pifalo, 2009, p. 1). Sweig (2009) also conducted a time-limited (12 week), psycho-educational group for 16 years, which provided a safe, predictable, and supportive environment for female survivors of childhood sexual abuse. Art therapy was an integral component of the group and proved to be essential in making personal concerns visible, providing a reviewable record of personal learning, containing powerful affects, and facilitating metaphorical expression for experiences that were too painful to state directly. One art directive the therapist utilized in the group sessions was, “draw what you least and what you best like about your body. Then notice where in your body do you carry your pain” (Sweig, 2000, p. 5). This directive was determined with the understanding that awareness and acceptance of one’s own body are compromised for sexual abuse survivors. The directive gave way to a conversation about body memories, self-care, and alternatives to dysfunctional handling of pain. Other problem areas addressed in the group through art, other than body image, were shame, sexuality, anger, boundaries, intimacy, maladaptive defenses, and family of origin difficulties. Jacobs-Kayam, Lev-Wiesel, and Zohar (2013) conducted a study in which an art assessment, Machover’s Draw A Person Test (DAP), was used to evaluate for self-mutilation behaviors among female adolescent sexual abuse survivors. Childhood sexual trauma predisposes adolescents to self-mutilation behaviors, with self-mutilation rates being as high as one in eight adolescents (Bakken & Whitney, 2012). Researchers found positive correlations between the psychometric assessments and two indicators of self-mutilation in the DAP test such as bodyline and sexual signs (Jacobs-Kayam et al., 2013). Bodyline, illustrated as either disconnected or emphasized lines, appeared to reflect conflicts regarding self-identity,  30 EXPLORING SEXUALITY THROUGH ART MAKING\t  boundaries, anxiety and a lack of control, whereas sexual signs suggested a tendency of childhood sexual abuse survivors to adopt self-destructive behaviors such as sexual promiscuity. As illustrated in the above section, art therapy literature addressing the DSM5 female dysfunction diagnoses is very limited. However, the art therapy literature that focuses on general female issues, including sexual shame, recovering after sexual abuse, body image related to eating disorder, and art therapy studies related to communication and intimacy – all provide the psychological underpinnings for treating the DSM5 female sexual dysfunction disorders through art therapy.  Sex Addicts and Their Partners While sex addiction is not currently included in the DSM5, it is a growing concern that can affect both women and men either directly or indirectly, as partners in committed relationships are necessarily affected by each other’s relationship to sex. Sex addiction: etiology and related factors.  Sex addiction is difficult to define, as it has become a near-colloquial term in both the popular and clinical literature (Cohn, 2014, p. 77).  It is defined by the National Council on Sexual Addiction and Compulsivity as “a persistent and escalating pattern or patterns of sexual behaviors acted out despite increasingly negative consequences to self or others” (2000). This disorder is uniquely insidious as it seems to start earlier in the lifespan of the addict and last longer than most other addictions before it is addressed (Turner, 2009). Sex addiction is more prevalent than one might expect; possibly 4 of 10 adults in our culture may be sexually addicted (Carnes, 1991).   Also, many sex addicts have other addictions that can mask the sexual addiction (Carnes, 2001). For example, in Carnes’ research, of the individuals who were diagnosed with a sex addiction, 42% were chemically dependent, 38% had an eating disorder, 28% were workaholics, 26% were compulsive spenders,  31 EXPLORING SEXUALITY THROUGH ART MAKING\t  and 5% were compulsive gamblers.  Therefore, according to Carnes, ruling out cross addictions first is crucial in appropriately diagnosing, understanding and treating sex addiction.  In addition, maintaining a compartmentalized sexual reality within a family system and intimate relationship takes profound energy to orchestrate and maintain, and chronic lying in a family system can require treatment beyond that of extinguishing the sexual acting out (Minwalla, 2012). Because sex is a part of normal human functioning it can be difficult to compare sexual addictions to chemical addictions.  Also, both “normal” and pathological (addictive) sexual patterns are open to subjective and controversial definitions that are influenced by factors including personality, psychopathology, gender, sexual preferences, culture, socioeconomic status, and other variables.  Making matters even more complicated is the fact that the topic of sexual deviance and/or sexual pathology remains one of the most taboo topics in our society (Rosenberg, 2014).  In addition, individuals with a sexual addiction and their partners are often the subject of ridicule and harsh judgment, whereas those suffering from drug/alcohol or other more accepted process addictions (gambling, overeating, spending, etc.) elicit more social acceptance.  This judgment can result in the shameful feelings for both the partner and the addict that fuel the addiction and make it difficult for the partner to seek help.  Over the last couple of decades since the publication of Carnes’ ground-breaking book “Out of the Shadows: Understanding Sexual Addiction,” a large amount of general research about sex addicts and their partners has become available as sex addiction has become legitimized and more prevalent.  Many clinicians believe that treatment of sex addiction is similar to that of other addictions, and base it on the twelve steps of Alcoholics Anonymous. However, the term “sex addiction” remains controversial. Unlike alcohol or drug addiction there is no formal diagnosis for sex addiction in the American Psychiatric Association’s Diagnostic  32 EXPLORING SEXUALITY THROUGH ART MAKING\t  Statistic Manual (DSM 5) as the mental health and addiction fields have disagreed about whether or not to include it in the most recent edition.  According to Chester Schmidt (1992), chair of the DSM-IV Sexual Disorder Work Group, there is “no scientific data to support a concept of sexual behavior that can be considered addictive (p. 247).  Schmidt believes that what is called sex addiction is more likely a symptom of other psychological problems such as anxiety, depression, obsessive-compulsive disorder, ADHD, narcissism, or bipolar disorder.  Minwalla (2012) believes that problems in sexual acting out are not just sexual behaviors but are also abusive conduct patterns, which can include an inherent manipulation that is maintained in order to keep a compartmentalized reality to protect the addict from discovery (Jason, 2008). According to Cohn, “insofar as there is a self-reinforcing dopamine surge that accompanies many sexual behaviors, particularly those involving orgasm, the addiction model can appear to fit.  However, that is probably as far as it goes” (p.77).  Cohn prefers to call it sexual compulsiveness and treats the underlying issues instead (2014).  However, for the purposes of this paper and in order to categorize it, we will discuss diverse sexual acting out behaviors as sexual addiction. People who suffer from substance use disorder are said to have a pathological relationship with a mood-altering substance (Feen-Calligan, 2007).  The relationship between the individual and the substance becomes more important than relationships with others, and with continued use impacts the person’s psychological adjustment, economic functioning, and social and family relationships (Kinney & Leaton, 1995).  Distortions in thinking, especially denial, become part of how the addict keeps painful feelings and associations related to the abuse at a distance (Carnes, 1992).   33 EXPLORING SEXUALITY THROUGH ART MAKING\t  Treatment models. In general, most treatment of sex addiction consists of approaches that have been popularized for other addictions such as group and individual therapy, motivational interviewing, cognitive behavioral therapy to identify triggers, dialectical behavioral techniques to manage cravings, relapse prevention strategies, insight-oriented therapy to identify deeper causes, family therapy to solve conflicts, exercise and nutrition, treatment of comorbid mental illness and addictions, referral to appropriate 12-step based recovery groups, and psychopharmacology aimed at diminishing dysfunctional sexual behaviors, reducing cravings, improving the outcome during desired sexual experiences, and treating associated psychiatric disorders (Rosenberg, 2014, p. 85).    However, other more recent studies suggest that treatment for sex addicts should address relationship style and beliefs in addition to the sexual qualities of the relationship (Cohn, 2014).  By lifting the enormous burden of addiction from the treatment plan, other aspects of the person can be addressed and explored, allowing those suffering from sexual compulsivity to enjoy better relationships and live more satisfying and productive lives (Zapf, 2007). Couples who decide to stay together will most likely need a marital and family therapist to assist in their recovery from sex addiction and different theories abound as to how best to approach the treatment. Turner (2009) suggests a growth-oriented treatment in which partners are helped not only to overcome their problems but also to optimize their relationships.  The goal is to attain healthy sexuality within a committed relationship.  However, Turner also notes that the tasks for couples in recovery from sexual addiction are enormous, as life-long maladaptive coping mechanisms used for survival must be stopped or transformed.  Like any other significant life change, this process can leave a person feeling raw, extremely vulnerable, angry, resistant, and terrified.  Establishing safety is an integral component  (Turner, 2009). Remarkably, in the  34 EXPLORING SEXUALITY THROUGH ART MAKING\t  treatment of sexual addiction and compulsivity, the family unit is often neglected. Yet this disorder has a major impact not only on the identified patient, but also on the partner, the children, and on the family as a whole (Corley, 1996).    Partners of sex addicts: etiology and related factors.  Many sex addicts are in long-term relationships and their addiction has consequences not only for them but also for the relationship and the partner (Turner, 2009).  However, even though the majority of research thus far focuses on the addict, there are emerging studies concerning the partner. Cara Tripodi notes that most of the literature on the partners of sex addicts focuses on identifying characteristics of the co-addict and early responses to the problem but little has been devoted to long-term treatment and the impact this treatment can have on the partner’s recovery from the life-altering effects of sexual addiction (2006).  It has become increasingly clear that sex addiction behaviors are uniquely different from affairs and therefore require a specialized framework of intervention.  Since sex addicts might be more interested in the chase of sexual encounters than in the person with whom they are involved, a treatment focused on basic infidelity will not cover the spectrum of issues than can occur in a partner (Brown, 2000).  For example, partners of sex addicts often experience personal and relational difficulties related to their mate’s addiction (Schneider, Corley, & Irons, 1998) and because sex addiction is often kept secret there can be less social support for them in the community.  Many experience their mate’s sexual addiction as a betrayal of trust (Gottman, 2011), which can be exacerbated by repeated dishonesty (Glass & Wright, 1997).  During “disclosure,” a full retelling of secret acting-out behaviors which usually occurs inside a therapist’s office, partners may experience a range of symptoms including shock, rage, loss of confidence, damaged sense of self, anxiety, depression, confusion, dissociation, shame, symptoms of post-traumatic stress disorder, and sexual problems (Pollard, 2014). After  35 EXPLORING SEXUALITY THROUGH ART MAKING\t  learning of the addiction, partners may need support to cope with a host of issues not limited to but including a.) feelings of betrayal, b.) post-traumatic stress symptoms and, if they choose to stay with their partner, c.) improving the relationship.  Treatment models.  In treating couples, both the pain of the addict and the partner need to be acknowledged in order to heal the relationship.  Working with couples who struggle with sexual compulsivity is a delicate and difficult challenge.  Research states that most unhappy couples have suffered for at least six years or more before seeking therapeutic assistance (Gottman, 2002, p. 35). Ruth Cohn suggests mapping a course that starts with identifying the couple’s core dynamic and its expression of each partner’s personal history, and cautions that it will be a big investment of time and energy that could take years to repair (2014).  As with individual treatment, most current treatment approaches and interventions for couples hover between two main theoretical approaches: the trauma model and the addiction theory model (Steffens & Rennie, 2006). While it was once suggested that survival of the relationship could be enhanced if both members identify themselves as “addict” and “co-addict” (Schneider & Schneider, 2007), more recent research proposes that victims need recognition of the patterns of harm and abuse they have experienced and endured, which can go beyond the descriptions of “hurt and betrayal” caused by affairs.  Some current literature also suggests that partners are further violated further by being labeled “co-sex addicts” instead of trauma victims, and recommends that they should be offered therapeutic interventions for abuse and trauma.  The sex addiction-induced trauma model potentially accounts for better clinical management and treatment of partners of sex addicts, and possibly for better survival of the relationship.  The most common types of support for partners includes: 1.) 12-step groups; 2.) Models of psychotherapy that include either a narrative approach, an emotionally focused approach  36 EXPLORING SEXUALITY THROUGH ART MAKING\t  targeting the meaning of betrayal, or an adult attachment based approach; and 3.) religion or spirituality.  Partners who considered themselves victims of relationship trauma as a result of the mate’s addiction are more likely to find sources of therapeutic support useful, perhaps as a result of being aware of their distress and knowing how to seek help.  Other partners who self-identified as “co-addicts” reported support groups such as S-Anon and Codependents of Sex Addicts (COSA) to be useful (Pollard, 2014). For partners of sex addicts who don’t self identify with the co-dependent model, being treated as a co-dependent can sometimes serve to add to their distress (Minwalla, 2012).  The concept of co-dependence comes directly out of Alcoholics Anonymous and was adopted by the sex addiction field and consequently directly applied to partners and spouses.  Co-dependency is sometimes defined as a process addiction – an addiction to certain mood-altering behaviors, such as a tendency to behave in an overly passive or excessively care-taking way that negatively affects one’s relationships and quality of life.  However, for those who are not “co-dependent,” the reality of what partners experience and their actual clinical needs can be minimized, obscured and misunderstood (Minwalla, 2012). For the partners of sex addicts, trauma symptoms can be debilitating and made worse if unacknowledged.  These partners can be treated with a trauma model, utilizing such interventions as Eye Movement Desensitization and Reprocessing (EMDR) and Trauma-Focused Cognitive Behavioral therapy (TF-CBT) (Tripodi, 2006).  Art Therapy.  The use of art therapy in substance abuse treatment has a long history. Many authors have described the benefits of art therapy for those with chemical dependency such as bypassing defenses, promoting emotional expression, encouraging a spiritual recovery, reducing distorted thinking, and fostering creativity (Holt, 2009). In some instances, healing can begin with something as simple as self-portraits.  Chemically dependent individuals who create  37 EXPLORING SEXUALITY THROUGH ART MAKING\t  self-portraits in art therapy can discover true representations of the diseased aspects of the self, thus allowing them to confront their addictive nature in a concrete way for the first time (Hanes, 2007). Wilson (1999) has pointed out that since sex addiction is often a hidden disease, the artwork of sex addicts can serve as a tangible representation of the disorder with the potential to instruct both the client and the therapist.  Art can also function as a conduit for the healing of childhood trauma (which can be at the root cause of sex addiction), because it provides safety and containment through the use of metaphor and symbolism “while facilitating direct expression of emotions and experiences through the use of images rather than words”  (Wilson, 1998, p 231). Most importantly, the art creates a “place where the sex addict can become visible, actively confronting the secrecy of the addictive system” (Wilson, 1998, p 231).  Also, most sex addicts struggle with shame that can be complex and multi-layered, making it difficult to define in words which in turn makes it challenging for clinicians to address in treatment.  Because they can be pre-verbal in origin, shameful feelings flow more easily via imagery and symbolism when words are not enough.  The creative arts speak the language of the soul and have more immediate access to deeper forms of psychological pain, including shame.  In addition, the creative process itself is self-affirming, life-giving, and inherently corrective.  In the creative moment, there is no shame (Wilson, 2000). Unfortunately, research about art therapy with partners of sex addicts is currently non-existent.  However, if the researchers examine the two main treatment models for partners--the trauma model and the addiction model--they can find literature to support art therapy in the treatment of traumatized adults and in the treatment of co-addicts.  Schouten (2014) ran six controlled, comparative studies on art therapy for trauma and found a significant decrease in  38 EXPLORING SEXUALITY THROUGH ART MAKING\t  psychological trauma symptoms and depression.  Post traumatic stress disorder (PTSD) is listed as one of the anxiety disorders in the DSM 5 and is characterized by severe symptoms of re-experiencing, avoidance and hyper-arousal as a consequence of one or more traumatizing experiences.  It is diagnosed when the duration of the symptoms is more than one month and the disturbance causes clinically significant distress or impairment in social, occupational, or other important areas of functioning (American Psychiatric Association, 2013).   In these cases, the researchers propose that art therapy might offer an appropriate treatment to partners of sex addicts because it appears to fit in with the often wordless and nonverbal nature of traumatic memories and feelings (Herman, 1992; van der Kolk, 1999). If partners of sex addicts are treated with the co-dependent model, art therapy could also be effective.  Co-dependency has been defined as “a pattern of painful dependency on compulsive behaviors and approval-seeking in an attempt to gain safety, identity, and self-worth” (Wegscheider-Cruse & Cruse, 1990). According to the 12-step model, partners of general addicts are defined as “co-dependent,” and it has been reported that verbal, insight- oriented psychotherapy alone may not fully reach the preverbal layers of co-dependency (Bradshaw, 1990; Whitfield. 1987).  Thus, it is possible that a creative arts therapist could offer the best, most complete, and therefore most hopeful therapy to this large patient group (Lawler, 1992).   LGBTQ & Gay Related Stress Considering the taboos that exist around sex addiction and the shame that co-exists with it, the researchers also wanted to look at the implications of art making and LGBTQ and gay related stress to understand if expression through art could unseat buried emotions as they could with partners of sex addiction. For the purposes of this research, researchers use the term “LGBTQ” because it aligns  39 EXPLORING SEXUALITY THROUGH ART MAKING\t  with what the research participants’ reported and identified as. Utilizing the term LGBTQ encompasses both the literary and coding considerations for this research. The researchers do not intend to discount other sexual minority experiences by focusing on the LGBTQ experience, but rather appropriately reflect what was presented in the participants’ responses. It seems pertinent to note that additional letters such as “I”, “A”, and “P” are added to the acronym to connote broader inclusion of different communities and community members (Rainbow Welcome Initiative, 2016). Merriam-Webster (2016) defines LGBT as the following: ·      Lesbian: \"of or relating to homosexuality between females\" ·      Gay: \"sexually attracted to someone who is the same sex\" ·      Bisexual: \"sexually attracted to both men and women\" ·      Transgender: \"of or relating to people who have a sexual identity that is not clearly male or clearly female\" However, a working definition from Kijak (2009) is more appropriate for the purpose of this research: ·      Lesbian:   “A woman whose enduring sexual and emotional attractions are primarily for women” (p. 21). ·      Gay: “Individuals whose enduring sexual and emotional attractions are primarily for members of the same sex. Most frequently used for men, however the term can be used to include all members of the LGBTQ community” (p. 20). ·      Bisexual: “Individuals whose sexual and emotional attraction are for both men and women” (p. 20). ·      Transgender:  “Individuals whose gender identity or expression falls outside of stereotypical  40 EXPLORING SEXUALITY THROUGH ART MAKING\t  gender norms, or who do not identity as either of the two sexes as currently defined” (p. 21). The Rainbow Welcome Initiative, an online resource, provides a comprehensive definition of “Q” as referred to in the LGBTQ acronym: ·      The “Q” can stand for Questioning and/or Queer: “Questioning refers to individuals who are unsure of their sexual orientation and/or gender identity. Queer is an umbrella term encompassing a variety of sexual orientations and gender identities excluding heterosexuality. The term was originally used as a slur but has been reclaimed by younger generations to also refer to political ideologies not adhering to heteronormativity or a gender-binary.” Prevalence. Understanding human sexuality is important in understanding the full breadth of the human experience. However, one area of sexuality that is often not understood is the minority sexual identity, namely the LGBTQ experience. The Center for Disease Control (2015) stated that among all U.S. adults aged 18 and over, 96.6% identified as straight, 1.6% identified as gay or lesbian, and 0.7% identified as bisexual. The remaining 1.1% of adults identified as ‘‘something else’’ (0.2%), selected ‘‘I don’t know the answer’’ (0.4%), or refused to provide an answer (0.6%).  Additionally, The National Alliance on Mental Illness (2015) reported that  LGBTQ individuals are almost 3 times more likely than others to experience a mental health condition such as major depression or generalized anxiety disorder. This fear of coming out and being discriminated against for sexual orientation and gender identities, can lead to depression, posttraumatic stress disorder, thoughts of suicide and substance abuse. Etiology. Although identifying as LGBTQ obviously does not by itself spell pathology, sexual and psychological challenges might result such as developing an identity of a sexual  41 EXPLORING SEXUALITY THROUGH ART MAKING\t  minority, stress due to cultural pressures and internal / external stigma, as well as sexual health and substance use. The etiology of LGBTQ psychological challenges are discussed at the beginning of the paper because the causes remain pervasive, often attributed to life stresses, hence this is reflected as consistent throughout the structure of the LGBTQ section of this literature review.  Internalized and externalized stress related to the minority sexual experience can route sexual minorities into a culturally subjugated narrative (McDermott, Roen, & Scourfield, 2008). Rosario (1996) suggested that a large body of work indicates that stressful life events are linked to emotional distress and multiple problem behaviors. Stressful life events may occur due to the cultural negative stigma surrounding sexual minorities. LGBTQ individuals experienced elevated occurrences of bullying and victimization in comparison to their heterosexual peers (McDermott et al., 2008). An example of a stressful life event that could contribute to psychological stress is a youth being asked to leave their family home for being gay (Rosario, 1996). McDermott et al. (2008) stated that in King’s survey of LGBTQ and heterosexual people of all ages (over 16), that gay men and lesbians had higher levels of psychological distress than heterosexual men and women, respectively. Two methods through which the minority sexual experience can be explored are through art and online. Kahn (2013) provided a clear linkage between sex and the use of art and her research contributions are a foundation for this research. Specifically in this LGBTQ focused review, the researcher was interested in the minority sexual experience; how stigma, prejudice, and discrimination may affect the wellbeing of LGBTQ people, and LGBTQ affirmative care both clinically and non-clinically. This section includes exploration of LGBTQ identity, gay  42 EXPLORING SEXUALITY THROUGH ART MAKING\t  related stress, LGBTQ community support, online communities, and lastly the use of art therapy with LGBTQ population. Exploring LGBTQ identity. Allowing LGBTQ the opportunity to freely explore sex and talk about sex activates a space through which to safely explore their identities (Pelton-Suite & Sherry, 2011). At this time in history, the LGBTQ community has a variety of methods to explore their sexuality identities. Whether it may be traditional talking, chat rooms, rallies, or a creative experience, LGBTQ individuals have a pool of resources to explore sexual identity and how it relates to society. “Through books and magazines, Internet chat- groups, movies, television, sports, and music, LGBTQ adolescents are able to find others with whom they identify. By finding and emulating these others, they are able to “try on” various identities” (Pelton-Suite & Sherry, 2011, p. 171). This notion of “trying on” identities is described to be important in forming one’s sexual identity and the theme is consistent in the LGBTQ literature. Hillier and Harrison (2007) suggested that online identity exploration allows people to “act out other selves” and try out selves without risking being involved any further than they wish.  Hillier & Harrison (2007) also suggested that chatting with other LGBTQ people online allows one to explore parts of their personality that one could fear exploring IRL (in real life). According to Subrahmanyam, Greenfield, and Tynes (2004) adolescents explore their identities to find authentic and consistent self-definition on online chat rooms. “One way in which participants express their identities in chat rooms is via their screen names, called nicknames or nicks” (Subrahmanyam et al., 2004, p. 659). Hillier & Harrison (2007) provided a big picture look on the internet stating, “the internet may provide the possibility of new and potentially liberating alternatives for the building of new forms of culture and community” (p. 83).  43 EXPLORING SEXUALITY THROUGH ART MAKING\t  Pelton-Suite and Sherry (2011) argued the importance of art therapy in exploring identity issues. Pelton-Suite and Sherry (2011) proposed that art therapists might explore concepts of family, guilt, shame, fear, anger, and homophobia with LGBTQ clients.  “Many art therapy interventions are ideally suited for clients struggling with identity” (Pelton-Suite & Sherry, 2011, p. 172). Halpin and Allen (2004) stated that “the development of gay sexual identity may be associated with inconsistencies between how individuals perceive their sexuality, how they perceive their own sexual behavior, and their ideas about how other people perceive their sexual identity” (p. 111).  Pelton-Suite and Sherry (2011) suggested that making art is the key to exploring these ideas and perceptions through the “trying on” nature of art making in which a person can explore and experiment with different identities in a safe way. Gay related stress and cultural variants. The literature suggested that identifying as LGBTQ can potentially lead to gay-related stress (Rosario, Rotheram-Borus, & Reid, 1996). Rosario et al. (1996) stated that sexual minorities “are at great risk for emotional distress and multiple problem behaviors (i.e. conduct problems, substance use, and sexual risk acts” (p. 136). Growing up same-sex attracted can in many ways be a particularly lonely and stressful experience (Hillier & Harrison, 2007).  Pelton-Sweet and Sherry (2008) argued that the increased risk is attributed to social stigma, discrimination, and coming out. McDermott et al. (2008) also commented on the disproportionately high rate of suicidal thought and attempts among the LGBTQ population. “Recent North American and New Zealand studies of large populations reveal that young LGBTQ people can have rates of suicide attempts at least four times those of their heterosexual counterparts” (McDermott et al., 2008, p. 817). Also, Hillier and Harrison (2007) explained that “same-sex people are overrepresented in homeless populations” and “are more likely than their heterosexual peers to misuse alcohol and  44 EXPLORING SEXUALITY THROUGH ART MAKING\t  other drugs” (p. 85). Furthermore, higher suicide attempts have been documented in the LGBTQ population. The article suggested that it is the “unacceptable levels of violence,” both physical and emotional, that primarily contributes to gay-related stress as opposed to identifying LGBTQ being ridden of pathology itself (Hillier & Harrison, 2007, p. 85). “Homophobia works to punish at a deep individual level to create psychological distress; it shames the self and requires a young person to deal with being positioned, because of their sexual desire, as abnormal, dirty and disgusting” (McDermott et al., 2008, p. 821). McDermott and Roen (2012) stated that homophobia can manifest on an individual, family, peer, and institutional level. The media also plays an important role in ignoring, trivializing, or condemning the LGBTQ population. Venzo and Hess (2013) explained how “symbolic annihilation” and “symbolic violence” perpetuate sexual normativity in the media (p. 1540). “Symbolic annihilation” accounts for the imbalances of visibility of minority groups in the media (Venzo & Hess, 2013, p. 1540). On the other hand Bourdieu (1991) argued that media has “a power of constituting the given through utterances, of making people see and believe, of confirming or transforming the vision of the world and thus the world itself, an almost magical power which enables one to obtain the equivalent of what it obtained through force” (p. 166). For many youths the coming out process is met with homophobic physical and verbal abuse (Hillier & Harrison, 2007). The process of coming out is a time in which: The process involves a moral tension between the emerging self as gay or bisexual and the need to consider and meet others’ wants (i.e. the call by society, family, and others for heterosexual involvement and commitment). This is a moral dilemma that pits the ethos of “justice”, with its emphasis on equality and rights, against that of “care”, with its focus  45 EXPLORING SEXUALITY THROUGH ART MAKING\t  on attachment and not hurting others). Satisfying one moral concern over the other needs to be resisted whenever possible in order to forge to forge a solution that meets both concerns. (Rosario et al., 1996, p. 156)  McDermott et al. (2008) argued that it is the avoidance of this process that leads LGBTQ youth and adults alike to employ “shame-avoidance strategies” (p. 819) to handle homophobia and in turn the moral dilemma within the coming out process. Suicide and other self destructive behaviors such as substance abuse and unsafe sex practice are ways to avoid cultural and personal shame that arise from being a sexual minority (McDermott et al., 2008).  “International research has demonstrated a clear link between experiencing homophobic abuse, suffering negative psychological consequences and engaging in self-destructive behaviors” (McDermott et al., 2008, p. 817). McDermott et al. (2008) explained that suicide is a way to escape the sometimes unspoken shame that is embedded within the transgression of social and cultural norms. Shame avoidance might result in a LGBTQ member managing homophobia alone and without support which would then lead them vulnerable to self-destructive behaviors (McDermott et al., 2008). Treatment and support for gay-related stress. Chronic stress due to stigma, discrimination, and identity formation account for higher rates of mental health services utilization by LGBTQ clients compared to heterosexual clients (Israel, Gorcheva, Burnes, & Walther, 2008). Israel et al. (2008) looked at participants who “commonly experienced improved psychosocial functioning as a result of the helpful situations and diminished psychosocial functioning as a result of the unhelpful situations, suggesting a link between client perception of helpfulness and therapy outcomes for LGBTQ clients” (p. 302). Furthermore, positive outcomes  46 EXPLORING SEXUALITY THROUGH ART MAKING\t  occurred in therapy when “warmth, listening, appropriateness of interventions, and focus of therapy” was present in treatment with LGBTQ clients (Israel et al., 2008, p. 302). Community support. The research suggested that community support is a key proponent in the LGBTQ experience and in turn managing gay related stress. Communities provide a conversation space in which people can discuss LGBTQ topics in a safe way (Subrahmanyam, et al., 2004). Due to cultural stigma and discrimination, LGBTQ support may not be available in ones’ family of origin or surrounding community. “When these sorts of supports are not available, some LGBTQ individuals resort to making their own reward system (extrinsic reinforcement), as opposed to normative social structures, by reaching out to like-minded individuals or communities” (Wong, 2015, p. 240). For the purposes of this research the researcher looked at both online and offline LGBTQ communities. A person who identifies as LGBTQ has an increasing amount of outlets through which to connect and receive support. Both online and offline relationships can create a bond of support, empathy, and understanding that can in turn facilitate closeness (DeHaan, Kuper, Magee, Bigelow, & Mustaski, 2012). LGBTQ communities offer understanding from peers, a space to share information and socialize, advocacy, health and social services, role models and mentors, and health education (Pelton-Sweet & Sherry, 2008). Furthermore, DeHaan et al. (2012) proposed that an increased amount of LGBTQ group membership within a community will have a positive effect on self-esteem and self-identity. Flowers and Butson (2001) described one participant’s experience of LGBTQ communities in which “a strong sense of being himself when he is within safe gay environments and contrasts this with his experience at his mother’s house, where some of his brothers and sisters do not know he is gay. He shows how gay identity disclosure is continuous and spatially  47 EXPLORING SEXUALITY THROUGH ART MAKING\t  located” (p. 60). As a process of self-acceptance occurs within a LGBTQ affirming community, a sense of wholeness, integrity, and self-esteem may increase (Flowers & Butson, 2001). Green, Bobrowicz, and Ang (2015) looked at how online video communication has been used by the LGBTQ community to talk about bullying as a gay related stress. The study found that there is a benefit and a desire for support from other people when managing LGBTQ societal pressures and discrimination. This particular YouTube community created a space for empathy while acting prosocial allows viewers to identify and relate to experiences of LGBTQ discrimination. Similarly Silenzio et al. (2009) explored MySpace as a platform for LGBTQ community strengthening and found similar positive outcomes for individuals in the community. Online methodology. Suzuiki and Calzo’s (2004) study demonstrated that online communities have been used by LGBTQ for support. The researchers tapped into the prominence of online communities for LGBTQ individuals and in turn developed more themes and considerations while working with LGBTQ clients. Online communities are helpful for LGBTQ and other sexual minorities on multiple levels. Subrahmanyam et al. (2004) posited that identity development is integral to the online community experience while Hillier and Harrison (2007) spoke to the liberating aspect of online communities and how they form a new culture, separate from stigma and discrimination. “In other words, the use of e-approaches for promoting resiliency among LGBTQ individuals, especially those living in less than friendly environments, seems to be limitless” (Wong, 2015, p. 240). The Internet is a source in finding and facilitating offline resources such as services and events that might not have been discovered otherwise (DeHaan et al., 2012). DeHaan et al. (2012) also found that the Internet facilitates sexual health information and searching for the LGBTQ population. “A survey of 1295 high school students revealed that 58% had health  48 EXPLORING SEXUALITY THROUGH ART MAKING\t  concerns that they wanted to keep from their parents, and 69% had health concerns that they did not want to disclose to friends” (Suzuki & Calzo, 2004, p. 686). LGBTQ youth are meeting their needs for sex education by informing themselves and often providing what they are missing from school or home (DeHaan et al., 2012).  By using the Internet, individuals can seek information that increases competence and comfort in offline social and sexual relationships (DeHaan et. al., 2012). The lack of geographic boundaries and perceived anonymity facilitate a space of exploration and wondering for the LGBTQ community (DeHaan et al., 2012). The LGBTQ community may also turn to the internet to form new connections and cyber friendships (Green et al., 2015). The Internet offers online peer support which allows for instrumental communication and discussion of developmental issues for youth (Subrahmanyam et al., 2004). The Internet is also “used to bring young people together with similar others who could become part of their sexual, social and support circles in real life” (Hillier, Horsely, & Kurdas, 2004, p. 88). For adolescent identity development, online peer and romantic relationships play a role in strengthening and challenging sexual development (DeHaan et al., 2012). Silenzio et al. (2009) stated that 85% of LGBTQ adolescents reported that the Internet is an important resource. The research suggested that one potential benefit of online issues is that people often feel more comfortable disclosing one’s LGBTQ experience or identity on the Internet (Green, et al., 2015). Through usernames and screen names people can express their identities and are given the choice to disclose (Subrahmanyam et al., 2004). Green et al. (2015) called this the “online dishibition effect” in which people disclose more online than they would in face-to-face situations. DeHaan et al. (2012) argued that some people experience such fear, judgment, and seclusion that offline disclosure is not an option; therefore, the internet offers an arena in which  49 EXPLORING SEXUALITY THROUGH ART MAKING\t  to safely disclose. Furthermore, Green et al. (2015) suggested that by informing the other, it can improve one’s interpersonal relationships in turn enhancing one’s mental and physical health while also potentially changing society’s attitudes toward the LGBTQ population. Offline relationships often influence behavior in online relationships and vice versa. The Internet activates freedom and choice about what materials or information that LGBTQ individuals may want to fully absorb from their online/offline discussions and what they might want to leave behind (Subrahmanyam et al., 2004). Although this paper distinguishes the online/offline community, the feelings and behaviors in those spaces coalesce and have a cumulative effect in the life of a LGBTQ community member. DeHaan et al. (2012) noted the perceived risks of online support: potentially lower participation in the offline LGBTQ community, an increase in depression and isolation, and a greater number of sexual partners and unprotected sex acts through the formed relationships. Online disclosure should possess clear intent and an understanding that the Internet is not free of discrimination or antagonism towards the LGBTQ community (Atkinson & DePalma, 2008). Atkinson and DePalma (2008) urged a careful, active, and strategical approach in utilizing the Internet for support and education. Art making to explore sexuality in LGBTQ population. The use of art with LGBTQ populations is largely overlooked in the literature. For the most part LGBTQ issues have not been addressed in the field of art therapy and consequently have been largely neglected by all but a few authors. The authors postulated that art therapy might be an appropriate methodology to explore LGBTQ identity and the community.  50 EXPLORING SEXUALITY THROUGH ART MAKING\t  Although art therapists are morally obligated to not discriminate based on cultural background, including sexual orientation, “a review of existing art therapy literature reveals little specific information on ethical obligations and approaches in art therapy for LGBTQ clients” (Addison, 2003, p. 56). Addison (2003) noted that art therapists have an ethical duty to oppose discrimination based on sexual orientation; however, art therapy resources rarely discuss LGBTQ clients and art therapists must rely on resources from related fields or foci (such as movement therapy or gender studies). Addison (2003) shared that an LGBTQ inclusive education is paramount so that LGBTQ clients can receive appropriate art therapy treatment as well as so art therapists can understand their clients free of discrimination. Furthermore, art therapists who are struggling with their own “impulses or beliefs must admit they may not be in a position to provide high quality services to GLBT clients” (Addison, 2003, p. 59). Pelton-Sweet and Sherry (2008) shared that there is even a “cumulative effect” on overall health when self-expression is stifled. If an art therapist is able to notice LGBTQ cultural symbols in their clients’ artwork, then art therapy can “be a catalyst for great change in both the client and art therapist, yet a lack of practical knowledge about the GLBT ‘lifestyle’ can act as a major obstacle to satisfactory, successful therapy” (Addison, 2003, p. 62). Even if a LGBTQ identified client does not enter art therapy for gay related stress, sexuality is never a non-issue. Pelton-Sweet and Sherry (2008) spoke to the particularly helpful ways in which art therapy can be utilized during the coming out process. Art can be used to first “acknowledge a thought or a fantasy” through a visual medium (Pelton-Sweet & Sherry, 2008, p. 171). For adolescents coming out, creating visual art can play a large role in identity formation. Art therapy is particularly suited for exploring various identity issues.  Some clinical applications of art therapy could be through group projects such as group murals and sculptures.  51 EXPLORING SEXUALITY THROUGH ART MAKING\t  Completing group art directives speaks to the issues of isolation and socialization that LGBTQ individuals might experience during the coming out process (Pelton-Sweet and Sherry, 2008). Kijak (2009) drew attention to the importance of understanding a LGBTQ client’s social context in order to appropriately frame identity exploration in art therapy treatment. “The roles of heterosexism, family rejection, or external pressures” can be easily ignored in identity exploration if the art therapist is not aware of LGBTQ cultural variants (Kijak, 2009, p. 15). Pelton-Sweet and Sherry (2008) explained that art can be used to explore concepts of family, guilt, shame, fear, anger and homophobia in a safe and contained way. The art therapist as a witness is valuable in the strengthening of emotional safety. However, Pelton-Sweet and Sherry (2008) stressed important factors for art therapists while working with the LGBTQ population: the art therapist ought to understand homophobia and heterosexism, understand sexual identity development, be non-judgmental and accept differences, and possess a willingness to discuss all parts of clients’ lives. Addison (1996) expanded by sharing that to be neutral about gayness in an anti-gay environment is not enough for clients. Furthermore, being neutral leaves room for the client to interpret the therapist's view as negative. “Silence can imply that the listener is either too uncomfortable or too uninterested to respond” (Addison, 1996, p. 55). LGBTQ issues require urgent attention in the field of art therapy to ensure that we foster competent care. Like Ahessy (2011) discusses with the music therapy community, therapists might “have the view that LGB individuals represent an isolated clinical population, rather than seeing LGB issues as relevant to all populations” (p. 28). Furthermore, we hope that our research can contribute and urge expansion to increase the profile of LGBTQ concerns in the art therapy literature.     52 EXPLORING SEXUALITY THROUGH ART MAKING\t  Conclusion This literature review addressed three relevant topics under the assumption that there is a relationship between sexuality and art making. The three topics reviewed current general and art therapy literature focusing on female sexual dysfunction, sexual addiction, and the sexual minority experience. The similarities and differences between the three foci created a space upon which subjugated sexual populations could be attended to and considered. The research additionally allowed for a place of exploration of the potential benefits for future research, art therapists, and their respective clients. We hope that this research serves as a foundation of understanding, both clinically and non-clinically, when relating to the sexuality of women, partners of sex addiction, and LGBTQ populations. Although limited, the literature agreed that there is a strong connection between art making and sexuality, and possibilities exist for further study.             53 EXPLORING SEXUALITY THROUGH ART MAKING\t  Methods The following section is a more detailed look at the research methods used.  After a list of definitions pertinent to understanding this research, the study design, data gathering, and methods are discussed, providing an outline to understanding the approach and intention of this research.  Our research has been approved by Loyola’s IRB committee, please see Appendix A. Definition of Terms Women’s sexuality.  1. The state or quality of being sexual 2. Preoccupation with or involvement in sexual matters 3. The possession of sexual potency (Collins English Dictionary, 2012) Sex addiction. Sex addiction is defined by The Society for the Advancement of Sexual Health, SASH (2007), as “a persistent and escalating pattern or patterns of sexual behaviors acted out despite increasingly negative consequences to self or others.” LGBTQ. (lesbian, gay, bisexual, and transgender) Merriam-Webster defines LGBTQ as the following: Lesbian: \"of or relating to homosexuality between females. \"Gay: \"sexually attracted to someone who is the same sex.\" Bisexual: \"sexually attracted to both men and women.\" Transgender: \"Of or relating to people who have a sexual identity that is not not clearly male or clearly female.\"          However, a working definition from Kijak (2009), which is more appropriate for the purpose of this research is:  Lesbian.  “A woman whose enduring sexual and emotional attractions are primarily for women.” (Kijak, 2009, p. 21)   54 EXPLORING SEXUALITY THROUGH ART MAKING\t  Gay. “Individuals whose enduring sexual and emotional attractions are primarily for members of the same sex. Most frequently used for men, however the term can be used to include all members of the LGBTQQ community.” (Kijak, 2009, p. 20) Bisexual. “Individuals whose sexual and emotional attraction are for both men and women.” (Kijak, 2009, p. 20) Transgender.  “Individuals whose gender identity or expression falls outside of stereotypical gender norms, or who do not identity as either of the two sexes as currently defined.” (Kijak, 2009, p. 21)  Questioning and/or Queer. “Questioning refers to individuals who are unsure of their sexual orientation and/or gender identity. Queer is an umbrella term encompassing a variety of sexual orientations and gender identities excluding heterosexuality. The term was originally used as a slur but has been reclaimed by younger generations to also refer to political ideologies not adhering to heteronormativity or a gender-binary. ”(Rainbow Welcome Initiative, 2016)            55 EXPLORING SEXUALITY THROUGH ART MAKING\t  Research Approach  This research used qualitative and art-based approaches in an attempt to extract meanings of the data from the viewpoint of the participants. Creswell (2014) asserted that qualitative inquiry is an appropriate approach for exploring and understanding the meaning individuals or groups ascribe to a social or human problem (Creswell, 2014, p. 4). Qualitative inquiry offered individuals an opportunity to “directly share their reality” through emerging questions (Creswell, 2014, p.185). The qualitative aspect of the questionnaire, used in the study, facilitated an open-ended and revealing conversation thereby illustrating the narrative approach. The narrative approach not only honored people’s stories by illuminating the social, psychological and culturally significant themes and patterns, but also brought the researchers into the reflective and interpretive investigative process (Kapitan, 2010). By using narrative design and thus focusing on individual meaning, the researchers were able to render the complexity of the situation and culture at hand, sexuality. An art-based research is defined as a method for building knowledge through visual means, or artmaking (McNiff, 2008). Art-based research is a form of, “thinking, problem solving, and investigation of direct perceptual evidence that, as in all research, lays the groundwork for concept formation” (Kapitan, 20120, p. 162). The perceptions, thoughts, and feelings explored through the artwork highlighted the subtle relationships within the complex wholes, such as sexuality. Kapitan (2010) reported that one of the key components of art-based research is to imagine and perceive new possibilities that lead to the creation of new knowledge. This notion of challenging, illuminating and transforming constructed knowledge related to our study’s push for the intersection of art therapy and sexuality. Art therapy is an active and emotional language that  56 EXPLORING SEXUALITY THROUGH ART MAKING\t  promotes reflective and expressive exploration. The sensitive and culturally aware space that art therapy additionally offered the researchers is an appropriate environment for the intimate and multifaceted nature of sexuality (Ellis, 2007). We attested that it would be particularly valuable to look at sexuality through an art-based lens because of dynamic language sexuality required. Ogden supported the idea of sexuality as a multidimensional and complex culture; she noted that sexuality involves the “body, mind, heart, and spirit…it is more than intercourse and more than only physical sensations” (Ogden, 2013,p. 12). Ogden further reported that expanded modes of looking at sexuality are necessary in order to, “shed light on a sexual landscape that is fully rounded and fully fluid” (Ogden, 2013, p. 15).                 57 EXPLORING SEXUALITY THROUGH ART MAKING\t  Design of the study Art and sexuality are basic human impulses and have been intertwined since ancient times (Bhugra, 1995). Recent studies have begun to look at the meeting places between art and sexuality (Kahn, 2013) and (Metzl, 2013). The purpose of this research was to explore the use of art making for illuminating experiences of participants’ perceptions of their sexuality in community support groups. We invited participants from multiple community groups focused around sexuality issues to participate in an anonymous survey and art making task and then looked for common themes arising from the art and narratives of the separate groups, comparing within and between groups’ expressions. We aimed to discover the answer to three questions: 1.)  What are different participants’ experiences of their own sexuality (including the range and commonalities of their sexual experiences)? 2.)  How do participants think other people view their sexuality? 3.)  How do participants understand the art as useful or not Sampling. Specifically, the researchers posted an invitation for the participants in three groups (Group A consists of LGBTQ members, group B consists of subjects who self-identify as partners of sex addicts, and group C consists of women in a sexuality group) to participate in this research. Participation was completely voluntary and took about 10 minutes of their time to respond to an online questionnaire and art directive (using Qualtrics), which they can submitted anonymously (See appendix E). The researchers reached out to potential participants by informing relevant leaders of sexuality support groups of the research study via email (groups B & C) and through an online post (group A). The researchers identified three group leaders (Saba Harouni, Marty Simpson, and Nicole Ashton) and an online forum (Reddit) that caters to the LGBTQ community. Group  58 EXPLORING SEXUALITY THROUGH ART MAKING\t  leaders then forwarded the research invitation to participants in their groups and/or forwarded it to other group leaders of sexuality groups that they know (snowball methodology). All participants are over the age of 18 and signed a consent form (See appendix D) as part of the survey. Participants were informed that this is a research study to help art therapists understand the usefulness of art in exploring sexuality. Interested participants will utilize the Qualtrics link on the handout to initiate participation in the research. Gathering of data. The researchers reached out to three different communities/groups (through online posting and group leaders) who focus on sexuality issues for adults and invited willing participants to take a brief anonymous questionnaire. Due to technical difficulties, researchers were unable to yield participants from the women’s sexual dysfunction group. Therefore data was only collected from the partners of sex addicts and the LGBTQ community. Interested participants from the two comparative samples (partners of sex addicts and the LGBTQ community) were emailed a Qualtrics web address that contained an informed consent form, Participant Bill of Rights, and an art directive with relevant questions (See appendix E). The participants filled out the questionnaire on Qualtrics, which included an art response and a few open-ended questions. All data is being stored digitally on the researchers’ computers (in a secure folder). No identifying information is stored in the questionnaire (participants are never asked to identify by name and can sign informed consent by initials.) Analysis of data. Once data was collected, researchers organized the information and presented it into tables (tables 1-5). Data was then sorted into categories based on our research intention and coded into table 6. The researchers then examined table 6 in order to discover places of connection, disconnection, and overall meaning. These coded findings were verbally described in a narrative format. The Themes Graph, Figure 7, and Emergent Themes Table, table  59 EXPLORING SEXUALITY THROUGH ART MAKING\t  7, was then created to visually track common emergent themes and used as an outline for the overall themes section. Lastly, researchers connected the themes to the research questions in the discussion.                     60 EXPLORING SEXUALITY THROUGH ART MAKING\t  Results  The researchers posted an invitation for participants of three different groups (LGBTQI members, partners of sex addicts, and women in a sexuality group) to participate in the online questionnaire survey, utilizing Qualtrics, can be seen in appendix E. The survey was posted from November 25, 2015 to January 1, 2016 and provided subjects a space to explore their sexuality through art making. Five responses were received over the allotted period of time.  There were eighteen question fields included on the Qualtrics survey. Question 1 provides an explanation of research intent and instructions for completing the survey. Question 2 details the Experimental Subjects Bill of Rights and question 3 provides the Informed Consent with a space for participants’ signature or initials to secure anonymity. Although a response was not required for questions 1 through 3 (and these questions are not detailed in the tables below), the three statements are important because they outline parameters of purpose, rights, confidentiality and consent.  See Appendix E for Qualtrics survey. The following section begins with an introduction of the five participants in this research study; the entirety of their narratives, their two art responses, and titles are included. Following the introduction of participants are the tables used to display and organize the raw data, both the narrative and art responses. Included in the tables are questions 4 through 11 (questions 1 to 3 involve issues of confidentiality and informed consent). Questions 4-7 offer an opportunity for a narrative and visual comparative analysis of how participants’ see their sexuality versus how others’ see their sexuality. Question 8 aims to contextualize the art and narrative responses in terms of cultural affiliations that are important to the subject. Questions 9 offers a space for participants’ to provide feedback on how it was to consider sexuality through art. Question 10, which asks about a referral source, provides researchers the ability to compare and contrast  61 EXPLORING SEXUALITY THROUGH ART MAKING\t  between recruitment groups (including LGBTI groups, women’s groups, and partners of sex addicts) and sampling strategies (online vs. through a therapist). Question 11 offered a space for additional thoughts.                       62 EXPLORING SEXUALITY THROUGH ART MAKING\t  Introduction of Participants AX (24 year old, biological female, gender fluid, pansexual with male preference for romantic relationships)  Figure 1a. “My Sexuality”         63 EXPLORING SEXUALITY THROUGH ART MAKING\t   Figure 1b. “ Perfect Pink”            64 EXPLORING SEXUALITY THROUGH ART MAKING\t  JB (25 year old, cisgendered female, Euro-American, Bisexual Kinsey Level 4 closeted)  Figure 2a. “Bisexual and monogamous”               65 EXPLORING SEXUALITY THROUGH ART MAKING\t   Figure 2b. “They don’t know what they don’t see”                66 EXPLORING SEXUALITY THROUGH ART MAKING\t  JC (40 years old [often mistaken as early 30s], Asian, female, queer radical sex-positive femme lesbian)  Figure 3a. “Nature’s beauty”           67 EXPLORING SEXUALITY THROUGH ART MAKING\t   Figure 3b. “Tulips on a table”            68 EXPLORING SEXUALITY THROUGH ART MAKING\t  LM (mid-50's) Figure 4a. “Blue”           69 EXPLORING SEXUALITY THROUGH ART MAKING\t   Figure 4b. “Pop Of Fun”                      70 EXPLORING SEXUALITY THROUGH ART MAKING\t  RS (21 year old, white, heterosexual female, upper-middle class family)  Figure 5a. “Energy”           71 EXPLORING SEXUALITY THROUGH ART MAKING\t   Figure 5b. “lust”                 72 EXPLORING SEXUALITY THROUGH ART MAKING\t  Presentation of Data Question/ Interview Guide  Participant Title and Narrative #1a Title and Narrative #1b Cultural Identifiers Response to considering sexuality through art making Referral Source Additional Feedback AX \"My Sexuality”, is an abstract marker illustration representing my sexuality in contrast to others around me. I used both color and size to show difference. I imagine that my strokes are representative of the different paths my own sexuality has and may in future take. I have a strong sexual drive, and find that my sexuality feels both very masculine and feminine. I find that my desires and dislikes often don’t fit into the boxes that people around me seem to define sexuality by, so I tried to illustrate that here.” \"Perfect Pink,\" is an abstract marker illustration representing how I perceive and believe others see my sexuality. I often feel like others' ideas of my sexuality are based on surface assumptions, and lean heavily one way, despite what they may actually be. The doughnut like shape represents that they feel they are seeing a whole picture, but really, there is a big chunk they are missing, and it's only their perception that sees the hole in the middle of the shape as either purposeful absence, or accidental non-observance. Because it is often miss-seen as purposeful absence, they never consider or acknowledge that their original view may have been incorrect or in need of adjustment. If they see it as accidental non- observance, then they may leave their views of my sexuality open to change, or try not to make (possibly) judgmental assumptions.”  “I am a 24 year old, biological female. I do not consider myself transgender, but my description of myself would lean a bit towards gender fluid if I had to; I usually describe it as me having a girl's body, with a boy's brain. I consider myself a pansexual, with a male preference for romantic relationships.”  “It was interesting. While it's not something that was unknown to me, and I have see and appreciated many pieces of art dealing with sexuality, it was not something that I had done before personally. It was a bit like mediating. Even though I was not setting out to make any masterpieces, the time I spent on each one, combined with the repetitive and almost rhythmic movements of the markers I used helped create good kinesthetics to allow me to focus on one train of thoughts instead of my mind wandering all over the place. This let me focus in on the question I was illustrating, and really think about it as I went.”  “Reddit” “This was enjoyable!”   73 EXPLORING SEXUALITY THROUGH ART MAKING\t  Question/ Interview Guide  Participant Title and Narrative #2a Title and Narrative #2b Cultural Identifiers Response to considering sexuality through art making Referral Source Additional Feedback JB “Bisexual and monogamous.”   “They don't know what they don't see.”                 “Age 25, cisgendered female, Euro-American, Bisexual Kinsey Level 4 (closeted).” “sort of sad.” “AX” “I learned how to use Paint today.”   74 EXPLORING SEXUALITY THROUGH ART MAKING\t  Question/ Interview Guide  Participant Title and Narrative #3a Title and Narrative #3b Cultural Identifiers Response to considering sexuality through art making Referral Source Additional Feedback JC “Nature's beauty. I was a late bloomer, but I enjoy my sexuality. I see blooming flowers and trees. It can be as exciting as a waterfall or calm as a stream.”  “Tulips on a table. Presented as they would project their stereotypes and expectation and how they like to see me, contained and quiet, not wild like I see myself.”   “People see me as Asian female. I'm age 40 but often mistaken as early 30s. People assume an innocence or submissive or asexual character of me. I am actually a queer radical sex-positive femme lesbian.”  “Always fascinating to respond with art.” Dr. Metzel “It would be easier if these text boxes showed all my text instead of just one line, I might write more!”                      75 EXPLORING SEXUALITY THROUGH ART MAKING\t   Question/ Interview Guide  Participant Title and Narrative #4a Title and Narrative #4b Cultural Identifiers Response to considering sexuality through art making Referral Source Additional Feedback LM “‘Blue’ I mostly feel soft, like the color blue - liquid, rolling, textural - lovely.”                     “Pop Of Fun... People mostly feel me to be carbonated, fun, with color. Vibrant, versatile, warm…”                     “I believe my age - mid-50's - and my explorations with my husband, have shaped and evolved my sexuality. It has changed from my younger days, but in a very lovely sense…”    “To search for a visual way to express such a primal and ever-present part of one's persona is fun, freeing - a really positive way in which to represent such a mixed bag - and also limiting. Were I not sitting in bed, drinking coffee, still in pajamas - perhaps after a workout, after a shower, after having applied body lotion... I very well may have represented myself with bright red fireworks, or steam rising from a lake. In other words, sexuality is such a fluid feeling, and can hardly be permanently displayed.”  “My therapist forwarded this information to me…”                     “Thank you for this opportunity, it was an interesting way to begin my day, and will have me feeling a bit more sexually aware today!”                             76 EXPLORING SEXUALITY THROUGH ART MAKING\t  Question/ Interview Guide  Participant Title and Narrative #5a Title and Narrative #5b Cultural Identifiers Response to considering sexuality through art making Referral Source Additional Feedback RS “Title: ‘Energy.’  I knew I wanted a colorful ink blot because I like the way it appears to be \"bursting\" energetically. I think my sexuality, at a core level, is beatiful and lively and feminine like this image.                      “Title: \"lust.\" I feel like men, in particular, mistake my sexual energy for something it's not, something more base. I feel occasionally, as a woman, like the subtler & more layered nuances of my sexuality are overlooked and reduced to lust. The burning coal, to me, represents just one facet of my sexuality that is often mistaken for the whole of it.                     “I am a 21 year old, white, heterosexual female from an upper-middle class family.”                     “fun.” “My therapist.”                      77 EXPLORING SEXUALITY THROUGH ART MAKING\t  Table 6: Coded data chart, created by the researchers \t  \t  \t  ParticipantAbstract,)1Symbolic,)2Title)1Descriptive,)3Emotional,)AAbstract,)1Symbolic,)2Title)2Descriptive,)3Emotional,)A))))))Klein)Scale))))))))(Present)sexual)attraction,)sa)sexual)behavior,)sbemotional)preference,)ep)selfBidentification,)sipolitical)identity,)piNarrative)1ContentSymbolsnature,)nemotional,)eart)world,)atextural,)tTitle)/Emotional)engagement)Scale:)B5)<BB>)5#)of)wordsAX JB JC LM RS1 3 2A 3 12A 1A 3 1A 1Asb,)si sa,)sb,)si si n/a sia n/a n,e e,)a,)t,)p a,)p,)e2 0 4 3 491 3 31 13 37!!!!!!Klein!Scale!!!!!!!(Present)sexual!attraction,!sa!sexual!behavior,!sbemotional!preference,!epself:identification,!sipolitical!identity,!piNarrative!2Content!!!!!!!Symbolsnature,!nemotional,!eart!world,!atextural,!tphysical,!pTitle!/!Emotional!engagement!Scale:!:5!<::>!5#!of!wordsElaborationContrastingRelationship!between!image!&!title/narrative!1ConnectionDisconnectionElaborationContrastingRelationship!between!image!&!title/narrative!2ConnectionDisconnectionsi n/a si n/a sia,!e n/a n,e a,!e,!t,!p n,!e,!p:4 :2 :2 3 :4142 7 29 15 62✔ ✔ ✔ ✔ ✔✔ ✔✔ ✔ ✔ ✔ ✔✔ ✔✔ ✔ ✔ ✔ ✔✔ ✔ ✔ ✔ ✔ 78 EXPLORING SEXUALITY THROUGH ART MAKING\t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  ParticipantElaborationContrastingRelationshipbetween2&2title/narrative21ElaborationContrastingRelationshipbetween2&2title/narrative*2ElaborationContrastingRelationshipbetween2the2two2narrativesConnectionDisconnectionConnectionDisconnectionConnectionDisconnectionAX JB JC LM RS✔ ✔ ✔ ✔narrative✔ no ✔ ✔ ✔✔ ✔ ✔ ✔✔ ✔narrative✔ no ✔ ✔✔ ✔✔ ✔ ✔ ✔✔ ✔ ✔ ✔✔ ✔(FEATS)Prominence)of)colorScaleLine)qualityTherapyImplied)energy)Image)100000ArtSpace)usedFormal0ElementsRealism3 4 1 1 45 2 3 n/a 44 5 3 1 43 4 4 5 41 3 5 4 1ProductMediacolorful)galaxyAlike)spheresin)motionheart,)male/female)stick)figures,)3)level)pyramid)water)fall)with)flowers)and)a)treephoto)of)greyAblue)textural)fabriccolorful,)symmetric,)inkblotpaper,)markers Computer)Paint paper,pen photography watercolor 79 EXPLORING SEXUALITY THROUGH ART MAKING\t  \t  \t  Participant)(FEATS)Prominence)of)colorScaleLine)qualityTherapyImplied)energy)Image)2))))))ArtSpace)usedFormalElementsRealismAX JB JC LM RS1 5 1 5 34 3 3 n/a n/a3 5 2 1 12 5 2 5 51 5 5 5 4ProductMediaElaborationContrastingRelationshipbetween)the)two)imagesDisconnectionConnectionlight)pink)donutGlike)shape)water)well)on)green)hill)with)blue)skytulips)in)avase)on)a)round)table)photo)of)wall)hanging)behind)plantphoto)of)burning)coalpaper,)markers Computer)Paint paper,)pen photography photography✔ ✔✔ ✔ ✔ ✔ ✔✔ ✔ ✔ ✔✔ ✔ ✔AgeGenderSexualorientation 0000Klein0Scale000000(Present)sexual0attraction,0sasexual0behavior,0sbemotional0preference,0epself>identification,0sigay/straight0lifestyle,0hl0political0identity,0pi0IdentifiersCulturaltensionRelationshipstatusEthnicityCultural. Response0toculturaltensionAwareness0ofsex0identity0termsSES#0of0words240years0old 250years0old0 400years0old mid050s\"Biological0female\",\"gender0fluid\",0\"girls0body0with0aboy's0brain\"\"cisgendered0female\" \"female\" n/a \"female\"sa,0ep,00si sa,0sb,0si sa,0si,0pi sb sa,0si\"girls0body0witha0boy's0brain\" \"(closeted)\"\"I'm0age040but0often0mistaken0as0early030s.\"0\"People0assume0an0innocence0or0submissive0or0asexual0character0of0me.\" n/a n/an/a n/a n/a \"husband\" n/an/a Euro>American Asian n/a \"white\"\"My0desires0and0dislikes0often0dont0fit0into0the0boxes0that0people0around0me0seem0to0define0sexuality0by.\" n/a\"People0assumean0innocence0of0submissive0or0asexual0character0of0me.\" n/a n/a✔ n/a ✔ n/a n/an/a n/a n/a n/a\"upper>middleclass\"56 10 35 32 15 80 EXPLORING SEXUALITY THROUGH ART MAKING\t  \t  ParticipantfeedbackPersonalexperience1with1artmakingadditionalProcess&\"Emotional1engagement1Scale:1<51<<<>15\"makingCognitiveresponseyes/nothrough1artEngagement1w/1process1in1surveryScale11<5sexualityResponse1tomedia1choiceto1considering#1of1wordsResponseResponse1toproductfeedbackGeneral1aboutsurvey/Women'sgroupsourcePartners1ofsex1addictionReferralRedditSnowballAX JB JC LM RS\"It1was1interesting\" \"sort1of1sad\"\"Always1fascinating1to1respond1with1art.\"“fun,1freeing—a1really1positive1way1in1which1to1represent1such1a1mixed1bag1and1also1limiting.” \"fun.\"\"a1bit1likemeditating\"11 n/a n/a n/a n/a1 <3 1 4 1y n y y n5 2 3 4 3\"…repetative1and1almost1rythmic1movements1of1the1markers1I1used1helped1create1good1kinesthetics1to1allow1me1to1focus1on1one1train1of1thoughts1instead1of1my1mind1wandering1all1over1the1place.\"\"I1learned1how1to1use1Paint1today!\" n/a n/a n/a114 3 6 93 1n/a n/a n/a n/a n/a\"This1was1enjoyable!\"\"I1learned1how1to1use1Paint1today!\"\"It1would1beeasier1if1thesetext1boxes1showed1all1my1texts1instead1of1just1one1line,1I1might1write1more!\"\"Thank1you1for1this1opportunity,1it1was1an1interesting1way1to1begin1my1day,1and1will1haveme1feeling1a1bit1more1sexually1aware1today!\" n/a✔ ✔✔✔ ✔ 81 EXPLORING SEXUALITY THROUGH ART MAKING\t   Figure 6          82 EXPLORING SEXUALITY THROUGH ART MAKING\t  Narratives Introduction. The researchers explored the participants verbal and illustrative responses, reporting on common and unique experiences, looking for patterns in both preset categories (for example, titles) and emergent categories (such as the relationships between responses and images).  We used four scales to help contextualize our findings to the larger community and to create a cohesive understanding of the results. The first scale that we used was the Expressive Therapy Continuum, which is a schematic framework for art therapy that is directly based on three established systems of human information processing:  the kinesthetic/sensory level, the perceptual/affective level, and the cognitive/symbolic level (ETC; Hinz, 2009; Lusebrink, 1990). The researchers also used the Klein Sexual Orientation Grid (Klein, F., 1993) to decode each participant’s answer to questions 5, 6, and 8 (X). The grid was not used in its entirety; rather six pertinent categories were used to gain a further understanding of each participant’s sexual proclivities. The five categories that were used include: Sexual Attraction, Sexual Behavior, Emotional Preference, Self-Identification, and Political Identity.  Unless noted in the narrative, the researchers only used the Klein Grid for reference in the present time frame. Next, the researchers developed their own emotional involvement scale (EIS) to show a range of emotion and place the participants’ emotional experience of the questionnaire on a continuum (see Figure 1). The researchers looked at the amount of emotion involved in response to question 5 and 6 as well as the type of emotion involved. The scale ranges from -5 (greatest negative emotions) to 5 (greatest positive emotions), while a zero value denotes a neutral emotional experience. The researchers established emotionality based on emotionally layered words such as, “beautiful and lively” (RS).         \t   83 EXPLORING SEXUALITY THROUGH ART MAKING\t  \t     Emotional Involvement Scale     -5   -4    -3    -2    -1    0    1    2     3    4    5  negative                 neutral                   positive        Figure 7 Lastly, the researchers used the Formal Elements Art Therapy Scale Rating Manual (FEATS) as a framework to look at the participants’ artwork. The FEATS provides a method for understanding characteristics and non-symbolic aspects of art. The FEATS was not used in its entirety, rather the pertainable categories were a lens for the researchers to look through in order to develop visual meaning. Furthermore, we provided a sexuality directed art task rather than the Person Picking an Apple from a Tree as the FEATS normaly does. The FEAT ranks 1 to 5, with 1 as a low value and 5 has the highest value. Title One. There are three main types of titles that were provided by the participants, Abstract, Symbolic, and Descriptive. Two (AX and RS) of the titles were coded as Abstract, “My Sexuality” and, “Energy,” and two (JB and LM) of the titles were coded as Descriptive, “Bisexual and Monogamous,” and, “Blue.” The researchers further noted that these Descriptive and Abstract titles (AX, RS, JB, and LM) fal within the cognitive or perceptual whelms of the ETC because they share a conceptual likeness. The fifth title, “Natures Beauty,” fals within the Symbolic whelm of the ETC. In addition to the three title categories and the ETC scale, titles with expressive content were coded for emotion. For image one, only one of the five titles was coded as having an afective quality. JC’s title “Natures Beauty,” which was also the only symbolic title in the group, was the only title coded for emotion due to its afective nature.   84 EXPLORING SEXUALITY THROUGH ART MAKING\t  Title/Narrative One. In exploring this category, the relationship between title and narrative of the first prompt, four main codes of meaning emerged -- Sexual Identity, Symbols, Emotional Content, and Number of Words. The four emergent categories arose out of places of connection and disconnection within the title/narrative. Each category was evaluated. The researchers used scaling and grids to decode sexual identity and emotional involvement in order depict the inherent flexibility and subjectivity in the subject matter. As mentioned above, the researchers used the Klein Sexual Orientation Grid to decode each participant’s answer to questions 5. In response to question 5, the majority of participants (AS, JB, JC and RS) included a form of sexual self-identification. The participants spoke to their self-identification both abstractly and concretely. For example, JB concretely identified as “bisexual and monogamous”, while AX spoke more abstractly and related her self-identification to her art making process by stating, “ ‘My Sexuality,’ is an abstract marker illustration representing my sexuality in contrast to others around me. I used both color and size to show difference. I imagine that my strokes are representative of the different paths my own sexuality has and may in future take.” Uniquely one participant, LM, did not include any direct discussion of their sexuality; therefore, the researchers did not give a Klein Scale value to their question 5 response.         The researcher’s Emotional Involvement Scale was applied the question five’s responses. RS and JC ranked highest in positive emotionality with a positive 4 value – using phrases like, “it can be as exciting as a waterfall or calm as a stream” (RS).  While JB was given a 0 value as JB’s title/narrative were the same and stated, “Bisexual and monogamous” which appeared to be informational and void of inherent emotional content. Overall in response to question 5, the  85 EXPLORING SEXUALITY THROUGH ART MAKING\t  participants had a fairly positive involvement, as there are no negative values reflected in the chart.  A variety of symbols were found in the title / narrative responses. They were coded into five subcategories -- nature, emotional, art world, textual, and physical. These five subcategories were most commonly detected symbols in the title/narrative. One participant (JC) utilized a nature symbol. JC stated “Nature’s beauty. I was a late bloomer, but I enjoy my sexuality. I see blooming flowers and trees. It can be as exciting as a waterfall or calm as a stream.” Three participants (JC, LM, RS) used an emotional symbol. For example LM uses the word, “lovely” to describe her sexuality. Three participants (AX, LM, RS) included art world terms, speaking to pattern, color, texture, tone, form, shape, and line. AX references “abstract”, “color”, “illustration”, “strokes” within her first narrative. One participant used textural symbols (LM), stating “I mostly feel soft, like the color blue - liquid, rolling, textural - lovely.” Two participants (LM and RS) used symbols that reference the physical world and/or experience of sexuality. LM elaborated on her image sharing, “feel soft” and “liquid”. RS used words like “carbonated” and “warm” in her response to question 5, which were also coded as physical world. Lastly, the number of words for the title and narrative combined was explored. AX’s title/narrative had the most number of words in her narrative, 91.  JC and RC used 31 and 37 words respectfully. While JB wrote the least amount in her response and seemingly included the title only with 3 words. The researchers hypothesize that number of words might speak to level of engagement in the study or/ and level of personal expressiveness, this data is later triangulated with participants’ engagement with art responses and the other writing prompts to illuminate possible themes.  86 EXPLORING SEXUALITY THROUGH ART MAKING\t  FEATS -- Image One.This narrative looks at the participant's response to how they view their sexuality (Image 1).   The first category uses the Prominence of Color scale. This scale “measures how much color a person uses in the entire picture” (FEATS Manual, 1998, p. 30,). JB and RS were highest on the Prominence of Color scale with a value of 4. The entire space is filled with color in JB’s images. While LM’s photography is primarily a grey-blue hue. JC and LM included the least amount of color, both with a ranking of 1. The second category looked at line quality. This category tries to describe, “the amount of control a person seems to have over the variety of lines in the picture” (FEATS Manual, 1998, p. 40,). The participants were spread out in the evaluation of their line quality. Each participant was ranked differently with AX using the most variety of lines while LM used photography without any line quality.         Implied energy “attempts to measure the amount of energy used to make” the artwork (p.33, FEATS Manual). JB, with a 5 rating, has the most implied energy used in the first image set.  AX and RS both used a fairly high amount of energy due to the 4 evaluation. LM, with a 1, has the lowest amount of implied energy in their work due to the ease of capturing a digital photograph, in this time of history, and particularly with household object subject matter. The researchers also looked at the space used. “This scale measured the among of space used for the drawing” (p. 33. FEATS Manual). LM used the most amount of space and researchers gave them a 5 rating. LM’s photography utilizes the entire frame and in turn occupies space. Overall the participants’ used a lot of space in their first set of artworks. AX has the lowest amount of space used with a 3.  87 EXPLORING SEXUALITY THROUGH ART MAKING\t  The researchers considered the amount of realism in the drawing. This scale “assess the degree to which items are realistically drawn” (p.36, FEATS Manual).  JC uses a familiar drawing subject matter, flowers on a table. Both JC and LM’s photography all had high degrees of realism in their work. With AX and RS ranking at 1 and with a large amount of abstraction in their artwork. The researchers included the product category to account for any other missing elements from the FEATS. The researchers attempted to utilize concise language to give readers a description of the image. For example the researched described AX’s first art response as “colorful galaxy-like spheres in motion”.         Lastly, the media category describes the art material used in the participants’ creative process. The most common media was papers and markers (AX and JC). JB and RS used digital media -- Computer Paint and photography. Title Two. For title two, connected to the second image, the data was separated into the three categories of Abstract, Descriptive, and Symbolic. Three (JB, LM, RS) of the titles were coded as Abstract, noting, “They don’t know what they don’t see,” “Pop of fun,” and “Lust,” because they are nonconcrete concepts. JC’s title, “Tulips on the table,” was coded as Descriptive because it illustrates a specific topic. The three Abstract titles (JB, LM, RS) and one Descriptive title (JC) fall on the conceptual and perceptual whelm of the ETC. The last title by AX, “Perfect Pink” was coded as Symbolic because it metaphorically speaks to gender expectations. Four (AX, JB, LM, and RS) out of five of the titles were coded for having an affective quality; “Perfect Pink,” “They don’t know what they don’t see,” “Pop of fun,” “Lust,” are considered emotionally expressive.  88 EXPLORING SEXUALITY THROUGH ART MAKING\t  Title/Narrative Two. Identically to title/narrative 1, the researchers combed through the responses to question 6 (title and narrative 2) to find four main categories of meaning. The researchers use of the Klein Scale indicates whether a participant explicitly talked about their sexual identity and/or used sexuality vocabulary. Similarly to title/narrative set 1, the majority of participants explored self-identification in their responses (AX, JC, and RS). For example, RS wrote explicitly about her sexual identity sharing, \"lust.\" I feel like men, in particular, mistake my sexual energy for something it's not, something more base”. More so than question 5 responses, the participants’ responses to question 7 did not include concrete discussion of their sexuality (JB and LM).   Interestingly, the responses to question 7 include higher amounts of negative emotional involvement. AX and RS similarly scored negative four on the Emotional Involvement Scale. For example, RS writes “I feel occasionally, as a woman, like the subtler & more layered nuances of my sexuality are overlooked and reduced to lust”. JB and JC also had similar values of negative two. LM was an outlier in the response as she scored a three on the positive side of the emotional spectrum. LM stated, “Pop Of Fun... People mostly feel me to be carbonated, fun, with color.” The researchers found a variety of symbols that formulated into five subcategories of verbal symbols -- nature, emotional, art world, textual, and physical. These five subcategories were most commonly detected symbols in the title/narrative. Two participants (JC and RS) utilized a nature symbol. JC wrote “Tulips on the table”. Uniquely, four participants (AX, JC, LM, RS) used an emotional symbol. For example RS shares “The burning coal, to me, represents just one facet of my sexuality that is often mistaken for the whole of it”. Two participants (AX, LM) included art world terms, speaking to pattern, color,  89 EXPLORING SEXUALITY THROUGH ART MAKING\t  texture, tone, form, shape, and line. LM references “color” and “vibrant” in her second narrative. Again, one participant used a textural symbol (LM), using the word “carbonated”. Participants LM and RS used symbols referencing to the physical world by referring to things like a “burning coal”. Lastly, the number of words was quantified. Again AX’s title/narrative had the most number of words in her narrative, 142.  JC and LM shared the closest in numbers with 29 and 15 words. While JB wrote the least amount in her narrative with 7 words. Again, number of words might speak to level of engagement in the study or/ and level of personal expressiveness, this data is later triangulated with participants’ engagement with art responses and the other writing prompts to illuminate possible themes. FEATS -- Image Two. This narrative looks at the participant's response to how others’ view their sexuality (Image 2). The first category uses the Prominence of Color scale. This scale “measures how much color a person uses in the entire picture” (p. 30, FEATS Manual). JB and LM are highest on the Prominence of Color scale, both with values of 5. LM’s photograph has bright contrasting colors that occupy the majority of the photograph. Differently than the first set of images, AX and JC included the least amount of color. The second category looks at line quality. This category tries to describe, “the amount of control a person seems to have over the variety of lines in the picture” (p. 40, FEATS Manual). JB and JC have a 3 value and they both use lines primarily in the center of the image. Each participant was ranked differently with AX again using the most variety of lines while LM and RS both used photography without any line quality.  90 EXPLORING SEXUALITY THROUGH ART MAKING\t  Implied energy “attempts to measure the amount of energy used to make” the artwork (FEATS Manual, 1998, p.33,). JB has the most implied energy in the second set of images. The fluidity and flexibility of Computer Paint media allowed for researchers to hypothesize that a high level of implied energy occurred. LM and RS, with a 1 and 2 ranking, have the lowest amount of implied energy in their work again due to the ease of capturing a digital photograph. The researchers also look at the space used. “This scale measured the among of space used for the drawing” (FEATS Manual, 1998, p. 33). JB, LM, and RS all use the most amount of space and researchers gave them a 5 rating. JB’s Computer Paint uses the entire frame and filled it with color. Overall the participants’ used a lot of space in their second artwork. JC and AX have the lowest amount of space used and only used the center of the page. The researchers considered the amount of realism in the drawing. This scale “assess the degree to which items are realistically drawn” (p.36, FEATS Manual).  JB, JC, and LM all created artwork with realistic aspects. There were high degrees of realism in JB’s second image because the researchers were able to recognize the water well and bucket. Again AX scaled at a 1 with a large amount of abstraction in her artwork. The researchers included the product category to account for any other missing elements from the FEATS. We attempted to utilize concise language to give readers a description of the image. For example the researchers described RS’ second art response as “photo of a burning coal” Lastly, the media category describes the art material used in the participants’ creative process. The most common media was photography (LM and RS). Three participants used digital media (JB, LM, and RS) -- Computer Paint and photography.  91 EXPLORING SEXUALITY THROUGH ART MAKING\t  Relationship Between Image and Title One. In looking at the relationship between images and their titles, the researchers posit four different possibilities to be coded either as present or non-present in order to contextualize and understand the responses in a larger sense. The choices are “Elaboration,” which is checked if the title goes into more depth about the image, “Contrasting” which is checked if the image and title differ from one another, “Connection” which is indicated if the two images share anything in common, and “Disconnection” which we checked if we considered there to be no logical ties between image and title. In image one, which visually answered the question “how do you view your sexuality,” all participants elaborated between the image and the title. For example, AX’s pink and blue watercolor image of a circle surrounded by painted dots is congruent with her description of herself as pansexual, which means sexual attraction towards a person of any biological sex or gender identity. By using stereotypical pink and blue colors, she elaborates on the title “My Sexuality,” and furthers our understanding of her pansexual identity. JB elaborates as well, calling her image of three tiered triangle with two people holding hands and a bright red heart “Bisexual and monogamous.” JC’s image is a pen drawing of a waterfall, flowers, and a tree in nature, and she titles it “Nature’s Beauty,” affirming our visual understanding of her drawing. LM’s descriptive and symbolic title “blue” allows us to further understand the photograph of a soft towel, and RS’s colorful and energetic ink blot image, titled “Energy,” makes sense in the context of understanding how she sees her sexuality. All five of the participants’ titles connected to the images.  92 EXPLORING SEXUALITY THROUGH ART MAKING\t  Two of the participants (JB and LM) contrasted and showed a disconnect in the relationship between the title and the image. Two showed a disconnection, the same participants who contrasted (JB and LM). Relationship Between Image and Title Two. Image two is a visual response to the question “how do others view your sexuality?” In image two, all participants elaborated between the image and the title, expanding and furthering our understanding of the image. For example, AX created a soft pink donut shaped circle and titled it “perfect pink,” perhaps commenting on society’s expectations of her and her sexuality and making a comment on the differences between the two. JB created a colorful computer generated image of a water well with a bucket hanging over it and titled it “They don’t know what they don’t see,” indicating a cultural tension between her own reality and what she imagines that others might think. JB’s second image is titled descriptively “Tulips on a table,” probably meaning that what others see is fairly accurate. LM’s photograph of a bright colored wall hanging titled “Pop of fun,” potentially indicates that society’s expectations of her sexuality are similar. Lastly, RS showed a photograph of hot burning coals, titling it “lust,” which expands upon our understanding by naming the image in a way that is congruent with the what one might expect the image to be titled. The fact that none of the images contrasted with the titles could possibly show that all participants were interested in and capable of communicating a response both visually and verbally. Further, and in keeping with the idea of wanting to communicate honestly with the researchers, all showed connection and none showed disconnection. Relationship Between Narrative One and Two. In looking at the relationship between the two narratives, AX, JC, LM and RS showed a connection, while JB and JC showed a disconnection. For example, LM stated her sexuality in positive terms in both narratives, using  93 EXPLORING SEXUALITY THROUGH ART MAKING\t  words like “lovely” in the first and “warm” in the second. JC showed both a connection and disconnection. For example, in both narratives, she discusses that she is comfortable with her sexuality, stating that she “I enjoy my sexuality” in the first narrative, and saying she sees herself as “wild” in the second narrative. However, she disconnects between the two in that she seems positive in the first narrative, how she sees her own sexuality, but shows tension in the second narrative, by describing that “people assume an innocence or submissive or asexual character of me. I am actually a queer radical sex-positive femme lesbian.” Relationship Between Images One and Two. At the heart of our research are the art images that describe the differences between how our participants see their own sexuality and how others see their sexuality. Interestingly, when looking at the relationship between the two images, only JC (with nature as a symbol) and RS (with red as a symbol) elaborated, potentially showing an affiliation and integration between how others see their sexuality and how they see it. However, even more important to our research is that fact that all subjects contrasted between the two images. AX created stereotypical pink and blue dots in her first image, accurately describing the way she sees herself, but showing only a pink circle in the second, showing a distinct difference between the way she sees herself and the way society views her. JC elaborated and contrasted, by illustrating a pen drawing of nature in her first image, including a flowing waterfall and blooming flowers in the wild, but by showing .those same flowers contained on a table in the second image, communicating the idea that others see her as more restrained than she actually is. She connected by using flowers to communicate her sexuality in both images, however in the first image they are in the wild, and in the second they are domesticated and contained. In sum, the findings suggest that participants illustrate much more containment in the second image (How others see their sexuality) than in the first (How they view it). RS, for  94 EXPLORING SEXUALITY THROUGH ART MAKING\t  instance, shows a free inkblot image full of energy in her first image, and what looks like a dangerous hot coal, contained in her hands in the second. Overall there seems to be a discrepancy / a gap? A difference? between the first and the second image in content, in symbol, and on the affective level—and it’s clear that all respondents used the images to contrast in some way. For example, AX shows less emotional content in image B, a simple pink donut-looking shape, than she does in image A, a swirling galaxy like image of pink and blue dots. Others contrasted in terms of symbols: JB’s first image shows two clear symbols, a triangle and a heart, while the second image,” they don’t know what they can’t see” indicates that others can’t see her sexuality, as it is hidden inside the well, an inside/outside experience. LM contrasted more on a kinesthetic/sensory level, first showing a close-up image of a nubby blue towel, contrasted with a skewed perspective of a colorful wall hanging with a plant in front. Lastly, and generally, when looking at all images together, we see images that are more free, more detailed and more colorful than the second images, perhaps demonstrating a tension -- that our subjects have a comfort and freedom with their own sexuality that is not evident in society’s perception of their sexuality. This perhaps also shows that most participants see their sexuality as much more layered, complicated, and fleshed out than their perception of how others see their sexuality. It’s likely that verbal communication alone may have missed the nuances expressed through the art. Cultural Identifiers. Question 8 (See Appendix E) on the research survey, asks participants to list any cultural affiliations that would help the researchers contextualize the subject’s sexual experiences. After reading through the subject’s responses to cultural identifiers emergent categories such as, age, gender, sexual orientation, cultural tension, emotional response  95 EXPLORING SEXUALITY THROUGH ART MAKING\t  to cultural tension relationship status, relationship status, ethnicity, awareness of sexual identity terms, Socioeconomic Status (SES) and the number of words written for the answer were coded for. The following paragraphs will detail the responses found within each category. Age. All of the participants listed their age. However the oldest participant wrote her age as, “mid 50’s” where as the other four subjects listed their exact age. For example, JC stated that she is“40” years old. The most common age range listed was early to mid 20’s; AX, JB, and RS stated that they are 24, 25 and 21 years old. Gender. All but one of the participant’s, LM, listed their gender. Two of the participants, JC and RS, described themselves as, “female.” However AX and JB had more detailed answers for their gender. For example, AX reported being a, “Biological female, gender fluid” and as having a “girl’s body with a boy’s brain.” Sexual Orientation. The researchers used the Klein Sexual Orientation Grid to decode each participant’s answer to question 8. Four (AS, JB, JC, RS) of the participants were coded as having Sexual Attraction within their answers. For instance, AX’s answer, “Pansexual” refers to a sexual attraction towards people of any sex or gender identity. JB stated, “Bisexual Kinsey Level 4,” which, according to the Kinsey scale, demonstrates a predominant attraction towards women (as indicated by the word homosexual) but, “more than incidentally heterosexual” attraction as well (Drucker, 2012). On the other hand JC’s notation, “Lesbian” illustrates a sexual attraction towards women strictly. Lastly, RS’s statement, “heterosexual female” indicates an attraction to men. Two (JB and LM) of the participants noted Sexual Behavior. JB’s note, “Bisexual Kinsey Level 4 (closeted)” was coded for Sexual Behavior due to the notation on “closeted” which highlights a behavioral pattern of secrecy. LM’s answer, “It [sexuality] has changed from my  96 EXPLORING SEXUALITY THROUGH ART MAKING\t  younger days, but in a very lovely sense…” describes how the participant’s sexual behavior has evolved from past to present. LM’s answer also uniquely looks at Sexual Behavior in the context of age and a sexual partner, “My age…and my explorations with my husband, have shaped and evolved my sexuality.” Only one of the participants was coded for Emotional Preference. AX’s statement, “Male preference for romantic relationships” illustrates an emotional involvement and preference for men. Four (AX, JB, JC and RS) out of five of the participants were coded in the Sexual Identity category. For example, AX identified as “biological female,” “gender fluid,” “having a girl’s body with a boy’s brain,” and as “pan sexual, with a male preference for romantic relationships.” An additional instance of Sexual Identity is RS’s statement, “Heterosexual female,” which illustrates a recognized sexual attraction and gender identification. Uniquely, only one of the participants discussed political identity. JC wrote, “I am actually a queer radical sex-positive femme lesbian,” which illustrates the participant’s relation to a specific political identity.   Overall, the data illustrates that majority of participants focused on two aspects of the Klein Sexual Orientation grid when listing their cultural affiliations, Sexual Attraction and Sexual Identity. The popularity of these two categories illustrates how the participants contextualized their experiences of sexuality. Cultural Tension. Three of the five participant’s answers to question 8 were detected as having cultural tension. Majority of the detected cultural tension answers have to do with sexuality. AX’s answer, “girls body with a boy’s brain,” illustrates a divide between female and male gender roles and constructs. JB’s answer, “(closeted)” demonstrates a tension between the  97 EXPLORING SEXUALITY THROUGH ART MAKING\t  participant’s actions and perceived or known sexual actions. JC’s report, “People assume an innocence or submissive or asexual character of me,” reflects a tension between the participant’s perceived sexuality from the outside versus from the inside. Two cultural tensions were reported for JC. Her second cultural tension notation, “I’m age 40 but often mistaken as early 30s,” is the only identifier that does not have a direct link to sexuality; in this quote, the tension is detected in her perceived age versus her chronological age.  Overall, two main tensions were noted among the participants. The first tension or trend has to do with internalized values, as seen in AX’s and JB’s answer. The second tension highlights societal expectations, as seen in JC’s two notations.  Emotional Response to Cultural Tension. As noted above under the code cultural tension, three (AX, JB, JC) of the five participants were coded for having cultural tension within their responses to question 8. Of these three indicated tensions, two responses (AX and JC) responded in a way that  was deemed associated with an emotional impact. For example AX stated, “My desires and dislikes often don’t fit into the boxes that people around me seem to define sexuality by.” The statement presents a negative emotional response to the tension around perceived and actual sexuality. JC’s statement, “People assume an innocence or submissive or asexual character of me,” similarly describes a response to the tension between perceived and actual sexuality. Relationship Status. One out of five of the participants referenced their relationship status for question 8. LM listed the term, “husband.” The indication of a partner seems to highlight the significant role the “husband” has had in LM’s sexual experiences, “my explorations with my husband, have shaped and evolved my sexuality.”  98 EXPLORING SEXUALITY THROUGH ART MAKING\t  Ethnicity. Three of the five participants listed their ethnicity as a cultural identifier. The three participants were JB, JC, and RS. An example of a listed ethnicity is JB’s statement, “Euro-American.” JC reported identifying as, “Asian,” and RS as, “white.”  Social Economic Status (SES). One out of five of the participants listed their SES. RS reported an SES of, “Upper-middle class.” The unique indication of SES may highlight the importance or role that SES has played in RS’s sexual experiences.  Number of Words for Question 8. The researchers looked at the number of words participants used to describe their cultural identity in question 8. The numbers of words were gathered in order to gage levels of engagement in the survey question. The number of words ranged from 56 (AX) to 10 (JB). Interestingly, the verbal expressiveness levels of AX and JC remained consistent across the board. All of the word counts (for questions 5, 7, 8, 9) illustrated AX as having the highest and JB as having the lowest number of words. Additionally, data for the number of words correlates with the participant’s engagement with the survey. The researchers coded AX has having the highest engagement in the survey and JB as having the lowest engagement in the survey. Therefore the number of words, or level of verbal expressiveness, seems to have a positive correlation to level of survey engagement.  Response to Considering Sexuality Through Art Making. In looking at the responses to considering sexuality through art making, the researchers combed through their answers to see if they contained an emotional response using our own Emotional Involvement Scale (E.I.S.), described above, to conceptualize the responses. Four of the participant’s replies indicated a positive response to the activity, with LM having the most positive rating, a “4,” commenting that it was “fun, freeing – a really positive way in which to  99 EXPLORING SEXUALITY THROUGH ART MAKING\t  represent such a mixed bag.” JB garnered the only negative rating, a “-3,” writing that it was “sort of sad.” We also looked at cognitive response in each narrative using the Expressive Therapies Continuum (ETC), detailed in the introduction as well, in order to understand each participant’s answer in a broader context and considered each participant’s reply to the question 9.) “How was it to consider your sexuality through art? (See Appendix E). AX, JC, and LM engaged in a cognitive/perceptual way, as they all wrote in detail about their process in the response, with AX commenting that it was “a bit like meditating.” JC commented that it’s “always fascinating to respond with art.” Two respondents, JB and RS engaged in a perceptual/affective level, because both of their answers were more emotionally based. JB noted that it was “sort of sad,” indicating an emotional response, and RS simply wrote, “fun.” We determined the level of engagement with the process of the survey by noting the number of words in the answers. In coding the number of words, the researchers discovered that AX wrote the largest number of words, with 114, followed by LM, then JC, then JB and lastly, RS with 1 word. AX was most involved with a 5, followed by LM with a 4, RS and JC with 3’s, and JB with a 2. The researchers then pulled out participant’s responses to process in survey in order to understand if media choice held any relevance to our findings. Two of the respondents wrote about their media choice, discussing process: AX discussed “the repetitive and almost rhythmic movements of the markers,” and JB wrote, “I learned how to use Paint today!” None of the others described the reasons why they chose to use a particular form of media. None of the respondents had a response to their final product. General About Survey. Four (AX, JB, JC, and LM) out of five of the participants provided general remarks about the survey. One of the participants, RS, left no feedback for the  100 EXPLORING SEXUALITY THROUGH ART MAKING\t  survey. When exploring the verbal responses to the participant’s artwork, we used the ETC as a model to conceptualize what level/range of creative engagement participants were focusing on. Two of the four remarks were coded as affective, noting, \"This was enjoyable\" and, [this] \"Will have me feeling a bit more sexually aware.\" Two (JB and JC) of the four remarks fall within the cognitive realm of the scale. For instance JB wrote, “I learned how to use paint [drawing program] today,” and \"it would be easier if text boxes showed all my text...I might write more\" illustrating a focus on cognition and conceptual reflections.   Referral Source. Two of the participants (LM and RS) were referred to the survey from the Partners of Sex addiction group. Another two of the participants (JB and JC) were referred to the survey by the snowball technique. The last participant came in contact with the survey through Reddit. None of the participants were referred to the survey through the women’s group. The researchers created a visual representation of the connections and tensions between emergent thematic categories below (Figure 6).          101 EXPLORING SEXUALITY THROUGH ART MAKING\t   Figure 8: Organizing Themes Graph, created by the researchers  Themes Once collected and organized into categories, the researchers analyzed the data to identify major themes central to the research exploration. Three main themes emerged while sifting through the data. The three themes include: 1) The usefulness of art making to explore sexuality, 2) Expressing sexuality: the tension between the self and others, and 3) Limitations and challenges of the study. These three themes are further divided into subcategories in order to gain an in depth understanding of the sexual intricacies of our populations.  102 EXPLORING SEXUALITY THROUGH ART MAKING\t  Table 7: Major Emergent Themes Table, created by researchers  Expressing sexuality: tensions between self and others. This section refers to our first two questions 1) What are different participants experiences of their own sexuality (including the range and commonalities of their sexual experiences) 2.)  How do participants think other people view their sexuality? The researchers will analyze these two questions separately and then juxtapose the findings.  Expressing Self-perceptions of one’s sexuality. In response to question 1, data illustrated high levels of positive emotional involvement as indicated by the Emotional Involvement Scale (E.I.S.), developed by the researchers. None of the participants’ responses were coded as having negative emotional involvement. Secondly, the majority of subjects self identified in a way that could be coded by the researchers using the Klein’s Sexual Orientation Grid. Together these two findings show that there was a positive emotional involvement with considering one’s own  103 EXPLORING SEXUALITY THROUGH ART MAKING\t  sexuality.  Lastly, the use of emotional symbolism, such as the phrase “calm as a stream”  in JC’s  narrative, was found in three of the five narratives. Researchers detect that the emotional symbolism is suggestive of the type of symbolic language used to discuss sexuality.  In looking at their first set of images, we found that image one is generally dynamic, layered and nuanced as evidenced by the researchers product description on the chart (see Excel chart). For example, the product description for AX’s image 1 reads as, “colorful galaxy-like spheres in motion,” which references her multi-faceted experience of sexuality. Additionally in image 1, respondent's used a large amount of space across the board, as coded with the FEATS scale in mind.   Expressing how others seem to perceive one’s sexuality. With the second set of narratives our data showed more negative emotional involvement as indicated by the E.I.S. Researchers deemed the negative involvement as indicating a high negative emotional experience when considering others perceptions of one’s sexuality. As in the first narrative about the self, self identification was the primary and only area of focus in reference to the Klein Sexual Orientation grid. In looking at the second set of images, we found image two to be generally more constricted, restrained, and reductive. For instance, the researchers coded JC’s Product (for image 2) as “tulips in a vase on a round table,” showing a potentially more siloed perception of how others see her sexuality.  In image two, as measured with the FEATS, most participants used a large amount of space.     Tensions and connections between Self vs. Other’s perceptions of sexuality. A prominent theme in the participant's responses was a tension between the self and others. Participants developed one narrative based on how they view their own sexuality and another  104 EXPLORING SEXUALITY THROUGH ART MAKING\t  based on how others view their sexuality. Many participants illustrated a felt tension between the self and other through both narratives, the images, and in the cultural identifiers question -- other participants connected their experiences to other’s perceptions and expectations through the ability to self identify and media choice.  There are three areas in which the participants show a tension between their own experience of their sexuality and how others view their sexuality 1) in the two narratives 2) in the two images 3) in writing their cultural identifiers.   Tension between the narratives. The tension between the two narratives suggested that participants view their own sexuality as concrete and conceptualized, compared to others’ perception of one’s sexuality, which appears more abstract and opaque.  For example, in self-identification, JB concretely identified as bisexual and monogamous, while she wrote, “they don’t know what they don’t see” when describing how others see it.   Emotional involvement also presented a tension in the self vs. other narratives. Several participants displayed positive emotional involvement when referencing their own sexuality while participants had a greater amount of negative emotional involvement when writing about how others view their sexuality. The tension regarding emotional involvement suggests that people have more positive emotion when considering their own sexuality. The tension between self and others’ perception plays a crucial role in understanding an individual’s experience of sexuality.  Connection between the narratives. The narratives suggest relatedness and connection in the participant’s ability to self-identify through the inclusion of sexual identity terms and language. Whether participants were considering their own perception or others’ they demonstrated the ability to self-identify by stating what they are not. An example of this is when  105 EXPLORING SEXUALITY THROUGH ART MAKING\t  participant JC shares, “people assume an innocence or submissive or asexual character of me.  I am actually a queer radical sex-positive femme lesbian”. The data also suggested connection between their own perception and other’s perception of their sexuality through the participants’ consistent usage of emotional symbols. Many participants included emotional symbols in their narratives as a means of conveying an internal emotional experience.   Connection between the images. A connection was found among the two images in relation to media choice. For example, LM used photography for both images and AX and JC used pen and ink to create the image pair. The use of consistent media illustrates a connection between the self and other.   Tension between the images. Many participants utilized symbolic and technical artistic contrast in their imagery and in turn developed a tension between their experience and what others see. For example,  AX’s first art pieces appears representative of her dynamic and layered self identification where are her second image appears more static and compact. Many of the participants display this tension between self and others similarly. Researchers noted that participant's first image appeared more complex, perhaps a more expansive view of their sexuality. Versus the second image, how others view their sexuality, which appeared more reductive and simplified.  Tension within cultural identifiers. Both the images and narratives highlight the differences between how the participants see their own sexuality and how others see their sexuality. Researches also saw tension between self and others when participants wrote about their cultural affiliations (question 8). Two major tensions were noted. The first identified tension had to do with internalized values. For example, JB stated, “closeted” which illustrates an internal conflict and tension. The second tension highlights societal expectations and norms.  106 EXPLORING SEXUALITY THROUGH ART MAKING\t  Pressure produced by societal expectations can be found in JC’s notation, “People assume an innocence or submissive or asexual character of me.”  The usefulness of art making to explore sexuality.  We applied two standardized art therapy scales to our research, the Formal Elements Art Therapy Scale (FEATS Manual, 1998) and the Expressive Therapies Continuum (ETC) (Lusebrink, 1978) in order to help standardize our findings and to apply them to the larger art therapy world.  The FEATS posits that the amount of space used in a drawing is directly correlated with the artist’s energy (FEATS Manual, 1998, p. 33).  All participants used a large amount of space in their art responses, potentially also showing a strong engagement with the art and hence, showing it useful in exploring sexuality.    All of our participants responded to the questions with both an image and a narrative.  In looking at the images, not only are we able to better understand what the participants were trying to communicate, we also are able to go deeper into the meaning and perhaps into unconscious material.  For example, in response to the question “how do you see your sexuality,” AX literally titles it “My Sexuality.”  In looking at the artwork, we see pink and blue spheres spinning in a galaxy-like swirl, connecting energy level (as measured by the FEATS), emotion (as measured by the EIS), and gender, and giving us a much broader understanding of her visual and narrative expression. The researchers looked at the category, “Participants response to art making” as a way to assess the role of art making when exploring sexuality. Researchers found implicit and explicit material within the participant’s responses. In regards to implicit findings, the researchers coded the participant's answers with the Emotional Involvement Scale in order to assess for affect. Four out of five of the participants were coded as having a positive emotional response, or implicit  107 EXPLORING SEXUALITY THROUGH ART MAKING\t  experience, based on their reflections of the art making process. Explicit material was gathered from the direct quotes participant's left for question 9. Explicit remarks included responses like “Always fascinating to respond with art,” and “fun,” to “it was “sort of sad.”  Limitations and challenges. Many limitations and challenges arose around recruiting participants to partake in the survey. Data on the participant’s referral source suggested that individuals might have been more likely to partake in the survey if a personal connection was involved. For instance, four out of five of the participants were referred to the survey through a personal contact (either through the snowball technique or the partners of sex addiction therapy group). On the other hand, only one participant engaged in the survey through an independent online forum (Reddit). Due to the sensitive and vulnerable nature of sexuality, having a personal connection to the survey seemed to have increased participant’s comfortability and likelihood of partaking in the study.   An additional limitation of the recruitment process has to do with the lack of referrals generated from the women’s sexuality group. The original women’s sexuality group, that the researchers intended to gain referrals from, was canceled and therefore did not lead to participant involvement. Further women’s sexuality groups were not located and thus presented a limitation in the diversity of our sample. The limited diversity and small size of our sample were major limitations of the study. The researchers only received five participants, four of whom identified as female (one participant did not put their gender) and five of whom fall into the age ranges of 24 years old to mid 50’s. The gender bias and limited age range presented a challenge in generalizing the study’s findings on to the general population.  108 EXPLORING SEXUALITY THROUGH ART MAKING\t  Due to the open-ended nature of question 8, the participants did not list the same cultural identifiers. Although the provided information allowed the researchers to learn what cultural identifiers are most significant to the participants, the information is limited and presents multiple confounding variables. For example, only one participant (RS) provided their SES and only one participant provided their relationship status (LM). The missing information presented a hurdle in comparing and contrasting participant’s data and thus finding consistent themes.   Limitations were also found in relation to media. To complete the survey, participants had to have access to the internet and had to be comfortable using a computer. Participants additionally had to use some form of computer graphics (such as JB who used the Paint program) or know how to upload images onto their computers. The requirement for participants to be technologically savvy may have also affected the age of participants or dissuaded many interested individuals from participating.    A major difficulty in coding and understanding the data relates to the art making process. Due to the online survey method, researchers were unable to witness the art being made by participants. Observing the art and/or interviewing the participants, may have led to a deeper understanding of the participants’ emotional process, engagement, and personal meaning. Perhaps participants would have spent more time engaging in the art, used different materials, or elaborated on their experiences if the art and narratives were given in person. Additionally, having a face-to-face conversation with participants may have created a safer, and less removed, atmosphere to discuss potentially vulnerable difficult topics such as sexuality.         109 EXPLORING SEXUALITY THROUGH ART MAKING\t  Discussion of Findings and Meanings   This research explored the meeting place of art making and sexuality. Specifically, The intention of our research was to answer three main questions: 1.)  What are different participants’ experiences of their own sexuality, including the range and commonalities of their sexual experiences? 2.) How do participants think other people view their sexuality? 3.) How do participants understand the art as useful or not? Though the researchers intended on examining three distinct minority populations (women’s sexuality groups, partners of sex addicts, and the LGBTQ community) during the data collection phase only two of the groups responded to researchers (partners of sex addicts and the LGBTQ community). Therefore researchers utilized an online questionnaire that included art making and writing to gather data from the two distinct minority groups, partners of sex addicts and the LGBTQ community. The data was then organized and categorized into three emergent themes: 1.) Expressing sexuality: the tension between the self and others, 2.) The usefulness of art making to explore sexuality, and 3.)  What are different participants’ experiences of their own sexuality (including the range and commonalities of their sexual experiences)?  In this section, the three emergent themes are integrated both with the general literature and art therapy literature in developing a greater understanding and framework from which to address the above research questions. Clinical application and research limitations are also presented.  Participants’ experience of his or her own sexuality (Self) As discussed in the themes, the first topic participants visually and verbally explored was how they viewed their own sexuality. The participants’ responses helped researchers explore the first research question, 1.)What are different participants’ experiences of their own sexuality (including the range and commonalities of their sexual experiences)?   110 EXPLORING SEXUALITY THROUGH ART MAKING\t  As for the visual response, images relating to the self were dynamic, layered, and detailed.  For example, JC’s “Nature’s Beauty” portrays an outdoor scene with a detailed waterfall, flowers in proper perspective and gushing water.  We also found variances in perspective, for example LM used a shallow depth of field in their photograph of a soft blue/grey towel, which may be suggestive of an intimate understanding of her own sexuality, Lastly, the researchers noticed that most participants used a large amount of space and energy, as coded by the FEATS (formal ref). As for the verbal responses, we found a high level of emotional involvement as rated by the Emotional Involvement Scale (EIS), developed by the researchers (Figure 7). Secondly, the majority of participants also used a high level of emotional symbolism to describe sexuality, as coded in our chart. The majority of participants also self identified in ways that were coded according to the Klein’s Sexual Orientation Grid (Figure 6). For example, four out of five were coded for sexual attraction according to their cultural identifying responses (question 9).  Similarly to the visual responses, the participants used a layered written description within their narratives about the self and also their cultural identification. For example JB shared, “Bisexual and monogamous”, which is a multifaceted and dynamic description of one’s own sexuality.   How participants think other people view their sexuality (Others) As previously mentioned in the themes’ section, participants explored not only their own view of sexuality, but also how they imagine others perceive their sexuality. The participants’ images had graphic qualities of constriction and simplification.  The finding suggest that participants view others as having a reductive, or more superficial / stereotypic?, view of their own sexuality.   111 EXPLORING SEXUALITY THROUGH ART MAKING\t   Participants’ narrative responses reflected the perception that others view participants’ sexuality more negatively (illustrated negative emotional involvement, according to the EIS). The data also suggests that the imagining how others view one’s sexuality evoked negative responses from participants. Secondly, self-identification was the primary and only area of focus in reference to the Klein Sexual Orientation grid in the narratives, omitting other forms of identifications such as sexual attraction and sexual behavior that were present when participants considered their own perception of their sexuality.   In the analysis section the researchers separately analyze data related to the self, others, and the juxtaposition between the two categories, arriving at 3 prominent themes. One of the themes that will be discussed here and integrated with scholarly research, emphasizes the complex relationship between the self and others. The following section will therefore evaluate current art therapy and general literature connected to the topic at hand. The researchers first discuss societal stigma, and other contributing factors, that potentially influence the felt tension, between self and others, which was also reflected in the data. Secondly, the researchers look at how participant’s reflected tension through their first and second art responses.  After exploring the data collected in this research, a consistent tension was found within the visual images, narratives, and other verbal responses between participants’ perceptions of their own sexuality and how they believed others saw it. The tension was captured within a range of sexual experiences and identities, and was not necessarily linked to whether they identified as LGBTQ or hetero-normative.  While this tension was felt for all participants, suggesting that any person / woman is responding to a set of projections and expectations about sexuality, and although outside the scope of this paper, the researchers recognized that different sexual  112 EXPLORING SEXUALITY THROUGH ART MAKING\t  experiences and identities may require particular considerations (see literature review and limitations of research discussion)  The identified tension suggested a potential link to stigma, norms, and/or societal expectations of sexuality. In particular, four of our respondents showed tension (through the narratives and art) between themselves and others. Three of those identified as sexual minorities (AX, JB, and JC) and one did not (RS).  Literature illustrates that sexual minority identity and experiences are often affected by both direct and indirect conduits (Kahn, 2013).  Crabtree, Haslam, Postmes, and Haslam (2010) posit that, “individuals become stigmatized when they have a characteristic that is different from others, and that has been designated as inferior” (2010, p. 11).  All of our respondents are minorities because they are all women--which are not actually a minority, but in viewing the systemic power dynamics in our world, women are often considered “minority”—and this felt “differentness” may have contributed to the tension detected in the data.   Kadri and Satorius (2005) discuss the way that stigma functions to maintain social dominance, in this case, possibly of the dominant perception of sexuality.  They posit that threatened identity and self-esteem motivate discrimination, and that it is beneficial for the dominant group to justify the systems that work to their advantage in order to maintain their perceived superiority. To maintain their place in society, the dominant group categorizes groups in terms of worthiness and deserving, which then enables them to justify the poor circumstances of the out group and allows the unequal roles to feel reasonable. When an individual expresses a sexual minority identity or experience, as four of this study’s participants did, the notion of a “normal” sexual experience may complicate their ability to relate comfortably to the world around them.  Minority identity can also be applied more broadly to a unique sub-group, such as  113 EXPLORING SEXUALITY THROUGH ART MAKING\t  partners of sex addicts, and similar experiences may apply. The LGBTQ experience, similarly a minority identity, has literature that speaks about potential emotional distress that related to the complicated experience of relating to the world around them (Rosario, Rotheram-Borus, & Reid, 1996). Bourdieu (1991) argued that media and daily culture play a significant role in solidifying sexual norms in subtle and powerful ways.  This was illustrated in our data, for example when JB utilized the term “closeted” to describe her sexual identity, pointing to the difficulties of societal expectations/normative sexual behavior versus internal desire. This example presents the notion of moral tensions, which is a struggle between the emerging self and a hyper focus on pleasing others (Rosario, Rotheram-Borus, & Reid, 1996).   In their artwork, we saw a profound change in participants responses between image 1 (how they see their sexuality) and image 2 (how others see their sexuality) in terms of space used, felt energy, and amount of detail used in the art (see Table 6 for more details). Overall, when comparing and contrasting the images within and between participants, images of one’s own sexuality were more layered, dynamic, and more complex. When illustrating how others view their sexuality, the images were noticeably more simplified, constricted, and restrained.  This visual difference may be linked to the impact that culture, societal, and other external forces have on sexual expression and possibly sexual suppression or inhibited expression of one’s sexual identity/experience. For example, RS explains how she expressed the tension through her art: “The burning coal, to me, represents just one facet of my sexuality that is often mistaken for the whole of it.” The burning coal, which is in response to how others view her sexuality, is similarly explained in terms of reductively and simplification. Furthermore, AX is a “gender fluid” 24-year old female who used pink and blue spheres to describe how she sees herself, and a  114 EXPLORING SEXUALITY THROUGH ART MAKING\t  single pink donut like shape to describe how others see her. The differences in the images suggested that others either don’t want to or can’t see the complexity of her sexual identification. The etiology of this tension, whether due to stigma, internalized shame or something else entirely, is hard to discern, however, since the art making was made without the presence of the researchers. This is also one of the identified limitations of the study discussed below. The Usefulness of Art  This research was also intended to see if/how is it beneficial to use art making when exploring sexuality with participants who affiliate with a sexual minority group. Specifically, we attempted to explore the sexuality of participants in women’s sexuality groups, partners of sex addicts and LGBTQ groups. After reviewing and analyzing the artwork, two main ways in which the art making was helpful for participants were identified: First, the art offers as a way to bypass defenses that potentially develop due to societal, familial, and cultural values and expectations. Secondly, art making serves as an alternative/non-verbal communication device.  Explored in the literature review is the fact that art making allows researchers or outside observers to understand an individual's work, pathology, and patterns of defenses (Fink & Levik, 1973). As Wilson (1999) further posits, “images bypass many of the well practiced defenses...art therapy can access deeply held feelings and memories and open up issues that have been hidden or obstructed by denial and repression for many years.  For instance, LM recites that the exercise opened new or alternative channel of thought, “It was an interesting way to begin my day, and will leave me feeling a bit more sexually aware today!” The questionnaire and visual responses allowed participants the space to discuss potentially vulnerable or intimate issues (that they may or may not have defenses around).   115 EXPLORING SEXUALITY THROUGH ART MAKING\t  Art is a different language through which people can communicate their experiences, as seen through the coded elaboration. Researchers were able to broaden their understanding of the participants’ sexuality through access to their visual expression.  The art not only elaborated the written narrative, but it also provided context through which the researchers could derive meaning. Additionally, art is useful when expressing ideas that are difficult to communicate verbally. Fink and Levik (1973) explain that art therapy can be used as a vehicle for communication for individuals who may feel embarrassed or exposed when verbally addressing their sexuality. Art making is, “less guarded and is produced with less inhibition or guilt arousal than spoken words might be” (Fink & Levik, 1973, p. 1). The data suggested that art can be used to elaborate, communicate and express vulnerable feelings, while respecting and simultaneously bypassing defenses.  Clinical Application The main findings of this research can be further utilized in clinical settings. Specifically, from integrating the findings with the available scholarly literature supports several frames for clinical art therapy work: (1.) art as emotional containment and (2.) visual expression of sexuality. Art as emotional containment. Much of the art therapy research addressed in our literature review highlights the importance of art therapy as a form of containment and safety. “Art therapy offers the unique combination of both safety and containment through the use of metaphor and personal symbolism while facilitating more direct expression of emotions and experiences through use of images rather than words” (Wilson, p. 15, 1999). Researchers developed an emotional scale, EIS, during the coding process in order to categorize the affect that was detected in the participant's art and verbal responses. Although emotional content was  116 EXPLORING SEXUALITY THROUGH ART MAKING\t  detected, because the researchers were not in the room to witness the art being made they were unable to conclude if the art acted as a safe place and source of containment. However, they propose that it could.  Based on our findings, the art making provides a way to express feelings and likely contain feelings, as indicated by the ECT. As mentioned above, the researchers align with the common practice of art therapists being in the room with the client in order to 1.) witness the creative process, 2.) specify particular media to use or not use and 3.) provide appropriate follow up directives.  Visual expression of sexuality. Art facilitates an experience that can transcend verbal processing. Wadeson’s (2010) list of art therapy’s benefits, which include decreased defenses, (resistance), a tangible record of change (for clients to see progress) and self-esteem enhancement, suggests a real possibility for art assisting in the process of exploring sex in therapy.  Other authors have described promoting emotional expression, encouraging a spiritual recovery, reducing distorted thinking, and fostering creativity as benefits.  (Holt, 2009). The researchers postulate that verbal defenses potentially surround discussions about sexuality. In general clients may not feel comfortable discussing their sexuality or sexual experiences due to societal values and norms or family taboos on discussing sexuality. Ellis (2007) describes art therapy as a liberating language with an extensive vocabulary that allows for more “ambiguities, subtleties, and complexities” than does verbal language (p. 7).  Plus, “the unique characteristics of art allow it to function as both a sign and a symbol – to communicate the sayables and the unsay- ables.” (Morrell, 2011) Art therapy’s expansive nature is particularly significant considering the internalized taboos associated with talking explicitly about sexuality, where the words can be more difficult.  Fink and Levik (1973) theorize that art making can be, “less guarded and is produced with less  117 EXPLORING SEXUALITY THROUGH ART MAKING\t  inhibition or guilt arousal than spoken words might be” (p. 1). Whether verbally or visually, discussing sexuality in therapy is incredibly important, not just with sexual minorities, but with all clients: “For a clinician to truly understand the experience of a client, there must be a comfort and competence in discussing sexuality, including a preparedness to discuss preference, desire, fantasies, and shame.” (Kahn, 2014, p. 10). The researchers found value and meanings in the participant’s exploration of sexuality and postulate the immense value art can have in clinical practice.  Limitations and suggestions for future research.  As with any research, this research has many limitations that could inform future studies. Research limitations arose in relation to the referral and recruitment process, limited diversity, media choice, and small sample size, all of which are addressed thoroughly in the themes section of the paper. In order to avoid these complications, the researchers suggest obtaining a grant for future research. Being awarded a grant might facilitate a larger sample size and a buy in to motivate participation. The researchers additionally suggest that media choice could be broadened if the art making process was facilitated in an art studio setting. However, researchers may want to intentionally limit material selection to standardize findings.  As previously discussed, not being witness to the art making, nor asking the survey’s questions in person, was likely a limitation of the study. Observing the art and interviewing the respondents could have provided richer data, and help extract more meanings or clarify more of the themes emerging from the art making. Although researchers developed the online survey with the idea that respondents may feel safer with increased anonymity, having a face-to-face interaction may have created a more personable, safe ,and intimate atmosphere to discuss potentially vulnerable topics such as sexuality. This hypothesis is supported by the data of this  118 EXPLORING SEXUALITY THROUGH ART MAKING\t  study regarding respondents’ referral sources, which suggested that individuals may have been more likely to partake in the survey if a personal connection was involved. For example, four out of five of the participants were referred to the survey though a personal contact (either through the snowball technique or the partners of sex addiction therapy group). The researchers thus suggest that future clinicians or researchers interested in similar topics prioritize in-person interactions and witness the art making process through in-person data collection (i.e. therapy groups, interviews, random selection on campus). From a clinical stance, witnessing the art being made is a crucial practice in clinical art therapy treatment. The researchers encourage future clinicians to prioritize in-person involvement in regards to art making with clients and in a research format.          119 EXPLORING SEXUALITY THROUGH ART MAKING\t  Conclusion This study set out to examine the use of art making in exploring sexuality. The researchers collected participants’ perceptions of how they see their sexuality and how others see their sexuality through an online art-based survey with three different populations: women with sexual dysfunction issues, partners of sex addiction and LGBTQ. Due to technical challenges during the data collection, the researchers did not receive participants from the women with sexual dysfunction group.  The research questions for the study were: 1.)  What are different participants’ experiences of their own sexuality, including the range and commonalities of their sexual experiences? 2.) How do participants think other people view their sexuality? 3.) How do participants understand the art as useful or not?   Through analysis of the data, three emerging themes became evident: (1) Expressing sexuality: the tension between the self and others (2) The usefulness of art making to explore sexuality, and (3) Limitations and challenges of the study.  The researchers discovered an inherent tension between the participants own view of their sexuality and others view of their sexuality, potentially due to outside factors including internalized shame or societal expectations.  Participants generally expressed that the art had been helpful in exploring their sexuality and allowed them to delve deeper into to a complex topic.  The themes are discussed with the hope of informing clinical practice for MFTs, art therapists, sex therapists, sex educators and for those whose sexuality is not part of mainstream culture. The researchers also identified several study limitations, and made suggestions for future research    120 EXPLORING SEXUALITY THROUGH ART MAKING\t  References   Addison, D. (1996) Message of acceptance: “gay friend” art therapy for homosexual clients.  Journal of Art Therapy Association 13:1, 54-56.   Addison, D. (2003). Art therapy with gay, lesbian, bisexual, and transgender clients. In S. Hogan  (Ed.), Gender issues in art therapy. London: Jessica Kingsley Pub. Ahessy, B.T. (2011). Lesbian, gay and bisexual issues in music therapy training and education:  The love that dares not sing its name. Canadian Journal of Music Therapy: 17(1), 11-33. Atkinson, E., & DePalma, R. E. (2008). Dangerous spaces: Constructing and contesting sexual  identities in an online discussion forum. Gender and Education, 20, 183-194.  doi:10.1080/09540250701797192 American Institute of Bisexuality. (n.d.). Retrieved April 24, 2016, from http://www.glaad.org/tags/american-institute-bisexuality   American Psychiatric Association. (2013). Diagnostic and Statistical Manual of Mental  Disorders (DSM-5®). American Psychiatric Pub. Bhugra, D. & de Silva, P. (1995). Sexual Dysfunction and Sex Therapy: A historical perspective.  International Review of Psychiatry, 7(2), 159-167. Basson, R. (2006). Sexual desire and arousal disorders in women. New England Journal of  Medicine, 354(14), 1497-1506. Bakken, N. W., & Whitney, D. G. (2012). Self-cutting and suicidal ideation among  121 EXPLORING SEXUALITY THROUGH ART MAKING\t   adolescents: Gender differences in the causes and correlates of self-injury. Deviant  Behavior, 33(5), 339–356. Bergeron, S., Rosen, N. O., & Morin, M. (2011). Genital pain in women: Beyond  interference with intercourse. Pain, 152(6), 1223-1225. Blackstone, K. L. (2013). Stigma and Identity Formation in Young Adults with Chronic Mental  Illness: An Exploration through Personal Narrative and Artmaking. Bradshaw. J. (1988). Healing the shame that binds you. Deerfield Beach. FL: Health  Communications. Brotto, L. A., Petkau, A. J., Labrie, F., & Basson, R. (2011). Predictors of sexual desire  disorders in women. The journal of sexual medicine, 8(3), 742-753. Bourdieu, P. (1991). Language and symbolic power. Cambridge, MA: Harvard University  Press. Bradshaw, J. (2005). Healing the Shame that Binds You: Recovery Classics Edition. Health  Communications, Inc. Brown, E. (2000). Affairs: A guide to working through the repercussions of infidelity.  San  Francisco, CA: Jossey-Bass. Buehler, S. (2008). Childhood sexual abuse: Effects on female sexual function and its  treatment. Current Sexual Health Reports, 5(3), 154-158. Cano, A., & Williams, A. C. D. C. (2010). Social interaction in pain: Reinforcing pain  behaviors or building intimacy?. Pain, 149(1), 9-11. Carnes, P. (1991). Don’t call it love: Recovery from sexual addiction, New York: Bantam  Books. Carnes, P. (1992)  Out of the Shadows: Understanding Sexual Addiction. Center City, MN:  Hazelden.  122 EXPLORING SEXUALITY THROUGH ART MAKING\t  Carnes, P. (1997) The betrayal bond: Breaking free of exploitative relationships. Deer Field  Beach, FL: Health Communications. Carnes, P. (1998).  The obsessive shadow: Profiles in sexual addiction.  Professional  Counselor, 13(1), 15-17, 40-41) Centers for Disease Control and Prevention. (2015, October 28). Retrieved December 15,  2015, from http://www.cdc.gov/ Clayton AH, Balon R. The impact of mental illness and psychotropic medications on sexual  functioning: The evi- dence and management. J Sex Med 2009;6:1200–1 Cohn, R. (2014). Calming the tempest, bridging the gorge: Healing in couples ruptured by  'sex addiction'. Sexual And Relationship Therapy, 29(1), 76-86.  doi:10.1080/14681994.2013.869314 Corley MD, Alvarez M. Including children and families in the treatment of individuals with  compulsive and addictive sexual disorders. Sexual Addiction & Compulsivity 1996;3:69- 84.Dictionary-Complete, C. E. (2012). Unabridged. Ediţia a. Crabtree, J. W., Haslam, S. A., Postmes, T., & Haslam, C. (2010). Mental Health Support  Groups, Stigma, and Self‐Esteem: Positive and Negative Implications of Group  Identification. Journal of Social Issues, 66(3), 553-569. Creswell, J. (2014). W.(2009). Research design: Qualitative, quantitative and mixed methods  approaches. DeHaan, S., Kuper, L., Magee, J.C. Lou Bigelow & Brian S. Mustanski (2013) The interplay    between online and offline explorations of identity, relationships, and sex: a mixed         123 EXPLORING SEXUALITY THROUGH ART MAKING\t   methods study with lGBT youth, The Journal of Sex Research, 50:5, 421-434, DOI:         10.1080/00224499.2012.661489 Dhikav V, Karmarkar G, Gupta R, Verma M, Gupta S, Anand KS. Yoga in female  sexual functions. J Sex Med 2010;7:964–70. Diamond, L. M. (2003). New paradigms for research on heterosexual and sexual-minority  development. Journal of Clinical Child and Adolescent Psychology 32(3), 460-498. Drucker, D. J. (2012). Marking sexuality from 0–6: the kinsey scale in online culture.  Sexuality & Culture, 16(3), 241-262. Eggers, S. H. (2014). Using Photography and Poetry in Group Therapy for People with  Severe and Persistent Mental Illness: An Outcome Study. Ellis, M. L. (2007). Images of sexualities: Language and embodiment in art therapy.        International Journal of Art Therapy, 12(2), 60-68. Frank, E., Anderson, C., & Rubinstein, D. (1978). Frequency of sexual dysfunction in normal  couples. New England Journal of Medicine, 299(3), 111-115. Fink, P. J., & Levick, M. F. (1974). Sexual problems revealed through art therapy. Art    Psychotherapy, 1(3), 277-291. Finkelhor, D., & Browne, A. (1985). The traumatic impact of child sexual abuse: A        conceptualization. American Journal of orthopsychiatry, 55(4), 530. Flowers, P., & Buston, K. (2001). “I was terrified of being different”: Exploring gay men’s        accounts of growing-up in a heterosexist society. Journal of Adolescence, 24, 51-65.   doi:10.1006/jado.2000.0362 Franklin, M. (2001). The Yoga of Art and the Creative Process. Spirituality and art therapy:      Living the connection, 20010315, 97.  124 EXPLORING SEXUALITY THROUGH ART MAKING\t  Gantt, L., & Tabone, C. (2012). The formal elements art therapy scale: The rating manual. Glass, S.P., & Wright, T.L. (1997).  Reconstructing marriages after the trauma of  infidelity. In  W.K. Halford & H.L. Markman (Eds.), Clinical handbook of marriage and couples  interventions (p. 471-507). New York, NY: Wiley Goodwach, R. (2005). Sex Therapy: Historical evolution, current practice. Part 1. Australian     and New Zealand Journal of Family Therapy, 26(3), 155-164. Gottman, J.M. (2001) The science of trust: Emotional attunement for couples, New York, NY:  Norton. Gottman, J. (2002) The mathematics of marriage.  Cambridge: MIT Press. Green, M. Bobrowicz, A., & Ang, C.S. (2015) The lesbian, gay, bisexual and  transgender  community online: discussions of bullying and self- disclosure in YouTube  videos. Behaviour & Information Technology, 34:7, 704-712, doi:  10.1080/0144929X.2015.1012649 Griffitt, W., & Hatfield, E. (1985). Human sexual behavior. Glenview, IL: Scott, Foresman. Gove, P., & Webster, I. (1993). Webster's third new international dictionary of the English  language, unabridged. Springfield, Mass.: Merriam-Webster. Halpin, S. & Allen, M. (2004) Changes in psychosocial well-being during stages of gay  identity development. Journal of homosexuality 47:2, 109-126. Hanes, M. J. (2007). 'Face-to-face' with addiction: The spontaneous production of self-portraits  in Art Therapy. Art Therapy, 24(1), 33-36.  doi:10.1080/07421656.2007.10129365  125 EXPLORING SEXUALITY THROUGH ART MAKING\t  Harlow BL, Stewart EG. Adult-onset vulvodynia in relation to childhood  violence victimization.  Am J Epidemiol 2005;161:871–80.   Herman J. L. (1992). Trauma and recovery. New York, NY: Basic Books.  Hentsch-Cowles, G., & Brock, L. J. (2013). A systematic review of the literature on the role of  the partner of the sex addict, treatment models, and a call for research for systems theory  model in treating the partner. Sexual Addiction & Compulsivity, 20(4), 323-335.  doi:10.1080/10720162.2013.845864 Hillier, L., & Harrison, L. (2007). Building realities less limited than their own: young people     practicing same-sex attraction on the Internet. Sexualities, 10, 82-100. doi:10.1177/      1363460707072956  Hillier, L., Harrison, L., Dempsey, D., & Nieto, J. A. (2004). “It made me feel braver, I was      no longer alone”: Same-sex attracted young people exploring the pleasures and pitfalls of  the Internet. In J. Nieto (Ed.), Sexuality in the Pacific, 79-100. Holt, E., & Kaiser, D. H. (2009). The First Step Series: Art therapy for early substance abuse   treatment. The Arts In Psychotherapy, 36(4), 245-250. doi:10.1016/j.aip.2009.05.004 Hyde, J. S. & DeLamater, J. D. (2003). Understanding human sexuality. New York:       McGraw-Hill. Israel, T., Gorecheva, R., Burnes, T.R., & Walther, W.A., (2008). Psychotherapy Research,       18(3), 294-305. Jacobs-Kayam, A., Lev-Wiesel, R., & Zohar, G. (2013). Self-mutilation as expressed in self  126 EXPLORING SEXUALITY THROUGH ART MAKING\t   figure drawings in adolescent sexual abuse survivors. The Arts in Psychotherapy, 40(1),  120-129. Jason, S. & Minwalla, O. (2008, September), Sexual Trauma Model: Partner’s Reaction,  Addict’s Reaction.  Presented at the national conference of The Society for the         Advancement of Sexual Health (SASH), (APA Accredited Presentation); Boston,  Massachusetts. Kadri, N., & Sartorius, N. (2005). The global fight against the stigma of schizophrenia. PLoS  Med, 2(7), e136. Kahn, J. (2013).  Visual sexuality: integrating art and sex therapies. Retrieved from         LMU/LLS Theses and Dissertations.   Kapitan, L. (2011). An introduction to art therapy research. Routledge. Kelly, G. F. (2004). Sexuality today: The human perspective. McGraw-Hill. Kelly, M. P., Strassberg, D. S., & Turner, C. M. (2004). Communication and associated  relationship issues in female anorgasmia. Journal of sex & marital therapy, 30(4), 263- 276. Kijak, L., (2009) An art exploration of societal factors that influence the sexual identity  development of LGBTQ adolescents. Retrieved from LMU/LLS Theses and   Dissertations. Klein, F., Sepekoff, B., & Wolf, T. J. (1985). Sexual orientation: A multi-variable dynamic  process. Journal of homosexuality, 11(1-2), 35-49.  127 EXPLORING SEXUALITY THROUGH ART MAKING\t  Laan, E., Rellini, A.H.& Barnes, T. (2013). Standard operating procedures for female      orgasmic disorder: Consensus of the International Society for Sexual Medicine.  The Journal of Sexual Medicine. 10(1):74-82 Landry T, Bergeron S. Biopsychosocial factors associated with dyspareunia in a community    sample of adolescent girls. Arch Sex Behav 2010 [Epub ahead of  print].   Laumann, E. O. (1994). The social organization of sexuality: Sexual practices in the United         States. University of Chicago Press. Laumann, E. O., Paik, A., & Rosen, R. C. (1999). Sexual dysfunction in the United States:         prevalence and predictors. Jama, 281(6), 537-544. Lawlor, E. M. (1992). Creativity and change: The two-tiered creative arts therapy approach      to co-dependency treatment. The Arts In Psychotherapy, 19(1), 19-27.   doi:10.1016/0197-4556(92)90060-2 Leeners, B., Stiller, R., Block, E., Görres, G., Imthurn, B., & Rath, W. (2007). Effect of  childhood sexual abuse on gynecologic care as an adult. Psychosomatics, 48(5), 385 393. Lusebrink, V. B. (1978). Expressive Therapies Continuum. The Wiley Handbook of Art  Therapy, 57-67. The Merriam-Webster Dictionary New Edition, (c) 2016 McCarthy, B., & McDonald, D. (2009). Sex therapy failures: A crucial, yet ignored, issue.        Journal of sex & marital therapy, 35(4), 320-329. McDermott, E., & Roen, K. (2012). Youth on the virtual edge: researching marginalized sexualities and genders online, Qualitative Health Research, 22(4), 560-570. DOI:         10.1177/1049732311425052  128 EXPLORING SEXUALITY THROUGH ART MAKING\t  McDermott, E., Roen, K., & Scourfield, J. (2008). Avoiding shame: Young LGBT people,         homophobia and self-destructive behaviours. Culture, Health & Sexuality, 10, 815 829.  doi:10.1080/13691050802380974  McNiff, S. (2008). Art-based research. In J.G. Knowles & A.L. Cole (Eds). Handbook of the     arts in qualitative research: Perspectives, methodologies, examples and issues (pp.     29-40). Thousand Oaks CA: Sage. Metzl, E. S. (2013). Artistic, Therapeutic, and Sexually Informed: A Five-Week Human Sexuality Course for Art Therapy Students. American Journal of Sexuality Education, 8(4), 191-212. Miller, R. B. (2007). The role of response art in the case of an adolescent survivor of      developmental trauma. Art Therapy, 24(4), 184-190. Minwalla, O. (2011, September). A New Generation of Sex Addiction Treatment: The  Sex Addiction-Induced Trauma Model for the Treatment of Sex Addicts, Partners, and  the Couple.  Presented at the national conference of The Society for the Advancement of  Sexual Health (SASH), (APA Accredited Presentation); San Diego, California. Minwalla, O. (2012, July, 23). Partners of Sex Addicts Need Treatment for Trauma. The  National Psychologist. Minwalla, O. (2012, September, 12).  The “Co-Sex Addict” Paradigm: A Model of         Diagnostic Mislabeling that Perpetuates Gender-Based Violence and the Oppression of Women. Presented at the National Conference for The Society for the Advancement of  Sexual Health (SASH) (APA Accredited Presentation); San Antonio, Texas.   129 EXPLORING SEXUALITY THROUGH ART MAKING\t  Morrell, M. (2011). Signs and symbols: art and language in art therapy. Journal of Clinical  Art Therapy, 1(1), 25-32, retrieved from: http://digitalcommons.lmu.edu/jcat/vol1/iss1/8  National Council on Sexual Addiction and Compulsivity. (2000). Public figures and problem  sexual behaviors. Retrieved December 2, 2000, from http://www.sexualrecovery.com/re-  sources/articles/publicfigures.php   NAMI: National Alliance on Mental Illness. (n.d). Retrieved November 22, 2015, from  http://www.nami.org/ National Center for Health Statistics, Centers for Disease Control, & Preventi (Eds.). (2015).  Health, United States, 2013, with special feature on prescription drugs. Government  Printing Office. Ogden, G. (2013). Expanding the practice of sex therapy. Taylor & Francis. Out Now 2009. Definitions. Retrieved on November 9, 2015  from  http://www.outnowspringfield.org/Definitions.html Pelton-Sweet, L.M., & Sherry, A. (2008) Coming out through art: a review of art therapy with  LGBT clients. Journal of Art Therapy, 25:4, 170-176, doi:         10.1080/07421656.2008.10129546 Pereira, V.M., Arias-Carri, Machado, S., Nardi, A.E. & Silva, A.S. (2013) Sex therapy for  female sexual dysfunction. International Archives of Medicine, 6(1):37 Pifalo, T. (2009). Mapping the maze: An art therapy intervention following disclosure of sexual  abuse. Art Therapy, 26(1), 12-18.  130 EXPLORING SEXUALITY THROUGH ART MAKING\t  Pollard, S. E., Hook, J. N., Corley, M. D., & Schneider, J. P. (2014). Support utilization by       partners of self-identified sex addicts. Journal Of Sex & Marital Therapy, 40(4),  339  348. doi:10.1080/0092623X.2012.751076 Rainbow Welcome Initiative. (n.d.). Retrieved April 18, 2016, from http://www.rainbowwelcome.org/ Rockwell, P., & Dunham, M. (2006). The Utility of the Formal Elements Art Therapy Scale     in Assessment for Substance Use Disorder. Art Therapy, 23(3), 104-111.        doi:10.1080/07421656.2006.10129625 Rosario, M., Rotheram-Borus, M. J., & Reid, H. (1996). Gay-related stress and its correlates    among gay and bisexual male adolescents of predominantly Black and Hispanic background. Journal of Community Psychology, 24, 136-159. Rosen RC. Prevalence and risk factors of sexual dysfunction in men and women. Psychiatry      Rep 2000; 2: 189-195. Rosenbaum, T. Y. (2005). Physiotherapy treatment of sexual pain disorders. Journal of sex &   marital therapy, 31(4), 329-340. Rosenberg, K. P., Carnes, P., & O'Connor, S. (2014). Evaluation and treatment of sex     addiction. Journal Of Sex & Marital Therapy, 40(2), 77-91.         doi:10.1080/0092623X.2012.701268 Schmidt, C. W. (1992), “Changes in terminology for sexual disorders in DSM-IV”.         Psychiatric Medicine, 10, 247–255. Schneider, J.P., Corely,M.D., & Irons, R. (1998).  Surviving disclosure of infidelity: Results      of an international survery of 164 sex addicts and partners.  Sexual Addiction & Compulsivity, 5, 189-217  131 EXPLORING SEXUALITY THROUGH ART MAKING\t  Schouten, K. A., de Niet, G. J., Knipscheer, J. W., Kleber, R. J., & Hutschemaekers, G. M.  (2015). The effectiveness of art therapy in the treatment of traumatized adults: A  systematic review on art therapy and trauma. Trauma, Violence, & Abuse, 16(2), 220- 228. doi:10.1177/1524838014555032 Silenzio, V. M. B., Duberstein, P. R., Tang, W., Lu, N., Tu, X., & Homan, C. M.  (2009).  Connecting the invisible dots: Reaching lesbian, gay, bisexual adolescents and  young adults at risk from suicide through online social networks. Social Science &  Medicine 69, 469-474. doi:10.1016/j.soc- scimed.2009.05.029 The Society for the Advancement of Sexual Health. (2007). Sexual Addiction. http://sash.net Spector, llana P., & Carey, Michael P. (1990). Incidence and prevalence of the sexual      dysfunctions: A critical review of the empirical literature. Archives of Sexual    Behavior, 19, 389-408. Sullivan, M. J., Thorn, B., Haythornthwaite, J. A., Keefe, F., Martin, M., Bradley, L. A., &      Lefebvre, J. C. (2001). Theoretical perspectives on the relation between       catastrophizing and pain. The Clinical journal of pain, 17(1), 52-64. Subrahmanyam, K., Greenfield, P. M., & Tynes, B. (2004). Constructing sexuality and  identity in an online teen chat room. Journal of Applied Developmental Psychology, 25, 651-666, doi:10.1016/j.appdev.2004.09.007 Suzuki, L. K., & Calzo, J. P. (2004). The search for peer advice in cyberspace: An examination  of online teen bulletin boards about health and sexuality. Journal of Applied  Developmental Psychology, 25, 685-698. doi:10.1016/j. appdev.2004.09.002  132 EXPLORING SEXUALITY THROUGH ART MAKING\t  Sweig, T. L. (2000). Women healing women: Time-limited, psychoeducational group therapy for  childhood sexual abuse survivors. Art Therapy, 17(4), 255-264. Tripodi, C. (2006). Long Term Treatment of Partners of Sex Addicts: A Multi-Phase     Approach. Sexual Addiction & Compulsivity, 13(2-3), 269-288.         doi:10.1080/10720160600870810 Turner, M. (2009). Uncovering and treating sex addiction in couples therapy. In K. M.Hertlein,  G. R. Weeks, N. Gambescia, K. M. Hertlein, G. R. Weeks, N. Gambescia  (Eds.),  Systemic sex therapy (pp. 263-285). New York, NY, US: Routledge/Taylor &  Francis Group. Van den Hout M, Barlow D. Attention, arousal and expectancies in anxiety and sexual   disorders. J Affect Disord 2000;61: 241–56. Van der Kolk B. A. (1994). The body keeps the score: Memory and the evolving  psychobiology of posttraumatic stress disorder. Harvard Review of Psychiatry, 1,  253–265. Venzo, P.,  & Hess, K. (2013) Honk against homophobia: rethinking relations between media    and sexual minorities. Journal of Homosexuality, 60:11, 1539-1556, DOI:     10.1080/00918369.2013.824318 Wegscheider-Cruse, S. (1990). Co-dependency and dysfunctional family systems. In R. C.  Engs, R. C. Engs (Eds.) , Women: Alcohol and other drugs (pp. 157-163). Dubuque,  IA, US: Kendall/Hunt Publishing Company. Wilson, M. (1999) Art Therapy with the Invisible Sex Addict. Art Therapy, Vol. 16, Iss. 1.  133 EXPLORING SEXUALITY THROUGH ART MAKING\t  Wilson, M. (2000). Creativity and shame reduction in sex addiction treatment. Sexual     Addiction & Compulsivity, 7(4), 229-248. doi:10.1080/10720160008403699 Wilson, M. (1998). Portrait of a sex addict. Sexual Addiction & Compulsivity, 5(4), 231-250.    doi:10.1080/10720169808402335 Wong, F. (2015). In search for the many faces of community resilience among LGBT     individuals. American Journal of Community Psychology, 55:1-2, 239 Zapf, J. L. (2007). Attachment styles in heterosexual males with sexual addiction in the United  States. Dissertation Abstracts International, 67, 7396. Zoldbrod, A. P. (2015). Sexual Issues in Treating Trauma Survivors. Current sexual health         reports, 7(1), 3-11.       134 EXPLORING SEXUALITY THROUGH ART MAKING\t  Appendix A             135 EXPLORING SEXUALITY THROUGH ART MAKING\t  Appendix B LOYOLA MARYMOUNT UNIVERSITY IRB Application Questionnaire  Exploring Sexuality through Art Making  (Einat Metzl - PI, Martha Cowley, Amanda Feinberg, and Jane Gallop - Graduate student researchers)  1. RESEARCH BACKGROUND Art and sexuality are basic human impulses and have been intertwined since ancient times (Bhugra, 1995). Recent studies have begun to look at the meeting places between art and sexuality (Kahn, 2013) and (Metzl, 2013). The purpose of this research is to explore the use of art making for illuminating experiences of participants’ perceptions of their sexuality in community support groups. We intend to invite participants from three separate community groups focused around sexuality issues to participate in an anonymous survey and art making task and then look for common themes arising from the art and narratives of the three separate groups, comparing within and between groups’ expressions. We aim to discover the answer to three questions:  1.) What are different participants’ experiences of their own sexuality (including the range and commonalities of their sexual experiences)?  2.) How do participants think other people view their sexuality?  3.) How do participants understand the art as useful or not.  Specifically, the researchers will post an invitation for the participants in three groups (Group A will consist of LGBTQI members, group B will consist of subjects who self-identify as partners of sex addicts, and group C will consist of women in a sexuality group) to participate in this research. Participation is completely voluntary and will take 10 minutes of their time to respond to an online questionnaire and art directive (using Qualtrics) which they can submit anonymously (See appendix D).  2. SUBJECT RECRUITMENT The researchers will reach out to potential participants by informing relevant leaders of sexuality support groups of the research study via email (groups B & C) and through an online post (group A) (See appendix C). The researchers have already identified two group leaders (such as Saba Harouni, Marty Simpson, and Nicole Ashton in appendix F) and an online forum (Reddit) that caters to the LGBTQ community. Group leaders can then forward the research invitation to participants in their groups and or forward it to other group leaders of sexuality groups that they are aware of (snowball methodology). All potential participants will be over the age of 18 years old and sign a  136 EXPLORING SEXUALITY THROUGH ART MAKING\t  consent form (See appendix B) as part of the survey. Potential participants will be informed that this is a research study to help art therapists understand the usefulness of art in exploring sexuality. Interested participants will utilize the Qualtrics link on the handout to initiate participation in the research.  3. PROCEDURES The researchers will reach out to three different communities/groups (through online posting and group leaders) who focus on sexuality issues for adults and invite willing participants to take a brief anonymous questionnaire. Interested participants from the three comparative samples will be emailed a Qualtrics web address that will contain an informed consent form, Participant Bill of Rights, and an art directive with relevant questions (See appendix A, B, C, and D). The participants will willingly fill out the questionnaire on Qualtrics, which includes an art response and a few open ended questions (See Appendix D). All data will be stored digitally on the researchers’ computers (in a secure folder). No identifying information is stored in the questionnaire (participants are never asked to identify by name and can sign informed consent by initials.)  4. RISKS / BENEFITS This study will investigate the benefits and limitations behind the use of art therapy to explore sexuality. The general literature exploring the junction of art therapy and sexuality is limited. This research will expand the current scope of literature in order to help art therapists, and the community at large, further understand the sexual identity and issues of their clients. Supplementary benefits include the cathartic nature of art therapy and its ability to empower those from marginalized sexual communities.  The risks involved in this study are minimal. Participation is completely voluntary, anonymous and brief, its questions focus on sexuality from a positive/open judgment free perspective and are meant to be encouraging of creative expression and personal choice. Participants can withdraw from the study at any time and may skip all questions (besides the Informed Consent initials). However, since the questions may trigger some emotional or psychological reactions, a list of community resources related to sexuality will be provided at the end of the survey (See appendix F).  5. CONFIDENTIALITY The questionnaire (See appendix D) is anonymous and participants will be invited to include demographic information at their own digression. Participants will choose to sign the consent form (See appendix B) using their initials or a pseudonym. All collected data will be kept in the primary researcher, Dr. Einat Metzl’s office, on her computer, at University Hall, Suite 2518, Loyola Marymount University. The primary researcher will only keep the coded and anonymous data from the survey on her computer. The primary researcher will keep the data for 2 years. After a period of 2 years, the data and images that have not been used for analysis or publications will be discarded. We recognize that sexual identity/sexuality may be a sensitive topic therefore we have attempted to maintain full of confidentiality and privacy  137 EXPLORING SEXUALITY THROUGH ART MAKING\t  on all levels in our research, including the ways we obtain participation, garner consent, gather data, and analyze data.  6. INFORMED CONSENT See Appendix B  7. STUDENT RESEARCH Yes, the three students are graduate students in the department of Marital and Family Therapy / Art Therapy, currently working on their final research project. The faculty sponsor for this project is Einat S. Metzl, Ph.D., LMFT, ATR-BC.  8. QUALIFICATIONS AND TRAINING The researcher (primary investigator) has her doctorate degree from Florida State University and her MA from Loyola Marymount University. She has completed multiple research courses, had been involved with IRB / HSRB committees at LMU and FSU and regularly teaches research methodology courses and mentors graduate students’ final research papers. The students involved in this research project have completed the graduate course MFTH-691 Research Methodology, and are being supervised by a research mentor, Einat S. Metzl, Ph.D., LMFT, ATR-BC as part of follow up research methodology course MFTH-696. The research mentor and students have all completed the certification course, National Institutes of Health (NIH) Web-based training course, “Protecting Human Research Participants” (See appendix E).   9. QUESTIONNAIRES AND SURVEYS See Appendix D.  10. SUBJECT SAFETY  We recognize that subject safety is particularly important due to the nature of the survey, and we recognize sensitivity around this topic. Therefore, all data collected via questionnaires will be kept confidential. Data will be stored digitally in secure and coded folders in the researcher’s office and computers. No identifiable information is collected in this survey, and the coded narratives and artworks will be stored for the duration of 2 years for data analysis and potential subsequent publications.  11. COUNSELING There is no foreseeable need for counseling. While sexuality can be a sensitive topic, the questionnaire does not ask particularly triggering questions. Participation is voluntary and all participants will have the ability to withdraw their collected data as long as they notify the researchers before the research is published. However, we recognize that this research might bring up more questions and thoughts about sexuality and so we will include a page of sexuality related resources in the Los Angeles area (See appendix F).   138 EXPLORING SEXUALITY THROUGH ART MAKING\t  12. SAFEGUARDING IDENTITY All participation is voluntary and is conducted in the privacy of the participant’s home. The questionnaire on Qualtrics (See appendix D) is anonymous and participants will be invited to  include demographic information at their own digression. The collected data will be kept confidential and stored in digitally safe folders in the primary researcher’s office and computer. Participants will choose to sign the consent form (See appendix B) using their initials or a pseudonym.  13. ADVERTISEMENTS While we do not have an advertisement, we do have a research invitation (See appendix C). For group A and B the invitation will first be given to therapists who are providing sexuality related groups, so s/he can email the invitation to interested potential participants from the group. For group C, the invitation will be posted on an online forum called Reddit, catering the LGBTQ community.  REFERENCES  Bhugra,D. & deSilva, P. (1995). Sexual&Dysfunction and Sex Therapy: An historical perspective. International\"Review\"of\"Psychiatry,\"7 (2),&159S167.  Kahn, Jillien Anne, \"Visual Sexuality: Integrating Art and Sex Therapies\" (2013). LMU/LLS Theses and Dissertations. Paper 29.  Metzl, E. (2013) Artistic, Therapeutic, and Sexually Informed: A Five-Week Human Sexuality Course for Art Therapy Students American Journal of Sexuality Education, Vol. 8                      139 EXPLORING SEXUALITY THROUGH ART MAKING\t  APPENDIX C  LOYOLA MARYMOUNT UNIVERSITY Experimental Subjects Bill of Rights  Pursuant to California Health and Safety Code §24172, I understand that I have the following rights as a participant in a research study:  1. I will be informed of the nature and purpose of the experiment.  2. I will be given an explanation of the procedures to be followed in the medical experiment, and any drug or device to be utilized.  3. I will be given a description of any attendant discomforts and risks to be reasonably expected from the study.  4. I will be given an explanation of any benefits to be expected from the study, if applicable.  5. I will be given a disclosure of any appropriate alternative procedures, drugs or devices that might be advantageous and their relative risks and benefits.  6. I will be informed of the avenues of medical treatment, if any, available after the study is completed if complications should arise.  7. I will be given an opportunity to ask any questions concerning the study or the procedures involved.  8. I will be instructed that consent to participate in the research study may be withdrawn at any time and that I may discontinue participation in the study without prejudice to me.  9. I will be given a copy of the signed and dated written consent form.  10. I will be given the opportunity to decide to consent or not to consent to the study without the intervention of any element of force, fraud, deceit, duress, coercion, or undue influence on my decision.     140 EXPLORING SEXUALITY THROUGH ART MAKING\t  APPENDIX D  LOYOLA MARYMOUNT UNIVERSITY Exploring Sexuality through Art Making; Informed Consent Form Date of Preparation September 19, 2015  1) I hereby authorize the researchers to include me in the following research study: Exploring Sexuality through Art Making. 2) I have been asked to participate on a research project which is designed to look at the benefits and limitations of using art to explore sexuality to gain a deeper understanding of individual communities developed within a complex sexual culture. This procedure will last for approximately 10-15 minutes. 3) It has been explained to me that the reason for my inclusion in this project is that I am involved in a community focusing on sexuality. 4) I understand that if I am a participant, I will participate in a one-time online questionnaire which includes art making and several questions exploring sexuality through art making. The response to the questionnaire will be collected within the first month after the link is made live. Data collected for this study will be kept confidential to the extent allowed by law and digitally stored in a computer only the researchers or research mentor has access to. Data will be discarded two years after the study is completed. The results of the research study will be used for the investigator’s final research and may be published. In case of publication my name will not be used, and my identifying information will be concealed / protected. 1. If any of these procedures are unclear to me, I can receive clarification for the research intent and methodology from Einat Metzl (PI) at einat.metzl@lmu.edu 5) The images of the art making that I choose to upload may be used to illustrate the use of art making to explore perceptions of sexuality. 6) I understand that the study described above may involve the following risks and/or discomforts: recalling different experiences or perceptions of my sexuality. 7) I also understand that the possible benefits of the study are empowering creative expression of sexuality issues in a way that feels safe, discovering new insights, helping the public better understand the sexual identity within online and therapeutic communities, and possibly inspiring future studies and programs aimed at using art to explore sexual identity. 8) I understand that Dr. Einat Metzl can be reached at (310) 338-4561 or einat.metzl@lmu.edu, and will answer any questions I may have at any time concerning details of the procedures performed as part of this study. 9) If the study design or the use of the information is to be changed, I will be so informed and my consent re-obtained. 10) I understand that I have the right to refuse to participate in, or to withdraw from this research at any time without prejudice to (e.g., my future medical care at LMU) 11) I understand that circumstances may arise which might cause the investigator to terminate my participation before the completion of the study. 12) I understand that no information that identifies me will be released without my separate consent except as specifically required by law. 13) I understand that I have the right to refuse to answer any question that I may not wish to answer.  Participant's Signature / initials _____________________________________Date_________  141 EXPLORING SEXUALITY THROUGH ART MAKING\t  APPENDIX E  Exploring Sexuality Through Art Making: Invitation to participate in the research  Dear Group Leader or Potential Participant,  We are a group of second year students at the University of Loyola Marymount and are working on our final research project under the mentorship of Dr. Einat Metzl. Our research team is investigating the benefits of using art making to explore sexuality among various communities. This research is meant to provide an understanding of the relationship between art and sexuality as a form of expression, and we are reaching out to you as a participant in a group that is engaged in explorations of sexuality experiences. This research is meant to further understand sexuality from a strengths based perspective, celebrating the multiple experiences of sexuality as could be depicted through art. The art tasks are meant to be empowering as well as informative, broadening thoughts and opinions surrounding sexuality that are not always part of typical sexuality discourse.  This study is completely anonymous and voluntary. Participants can withdraw from the study or skip any questions of their choosing. The study has been approved by the Institutional Review Board of Loyola Marymount University.  So… if you are willing to take 10-15 minutes to make some art and fill out an online questionnaire, we would be so thankful! Just click on the link below: http://mylmu.co1.qualtrics.com/SE/?SID=SV_af6axeTiFPR2YhT If you would like any more information about the research study, please do not hesitate to contact us at einat.metzl@lmu.edu.   Thank you so much for considering to participate in this research.  Best,  The Research Team: Einat Metzl (PI), Martha Cowley, Jane Gallop, and Amanda Feinberg     142 EXPLORING SEXUALITY THROUGH ART MAKING\t  APPENDIX F Exploring Sexuality through Art Making: Qualtrics survey  This research hopes to explore the way that art illuminates diverse and profound experiences of sexuality, and we are reaching out to you as a participant in a group that is engaged in explorations of sexuality experiences. Data from this research will be collected for the coming month. Please read through the Bill of Rights and the Informed Consent, electronically sign / initial in the appropriate places, and then take 10-15 minutes to respond to the questionnaire. The art responses do not need to look any particular way, nor are artistic skills relevant for this study. You are free to use any type of media -- crayons, colored pencils, markers, watercolor, acrylic paint, etc. -- whatever you think would best convey your thoughts.  Thank you for considering participating in this research!  LOYOLA MARYMOUNT UNIVERSITY Experimental Subjects Bill of Rights Pursuant to California Health and Safety Code 24172, I understand that I have the following rights as a participant in a research study: 1. I will be informed of the nature and purpose of the experiment. 2. I will be given an explanation of the procedures to be followed in the medical experiment, and any drug or device to be utilized. 3. I will be given a description of any attendant discomforts and risks to be reasonably expected from the study. 4. I will be given an explanation of any benefits to be expected from the study, if applicable. 5. I will be given a disclosure of any appropriate alternative procedures, drugs or devices that might be advantageous and their relative risks and benefits. 6. I will be informed of the avenues of medical treatment, if any, available after the study is completed if complications should arise. 7. I will be given an opportunity to ask any questions concerning the study or the procedures involved. 8. I will be instructed that consent to participate in the research study may be withdrawn at any time and that I may discontinue participation in the study without prejudice to me. 9. I will be given a copy of the signed and dated written consent form. 10. I will be given the opportunity to decide to consent or not to consent to the study without the intervention of any element of force, fraud, deceit, duress, coercion, or undue influence on my decision. Please initial here to note that you read the above document related to your rights  LOYOLA MARYMOUNT UNIVERSITY Exploring Sexuality through Art Making; Informed Consent Form Date of Preparation September 19, 2015  143 EXPLORING SEXUALITY THROUGH ART MAKING\t  1) I hereby authorize the researchers to include me in the following research study: Exploring Sexuality through Art Making. 2) I have been asked to participate on a research project which is designed to look at the benefits and limitations of using art to explore sexuality to gain a deeper understanding of individual communities developed within a complex sexual culture. This procedure will last for approximately 10-15 minutes. 3) It has been explained to me that the reason for my inclusion in this project is that I am involved in a community focusing on sexuality. 4) I understand that if I am a participant, I will participate in a one-time online questionnaire which includes art making and several questions exploring sexuality through art making. The response to the questionnaire will be collected within the first month after the link is made live. Data collected for this study will be kept confidential to the extent allowed by law and digitally stored in a computer only the researchers or research mentor has access to. Data will be discarded two years after the study is completed. The results of the research study will be used for the investigator’s final research and may be published. In case of publication my name will not be used, and my identifying information will be concealed / protected. If any of these procedures are unclear to me, I can receive clarification for the research intent and methodology from Einat Metzl (PI) at einat.metzl@lmu.edu 5) The images of the art making that I choose to upload may be used to illustrate the use of art making to explore perceptions of sexuality. 6) I understand that the study described above may involve the following risks and/or discomforts: recalling different experiences or perceptions of my sexuality. 7) I also understand that the possible benefits of the study are empowering creative expression of sexuality issues in a way that feels safe, discovering new insights, helping the public better understand the sexual identity within online and therapeutic communities, and possibly inspiring future studies and programs aimed at using art to explore sexual identity. 8) I understand that Dr. Einat Metzl can be reached at (310) 338-4561 or einat.metzl@lmu.edu , and will answer any questions I may have at any time concerning details of the procedures performed as part of this study. 9) If the study design or the use of the information is to be changed, I will be so informed and my consent re-obtained. 10) I understand that I have the right to refuse to participate in, or to withdraw from this research at any time without prejudice to (e.g., my future medical care at LMU) 11) I understand that circumstances may arise which might cause the investigator to terminate my participation before the completion of the study. 12) I understand that no information that identifies me will be released without my separate consent except as specifically required by law. 13) I understand that I have the right to refuse to answer any question that I may not wish to answer.  Please insert your signature / initials and date below to indicate that you have read the informed consent and accept it: ________________________   144 EXPLORING SEXUALITY THROUGH ART MAKING\t  1a. please take a few minutes to make art in response to the question \"what does your sexuality look like?\" and upload your image below. 1b. please give your image a title and write a few sentences about your art response.  2a. Please take a few minutes to make art in response to the question \"How do others see your sexuality?\" and upload the image below. 2b. please give the image a title and write a few sentences about your art response.  3. If you feel any cultural affiliations might help us contextualize your experiences of sexuality / art responses (e.g. your age, gender, ethnicity, sexual orientation, etc.), please include those here: 4. How was it to consider your sexuality through art? 5. How did you hear about this survey? 6. Additional remarks, questions or musing...?  Thank you so much for you participation !  For your information we included selected resources regarding sexuality in the LA and online communities.  Planned Parenthood www.plannedparenthood.org 1-800-230-7526 Saba Harouni LMFT, ATR-BC Exploring Your Sexuality: A Safe Space for Women to Speak about the Unspeakable   Silverlake Independent Jewish Community Center East Los Angeles Women’s Center www.elawc.org 323-526-5819  California Coalition Against Sexual Assault www.calcasa.org Women’s Center of Los Angeles www.womenscenterla.org  Los Angeles LGBTQ Center http://www.laLGBTQcenter.org/ 1625 N. Schrader Boulevard Los Angeles, CA 90028-6213 PH: 323-993-7400   145 EXPLORING SEXUALITY THROUGH ART MAKING\t  Empty Closets Online Community http://emptyclosets.com/  S-Anon International Family Groups www.sanon.org  Relativity at Elements www.sexualrecovery.com 1-844-853-4399  Foundry Clinical Group Nicole Ashton, LMFT, CSAT www.foundryclinicalgroup.com  Marty Simpson 310-740-5442 Marty@MartySimpsonMFT.com    With gratitude, The Research Team                         146 EXPLORING SEXUALITY THROUGH ART MAKING\t  APPENDIX G Exploring Sexuality Through Art Making: NIH certificates       147 EXPLORING SEXUALITY THROUGH ART MAKING\t           148 EXPLORING SEXUALITY THROUGH ART MAKING\t  APPENDIX H Exploring Sexuality Through Art Making: Additional resources for participants Women’s Sexuality Resources:  1. Planned Parenthood www.plannedparenthood.org 1-800-230-7526  2. Saba Harouni LMFT, ATR-BC Exploring Your Sexuality: A Safe Space for Women to Speak about the Unspeakable Silverlake Independent Jewish Community Center  3. East Los Angeles Women’s Center www.elawc.org 323-526-5819  4. California Coalition Against Sexual Assault www.calcasa.org  5. Women’s Center of Los Angeles womenscenterla.org  LGBTQ Resources:  1. Los Angeles LGBTQ Center http://www.laLGBTQcenter.org/ 1625 N. Schrader Boulevard Los Angeles, CA 90028-6213 PH: 323-993-7400  2. Empty Closets Online Community http://emptyclosets.com/  Partners of Sex Addicts Resources: 1. S-Anon International Family Groups 1-844-853-4399  2. Relativity at Elements www.sexualrecovery.com www.sanon.org  3. COSA http://www.cosa-recovery.org  4. The Foundry Clinical Group Nicole Ashton, LMFT  149 EXPLORING SEXUALITY THROUGH ART MAKING\t  1-888-522-4496 www.foundryclinicalgroup.com  5. Marty Simpson 310-740-5442 Marty@MartySimpsonMFT.com  \t  ",
    "id": 267179545,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.lmu.edu:etd-1286"
    },
    "title": "Exploring Sexuality Through Art Making",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-04-01T08:00:00+01:00",
    "publisher": "Digital Commons at Loyola Marymount University and Loyola Law School",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.lmu.edu/cgi/viewcontent.cgi?article=1286&amp;context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/267179545.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/267179545"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/267179545/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/267179545/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/267179545"
        }
    ],
    "abstract": "This research examined the usefulness of art making in exploring sexuality. Specifically, women participating in partners of sex addicts groups and the LGBTQ online community were invited to take an online survey, exploring both visually and verbally discuss how they view their sexuality and how they think others view their sexuality. The data was then analyzed within and between categories to produce three overarching themes: (1) Expressing sexuality: the tension between the self and others (2) The usefulness of art making to explore sexuality, and (3) Limitations and challenges of the study. Through the discussion of the themes, researchers found a dichotomy between how participants see their sexuality and how others see it. Art was found to be a useful device for exploring the emotionality and complexity of sexuality",
    "tags": [
        "text",
        "art making",
        "exploring sexuality",
        "Art Therapy",
        "Marriage and Family Therapy and Counseling",
        "Medicine and Health Sciences",
        "Mental and Social Health"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.lmu.edu:etd-1286",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3596",
        "openDoarId": 0,
        "name": "Loyola Marymount University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 267179545,
        "depositedDate": null,
        "publishedDate": "2016-04-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T14:06:17+00:00",
        "acceptedDate": null,
        "createdDate": "2019-12-14T01:56:25+00:00"
    },
    "urls": [
        "https://digitalcommons.lmu.edu/etd/294",
        "https://digitalcommons.lmu.edu/context/etd/article/1286/viewcontent/MarthaCowleyJaneGallopAmandaFeinberg_MFT_ResearchProject_2016.pdf"
    ],
    "lastUpdate": "2024-01-24T14:06:17+00:00",
    "setSpecs": []
}