{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Farrell, Michelle"
        }
    ],
    "contributors": [
        "Watson, Laurel B."
    ],
    "createdDate": "2018-08-18T16:02:11+01:00",
    "dataProvider": {
        "id": 1778,
        "name": "University of Missouri: MOspace",
        "url": "https://api.core.ac.uk/v3/data-providers/1778",
        "logo": "https://api.core.ac.uk/data-providers/1778/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/160495007.pdf",
    "fullText": "   EXPLORING NON-BINARY TRANSGENDER CLIENTS’ COUNSELING EXPERIENCES:  EMPOWERMENT IN COUNSELING   A DISSERTATION IN  Counseling Psychology   Presented to the Faculty of the University  of Missouri-Kansas City in partial fulfillment of  the requirements for the degree   DOCTOR OF PHILOSOPHY               by MICHELLE FARRELL  M.A., Sam Houston State University, 2012 B.A., The University of Texas at Arlington, 2010   Kansas City, Missouri 2018                       © 2018 MICHELLE NICOLE FARRELL ALL RIGHTS RESERVED     iii  EXPLORING NON-BINARY TRANSGENDER CLIENTS’ COUNSELING EXPERIENCES:  EMPOWERMENT IN COUNSELING   Michelle Nicole Farrell, Candidate for the Doctor of Philosophy Degree University of Missouri-Kansas City, 2018    ABSTRACT    There is currently little research on the phenomena of empowerment for non-binary transgender clients in therapy. In fact, many non-binary clients report negative experiences with regard to the mental health field, including inadequate and refusal of care. This is concerning, given that the majority of transgender individuals will seek therapy at least once during their lifetime. Additionally, transgender individuals who are seeking medical treatment, such as hormone injections and/or gender affirmation surgery, must participate in mental health services in order to receive referrals. The purpose of this feminist phenomenological study was to investigate the ways in which non-binary transgender clients have been, and can be, empowered through therapy. A total of eight participants within the U.S. were interviewed about their experiences of empowerment while in therapy. Primary categories included 1) Clinician-Related Variables that Enhanced Empowerment, 2) Client-Related Outcomes Resulting from Empowerment, and 3) Advice for Counselors.  iv APPROVAL PAGE  The faculty listed below, appointed by the Dean of the School of Education, have examined a dissertation titled “Exploring Non-Binary Transgender Clients’ Counseling Experiences: Empowerment in Counseling,” presented by Michelle Farrell, candidate for the Doctorate of Philosophy degree, and certify that in their opinion it is worthy of acceptance.    Supervisory Committee Laurel B. Watson, Ph.D., Committee Chair Division of Counseling & Educational Psychology   Johanna Nilsson, Ph.D.  Division of Counseling & Educational Psychology  Chris Brown, Ph.D. Division of Counseling & Educational Psychology  Kimberly Langrehr, Ph.D. Division of Counseling & Educational Psychology  Julie Kohlhart, Ph.D. Division of Counseling & Educational Psychology    v CONTENTS ABSTRACT……….……………………………………………………...……………………...iii LIST OF TABLES ……………………………………………………………..………………viii ACKNOWLEDGMENTS……………………………………………………………..…………xi Chapter    1. INTRODUCTION…….……….…………………………………………………….……….1       Statement of Purpose…….……….………………………….………………………………..1       Review of the Literature…………..…………………………………………………….…….3          Transgender Identity………………………………………………………………………...3          Experiences of Oppression and Discrimination……………………………………………..6          Therapeutic Practices and Models…………………………………………………………12           Historical Context………………………………………………………………………..12             Current Models……………………………………………………………………….….14          Empowerment and Resiliency……………………………………………….……...……..20       The Current Study ……………………………………………………………………...……24    2. REVIEW OF THE LITERATURE………………………………………………………....25          Meyer’s Minority Stress Theory…………………………………………………………...27          Therapeutic Practice and Models….……………………………………………………….29          Empowerment and Resiliency……………………………………………………………..32          The Current Study………………………………………………………………………….35             Methodology…………………………………………………….……………………….36             Participants………………………………………………………………….....................36  vi             Procedure………………………………………………………………………………………...38             Research Design………………………………………………………………...………..41             Theoretical Framework…………………………………………………………………..41             Research Team……………………………………………………………………….…..43             Data Analysis…………………………………………………………………………….44             Methods of Trustworthiness………………………………………………………..……45             Researcher Bias and Positionalities…………………………………………………...…45 3. RESULTS…………………………………………………………………………………...49         Category 1: Clinician-Related Variables that Enhanced Empowerment……………….…..50             Subcategory 1.a: Validating………………………………………………...……………51 Subcategory 1.b: Autonomy and Self-Discovery……………………………….……….52 Subcategory 1.c: Safety and Trust……………..……………………...……………...….53 Subcategory 1.d: Guiding the Client………………………………....…...….……….….55                                            Subcategory 1.e: Counselor’s Willingness to Self-Educate………………...……….…..56         Category 2: Client-Related Outcomes Resulting from Empowerment………....……..……56 Subcategory 2.a: Client Self-Advocacy and Self-Care…………….……………...…..…57 Subcategory 2.b: Improved Psychological Well-Being………….….……………..…….58 Subcategory 2.c: Transitioning…………..………………………………………...….....60 Subcategory 2.d: Client Self-Acceptance………………………………………......……61 Subcategory 2.e: Improved Interpersonal Relationships………………….......……...….63 vii         Category 3: Advice for Counselors…………………………….…………………...…...….61 Subcategory 3.a: Self-Education………………………….……...……………...……….61 Subcategory 3.b: Awareness of Limited Competence…….………...………...…………62 Subcategory 3.c: Do not Make Assumptions……….……..………...……......………….63 Subcategory 3.d: Holistic Care…………………..………………......…………………..67                                 Subcategory 3.e: Appropriate Pronouns………….……………...………...……………68  Subcategory 3.f: Increased Resources………….………………...……...……………...68 4. DISCUSSION…………………………………………………………………….…………69         Practice Implications.......................………………………………………………...………75         Strengths, Limitations, and Future Directions……..………………………….....…………77         Appendix……………………………………………………………………………………79 A. SAMPLE EMAIL TO LISTSERVS………………………………………………79 B. WAIVER OF DOCUMENTATION OF CONSENT FOR PARTICIPATION IN A RESEARCH STUDY……………………………………………………………...80 C. DEMOGRAPHIC QUESTIONNAIRE ……………………………………….….83 D. INTERVIEW QUESTIONNAIRE ……………………………………….………86 E. NATIONAL TRANSGENDER AND MENTAL HEALTH HOTLINES………..89 REFERENCES……………………………………………………………………………...90 VITA………………………………………………………………………………..……101 viii TABLES Tables                Page 1.  Participant Demographic Data…………………………………………………………...37 2.  Participant Demographic Data, Continued…………………………………………..…..37 3.  Frequency Distribution of Participant Categories and Subcategories……...……………50     xi ACKNOWLEDGMENTS    I have so many people to thank. Firstly, I would like to send love and thanks to my family who has supported and encouraged me throughout many years and multiple degrees. I would also like to thank two of the best mentors I have ever had the honor of knowing: Dr. Laurel Watson and Dr. Kimberly Langrehr. I hope that you realize how much of an important impact you make on so many students, each and every day. Speaking for myself, my years of training would not have been nearly as fun without the two of you, guiding me throughout the process. I am so, so glad we started the program at the same time! I would also like to thank my colleagues and peers for putting up with me, through the good times and the stressful times, and not only being there when I needed you but allowing me to be there when you needed me, as well. I would also like to thank the following organizations for their generous grants to fund the current study: The UMKC Women’s Council, the UMKC School of Education, and the UMKC School Graduate Studies. Finally, I would like to thank all the site supervisors, professors, administrators, and more who have been there to mentor, supervise, and help me navigate my professional growth. Thank you all so much, I could truly not have done it without you all.    1  CHAPTER 1 INTRODUCTION  Statement of Purpose Currently there is a dearth of research on transgender individuals; this is particularly true for non-binary transgender (NBT) individuals (DiFulvio, 2014). Much of the existing research on gender minority groups has focused primarily on documenting both the prevalence and consequences of victimization, rather than an in-depth exploration of positive factors associated with this population, including empowerment and resiliency (Budge, Orovecz, & Thai, 2015; DiFulvio, 2014). Although it is important to understand these adverse experiences, it is also important to understand the ways in which counselors can support and empower their clients in the face of such adversity. This is especially true for NBT individuals, given their unique experiences of discrimination and oppression. It is not uncommon to hear stories from NBT clients who feel uncomfortable around cisgender individuals (i.e., those individuals whose biological sex and social gender match), as well as other transgender individuals who may question whether they are “trans enough.”  Further, little is known about transgender clients’ experiences with counseling, and even less is known about the counseling experiences they find helpful. The lack of research on transgender clients’ experiences in counseling is also concerning, given that approximately 75% of transgender individuals engage in therapy throughout their lives, whereas 14% report that they intend to seek psychological services in the future (Grant et al., 2011).   2  The field of psychology has undergone recent changes regarding diagnosis related to gender identity, in an attempt to remove oppressive language associated with identifying as transgender. For example, the diagnosis of gender identity disorder (GID) was included in previous issues of the American Psychological Associations (APA) Diagnostic and Statistical Manual of Mental Disorders (1987; 2000), whereas the more recent DSM-5 (APA, 2013) includes the diagnosis of gender dysphoria. This new diagnosis is thought to focus less on mental illness, and more on the feelings and experiences of discomfort that can accompany gender-related concerns. Despite these advances, more work is needed in order to better understand transgender individuals’ positive experiences of counseling; in turn, such an understanding may shape future counseling interventions for this population.  Examining identity development among transgender individuals is an important area to explore with clients who attend therapy for gender-related issues. Additionally, exploring the oppressive experiences felt by this community, as well as the adverse physical and mental outcomes, will provide a better understanding of the types of experiences that may lead transgender clients to seek counseling. According to theory, developing an integrated understanding of empowerment can lead to improvements in healthcare for transgender clients (Korell & Lorah, 2007). Because research regarding empowerment of NBT clients is limited, the current study uses feminist and phenomenological research theories to explore ways in which counseling can serve to empower NBT clients. A phenomenological research theory is appropriate for the current study, given the theory’s focus on understanding the phenomenon of empowerment among NBT clients. Additionally, a feminist lens is appropriate given the theoretical focus on empowering groups that experience oppression and  3  discrimination. Thus, three overarching areas will be examined in order to better inform the current feminist phenomenological study, as they provide a more well-rounded lens through which to study empowerment among non-binary clients. These include (a) identity development of NBT clients, (b) oppressive experiences and harmful outcomes, (c) current therapeutic practices and models for working with NBT clients, (d) empowerment, and (e) the research theories used to better understand empowerment as experienced by NBT clients. Review of the Literature Transgender Identity  The term transgender is an umbrella term used for a variety of individuals whose sex and gender identity are incongruent with one another (i.e., transsexual, genderfluid, gender non-binary individuals etc.). Non-binary transgender individuals are those whose gender assigned at birth does not match their self-identified gender, and who do not identify as binary in terms of gender identity. This includes, but is not limited to, individuals who identify as genderqueer, genderfluid, gender diverse/expansive/variant, and gender nonconforming (Carroll, 2010).  Historically, and according to an essentialist view, sex and gender were previously considered equivalent to one another and biologically determined through one’s chromosomal and genetic makeup (Money, 1994). As a result, a person was placed in one of two binary identities: female or male, woman or man. This is, of course, no longer considered accurate, as a result of our increased understanding of the complexity of gender identity and expression. Social constructionist perspectives view sex and gender as distinct factors, whereby only sex is defined biologically. In contrast, gender refers to the  4  sociocultural factors that make up the individual: essentially, the “behavioral, psychological, social, and cultural features” of being either female or male (Forisha, 1978; Ungar, 1979, as cited by Gainor, 2000, p. 136). Whereas an essentialist, binary view of gender pathologizes individuals who do not conform to these standards, a social constructionist perspective allows for more diversity in gender expression and experience. Additionally, a social constructionist perspective allows for a more complete understanding of individuals who identify as transgender. Gender-variant expression exists across all cultures and historical contexts (Blackwood & Wiering, 1999; Bullough & Bullough, 1993). Thus, it is not surprising that theories regarding potential etiologies have been developed in recent years. In particular, two primary etiologies for transgender identity have been posited, which include psychological/developmental (Doctor, 1988) and biological explanations (Money, 1994; Tully, 1992). Whereas developmental models have implicated childhood trauma (Gehring & Knudson, 2005) and family conflict (Di Ceglie, 1998) as etiological factors, more recent research posits a genetic component. Research examining this potential biological explanation includes a study by Heylens et al. (2012) who, in a review of prior research on monozygotic female and male twins, found evidence for a genetic explanation for gender identity, particularly for males. Specifically, for twin sets that were male or female, over 31% of monozygotic (i.e., one egg) twins were concordant with the previously used diagnosis of Gender Identity Disorder, whereas none of the dizygotic (i.e., two eggs) twins were concordant with the diagnosis. Additionally, Cohen-Kettenis and Pfafflin (2003) found that some transsexual individuals (i.e., transgender persons who opt to treatments in order to  5  match their physical with their gender identity; Bockting et al., 2013) began to question their biological sex and socially-assigned gender as young as two years of age, supporting the biological explanation for gender identity.  However, serious flaws in the development of these studies (e.g., samples based solely on transgender individuals receiving medical and psychological treatment for serious impairments with no comparative control group, etc.) limit their generalizability. Indeed, Bockting and Coleman (1993) have argued that there is “no scientific consensus about a single developmental pathway,” and that potential etiologies “remain controversial and hypothetical” (p. 113). These pathologizing etiologies, although attempting to be helpful, often add to societal forms of discrimination and oppression felt by the transgender community by assuming a gender-normative stereotype, and associating transgender identity with something that is “different” or “wrong” and need to be diagnosed.  Transgender feelings often peak during puberty (Israel & Tarver, 1997), whereby the development of secondary sex characteristics can result in feelings of confusion towards one’s body (Gainor, 2000; i.e., when one’s understanding of their gender identity does not match their developing body). However, these findings are generalized from research on transsexual individuals, and less is known about transgender individuals who are not transsexual. Thus, it is unclear if NBT individuals begin to experience feelings of being transgender at an earlier developmental stage in life. Issues related to one’s gender identity will also differ depending on the individual’s stage of development. For example, feelings of otherness may exist for transgender youth, in particular, as rates of suicidal ideation and attempts have been reported to range from 50% to  6  88% for this group (Israel & Tarver, 1997). These feelings may arise from oppressive experiences, such as bullying by peers, which may lead to harmful psychosocial outcomes (Meyer, 2003). Thus, as noted by Israel and Tarver (1997), the mental health diagnosis of gender dysphoria may be particularly appropriate for transgender youth who are in the earlier stages of their identity development.  Although these studies have contributed to the beginning of a knowledge base of transgender identity development, further research is needed in this area.  This is particularly true for NBT individuals, who have unique experiences of oppression. For example, many NBT individuals are questioned as to whether they are “trans enough” by other individuals in the transgender community, if they do not pursue physical alterations to their bodies. Such experiences may lead to feelings of marginalization, whereby they do not feel connected to either transgender or cisgender communities. Additionally, more research is needed to better understand how to effectively empower these individuals, given the link between oppressive experiences and subsequent negative outcomes (Breslow et al., 2015; Budge, Adelson, & Howard, 2013; Dew, 2007).  Experiences of Oppression and Discrimination Transgender individuals report inordinate rates of discrimination, oppression, and violence at both the systemic and individual levels (Bowen, Bradford, & Powers, 2007; Chaney, 2009; Grossman & D’Augelli, 2006; Israel & Tarver, 1997; Lev, 2004; Lind, 2004; Lombardi, 2001; Raj, 2002). These experiences may include, but are not limited to, discriminatory treatment in health care (Bowen et al., 2007; Carroll, Gilroy, & Ryan, 2002; Lombardi, 2001), barriers in the legal system (Lind, 2004), and rejection by family members  7  (Klein & Golub, 2016). According to Israel and Tarver (1997), victimization of transgender individuals can manifest in a variety of ways, including subtle practices of harassment and discrimination to more blatant physical, verbal, and sexual assaults, with the latter potentially including beatings, rape, and even death. Many of these events go unreported, whereas transgender individuals who do seek medical care are often turned away (Grant et al., 2010). Such adverse experiences have been linked to harmful mental health outcomes, including a 41% rate of suicide attempts for transgender individuals, as compared to a 1.6% rate for the general population (Grant et al., 2011).  Indeed, transgender individuals who experience increased rates of work-related discrimination have been found to report higher levels of poverty, drug use, violence and victimization, hopelessness, homelessness, and even death (Dew, 2007). Additionally, as a result of gender-related forms of social and economic oppression, transgender individuals are also likely to experience harassment from others, employment and financial instability, rejection from healthcare services, homelessness, mental health-related concerns, and even suicide attempts (Breslow et al., 2015; Budge et al., 2013; Grant et al., 2010; Nadal, Skolnik, & Wong, 2012; Kenagy, 2005).  Thus, it is imperative that mental health providers offer affirmative care for transgender individuals that’s aids them in effectively combating these oppressive experiences. Therapeutic practices that do not engage in victim blaming by conveying the message that transgender victims are to blame for their experiences of oppression and discrimination are essential. These higher rates of stigma, prejudice, and discrimination among marginalized groups have been found to positively correlate with mental health concerns (Friedman, 1999).   8  It is helpful to consider Meyer’s Minority Stress Theory (1995, 1998), to better understand the relationship between oppressive experiences and negative mental health outcomes among transgender individuals. Meyer’s theory, first applied to gay men and later to LGB individuals, posits that identity-based forms of discrimination and stigma are associated with the higher incidence of harmful psychological outcomes observed among LGB individuals. In other words, in addition to contending with stressors that all individuals face, LGB populations also encounter heterosexist stigma that creates vulnerability to a higher incidence of psychological concerns.  Meyer (1995) also differentiated between two specific types of stressors in conceptualizing minority stress specific to LGB persons: distal and proximal stressors. Distal stressors are those that occur outside of an individual, and may include bullying, harassment, violence and victimization from peers and family, and discrimination from the world at large (Austin et al., 2008; Balsam, Rothblum, & Beauchaine, 2005; Berlan, Corliss, Field, Goodman, & Austin, 2010; Friedman et al., 2011; Gordon & Meyer, 2007; Reisner, Falb, VanWagenen, Grasso, & Bradford, 2013). In contrast, proximal stressors rely upon an individual’s unique, subjective experience and may include prejudice events, expectation of rejection from others, identity concealment, internalized homophobia, and ameliorative coping processes (Meyer, 1995).  Together, these stressors are theorized to lead to increased mental health concerns for LGB individuals.  Meyer (1995) found that internalized homophobia, stigma, and prejudice predicted a multidimensional conceptualization of psychological distress among gay men, both in conjunction and when considered separate from one another. Psychological distress was  9  conceptualized in terms of five factors: demoralization (i.e., generalized distress), guilt (as associated with internalized homophobia, stigma, and/or prejudice), suicide ideation and behavior, AIDS-related traumatic stress response (i.e., symptoms of distress related to the AIDS epidemic), and sex-related concerns (as related to internalized homophobia that evokes conflict and anxiety in relation to same-sex intimate relationships). Additionally, minority stress as a whole was found to correlate with a two-to-threefold increase in risk for high distress levels among LGB individuals. These findings lend a greater understanding to the relationship between minority stress and subsequent mental health outcomes for LGB individuals. In understanding Meyer’s Minority Stress Theory as it relates to LGBT individuals (1995, 1998, 2003), it is helpful to further delineate the relationship found between these specific minority-based stressors and subsequent mental health outcomes. Prejudice, or the actual discriminatory and violence-based experiences, is also a stressor affecting LGBT individuals (Meyer, 1995; Meyer & Dean, 1998; Meyer, 2003). Bostwick, Boyd, Hughes, West, and McCabe (2014) found a positive correlation between  degree of discrimination (e.g., various forms of verbal and physical harassment experiences based on sexual identity, race/ethnicity, and/or gender) and probability of mental health concerns over the past-year (e.g., mood and anxiety disorders including major depression, dysthymia, panic disorder, generalized anxiety). Burton, Marshal, Chisolm, Sucato, and Friedman (2013) found a similar relationship for LGB youth. The authors hypothesized that, according to Minority Stress Theory, targeted harassment and victimization partly explain higher rates of both depression and suicidality among sexual minority youth.   10  In addition, internalized homophobia (i.e., the internalization of negative societal attitudes oriented towards the self) is thought to adversely influence the mental health of LGB individuals by enforcing the notion of oneself as “different” or “wrong.” In the development and recognition of same-sex attractions, LGB individuals will often also conceptualize this attraction as abnormal, given societal endorsements of heteronormativity. In turn, this increases the potential for mental health issues among LGB individuals (Hetrick & Martin 1984; Stein & Cohen 1984). Finally, concealment of one’s sexual identity among LGB persons has been found to serve as a paradoxical stressor.  More specifically, although the act of concealing one’s sexual and/or gender minority identity can serve as a protective coping mechanism against stigmatization, rejection, and discrimination, it can also serve as a stressor by forcing the individual to engage in hypervigilance to maintain concealment (Meyer, 2003). Anxiety and stress reactions related to knowing “when and who” to come out to, anticipation of being “outed” by other people, and social isolation as a way to maintain concealment are a few examples of the negative impact concealment can have on the mental health psyche of LGBT persons. Additionally, Kosciw, Palmer, & Kull (2014) highlighted the interplay between openness of sexual and/or gender identity and lowered rates of depression and higher rates of self-esteem, despite the higher risk of victimization.  It is not difficult to see how minority stressors adversely affect marginalized groups. It is important to note, however, that Meyer (2003) also found support for more positive outcomes. In particular, LGB individuals have been found to report increased coping and resiliency-based factors as a result of experiencing frequent minority stressors. In particular,  11  within-group identity provides a way for LGB individuals to gain validation and support for their unique identities.  A potential criticism of Meyer’s Minority Stress Model is its limited use with transgender individuals. Therefore, given the focus of Meyer’s Model to LGB individuals, an adapted model was developed by Hendricks and Testa (2012) that was specific to transgender individuals. As with the original model, Hendricks and Testa (2012) cite minority stressors – rather than pathologizing the marginalized individual – as one explanation for the increased mental health concerns among transgender individuals. Outlined by Meyer (1995, 2003), the following four minority stressors have been found relevant to transgender individuals: a) internalized negative societal attitudes towards oneself, or internalized homophobia (in this adapted model, internalized transphobia); b) expected rejection and discrimination, or stigma; c) actual discriminatory and violence-based experiences, or prejudice, and d) concealment of sexual (or gender) identity. Transgender individuals have been found to engage in identity concealment due to expected discrimination (Beemyn & Rankin, 2011). This adapted model lends support to the application of the Minority Stress Model to transgender people, given the shared experiences of minority stressors and subsequent mental health concerns (Hendricks & Testa, 2012).  Additionally, as with Meyer’s Model, it is important to highlight the importance of resiliency as a more positive outcome to minority stressors. Singh, Hayes, and Watson (2011) found five themes of resiliency for transgender individuals. These are self-generated definitions of oneself, embracing self-worth, awareness of oppression, connection with a supportive community, cultivating hope for the future, social activism, and serving as a  12  positive role model. Additionally, Singh and McKleroy (2011) delineated resiliency factors for transgender people of color: pride in one’s gender and ethnic/racial identities, recognizing and negotiating gender and racial/ethnic oppression, navigating relationships with family, accessing health care and financial resources, connecting with an activist transgender community of color, and cultivating spirituality and hope for the future. Therefore, as with the original Meyer model applied to LGB individuals, research on transgender individuals supports resiliency as an important response to minority stressors (Hendricks & Testa, 2012).  In validating their Gender Minority Stress and Resilience measure, used to assess both minority stress and resilience factors among trans persons, Hendricks and Testa (2012) cite research supporting the strong correlation between external events and mental health outcomes for transgender people. One element that is more specific to the adapted Minority Model is the increased focus on suicidal ideation and attempts among transgender individuals. Specifically, Testa and colleagues (2012) found that transgender victims of violence, either physical or sexual, were four times more likely to have attempted suicide when compared to transgender individuals who had not experienced such hostility; these victimized transgender individuals also reported a greater number of suicide attempts. Goldblum and colleagues (2012) found that transgender victims of gender-based hostility were also four times more likely to have attempted suicide and report a greater number of suicide attempts.  Therapeutic Practice and Models Historical context. Many historical forms of treatment for transgender persons focused on techniques such as “convincing” the patient they were “wrong” for identifying as  13  transgender, or employing physical forms of maltreatment, such as conversion therapy that further perpetuated the notion that transgender individuals needed to be converted, altered, repaired, or otherwise changed practices that have since been denounced by the American Psychological Association (APA, 1997). Although homosexuality as a diagnosis was removed from the third edition of the Diagnostic and Statistical Manual (DSM-III-R; APA, 1987), the diagnosis of gender expression is still used in the DSM-5 (APA, 2013), which conveys that gender identity can be included under mental health-related concerns. As previously noted, the diagnosis of “gender dysphoria” replaced the former diagnosis of “gender identity disorder” (DSM-IV-TR; APA, 2000), in an attempt to reduce the stigma often experienced by this population. Additionally, it was thought that this diagnosis would more clearly delineate that gender nonconformity, in and of itself, is not a mental disorder. Rather, dysphoria highlights the presence of clinically significant levels of distress that may result from systemic oppression (Drescher, 2014). Although some argue that the diagnosis of gender dysphoria is still problematic and serves to contribute to systemic forms of discrimination and oppression (Gainor, 2000), others argue that removal of the diagnosis could potentially jeopardize access to appropriate medical care for this population (Drescher, 2014).  In fact, transgender individuals who wish to obtain access to medical care (e.g., hormones and/or gender affirmation surgery) must obtain referral letters from a mental health provider; this requires the aforementioned diagnosis of gender dysphoria in order to obtain such treatment. As a result, many transgender individuals perceive the medical and psychological professions simply as “regulators and gatekeepers in the gender transition  14  process” (Carroll & Gilroy, 2002, p. 132), whereby ill-informed professionals have the power to decide whether or not a transgender individual qualifies for additional, gender-specific treatment. Requiring transgender individuals who are seeking hormone therapy and/or surgery to participate in counseling has occurred since 1979, whereby individuals obtain an official recommendation letter by a mental health professional (Meyer et al., 2001). Additionally, individuals wishing to undergo surgery are often required to live for one year as the gender with which they identify (Meyer et al., 2001), a practice that can be challenging for some individuals, given the potential to experience subsequent discrimination and violence (e.g., loss of job, relationship, etc.).  An important distinction for clinicians to be aware of is that not all transgender individuals wish to obtain access to medical care. Although some genderqueer or genderfluid individuals may seek hormone therapy, others may not. It is imperative, therefore, that counselors not over-generalize their treatment of this population, but work from sound culturally-informed practice. In doing so, it is important to gain greater knowledge of empowering therapeutic practices when working with this population.  Current models. Researchers and clinicians have noted the need for affirmative clinical care for transgender clients (Dickey & Singh, 2016). However, current training models for mental health professionals do not typically focus on counseling concerns specific to transgender clients (Carroll & Gilroy, 2002; Israel & Tarver, 1997). Transgender individuals are often either “ignored or tacked on” to gay, lesbian, and bisexual affirming models, resulting in the neglect of their individualized needs, such as hormone therapy and gender affirmation surgery. O’Hara, Dispenza, Brack, and Blood (2013) found that  15  transgender people who sought treatment from both medical and mental health professionals reported experiences of being misunderstood, mistreated, and marginalized; this indicates unethical and harmful practice with transgender clients.  Research-based progress has been made to develop affirmative counseling models specific to the needs of transgender clients. These models are collaborative in nature and focus on giving the transgender client maximum control when discussing potential needs with their therapist (Israel & Tarver, 1997). This approach is also beneficial to the therapist, who may otherwise find themselves in paradoxical roles: namely, a counselor and an evaluator for the appropriateness of medical care (Feinbloom, 1976). One such model, developed by Korell and Lorah (2007), is an affirmative approach that highlights the importance of counselor competency. Many transgender clients report frustration regarding their counselor’s lack of knowledge of transgender-related issues (Caroll & Gilroy, 2002; Gainor, 2000). For individuals seeking medical treatment, such feelings of frustration are often compounded by counselors’ roles as “gatekeepers” in the client’s medical care (Budge, 2015). Misunderstandings may also occur if the counselor does not comprehend differences in terms of gender identity and sexual identity (Korell & Lorah, 2007). Therefore, according to Korell and Lorah (2007), therapists should be aware of biased assumptions at the individual and societal levels (including within their particular field), language and terminology, pronouns, and gender-oriented developmental issues specific to transgender clients, as well as exploring other areas of the client’s life (e.g., forms of social support; social, medical, career, and emotional issues; etc.). For example, counselors should be familiar with terminology that is both affirmative and inclusive of transgender identity. This  16  terminology includes the use of a client’s true pronouns, which can include both male/female and gender-neutral pronouns, such as sie, ze, and hir. For NBT clients, in particular, it may be important for counselors to work within a broader understanding of gender identity (i.e., clients who do not identify along the gender binary of either male or female).  Additionally, being able to effectively navigate such areas of identity development and discrimination based on gender expression are also important, among other areas of competency. Therapists should also not immediately assume that transgender clients are coming to therapy for gender-related concerns. Assumptions such as these replicate discriminatory experiences that often occur outside of the therapy room.  Essentially, the assumption that NBT clients attend therapy due to inevitable feelings that something is “wrong” or “different” regarding their gender identity is a pathologizing stance. It is also important that therapists differentiate between issues related to a client’s transgender identity (e.g., depression associated with systemic forms of oppression) and more severe psychopathology (e.g., personality disorders, etc.; Israel & Tarver, 1997).  Other topics that deserve attention in this area of research include current support systems, family-related issues, social and emotion-related stressors, medical issues, and career issues (see Korell & Lorah, 2007). In particular, transgender individuals may struggle with negative reactions from family, friends, partners, medical professionals, or colleagues that may result in isolation, emotional-related concerns, a negative self-image, and psychological distress (Breslow et al., 2015; Grant et al., 2011; Israel & Tarver, 1997). This is also true of NBT individuals. Therefore, it is important for therapists to explore extant support systems and stressors as they may relate to transgender clients’ presenting concerns.   17  Lev (2004) also endorsed a model for working with transgender clients. Lev’s (2004) advocacy-based treatment model offers three basic tenets that should be followed: people have a right to individual gender expression; a right to make educated decisions about their body and gender expression; and a right to appropriate information (i.e., medical, therapeutic, and technological). This is in direct contrast with the gatekeeper approach, as the client is considered to be the sole expert in their unique gender identity experience. However, Lev also noted that mental competency should also be evaluated, in order to avoid undue harm to clients. For example, when working with transgender children, it is important to work in conjunction with family members who have the capacity to make developmentally sound decisions that should take into consideration the child’s gender-based experience. In addition, persons who are intellectually disabled may also have difficulty understanding the mental and physical factors associated with hormone-based treatment, gender affirmation surgery, and so forth.  A major limitation of prior models is the lack of inclusion of intersecting identities, such as providing affirmative care to transgender persons of color (TPOC). Oftentimes, research or clinical knowledge in one identity area fails to include additional identities a person may possess. For example, research and counseling practices on gender identity often neglect racial/ethnic identities, and vice versa (Reid & Comas-Diaz, 1990). Israel and Tarver (1997) outlined specific guidelines for clinicians working with clients who possess intersecting identities, specifically TPOC. Among other guidelines, Israel and Tarver (1996) outlined cultural competency regarding intersecting identities and subsequent discrimination,  18  equal access to care, and an awareness of appropriate referrals as imperative for the affirmative counselor.  In more recent years, Chang and Singh (2016) outlined specific areas to address as an affirmative clinician working with TPOC. These include developing an increased awareness of how both knowledge and attitudes might affect counselors’ work, addressing the intersecting identities of clients, challenging assumptions regarding the experiences of TPOC, increasing rapport and acknowledgment of differences between counselor and client, assessing strengths and resilience for navigating oppressive experiences, and providing affirming resources.  Counselors should also keep in mind the practices outlined by APA. Most notably, the APA Task Force on Gender Identity and Gender Variance released a report in 2009 that included proposed recommendations for working with this population. In particular, the review included APA policy recommendations, educational and training recommendations for counselors and therapists, needs specific to transgender psychologists and students, and recommendations for effectively collaborating with other professional organizations. In addition to advocating for policy in a number of areas (e.g., healthcare, treatment and care within sex-segregated facilities, and legal access), the APA Task Force suggested the following: informational products be made available to students, psychologists, and the public; increased coverage of the needs of transgender students and psychologists, such as greater education, protection, and acceptance; and finally more collaborative measures for organizations whose expertise is in transgender issues: (a) HBIGDA, now known as the World Association for Transgender Health, (c) the Council on Sexual Orientation and  19  Gender Expression of the Council on Social Work Education, (d) the American Psychological Association, (e) the International Association for Social Work Research, and (f) the American Public Health Association” (American Psychological Association, p. 5).  Although transgender-affirmative models of counseling have been developed (e.g., Korell & Lorah, 2007; Lev, 2004; Pepper & Lorah, 2008), the main focus of therapy for transgender clients continues to be the pathology and diagnosis associated with clients’ gender identification (Singh, Boyd, & Whitman, 2010). To date, little research exists with regard to positive experiences in counseling among transgender individuals, particularly how counseling may be used to empower NBT clients. Greater knowledge of empowering therapeutic practices when working with this population could potentially reduce the “gatekeeper” aspect to counseling, whereby sound ethical practices are incorporated by ethically trained counselors and therapists. Indeed, NBT individuals face unique stressors and discriminatory experiences as a result of not “fitting into” societal standards and expectations of gender. For example, whereas a binary transgender person may be focused on “passing” as either a man or a woman, the path towards identity development can often be more unique for NBT individuals who do not necessarily have a prescribed identity to work towards. As a result, they often experience self-doubt and discrimination by those who question or do not understand their non-binary identity. Additionally, there may be a lack of understanding between binary and non-binary transgender individuals, given their varying identities and experiences. These varied experiences may, in turn, lead NBT individuals to feel isolated from both cisgender and binary transgender individuals. It is important that therapists are  20  equipped to work with this population, and that affirmative counseling practices are established for NBT individuals.   Empowerment and Resiliency As previously noted, much of the literature has focused on both oppressive experiences and harmful psychosocial outcomes among transgender individuals. Although it is important to attend to these factors in counseling, it is also important to consider how empowerment in the face of oppression may be fostered. Specifically, an understanding of how mental health providers may empower their transgender clients in counseling is needed to assist their clients in developing agency, self-efficacy, and a sense of control in coping with such experiences.   Empowerment as conceptualized by feminist theory involves three distinct dimensions: personal, interpersonal, and sociopolitical areas of one’s life (Morrow & Hawxhurst, 1998). These three dimensions refer to the power one receives from oneself (personal), both power and powerlessness received from others (interpersonal), and the limits and barriers imposed by societal laws and prejudices (sociopolitical). Worell (2001) outlined specific components of empowerment, which include but are not limited to, factors such as self-esteem and self-affirmation, personal efficacy and sense of control, assertiveness, and social justice activities. For the current study, empowerment is defined as the \"motivation, freedom and capacity to act purposefully, with mobilization of energy, resources, strengths or power of each person through a mutual relational process\" (Surrey, 1987, as cited by Comas-Díaz & Greene, 1994, pg. 130). In other words, empowerment can be viewed as an individual’s agency to exact change through relevant resources available to them. As an  21  active participant, the therapist should involve the client in exploration of both direct and healthy ways of empowerment, including combating and coping with systemic and interpersonal forms of oppression, discrimination, and violence and subsequent aversive outcomes. Feminist counseling theory, which largely focuses on empowerment for marginalized groups, provides a lens through which to better understand oppressive experiences and the ways that counselors can effectively empower these clients. According to Zerbe Enns (1997), feminist counselors should focus on six main goals for counseling. These goals include a) exacting positive change, rather than adjustment, at the individual and systemic levels; b) equality for marginalized groups; c) balancing personal agency and communion with others; d) empowerment; e) engaging in self-nurturance; and e) the value of diversity. Specifically, client-based empowerment occurs through therapist-based advocacy, as well as helping the client to effectively express power and strong emotions (e.g., anger), competence in role expressions, increased self-esteem, evaluation of growth, identification of ways to exact societal change, and increased awareness of external barriers that limit freedom to decrease self-blame.  Hawxhurst and Morrow (1984) also highlighted specific target areas for empowerment to be incorporated by feminist counselors. These target areas are a) analyzing societal power structures as they relate to group power – or lack thereof – dynamics; b) bringing awareness to and processing how marginalized individuals are socialized to feel powerless; c) exploring ways in which these individuals can achieve power in personal, interpersonal, and institutional spheres; and d) implementing advocacy skills. Ultimately,  22  empowerment is focused on increasing knowledge and understanding regarding power dynamics, as well as exacting change at both the individual and sociocultural levels.  By incorporating these areas into feminist counseling, therapists can guide clients towards increased agency for both themselves and other marginalized persons. Given the minimal research available on empowerment of NBT clients, resiliency—a closely related construct—is considered. Resiliency involves the individual, social, and cultural factors that allow at-risk populations to overcome hardships and thrive, despite these obstacles (Ungar, Lee, Callaghan, & Boothroyd, 2005). Therefore, whereas both variables may be associated with positive outcomes, empowerment can be viewed as a broader term that includes, intrapersonal, interpersonal, and sociopolitical functioning, which may also encompass resiliency. Further, Cattaneo and Chapman (2010) differentiated between the two variables: resiliency consists primarily of internal, local-level goals aimed at interpersonal activities and outcomes which includes adapting, withstanding, or resisting the current context. In contrast, empowerment can be conceptualized as socially enacted, aimed at exacting external change to the context (e.g., relationships, power dynamics, etc.), and involves more of a sense of power on the part of the individual exacting the change.  Researchers have recently explored resiliency among transgender populations. For example, in a qualitative study, DiFulvio (2014) examined the path of resilience enacted by a White, male-to-female (MTF) transgender youth, and highlighted the importance of connecting effectively to others through familial support, as well as group affiliation with other individuals who could effectively offer validation for life experiences. Essentially, these interpersonal connections offered a sense of acceptance for transgender youth, allowing  23  them to combat negative outcomes associated with experiences of systemic oppression, discrimination, and even violence. In another qualitative study, Rotondi, Bauer, Scanlon, Kaay, Travers, and Travers (2011) found that, for female-to-male (FTM) transgender individuals from Ontario, experiences of transphobia were related to higher levels of depressive symptomatology, whereas greater levels of sexual satisfaction in sexual relationships were related to less depressive symptomatology. In a phenomenological qualitative study on resiliency among transgender individuals, Singh, Hayes, and Watson (2011) developed five themes of resiliency for transgender individuals: a self-generated definition of oneself, embracing self-worth, awareness of oppression, connection with a supportive community, cultivating hope for the future, social activism, and serving as a positive role model.  In another phenomenological research study, Singh and McKleroy (2011) explored the themes of resiliency for transgender people of color with a history of serious traumatic life events. These themes included pride in one’s gender and ethnic/racial identities, recognizing and negotiating gender and racial/ethnic oppression, navigating relationships with family, accessing health care and financial resources, connecting with an activist transgender community of color, and cultivating spirituality and hope for the future. Additionally, in a quantitative research study, Bockting and colleagues (2013) found that social support moderated the relationship between stigma and mental health-related concerns for transgender women and men, whereby the correlation between high levels of stigma and mental health-related concerns was buffered by social support from both transgender individuals and allies. Collectively, these studies suggest that self-acceptance, pride in one’s  24  identity, community connection and social support, and social justice advocacy are core components of resiliency, which correspond to the intrapersonal, interpersonal, and social justice components of empowerment.  The Current Study The purpose of this feminist phenomenological study was to better understand the phenomenon of empowerment among NBT clients. Transgender individuals are more likely than cisgender individuals to experience discrimination, oppression, and violence at both the systemic and individual levels. These adverse experiences may, in part, explain subsequent negative psychosocial and health outcomes (Breslow et al., 2015; Budge et al., 2013; Dew, 2007). Although addressing these oppressive experiences and associated harmful outcomes is important for mental healthcare providers treating population, treatment should also focus on exacting positive change in NBT clients through empowerment. This is a real concern (Lombardi, 2001), given that transgender clients report feeling pathologized and misdiagnosed (Singh et al., 2010), rather than feeling affirmed and empowered. Therefore, developing an understanding of the factors that foster empowerment is extremely important, given the susceptibility to adverse outcomes (Singh et al., 2011). The central questions as posited by this study were best answered by a qualitative approach, specifically a feminist phenomenological approach, which allowed the particular experiences of participants to be voiced.  1. How do non-binary transgender clients view empowerment in counseling, when defined as a concept consistent with feminist theory?  25  2. What current therapeutic practices used by therapists do non-binary transgender clients find empowering? 3. What additional techniques could therapists employ to empower non-binary transgender clients? CHAPTER 2 REVIEW OF THE LITERATURE  Currently, there is a dearth of research on transgender individuals; this is particularly true for NBT individuals (DiFulvio, 2014). Generally speaking, much of the extant research on gender minority groups has focused primarily on documenting the prevalence and consequences of victimization, rather than an in-depth exploration of positive factors associated with this population, including empowerment (Budge et al., 2015; DiFulvio, 2014). Members of this group report inordinate rates of discrimination, oppression, and violence at both the systemic and individual levels (Bowen et al., 2007; Chaney, 2009; Grossman & D’Augelli, 2006; Israel & Tarver, 1997; Lev, 2004; Lind, 2004; Lombardi, 2001; Raj, 2002). These experiences may include, but are not limited to, discriminatory treatment in health care (Bowenet al., 2007; Carroll et al., 2002; Lombardi, 2001), barriers in the legal system (Lind, 2004), and rejection by family members (Klein, & Golub, 2016).  According to Israel and Tarver (1997), victimization of transgender individuals can manifest in a variety of ways, including subtle practices of harassment and discrimination to more blatant physical, verbal, and sexual assaults. It is important to acknowledge NBT individuals face not only violent, overt forms of oppression and discrimination, but also microaggressions that are less extreme in nature, such as denial of appropriate restroom  26  facilities (Grant et al., 2010). Such adverse experiences have been linked to harmful mental health outcomes, including a 41% rate of suicide attempts for transgender individuals, compared to 1.6% for the general population (Grant et al., 2011). Non-binary transgender (NBT) individuals are those individuals whose gender assigned at birth does not match their self-identified gender, and who do not identify as binary in terms of gender identity. This includes, but is not limited to, individuals who identify as genderqueer, genderfluid, gender diverse/expansive/variant, and gender nonconforming. NBT individuals often experience unique experiences of discrimination and oppression. For example, many NBT individuals are questioned as to whether they are “trans enough” by other individuals in the transgender community. Such experiences may lead to feelings of marginalization, whereby they do not feel connected to either transgender or cisgender communities. Although it is important to understand experiences of oppression, it is also important to understand the ways in which counselors can support and empower their clients in the face of such discriminatory experiences. Given the link between oppressive experiences and subsequent physical and mental health outcomes (Breslow et al., 2015; Budge et al., 2013; Dew, 2007), more research is needed to provide a better understanding of how to effectively empower these individuals against such oppressive experiences and subsequent negative outcomes. One way to better understand these experiences is through the use of research theory. Feminist research theory, in particular, provides a way of both uncovering and documenting such oppressive experiences, as well as a focus on empowerment, in order to create positive change among marginalized groups (Hesse-Biber, 2007).  27  Meyer’s Minority Stress Theory It is helpful to consider Meyer’s Minority Stress Theory (1995, 1998) to better understand the relationship between negative experiences and subsequent negative outcomes for diverse individuals. Meyer’s theory, first applied to gay men and later to LGB individuals more broadly, posits that identity-based forms of discrimination and stigma are associated with the higher incidence of harmful psychological outcomes observed among LGB individuals. In other words, in addition to contending with stressors that all individuals face, LGB populations also encounter heterosexist stigma that increases their vulnerability to harmful psychosocial outcomes. Specifically, Meyer (1995, 1998, 2003) differentiated among four specific minority stress processes: the a) actual discriminatory and violence-based experiences, or prejudice; b) internalized negative societal attitudes towards oneself, or internalized homophobia; c) expected rejection and discrimination, or stigma; and d) concealment of sexual identity. All four stressors have been found to correlate highly with higher rates of mental health concerns among LGB individuals including mood and anxiety disorders (e.g., major depression, dysthymia, panic disorder, generalized anxiety, etc.), depression, and suicidality (Bostwick, Boyd, Hughes, West, & McCabe, 2014; Burton, Marshal, Chisolm, Sucato, & Friedman, 2013). Similarly, transgender individuals who experience increased rates of work-related discrimination report higher levels of poverty, drug use, violence and victimization, hopelessness, homelessness, and even death (Dew, 2007). Additionally, as a result of gender-related forms of social and economic oppression, they are likely to experience harassment from others, employment and financial instability, rejection from healthcare services,  28  homelessness, mental health-related concerns, and even suicide attempts (Breslow et al., 2015; Budge et al., 2013; Grant et al., 2010; Nadal et al., 2012; Kenagy, 2005).  Thus, it is imperative that mental health providers offer affirmative care for transgender individuals. Therapeutic practices that do not engage in victim blaming by conveying the message that transgender victims are to blame for their experiences of oppression and discrimination are essential.  A potential criticism of Meyer’s Minority Stress Model is its original application to LGB individuals; therefore, an adapted model for transgender individuals was developed (Hendricks & Testa, 2012). As with the original model, Hendricks and Testa (2012) cite minority stressors as one explanation for the increased mental health concerns among transgender individuals. The correlation between minority stressors and subsequent mental health concerns have been well documented among this population. For example, physical and sexual violence are positively correlated with higher rates of suicide attempts (Testa et al., 2012).  One element that is more specific to the adapted Minority Stress Model involves the increased focus on suicidal ideation and attempts as a mental health concern related to minority stress. Testa and colleagues (2012) found that transgender victims of violence, either physical or sexual, were four times more likely to have attempted suicide when compared to transgender individuals who had not experienced such hostility; these victimized transgender individuals also reported a greater number of suicide attempts. Goldblum and colleagues (2012) found that transgender victims of gender-based hostility were also four times more likely to have attempted suicide and report a greater number of suicide attempts.  29  Therapeutic Practice and Models Although homosexuality as a diagnosis was removed from the third edition of the Diagnostic and Statistical Manual (DSM-III-R; APA, 1987), the diagnosis of gender expression is still used in the DSM-5 (APA, 2013). Specifically, the diagnosis of “gender dysphoria” replaced the prior diagnosis of “gender identity disorder” (DSM-IV-TR; APA, 2000) as an attempt to reduce the stigma often experienced by this population. Additionally, it was thought this diagnosis would more clearly delineate that gender nonconformity, in and of itself, is not a mental disorder. Rather, dysphoria highlights the presence of clinically significant levels of distress that may result from systemic oppression. Whereas some argue that the diagnosis of gender dysphoria is still problematic and serves to contribute to systemic forms of discrimination and oppression (Gainor, 2000), others argue that removal of the diagnosis as a psychiatric diagnosis could potentially jeopardize access to appropriate medical care for this population (Drescher, 2014).  Many transgender individuals perceive the medical and psychological professions simply as “regulators and gatekeepers in the gender transition process” (Carroll & Gilroy, 2002, p. 32), whereby ill-informed professionals have the power to decide whether or not a transgender individual qualifies for additional, gender-specific treatment. O’Hara and colleagues (2013) found that transgender people who sought treatment from both medical and mental health professionals reported experiences of being misunderstood, mistreated, and marginalized. This is concerning, given that 75% of transgender individuals report seeking therapy during their lifetime, as compared to a little over 3% for the general population (Olfson & Marcus, 2010). Indeed, few counselors-in-training receive comprehensive  30  instruction on working effectively with transgender clients (Carroll et al., 2002). Transgender individuals are often either “ignored or tacked on” to affirmative approaches for gay, lesbian, and bisexual individuals, which neglects their individualized needs, such as hormone therapy and gender affirmation surgery. In recent years, researchers and clinicians have noted the need for affirmative clinical care for transgender clients (Dickey & Singh, 2016), given that current mental health training models do not typically focus on counseling concerns specific to transgender clients (Carroll & Gilroy, 2002; Israel & Tarver, 1997). Therefore, recent strides have been made towards developing more affirmative approaches of counseling, whereby the relationship between counselor and client is collaborative in nature and focused on giving the transgender client maximum control when discussing potential needs with their therapist (Israel & Tarver, 1997). One such model, developed by Korell and Lorah (2007), highlights the importance of counselor competency. In particular, it is important that the therapist differentiate between issues related to a client’s transgender identity (e.g., depression associated with systemic forms of oppression) and more severe psychopathology (e.g., personality disorders, etc.; Israel & Tarver, 1997). Other topics that should be addressed in working with transgender clients include current support systems, family-related issues, social and emotion-related stressors, medical issues, and career issues (see Korell & Lorah, 2007). Additional affirmative models have been developed, which emphasize transgender empowerment and advocacy (Lev, 2004), the influence of oppression based on intersecting identities (Chang &  31  Singh, 2016), transgender cultural competence, and the importance of working collaboratively across disciplines (APA, 2015).  Despite these advances, the main focus of therapy for transgender clients continues to be the pathology and diagnosis associated with clients’ gender identification (Singh et al., 2010). To date, little research exists with regard to positive experiences in counseling among transgender individuals, particularly how counseling may be used to empower NBT clients. Greater knowledge of empowering therapeutic practices when working with this population could potentially reduce the “gatekeeper” aspect to counseling, whereby sound ethical practices are incorporated by ethically trained counselors and therapists. Feminist counseling theory, in particular, provides a way to incorporate a more strengths-based approach to counseling, rather than pathologizing clients. Specifically, feminist counseling theory focuses largely on empowerment for marginalized groups (Zerbe Enns, 1997). Ultimately, empowerment within this theory is focused on increased knowledge and understanding regarding power dynamics, as well as exacting change at both the individual and sociocultural level. NBT individuals face unique stressors and discriminatory experiences as a result of not “fitting into” societal standards and expectations of gender. For example, whereas a binary transgender person may be focused on “passing” as either a man or a woman, the path towards identity development can often be more unique for NBT individuals who do not necessarily have a prescribed identity to work towards. As a result, they often experience self-doubt and discrimination by those who question or do not understand their non-binary identity. Additionally, there may be a lack of understanding between binary and NBT  32  individuals, given their varying identities and experiences, leading NBT individuals to feel isolated from both cisgender and binary transgender individuals. It is important that therapists understand the unique needs of this population in order to empower them in counseling. Empowerment and Resiliency Empowerment as a construct involves three distinct dimensions: personal, interpersonal, and sociopolitical areas of one’s life (Morrow & Hawxhurst, 1998). These three dimensions refer to power one receives from oneself (personal, or the internalized drive), both power and powerlessness received from others (interpersonal), and the limits and barriers imposed by societal laws and prejudices (sociopolitical). Thus, power can be both internal and external. Worell (2001) outlined specific components of empowerment, which include self-esteem and self-affirmation, personal efficacy and sense of control, assertiveness, and social justice activities. For the current study, empowerment was defined as the \"motivation, freedom and capacity to act purposefully, with mobilization of energy, resources, strengths or power of each person through a mutual relational process\" (Surrey, 1987, as cited by Comas-Díaz & Greene, 1994, pg. 130). In other words, empowerment was viewed as an individual’s agency to exact change through relevant resources available to them. As an active participant, the therapist should involve the client in exploration of both direct and healthy ways of empowerment, including practices that allow for combating systemic forms of oppression, discrimination, and violence and subsequent aversive outcomes.   33  Feminist counseling theory, which largely focuses on empowerment for marginalized groups, provides a lens through which to better understand both the aforementioned oppressive experiences and the ways that counselors can effectively empower these clients. According to Zerbe Enns (1997), feminist counselors should focus empowering their clients to make positive changes at both the individual and systemic levels. Client-based empowerment occurs through therapist-based advocacy, as well as helping the client to effectively express power and strong emotions (e.g., anger), competence in role expressions, increased self-esteem, evaluation of growth, identification of ways to exact societal change, and increased awareness of external barriers that limit freedom to decrease self-blame.  Hawxhurst and Morrow (1984) also highlighted specific target areas for empowerment to be incorporated by feminist counselors. These target areas are a) analyzing societal power structures as they relate to group power – or lack thereof – dynamics; b) bringing awareness to and processing how marginalized individuals are socialized to feel powerless; c) exploring ways in which these individuals can achieve power in personal, interpersonal, and institutional spheres; and d) implementing advocacy skills. Ultimately, empowerment is focused on increasing knowledge and understanding regarding power dynamics, as well as exacting change at both the individualistic level and within the larger societal systems. By incorporating these areas into feminist counseling, therapists can guide clients towards increased agency for both themselves and other marginalized persons. Given the minimal research available on empowerment of transgender clients, resiliency—a closely related construct—was also considered. Resiliency involves the individual, social, and cultural factors that allow at-risk populations to both overcome  34  hardships and thrive despite these obstacles (Ungar et al., 2005). Therefore, though both variables may be associated with positive outcomes, empowerment can be viewed as a broader term that includes intrapersonal, interpersonal, and sociopolitical functioning, which may also encompass resiliency.  Researchers have recently begun to explore resiliency among transgender populations. Familial support and community support is related to more resiliency among transgender youth (DiFulvio, 2014). Essentially, DiFulvio (2014) found that these interpersonal connections offered a sense of acceptance for transgender youth, allowing them to combat negative outcomes associated with experiences of systemic oppression, discrimination, and even violence. Additionally, Bockting and colleagues (2013) found that social support moderated the relationship between stigma and mental health-related concerns for transgender women and men, whereby the relation between high levels of stigma and mental health concerns was buffered by social support from both transgender individuals and allies.  Furthermore, Singh and colleagues (2011) developed five themes of resiliency for transgender individuals: a self-generated definition of oneself, embracing self-worth, awareness of oppression, connection with a supportive community, cultivating hope for the future, social activism, and serving as a positive role model. Singh and McKleroy (2011) also developed specific themes of resiliency for transgender people of color: pride in one’s gender and ethnic/racial identities, recognizing and negotiating gender and racial/ethnic oppression, navigating relationships with family, accessing health care and financial resources, connecting with an activist transgender community of color, and cultivating spirituality and  35  hope for the future. Collectively, these studies suggest that feelings of self-worth, interpersonal connections, and advocacy are important contributors to resiliency, which are also considered core components of empowerment (Bockting et al., 2013; DiFulvio, 2014; Singh et al., 2011). Whereas these studies highlighted protective factors against adverse outcomes for transgender individuals, additional research is needed to more fully understand how mental health providers may empower their non-binary transgender clients in counseling (Sevelius, 2009).  The Current Study In conducting the current study, the researchers hoped to better understand the phenomenon of empowerment among NBT clients. Compared to cisgender individuals, transgender individuals are more likely to experience discrimination, oppression, and violence at both the systemic and individual levels (Bowen, Bradford, & Powers, 2007; Chaney, 2009; Grossman & D’Augelli, 2006; Israel & Tarver, 1997; Lev, 2004; Lind, 2004; Lombardi, 2001; Raj, 2002). These adverse experiences may, in part, explain subsequent negative outcomes (Breslow et al., 2015; Budge et al., 2013; Dew, 2007). Although addressing these negative outcomes is important for mental health professionals treating this population, treatment should also focus on exacting positive change in NBT clients’ lives through empowerment. This is a real concern (Lombardi, 2001), given that transgender clients report feeling pathologized and misdiagnosed (Singh et al., 2010), rather than affirmed and empowered in counseling. Therefore, developing an understanding of the factors that foster empowerment is extremely important, given the susceptibility to adverse  36  outcomes (Singh et al., 2011). The central questions as posited by this feminist phenomenological study were: 1. How do non-binary transgender clients view empowerment in counseling, when defined as a concept consistent with feminist theory? 2. What current therapeutic practices used by therapists do NBT clients find empowering? 3. What additional techniques could therapists employ to empower NBT clients?  Methodology Participants. A total of eight NBT individuals participated in this study (M = 27 years old, SD = 7.73, range = 19 – 44). Participants’ demographic information is included in Table 1 and Table 2. Six of the eight participants identified as White. Gender identities, pronouns, and sexual identities were varied; all eight participants provided multiple responses for each demographic category (please refer to Table 1).  Additionally, all participants had attended at least some college, with the majority of participants earning a degree. Four of the eight participants endorsed current enrollment in college. Five participants reported being located in the Midwest, and six participants reported being located in an urban/metropolitan/city location. Four participants reported being either partnered or engaged, with two participants identifying as polyamorous. All eight participants reported an annual income that was under $40,000.        37  Table 1. Participant Demographic Data Pseudonym  Age Race/ Ethnicity  Gender Identity  Pronouns Sexual Identity Teagan  23 White Nonbinary Transmasculine They/them/their/he/him/his Gay/Queer/ Panromantic/ Demisexual  Steph 30 White FTM/Male/ Androgynous/ Femme-FTM He/him/his Heterosexual/Queer Arie 29 White Trans Female She/her/hers/ they/them/ their Pansexual/Queer Avery 23 Biracial/ Multiracial FTM/Nonbinary He/him/his/they/them/their Pansexual/Queer Jace 44 White Genderfluid He/Him/His Heterosexual  Quinn 25 White Nonbinary  They/them/their Pansexual  Kai  23 White Trans Nonbinary They/them/their Queer Grey  19 Biracial/ Multiracial Gender-fluid, androgynous, gender-queer, non-binary, something else They/them/their Lesbian/Gay/ Bisexual/ Pansexual/Queer/ Panromantic    Table 2. Participant Demographic Data, Continued  Pseudonym  Education  Employment  U.S. Region  Location  Relationship Status Teagan  Bachelor’s Full-time Northeast  Urban/Metro/City Polyamorous  Steph Associate’s Student  Midwest Urban/Metro/City  Single Arie Associate’s Student Midwest Urban/Metro/City Partnered  Avery Bachelor’s Full-time Northwest  Urban/Metro Partnered  Jace Master’s Part-time Midwest Rural Single  Quinn Associate’s Student/part-time Midwest Suburban  Engaged  Kai  Bachelor’s Full-time Southwest  Urban/Metro/City  Single Grey  Some college Student  Midwest Urban/Metro/City Partnered/ Polyamorous    38   Procedure. Study approval was obtained from the Institutionalized Review Board (IRB) prior to recruiting participants. For the current study, the target sample was comprised of individuals who met the following criteria: (1) identified as 18 years or older, (2) identified as a non-binary transgender person, (3) previously attended or are currently attending therapy, (4) had a therapist(s) who was aware of their non-binary identity, (5) discussed identity-related concerns with their therapist(s), and (6) attended a minimum of two therapy sessions. This ensured that first-hand knowledge regarding empowerment of NBT clients in therapy could be obtained from participants. Additionally, it was important to include participants who attended therapy for at least two sessions, given the limited scope of opportunity for empowerment in only one therapy session. For the purpose of this study, the term non-binary was defined as an umbrella term for all transgender individuals (i.e., those individuals whose gender assigned at birth does not match their self-identified gender) who do not identify as binary in terms of gender identity (e.g., genderqueer, genderfluid, etc.). Thus, purposeful and criterion-based sampling was used, in order to ensure that individuals have experienced the phenomenon of empowerment in counseling (Maxwell, 2013; Patton, 2001).  Participants were contacted by the primary student researcher (PSR) and research team members (see description below). Specific details regarding research team (e.g., recruitment, training are provided under the Current Study section). Recruitment occurred through word of mouth and online postings via listservs (See Appendix A), social media, online communities, community organizations, and college organizations. Groups that were  39  specific to LGBT and transgender interests were contacted. Adequate sample size requirements outlined by Creswell (2007) were followed, with a total of 8 participants sampled, to meet saturation (e.g., the point in which no new data emerge).   Prior to the beginning the interview, the PSR ensured that the participants met the eligibility requirements for the study, by reviewing their responses to the demographics questionnaire, and answered any preliminary questions they had. Participants who did not meet requirements for study participation were contacted by the PSR to let them know. For those who expressed interest in participating by emailing the PSR, and were determined to meet participant criteria, an interview date and time was established. Additional information was then emailed to participants, including a consent form and a list of national transgender hotlines (See Appendix E). In order to ensure participant anonymity, a waiver of documentation of consent was requested and granted from the IRB. Thus, participants simply read the consent form prior to the interview, which informed them of the study purpose, inclusion criteria, procedures, risks, benefits, fees, complementation, and confidentiality. Interviews for participants who endorsed wanting to meet in-person were completed on a university campus, in a quiet meeting room, to provide a place that was both private and comfortable for participants. Phone interviews were also conducted in a secure and private location.  Data were obtained via semi-structured interviews, conducted both in-person and through telephone based on both participants’ location and comfort level. Interviews lasted between 53 and 97 minutes (M = 75.75), with the majority of interviews occurring longer than one hour. Semi-structured interview questions were open-ended in nature, allowing for  40  more in-depth experiential descriptions and the potential to follow up on responses. Interview questions were developed specifically to better understand participants’ experiences of empowerment in counseling. As noted by Moustakas (1994), there are two central questions involved in the phenomenological approach: “What have you experienced in terms of the phenomenon? What contexts or situations have typically influenced or affected your experiences of the phenomenon?” (Creswell, 2013, p. 81). Specific interview questions relevant to the current study were developed using the study’s definition of empowerment, through conversations with counselors, the PSR’s adviser, and with colleagues who identify as transgender (see Appendix D).  The interviews were audio-recorded; for in-person interviews, recording equipment were kept out of plain sight to not distract participants. Participants were also reminded that they could choose not to answer certain questions, take a break, and/or discontinue their participation in the study altogether without penalty. Members of the research team transcribed the recorded interviews. All data (transcripts, recordings, coding books) were stored on a secure and restricted N-drive, as well as the departmental dropbox, both of which were accessible only to research team members. Participants were contacted following their participation in the study for the purpose of member checking via email by research team members. Member checks were used to ensure accuracy of the data interpretation process (Moustakas, 1994), whereby participants were contacted after all interviews were conducted, provided a general list of themes, and asked to provide feedback. Participants who did not respond within a two-week period were  41  not re-contacted; rather, it was assumed that they agreed with the information and did not have additional information to add. Participants were also provided with financial compensation following the interview.  Given that this population often experiences socioeconomic difficulties due to their identity, it was important that compensation be given to participants for their time and efforts. Participants who engaged in phone interviews were mailed a $25 visa gift card, and those who participated in-person were hand delivered the gift card.  Research Design.  Theoretical framework. The theoretical framework is a lens through which researchers ground their qualitative study. Maxwell (2013) delineated the conceptual – or theoretical – framework in qualitative research as the system of components that support and informs research (e.g., concepts, assumptions, beliefs, theories, etc.). Additionally, Miles and Huberman (1994) posited that the conceptual framework should be defined as a visual or written product that provides an explanation of the main variables under study (i.e., key factors, concepts, variables), and the expected relationship among them.  In conceptualizing the theoretical framework for the current study, the phenomenon of empowerment was framed through both personal experiences as well as the existing literature base. Specific components of the theoretical framework, including experiential knowledge, prior theory and research, and thought experiments (i.e., considering the hypothesis, theory, and/or principle and potential consequences) were included in study (Maxwell, 2013). Specifically, Maxwell (2013) defined experiential knowledge as both identifying and taking into account the perspective brought to the study by the researcher.  42  Additionally, existing theory and research provides for more understanding of the phenomenon, and thought experiments challenge the researcher to develop plausible explanations for their observations, and to support or disprove these observations. For the current study, feminist and phenomenological research theories were used to explore NBT clients’ experience empowerment in therapy.  According to Creswell (2013), the purpose of phenomenological research is to describe the shared meaning behind the experiences of a phenomenon or concept across several individuals. A phenomenological research approach was chosen because it allows for the examination of specific counseling experiences of NBT clients related to the phenomenon of empowerment in counseling. Patton (2002) posited that the foundational question involved in phenomenology is, “What is the meaning, structure, and essence of this phenomenon for this person or group of people?” (p. 104). As previously outlined, empowerment will be defined as the \"motivation, freedom and capacity to act purposefully, with mobilization of energy, resources, strengths or power of each person through a mutual relational process\" (Surrey, 1987, as cited by Comas-Díaz & Greene, 1994, pg. 130). In other words, empowerment can be viewed as an individual’s agency to exact change through relevant resources available to them. In addition to phenomenology, feminist research theory (Lather, 2004) was employed to better acknowledge systematic forms of oppression often experienced in the day-to-day lives of NBT individuals. According to Hesse-Biber (2007), feminist research challenges oppression by uncovering and documenting such oppressive experiences, as well as empowering marginalized groups. Additionally, feminist theory provides a lens through  43  which empowerment can be studied as a positive phenomenon in the lives of diverse individuals, by focusing on care and respect towards clients who have experienced victimization, discrimination, and oppression (Lather, 2004). Feminist and phenomenological theories offer the ability to understand the phenomenon of empowerment for NBT populations, and also acknowledge systemic forms of oppression often experienced by this population. Although feminist paradigms have historically been used with cisgender women, or women whose sex and gender are congruent with one another, they can also be applied to other groups who experience systemic and individualized forms of discrimination and oppression (Nagy Hesse-Biber & Leavy, 2007). Additionally, feminist research is a relevant paradigm for transgender individuals, given its focus on gender identities, locating the personal in relation to the political, and the centralization of marginalized voices (Lather, 2004).  Research team. The research team was comprised of a primary student researcher (PSR), both doctoral and masters-level students (four total), and a faculty advisor overseeing the project who served as the external auditor. Graduate students were recommended by the faculty advisor and contacted via email by the PSR. Additionally, each graduate student met with the PSR to verify interest, at least some prior experience and/or working knowledge of trans identity and experiences, and research background. Prior to data collection, graduate students met with PSR to review transcribing and coding procedures, including training on Dedoose software. The PSR conducted all interviews. A professional transcription service was used for interview transcriptions. Both the PSR and research team members were responsible for coding the interviews.   44  Data analysis. Data analysis for qualitative research typically occurs simultaneously with data collection (Creswell, 2013). This allows for modifications based on emergent themes. The data analytic core processes outlined by Moustakas (1994) were implemented in the current study. Data analytics processes included Epoche, Phenomenological Reduction, Imaginative Variation, and Synthesis of Composite Textural and Composite Descriptions. More specifically, the first core process, Epoche, involved setting aside the researchers’ experiences, biases, and preconceived notions in order to allow for greater receptiveness. Thus, as indicated, the research team met as a group prior to conducting interviews, to address biases, expectations, and positionalities through an open-ended discussion. After this step, data analysis began with the researcher writing about their in-depth understanding and experience with the specific phenomenon (Moustakas, 1994). Subsequently, Phenomenological Reduction occurred through the process of horizontalization, whereby interview transcripts were reviewed by the research team in order to highlight significant statements comprised of sentences or specific quotes that aptly explained how the participants experienced the phenomenon. Subsequently, the research team created meaning units or clusters by deleting the significant statements that overlap, repeat, or were irrelevant to the specific topic studied. The next core process, Imaginative Variation, involved the use of significant statements to create textural descriptions, which are described by Moustakas (1994) as the thoughts, feelings, and ideas comprising the participant experiences. These textural descriptions were then used to develop structural descriptions that consisted of the context(s) that influenced participants’ experiences of the phenomenon, and make up the essential structures of the phenomenon itself.   45  Methods of trustworthiness. As noted by Patton (2002), researchers should be concerned with trustworthiness, or the extent to which the researcher adequately addresses issues related to credibility during the research process. Lincoln and Guba (1985) posited that trustworthiness of qualitative research should be achieved through credibility, authenticity, transferability, dependability, and confirmability (p. 300).  Several validity checks outlined by Maxwell (2013) were used: intensive involvement with participants through the use of interviews, gathering detailed and varied rich data, implementing respondent validation of information gathered during individual interviews through member checks. In addition to validity, reliability was also addressed. Dependability, synonymous reliability, is concerned with minimizing both the errors and biases associated with a research study (Pare, 2004). According to Lodico, Spaulding, and Voegtle (2006), dependability is conceptualized as “whether one can track the procedures and processes used to collect and interpret the data” (p. 275). Thus, dependability was tracked through the use of auditors. The external auditor ensured that the data analyses conclusions were supported by the data and provided input when inter-rater disagreements occurred (Mertens, 2014). Member checks were used to ensure accuracy and representation of the data by enlisting participant feedback on preliminary descriptions (Creswell, 2013; Mertens, 2015), whereby participants were given the opportunity to provide additional feedback. No participant feedback was provided; therefore, it was assumed that all participants agreed with the resultant study themes. Researcher bias and positionalities. Maxwell (2013) noted that qualitative research is not concerned with elimination of the researcher’s individual perceptual lens, value system, or  46  theoretical orientations; rather, making note of these biases and attempting to avoid undue influences on data collection and analyses is the focus. Therefore, personal values are always brought into a study by the researcher; the important distinction is that these values can potentially result in researcher bias. This is an important consideration, given that the researcher is the instrument in qualitative research.  Prior to data collection, research team members (PSR and four graduate students) met to discuss their privileged and marginalized identities. Privileged identities included educational levels (e.g., pursuing either a masters or Ph.D.), research experience, White identity, and ability to “pass” as heterosexual and/or cisgender. Marginalized identities included sexual identities (e.g., queer, gay), race/ethnic minority status (e.g., Jewish), gender minority status (e.g., nonbinary trans, gender non-conforming), and gender minority status (e.g., all research team members were assigned female at birth). Research team members also discussed how both their privileged and marginalized identities influenced their understanding of empowerment. In particular, several research team members shared prior experiences of counseling not being affirming of their marginalized identities. We also met to discuss the potential impact of biases and expectations on data collection and subsequent analysis; these were kept in mind throughout the study in order to exercise reflexivity and adequate awareness. The biases and expectations held by research team members included (1) that participants would report experiences of being pathologized by counselors, (2) that many counselors are “well-intentioned,” but are also not trained on how to effectively empower many marginalized groups, and (3) that protective factors would include support and empowerment from trans community members. A document containing these team- 47  based biases was made available to research team members, via secure and restricted N-drive, for review while working on data analyses.  When conducting a phenomenological study, it is important to document or “bracket” potential biases and assumptions regarding the particular phenomena being studied (Creswell, 2007; Moustakas, 1994). Areas of potential power differentials between participants and the PSR included educational level, class background, gender identity, and the status differential between participant and interviewer. The primary form of social power that the PSR identified with is educational level. Therefore, in developing and conducting this study, it was important to continue to be aware of this power-based identity, given that many transgender individuals experience discrimination from a wide variety of social organizations, including educational entities.  Additionally, given that the researcher has extensively reviewed existing research on the phenomena of empowerment for NBT clients, a potential bias to be mindful of was the assumption that there would be similar experiences among participants in the current study. It was also likely that the PSR held, to some degree, societal gender stereotypes based on life experiences of gender-based expectations. Therefore, it was important that the PSR also be mindful of these gender stereotypes and attempted to correct for them by ensuring that survey questions were open-ended, allowing participants to speak to their individualized experience with empowerment. The PSR was mindful of the ways in which they interacted with participants nonverbally as well, so as to not bias their responses or make them feel uncomfortable during the interview process. For example, it was important to not assume participants’ gender identities and, as a result, misgender them by using the incorrect  48  pronouns. Finally, as the researcher also identifies as a NBT person, their personal experiences with regard to both privilege and oppression likely influenced their perspective of empowerment. For example, they may hold some privilege based on their White identity, which may influence how empowerment is understood and experienced with regard to marginalized gender and sexual identities, but not with regard to racial identity. Therefore, it was important to acknowledge that their definition of empowerment may be both similar and different from that of participants in a variety of ways.  It was also important to keep in mind the specific assumptions that the PSR brought as a researcher studying this topic. The first assumption was that transgender individuals have been victims of violence and discrimination. Although this population experiences violence at disproportionate levels (Bowen et al., 2007; Chaney, 2009; Grossman & D’Augelli, 2006; Israel & Tarver, 1997; Lev, 2004; Lind, 2004; Lombardi, 2001; Raj, 2002), this is not the case for all transgender individuals. For example, according to the 2011 National Transgender Discrimination Survey (NTDS; Grant, Mottet, Tanis, Harrison, Herman, & Keisling), approximately 63% of transgender individuals report experiencing one or more serious acts of discrimination. The second assumption  involved the notion that, as a result of systematic oppression, transgender individuals are highly likely to engage in risk-taking behaviors in order to cope with societal discrimination. Again, it is important to acknowledge that not all transgender individuals engage in risk-taking behaviors. In terms of substance use, for example, only 8% of transgender individuals reported currently using drugs and alcohol in order to cope with maltreatment, and 18% reported doing so in the past  49  (Grant et al., 2011). Thus, as with any group, it was important not to make broad generalizations during the study.  Specific things that the PSR was also mindful of in their role were: establishing a relationship with participants that was both supportive and respectful without stereotyping participants, acknowledging participants’ voices, and including the self in the study by reflective practices (Weis & Fine, 2000). Additionally, according to the Belmont Report (1979), researchers must be particularly mindful when working with vulnerable populations. Given the potential vulnerability of NBT individuals as a result of systematic oppression and discrimination, it was important to be particularly sensitive to the needs of these participants by being mindful of potential power imbalances and participant risk. With empowerment being the focus of the current study, these issues were particularly relevant to ensure that study involvement did not result in further oppressive experiences. Finally, research participants were also asked to provide feedback about emergent themes. No participants responded; therefore, it was assumed that participants agreed with the study themes.  However, feedback regarding the emergent themes was ascertained from research team members and the external auditor.  RESULTS  The current study sought to develop a theory of NBT’s experiences of empowerment in counseling, by utilizing tenets of both Feminist and Phenomenological methodology.  Data analysis outlined the following three major, overarching themes: (1) Clinician-Related Variables that Enhanced Empowerment, (2) Client-Related Outcomes Resulting from  50  Empowerment, and (3) Advice for Counselors (please refer to Table 3). Additionally, multiple sub-themes were also identified and are outlined below.    Table 3. Frequency Distribution of Participant Categories and Subcategories  Category  Subcategory Frequency (%) 1. Clinician-Related Variables that Enhanced Empowerment    Validating 8 (80)  Autonomy and Self-Discovery 8 (80)  Safety and Trust  7 (70)  Guiding the Client 6 (60)  Counselor’s Willingness to Self-Educate  2 (20)    2. Client-Related Outcomes Resulting from Empowerment Client Self-Advocacy and Self-Care 7 (70)  Improved Psychological Well-Being 7 (70)  Transitioning  5 (50)  Client Self-Acceptance 4 (40)  Improved Interpersonal Relationships 3 (30)    3. Advice for Counselors  Self-Education 8 (80)  Awareness of Limited Competence 7 (70)  Do not Make Assumptions 6 (60)  Appropriate Pronouns 2 (20)  Holistic Care 1 (10)  Increased Resources 1 (10)   Category 1: Clinician-Related Variables that Enhanced Empowerment Participants described a number of different actions adopted by their clinicians that facilitated a sense of empowerment in counseling. These actions included: a) Validating; b)  51  Autonomy, Self-Discovery, and Trust; c) Safety and Trust; d) Guiding the Client; and e) Counselor’s Willingness to Self-Educate.  Subcategory 1.a: Validating (n = 8) All eight participants noted the importance of validation by counselors, defined as support by the counselor for trans clients’ identities and lived experiences. In describing validation, Grey shared, “Just feeling the support and compassion from basically a stranger is validating.” Additionally, Teagan shared:  Just validating the specific trans experience that I had had. Which if I was to talk about, like, the first time that this was going to happen, she was able to validate that I am a non-binary person, have been only been conscious of a transness within me for the past five years of my life, not since childhood or whatever these typical stories that I’m sure that most mental health professionals are expecting to hear when they’re talking to someone who is trans. Teagan also shared: For that reason [my counselor] helped me sort of be able to feel that my desire to present male and to pass as a male isn’t invalidating of my non-binary identity. And it is not validating of the experiences that I have had as assigned female at birth.  So that was like a good kind of important thing that I really benefited from. When speaking about being validated by their counselor, Steph shared: [My counselor] didn’t laugh at [my identity], and I thought that was awesome, I could open up and tell her simple little beliefs that I think are pretty and beautiful you know, it wasn’t laughed at, it wasn’t a joke, I felt respected as a human.  52  Therefore, counselor validation of their NBT identities and experiences was highlighted as being very important to participants, particularly in communicating compassion and respect within counseling. It is likely that counseling may serve as one area in NBT clients’ lives where they can receive validation and positive regard that they may not receive in other areas, due to discrimination and oppression based on their identity.  Subcategory 1.b: Autonomy and self-discovery (n = 8) When asked about empowering counseling experiences, many participants spoke about the importance of autonomy and self-discovery defined by counselors providing a space within counseling for NBT clients to be both independent and growth-oriented. The importance of allowing NBT clients to explore their own ambivalence regarding gender identity and expression was also highlighted. Teagan shared:  I feel like what helped me was getting through some of the emotions that I had around presenting the masculine side of myself and ultimately the choice of transitioning to do so. Because before I had had some feelings, kind of coming from a background of being part of a feminist mindset that was quite against transness at times. And kind of worrying that by transitioning I would become implicit in the systems of oppression that I am so vehemently against…. whenever I would think for people transitioning, it was cool for them, but I don’t know if it’s for me because of these reasons or that reasons…So that was like a good kind of important thing that I really benefited from…just figuring out how to exist in the world, and then also the different feelings that anyone has about going through all this. Additionally, Grey shared:   53  My counselor [was never] like, “Alright. I have these ideas about what we’re going to talk about today.”  She would never start like that.  Being able to change topics if I am uncomfortable, not uncomfortable unnecessarily. But just if I am like, “I think this is way more important than what we are talking about right now.” Being able to talk about what I need to talk about is empowering.  But it is also really helpful, though, for counselors to interact with me, because if I am talking the whole time, the entire time, then I feel like I am not getting anything done.   Kai shared:  I feel like the best thing right now is that none of my counselors have ever pushed me to be on medication. I have been medicated since I have been diagnosed, but right now I have a counselor who is really encouraging of me listening to my body and being what is going on with me, rather than following the suggestions of what medications should be doing for me. And that feeling is really good right now because I'm finding that the better I feel physically, the more I'm able to advocate for myself outside of counseling and moving forward. Additionally, Grey stated: “Being able to like talk about difficult things, but also make jokes, and smile, and laugh about it, takes off so much of the kind of dark feeling and all the weight. Being able to have kind of a break.” Based on this subcategory, it was important to NBT clients that counselors effectively foster both autonomy and self-discovery in counseling.  Subcategory 1.c: Safety and trust (n = 7) Providing a counseling environment that facilitated a sense of safety and trust was also important for participants. This subcategory was defined by counselors who fostered a  54  sense of caring and strong rapport that allowed participants to explore more difficult experiences within counseling.  Kai noted,  So the first time I ever seriously sought counseling was my junior year of college. I went to [a center], which is specifically targeted as LGBT+ community. They do serve cisgender and heterosexual people, but their target group is not. So, everyone there felt relatively supportive before I got really deep into gender and stuff, I felt generally safe there, I felt supported as a member and I really did appreciate how the counselor, who at the time she…she identified as cis-woman and used she-her pronouns and was still extremely supportive of trans people and was part of the group community herself also. That made me feel very comfortable with her. Grey highlighted the importance of having a safe space to discuss more difficult experiences: “just having that [counseling] resource, and knowing that even if my friends…became transphobic…or if I were to experience hate crime…that I have a resource to go to who will listen to me, and trust me, and advocate for me.” Avery also noted, “if there’s an issue, [it’s important] to be able to express that and not feel scared or something bad is going to happen or you are going to have sort of negative encounter with your therapist.” Therefore, it was important that counselors foster a sense of safety and trust in their work with NBT clients, in order to promote increased connection and advocacy, which participants found empowering.      55  Subcategory 1.d: Guiding the client (n = 6) Many participants spoke about the importance of counselors utilizing their own expertise in counseling to empower their NBT clients. When discussing guidance in counseling, Quinn shared:  [My counselor] focused on where I could be in control... we talked about sort of elements of the anxiety that were also a little bit more personal focused and not like this big, worldly focus of elections and stuff. So we looked at other sort of relating stuff that wasn't involved in that I guess. We kind of addressed, like, where I do have control, what I can do. We talked about my progress so far a little bit, too, I think, and so I was able to, like, leave feeling a little bit better about it all. Grey also shared, “I appreciate when counselors…call me out on my own fallacies…like, ‘Wait, wait…You are saying all this stuff is so bad…all these absolute things. You know that is not true.’ I am like, ‘Ah, that is true.’” Finally, Grey described the importance of counselors guiding NBT clients towards resources:  [My counselor] really just provided a lot of support and resources of like, “No that is just discrimination. Here are ways to go about finding if there is like a dress code policy,” and just supporting me not wanting to pursue my education if I am going to be discriminated against at this university. As highlighted by participants, it was important that counselors provide collaborative guidance, based on their particular clinical expertise(s) when working with NBT clients. Engaging the client in a collaborative way, in which the client’s expertise regarding their  56  lived experiences was honored and respected, allowed for a greater sense of control, and thus empowerment for NBT clients.   Subcategory 1.e: Counselor’s willingness to self-educate (n = 2) Grey described the importance of counselors’ willingness to self-educate as a way to create a more empowered counseling experience. Specifically, they shared:  I mean, I could have gone [to counseling], and my therapist could know nothing about gender identity, and like, use that as an excuse for why I have anxiety and depression and just not be able to empathize in the right way, and instead viewing it as like very skewed because they aren't queer.  But my counselor has taken the time to educate herself, and has really been able to just relate to me as a human and allow me to be the expert in my experience. Grey also shared, “my counselor says, ‘Correct me if I mispronoun on you.’” But she has never mispronouned me that I have paid attention to. The fact that they are willing to educate themselves with like such a weight off my shoulders, I don’t have to do it finally.  Category 2: Client-Related Outcomes Resulting from Empowerment  Participants shared that, as a result of the experience of empowerment in counseling, they experienced a number of different outcomes. Notably, in some cases, participants experienced personal growth in a variety of different areas based on experiences of either empowerment or disempowerment in counseling. These sub-themes included: a) Client Self-Advocacy and Self-Care, b) Improved Psychological Wellbeing, c) Transitioning, d) Improved Interpersonal Relationships, and e) Client Self-Acceptance. These are outlined below.   57  Subcategory 2.a: Client self-Advocacy and self-care (n = 7) Both advocating for self and engaging in self-care were also important empowerment counseling experiences for the majority of participants, both on a micro and macro level. When defined, this subcategory involved clients engaging in advocacy and care, both for their self and other people. When asked how counseling helped them deal effectively with gender-based experiences, and in speaking about self-advocacy, Kai shared:  I really feel like…personally in terms of coming out, I think that is where I see the most growth in myself and that when I come out to people and engage with people I am not apologizing for my identity and for specifying it in anyway. It is what it is and it really made me feel empowered and able to engage in a more authentic way, in a way that doesn't cause harm for me on a daily basis and I feel like I can ask people to use the right pronouns and –  and to not misgender me, and what not. Similarly, Grey noted the importance of sociocultural advocacy that resulted from empowerment in counseling: “I am just recognizing that what I have to say is worthy of being said and needs to be said.” Additionally, Quinn shared:  I guess [counseling] has given me something to be passionate about and kind of gone along with that. Since I have anxiety, figuring out a career path that works well with anxiety is really hard to do because basically everything is scary, and then I discovered in my public speaking class that the scariest subject is the one that am the best at. So, I decided to kind of just go with that, so there’s kind of been like this, I am motivated to work on my mental health because it allows me to be able to speak up more and like do better in classes and be more of an advocate. So, it’s been very  58  motivating for that, which is kind of an interesting concern for as it rolls over to other anxieties, but it mostly ends up just helping me stand up to anxiety more. In addition, participants shared that they began to engage in more self-care as a result of empowering experiences in counseling. Grey shared:  [Counseling] encouraged me, and inspired me to start reading more, and just doing my own work of finding ways to be mindful, ways to take moments and meditate, and a lot of skills that she has taught me with mindfulness are really easy ones I can do, like some simple mindfulness while you are walking or mindfulness activities while you are eating. It’s definitely allowed me to be more outgoing. At the beginning of the semester, before I started therapy, I never went out. I didn’t go to parties. I felt so exhausted after being around people. I am an introvert, but using mindfulness and just living in the present moment, really enjoying the people around me, has allowed me to be a way more sociable person. I have really stepped up with regards to like getting involved with my community and the school organizations, and just giving me more confidence to talk about sort of touchy issues. Therefore, while defined in various ways, the underlying subcategory of advocacy and care was an important outcome for most participants. This increased need for care was relative to both self and others, and likely contributed to participants feeling more connected to other people.  Subcategory 2.b: Improved psychological well-being (n = 7) Participants also stated that empowering counseling experiences resulted in improved psychological well-being. This subcategory involved increasing coping skills, which allowed  59  NBT clients to not only manage psychological issues related to oppression and discrimination, but also allowed NBT clients to live more fully and with greater live satisfaction. Jace described a new outlook on life, when asked what life changes they have made since attending counseling: So [life’s] about your desire, of what you enjoy, what you want. Not what you need to do, not self-sacrifice, not for doing things for all these other people. It is about what you want to do, what you like to do, what you enjoy doing. It's about enjoyment, it's about love, and it’s about being embodied. It's about living a life, not sacrificing yourself for it, which makes no sense. So for me it was a change for like seeing how…almost like this is how women can be more carefree and enjoy life. I get the spirit now. Teagan also described life changes they’ve made as a result of empowerment in counseling: When you’re dealing with emotional problems and you just want to die all the time it’s like, “Okay I feel like I want to die, but I don’t want to kill myself.” So I have to be alive. So, what am I going to do to just make my life be what I want to be right now? Because I feel I’ve got not much energy to be dealing with life, let’s change it to make it more of something that is worth holding on to. So I feel like that is, like, a big, of course with other things, but that is, like, a big driving force kind of that mentality for me to make the decisions for transitioning medically.  An important point to highlight is that psychological wellbeing encompassed many various mental health concerns for participants including (e.g., life satisfaction, anxiety, and suicidal  60  ideation), for which all were described by participants as greatly improved due to empowerment-based counseling experiences.  Subcategory 2.c: Transitioning (n = 5) Several participants described the importance of exploring what transitioning might look like to them within counseling. When defined, this subcategory involved a broad understanding of transitioning, from one’s understanding of gender identity to seeking out affirmative medical care. Kai shared:  I feel like…in terms of medical transition that I was interested in, I was feeling really afraid because of my family’s perception of it and I did feel really empowered to just go to doctors and ask questions for what I want, for what I need … The worse thing they can say is “no” and that's what I have already. So, I felt really empowered by myself to do that, but at the same time when I get negative feedback from doctors and medical professionals…I brought that back also to my counselors. So, I did also feel disempowering is that like…there is so much of a system that you can and cannot fight.  Additionally, Quinn shared:  Well, when I started seeing [my counselor] I was like seventeen and at the time I was identifying as trans male because I hadn’t really discovered non-binary genders yet or even, like, figured out that I would be a non-binary gender, and so my focus kind of became – once I figured out that I was trans – was transitioning and that pretty much ruled my life for the next several years, and so I found it and my goal was to get the letter for hormones.  61  Avery also highlighted the importance of guiding NBT clients in terms of a non-binary, versus a presumed binary, identity transition:  [My counselor] was talking about all these possibilities from what I could do with my body and my expression and my identity and all these things. And that was cool, that was really important to feel like, “Okay, I can do this thing to my body but still see myself this way or, you know, I can grow my hair out and still have a beard. Or I can be seen as a man and use ‘she’ pronouns.” I think that was really empowering, to have her demonstrate these possibilities for how I could live my life because I hadn’t really been thinking in those terms for so long, and then was suddenly trying to think that way. So it's helpful to have an adult who was a professional kind of demonstrating that these are valid ways to live, when I’d had so much messaging about that not being the case and how that was not an ok way to live. Therefore, participants highlighted the importance of implementing a counseling approach that is inclusive of non-binary gender exploration. This is an important consideration given the emphasis on “non-binary” identity that is different when compared to binary trans identities and will likely impact counseling work.  Subcategory 2.d: Client self-acceptance (n = 4) Another outcome associated with empowering counseling experiences was self-acceptance by NBT clients. When defined, this subcategory involved a greater level of self-affirmation regarding one’s gender identity. Grey shared: Through counseling, I’ve realized that I do deserve love, and I deserve to be in these spaces. Spaces, meaning like activism, or just a very queer space. I do belong there.  62  Before I would be like, “Ah. I just don't know if I am trans enough.” I’d be like, “I don’t know if I am like gay enough to be in these places.” Just having that second-guessing like called out like, “No you have every right to do that.” And then I realize like, “Oh, wait. I actually belong in this space. These are really cool people.” When asked about the impact of empowerment-based counseling on their ability to make changes in their own life, Jace also spoke about the importance of self-acceptance: The empowerment part…yeah that just allowed me to be more myself, be happier, be able to help empower other people I would like to think. I think working with women you know, it’s already there in the culture. I think women can be more human than men. Women have arguably experienced being able to be both. So it's male and women and female-bodied people.  Similarly, Jace shared:  I feel empowered because I'm connected to who I am, more well-rounded as a person, and I'm not going to – even though I kind of am safe in some of my expression, I probably could evolve more and more in my expression. I feel like I am connected with that core of me now, it’s more well-rounded and more feminine. I’m still doing the more masculine-type things in life as well, because it becomes have the balance of things. So I feel like I'm being myself. So that's certainly empowering. Additionally, Quinn shared:  I am thinking about [gender] in a lot more productive ways…it’s kind of fun instead of like going through an identity crisis. So I can still have all sorts of gender thoughts  63  but they are a lot more productive and they also come with me knowing who I am instead of questioning who I am. Subcategory 2.e: Improved interpersonal relationships (n = 3) Participants also stated that empowering experiences in counseling resulted in a greater level of interpersonal functioning. Primarily, NBT clients were able to better understand what constitutes healthy relationships and seek them out. Avery shared:  I was in a relationship for a year and a half and I was really unhappy in that it was very stable and nice, but I wasn’t in love with this person at all. I was just really stressed out about it. So it was kind of a chain reaction of when I was starting to – when I was beginning to identify where my values lied with my trans stuff, it made it easier to figure out other things, like figure out, like, “Oh this relationship isn’t working…” Then and only then I felt I could get out of the relationship, because before that I just felt like I was really depressed and I didn’t know what I wanted from my body. I just couldn’t imagine even thinking about getting out of the relationship because I was super codependent with this person. They were my support system, so I was just feeling that couldn’t be something I could entertain. So yeah, I mean, once I started get my mental health in order I felt – I was just so able to get in touch with what was important to me. Then when I felt secure in that I could take more concrete action. When asked how counseling has led to empowered changes in their own life, Quinn noted:  I am actually like able to form relationships with people in my life now I guess as a change because I am able to, like, I address the anxiety as it comes up with interacting  64  with even just my family and kind of a confidence that comes along with that, like, makes it a lot easier to do. So, I guess it's just kind of, like, improving my relationships with people more or less because I can talk to them now. Category 3: Advice for Counselors Participants highlighted specific ways in which counselors could more aptly provide empowerment-based counseling experiences. These included: a) Self-Education, b) Awareness of Limited Competence, c) Do not Make Assumptions, d) Holistic Care, e) Appropriate Pronouns, and f) Increased Resources.  Subcategory 3.a: Self-education (n = 8) Participants acknowledged the importance of counselors engaging in self-education regarding trans-related issues, particularly as they relate to NBT people’s experiences. When defined, this subcategory involved counselors seeking out resources to better understand trans experiences. Steph described the importance of both trusting NBT clients, with regard to their lived experiences, as well as the need to self-educate: “Just believe people when they tell you stuff even if you think it is bullshit, keep it to yourself and then like go google it or something afterwards. Do not laugh the person in their face.” Additionally, Grey described the imperative nature of self-education:  I think [counselors] should just know that there [are] a lot of resources out there and it’s their job to educate themselves on our culture because trans is like an entirely different culture with so much diversity within itself. But just not putting trans clients into a box and allowing them to be the experts on their lives and learning from them  65  and helping them with the experience you have, but try not to talk for them and tell them what they really need to do. Therefore, counselors are advised to engage in self-education in order to better understand trans-related experiences so that they can effectively empower their NBT clients. It is important that counselors seek out a variety of resources to better educate themselves.  Subcategory 3.b: Awareness of limited competence (n = 7) Related to self-education, most participants mentioned the importance of counselor-based awareness regarding competence and potential competency limitations in working with non-binary clients. Jace shared:  I don't know, I just think being able to be honest. Use that as part of the process. But like continue to take a step back and maybe consult with other therapists…I don’t know, and maybe like take it as a journey. Like, “Wow this is something new for me…” I don't know, like a curiosity.... Like if it’s completely new to them but having to – wanting to know what that experience was. Just really curious about it, but in a good way—not in the lab-curious way or whatever. And just wanting to go on a journey with that person in terms of understanding and how that maybe impacts him, but really gets me curious, caring. And again, seeing if they have any resistance to that. If they do, then don’t work with that client, please do not even do it. An important aspect of competence is self-awareness and being able to honestly admit the limitations of their competence without defensiveness. This is particularly relevant when working with populations who have historically been marginalized and disempowered within society. Jace stated, “if the [counselor] is defensive, I mean they'd just be honest about  66  that, still going to have the perspective of like, ‘Oh I feel like I'm being defensive here I apologize’ stuff like that.” Additionally, Steph described the importance of counselors being “more sensitivity, emotional intelligence and all that” in working with NBT clients. Awareness of limited competence encourages counselors to not only engage in greater self-awareness exploration, but also continued education in order to provide empowered counseling with NBT clients.  Subcategory 3.c: Do not make assumptions (n = 6) In describing empowerment-based counseling practices, participants discussed the importance of not making three types of assumptions: assuming trans identity as the presenting issues, assuming a particular (and often binary) trans narrative, and unwanted discussions. With regard to the presumed conflation between identity and presenting issues, Arie shared: “I just don’t like the fact that it’s assumed that there’s psychological problems just with being LGBT. Because that’s what essentially is happening I think.” Additionally, in recognizing the breadth of NBT experiences, Teagan shared:  In general I feel like what’s important to know is just that non-binary is as broad of a term as you can imagine it will be, and keeping that in mind the non-binary experience is a human experience that’s beautiful and varied. So to have any preconceived notions about what a non-binary person desires or is trying to achieve as far as transitioning, presenting and just living life.  Together, these quotes highlight the importance of self-education and understanding one’s competency limitations. Additionally, counselors should remain open to continued learning regarding the varied identities and related experiences for NBT clients.   67  Subcategory 3.d: Holistic care (n = 2) An important aspect of counseling for participants was the application of a holistic care approach. Kai highlighted the importance of seeing clients as multifaceted, complex individuals with varying identities and experiences: Non- binary people exist and even though you might be seeing me because I am “crazy” for a different reason that does not make my gender identity questionable or part of something that is “wrong” with me. That I would appreciate more listening and asking questions for understanding rather than justification…I have encountered a lot of White folks in counseling that are interested in gender that kind of… my experience with them has been entirely related to gender and it is not really holistic. It tends to ignore a lot of experiences that I have on a daily basis that…that you know, do not have a basis in my gender identity. So really learning about different types of oppression, like racial oppression, economic oppression, and being involved in liberation of oppressed people I think it is really important to meet someone holistically, rather than just about their gender.  Additionally, Arie shared: Even though you might be the expert in your subject, you can never diminish an individual in anyway. If they are another person they are on absolutely equal footing. You never know, maybe this person is an expert in something else as well, so you know you can never put that out. That to break people down so much to their constituent parts that you're forgetting that this is still a person sitting in front of you.  68  So, never do that. I'm not my constituent parts. I am the holistic aspect of my entire being.     Subcategory 3.e: Appropriate pronouns (n = 1) One participant in the sample noted the importance of using the correct pronouns for clients in therapy. Quinn shared:  I feel like misgendering from therapists is a relatively common problem…when I have listened to [my therapists] talk about me and the third person for like scenarios, they’ll gender me properly and so then I don't have to deal with like those micro aggressions…You know like just the basic respectful stuff.  In also speaking on the importance of pronouns, one participant highlighted the importance of inclusive paperwork, in addition to what happens within the counseling session. Quinn shared:  When my first therapist…like writing my pronouns on the top of sheets and stuff like that [was important]. Or like cross out male or female and write non-binary. It seems like a very small thing but then there's also the reality that when you're stuck in your head and you have to choose to circle male or female, but neither are right, that makes going into therapy like really challenging to do and so just like having that option. It is a small but mighty thing and so that especially because I was so nervous going to therapy at that time.   Subcategory 3.f: Increased resources (n = 1) Also important to one participant was that counselors should work towards increasing community-based resources for trans folks. Grey stated, “I think having more community- 69  based learning and like group therapy type things are really great ways to unite people and form relationships with people because they’ll be coming to those meetings because they don’t know anyone else who is trans.”   DISCUSSION The current study sought to better understand the phenomenon of empowerment among non-binary trans clients in counseling given the current dearth of research on this population, particularly with regard to affirmative empowerment-based practices (Budge et al., 2015; DiFulvio, 2014). It is troubling that little is known with regard to effective, empowerment-based approaches for NBT counseling clients, not only because (1) 75% of trans individuals report seeking therapy at some point in their lives, but also because (2) trans clients often report feeling pathologized and misdiagnosed by healthcare providers (Singh et al., 2010). The need for more affirmative care for trans clients has been highlighted by previous scholarship (Dickey & Singh, 2016), particularly for mental professionals to reduce their gatekeeper role (Carroll & Gilroy, 2002, p. 32). In answering this call, the current study sought to better understand affirmative counseling practices for an understudied population—NBT individuals. To our knowledge, this is the first study that has examined empowerment-based counseling experiences among NBT clients.  Two research theories were utilized in the current study: phenomenology and feminist theory. Phenomenological theory allows for the exploration of a particular phenomenon as experienced by members of a group, while Feminist theory allows for the exploration of empowerment among marginalized groups. For the current sample of participants, three main categories emerged from the data: (1) Clinician-Related Variables that Enhanced  70  Empowerment for NBT clients, (2) Client-Related Outcomes Resulting from Empowerment, and (3) Advice for counselors when working with NBT clients. Additionally, subthemes were found for each of the three main categories. In the first category, Clinician-Related Variables, participants shared specific variables that contributed to an empowered counseling experience. These themes included validation (e.g., support for trans clients’ identities and lived experiences); fostering autonomy and self-discovery (e.g., aiding NBT clients to be both independent and growth-oriented); safety and trust (e.g., fostering a sense of caring and strong rapport that allowed participants to explore more difficult experiences); and guiding the client (e.g., counselors utilizing their own expertise) when working from an empowering clinical stance. The two themes of validation and safety and trust are similar to previous findings by Chang and Singh (2016), who found that strong rapport between counselor and client were imperative for affirmative clinical work with trans people of color (TPOC). Additionally, Singh, Hayes, and Watson (2011) found that supportive connections increased resiliency among trans individuals. Collectively, these studies highlight that validation, trust and safety, and interpersonal connection are important factors when considering empowerment and resiliency among trans individuals. Moreover, the client-counselor relationship appears to play an essential role in facilitating positive client experiences, beyond what is typically expected when conducting counseling. This finding may be something particular to NBT client, possibly due to experiences of oppression, discrimination, and/or lack of acceptance in other areas of their lives—a n important consideration for counselors to keep in mind when working with this population.   71  The sub-theme of autonomy and self-discovery (n = 8) is also in line with previous clinical practices-based research by Israel and Tarver (1997), which highlighted the importance of control, on the part of the trans client, when providing affirmative care. This is an important consideration when working with marginalized populations who have experienced oppression and discrimination and, as a result, may struggle with feelings of powerlessness and lack of control. Therefore, as highlighted by the study participants, a collaborative approach that fosters autonomy and valuing of NBT clients’ identities and lived experiences can help to reduce these feelings of powerlessness by increasing control. Additionally, fostering autonomy and implementing a collaborative approach may reduce NBT clients’ perception of counselors serving as gatekeepers, a common perception among trans individuals when working with medical and mental health professionals (Carroll & Gilroy, 2002, p. 132). Indeed, decreasing the power differential between counselor and client will likely lead not only to more positive rapport but also to more effective treatment outcomes due to clients’ input being valued and honored throughout the therapy process.  Finally, the theme of the counselor actively guiding the client (n = 6) is also in line with previous research by Korell and Lorah (2007), who noted the importance of differentiating between issues related to a client’s gender identity and more severe psychopathology. This finding highlights the value of balancing both client and counselor expertise, whereby NBT clients are treated as the experts of their lived experiences while also benefiting and growing from counselor interventions. One way that counselors might weave together counselor and client expertise is through collaborative engagement throughout the therapeutic process. Essentially, this would involve trusting clients’ expertise  72  regarding their identity and lived experiences, while also collaboratively deciding upon target interventions. Additionally, it would be important that counselor and client collaboratively set therapy goals, as well as periodically checking in regarding progress and client’s perceptions regarding treatment thus far. Collaborative practices could also occur by asking for clients’ consent, prior to providing a particular therapeutic intervention, while also asking for feedback and being open, flexible, and adaptable based on clients’ perceptions regarding treatment effectiveness. Allowing for flexibility in session is also important, in order to provide space for NBT clients to explore uncertainties regarding their identities. Through these suggested therapeutic practices, counselors should focus on ways to increase NBT clients’ sense of self-control and autonomy.  One interesting finding from the current study’s results is the divergence from previous research by Hawxhurst and Morrow (1984), who found that analyzing societal structures as they relate to group power dynamics was an important factor in providing empowerment-based, feminist counseling. It may be that, for NBT clients in particular, actually implementing advocacy, rather than analyzing power structures, might be more relevant to empowered counseling. This may be due, in part, to NBT clients placing a higher value on implementation, versus analyses, that helps them to feel more in control and able to exact change, both in their own lives and the lives of other marginalized individuals. NBT clients may also be more readily aware of the lack in group-based power, given their subgroup status within not only the LGBT community, but also within the trans community. As a result, they may feel more ready to begin working towards social change. However, it is also important to keep in mind the small sample for the current study, whereby analyzing the  73  relationship between power structures and lack of group-based influence may be important for many NBT clients, but not particularly so for the current participant sample. This may be due, in part, to education level, as participants reported attending at least some college. Additionally, the majority of participants reported obtaining an associate’s, bachelor’s, and/or master’s-level degree. As a result, participants may have been exposed to more opportunities for critical thinking while attending college, which may correlate with higher levels of questioning and advocating for social change.  For the second category, Client-Related Outcomes, participants spoke about the positive impact within their own lives due to empowered counseling. The majority of study participants highlighted the outcomes of increased self-advocacy and self-care (e.g., increased support for both self and others; n = 7), improved psychological well-being (e.g., greater live satisfaction; n = 7), and transitioning to become their authentic selves (e.g., involving a broad understanding of transitioning, from one’s understanding of gender identity to seeking out affirmative medical care; n = 5). A few participants also discussed a greater level of self-acceptance (n = 4) and interpersonal functioning across relationships (n = 3). These client-based outcomes are in line with particular themes of empowerment (e.g., personal, interpersonal, and sociopolitical), as conceptualized by feminist theory (Morrow & Hawxhurst, 1998). Specifically, participants in the current study talked about the importance of positive change in various areas of functioning as a result of empowered counseling, particularly on the personal, interpersonal, and sociopolitical levels through greater psychological well-being, interpersonal connections, and activism.    74  These themes of client-based outcomes are also in line with prior scholarship by Worell (2001), who asserted that empowerment is comprised of self-esteem and self-affirmation, personal efficacy and sense of control, assertiveness, and social justice activities. Several of these sub-categories have been found to correlate with a greater level of resiliency, a closely-related construct to empowerment, including interpersonal connection and support (Bockting et al., 2013; DiFulvio, 2014). Additional subcategories that have also been found to correlate with greater resiliency include  awareness and advocacy with regard to oppression and discrimination, self-oriented authenticity, self-care, and improved psychological wellbeing are also in line with prior research by Singh and colleagues (2011). Furthermore, engaging in advocacy to increase empowerment and reduce harmful feelings associated with discrimination was supported by this research, and consistent with prior feminist scholarship (Morrow & Hawxhurst, 1998). Advocacy is also a core tenet of feminist counseling theory, which focuses largely on empowerment for marginalized groups, through increased knowledge and understanding of power dynamics. This study finding is in line with research by Lev (2004) that also emphasized the importance of trans empowerment and advocacy when working from an affirmative model. Collectively, these subcategories highlight the importance of working collaboratively and competently with NBT populations, who are adversely impacted by systemic-based stressors (i.e., internalized transphobia, stigma, prejudice, concealment of or gender identity) and who, as a result, often report higher rates of mental health issues. Finally, for the third category, Advice for Counselors, participants provided specific advice for counselors to provide a more empowered approach. Most or all of the participants  75  highlighted the importance of counselors engaging in self-education (n = 8), self-awareness regarding limited competency (n = 7), and not making assumptions regarding NB trans identities and experiences (n = 6). Above all, this particular category highlights the importance of knowledge and competency in working with NBT clients, particularly with regard to being aware of current standards of care to ensure ethical counseling practices (APA, 2015). This primary category, as well as the underlying subcategories, will be reviewed in relation to practice implications for counselors working with NBT clients.  Practice Implications The majority of participants highlighted the importance of increased self-education, awareness of competency limitations, and not making assumptions. First, given participants’ stance on the importance of self-education, it is imperative that counselors working with NBT clients are well-informed regarding current and emerging standards of care (e.g., APA, 2013; WPATH, 2012). Additionally, counselors should not only be aware of increased rates of discrimination, oppression, and adverse outcomes among NBT populations, but also protective factors (e.g., resiliency, social support) as they are imperative when providing affirming care. For example, counselors should be aware that social support and strong interpersonal connections are often helpful in combating systemic oppression and discrimination among marginalized populations (DiFulvio, 2014). Increasing one’s competency in order to provide more affirming counseling is one way of combating oppression on a more micro level.  Another suggestion by participants was for counselors to be aware of the limits of their competency. Competency is an important consideration in providing ethical care,  76  particularly for clients from marginalized groups (APA, 2015). Guidelines include, but are not limited to, psychologists seeking to understand the range of gender identities, the difference between gender identity and sexual orientation, and the intersectionality between gender and other cultural identities. Additionally, awareness of competency limitations highlights that, for many counselors not trained in working with NBT clients, a referral to a competent provider may be relevant. This is an important consideration, given that many counselors-in-training do not receive comprehensive instruction on working effectively with transgender clients (dickey & Singh, 2016). These findings also suggest that trans-affirmative client care should be provided more often to counselors. One potential way to incorporate trans-based training is to include more gender-based curriculum within courses that focus on working with diverse populations. Additionally, providing elective courses focused on gender identity would be another way of incorporating this topic into curriculums. Finally, having instructors that are well-versed in trans-based resources, both within the university as well as the larger community, would be important for increasing trainees’ knowledge of available resources when seeking out additional knowledge. Finally, counselors are advised to not make assumptions when working with NBT clients. This subcategory is also in line with Korell and Lorah’s recommendations (1997) of providing a holistic approach to counseling. In providing this holistic approach, counselors should aim to see their clients as whole, as one participant suggested, while also understanding the multiple, intersecting identities that clients may possess and associated factors (e.g., pronouns).    77  Strengths, Limitations, and Future Directions In the current study we sought to address a gap in the research regarding how NBT clients experience empowerment when in counseling. To our knowledge, this is the first study that has examined empowerment-based counseling experiences specifically among NBT clients. Given the lack of research on the current topic, we chose to implement a qualitative research methodology, comprised of both phenomenological and feminist research standpoints, to provide a rich, in-depth understanding of empowerment within counseling. Although purposeful and criterion-based sampling was used (e.g., at least 18 years old, worked with a counselor who was aware of their gender identity), the sample was also different with regard to other forms of identity statuses (e.g., age, geographic location, gender label).  There are several limitations to our study that are important to note. Firstly, the sample was comprised primarily of White-identified individuals, which makes it difficult to extrapolate findings to NBT individuals with other demographic backgrounds including different race/ethnicities, socioeconomic statuses, ability statuses, etc. Future researchers may wish to expand these current findings to include a more diverse sample in order to determine how empowered counseling might differ for other NBT populations. Empowerment within counseling may – and likely does – look different for NBT clients of various and multiply-marginalized backgrounds.  For example, working with a NBT client from a lower SES background may negatively impact the client’s ability to attend more frequently and/or longer term. Counselors need to be well-educated not only on diverse  78  gender identities but also on experiences associated with other marginalized identities, as well as how these identities might intersect and impact the individual’s lived experiences. Another limitation of the current study involves the retrospective and self-report nature of the data, whereby participants provided historical experiences of empowerment in counseling. Therefore, it is difficult to determine what may have been inadvertently forgotten or missed by participants. Participants also did not reply when asked about potential feedback regarding themes found in the current study. This may limit the findings, given that participants did not verify and/or offer potential changes to the themes. Although both the research team and external auditor provided feedback and changes to the study themes, it would have been ideal to have participant feedback as well. Another important limitation is that clients were interviewed individually, rather than in client-and-counselor dyads, which may have provided additional information, particularly form the counselors’ perspectives. Including both the counselor and client perspectives may have offered a more holistic view on empowerment from both sides of the therapeutic perspective. Future researchers may want to explore how empowerment counseling may look different when understood from counselor-client dyads. Additionally, it may be beneficial to look at how different therapeutic orientations and clinical practices conceptualize and implement empowerment when working with NBT clients (e.g., whether certain orientations focused more on empowerment).  Finally, considering the length and frequency of counseling attended might also be beneficial to explore, given the potential relationship between length and frequency of counseling with ability to engage in empowerment-based themes.      79  Appendix A Sample Email to Listservs Hello!  My name is Michelle Farrell, and I'm a graduate student of counseling psychology at the University of Missouri, Kansas City. I am currently conducting a study examining the ways in which counselors can effectively empower non-binary transgender (NBT) clients. I was wondering if you allow research recruitment advertisements on the listserv. Given your listserv’s attention to trans-related concerns, I thought this listserv could be a good fit. I have provided some information below that may help you determine if this study is something you would like to post.   The purpose of this study is to better understand the phenomenon of empowerment among non-binary transgender clients. Participants will be asked to take part in an informal, semi-structured interview, either in-person or on the telephone. The location is dependent upon both your location and comfort. The questions asked will be open-ended, allowing participants to provide in-depth responses and descriptions. It should take between 45 and 90 minutes to complete the interview. In order to make sure the information captured represents responses, participants will be asked to provide feedback via email following their participation. Participants will be provided with a list of trans-affirmative national hotlines at the outset of the interview, which they can refer to as needed. Also, participants will be given $25 for contributing to the study.   Inclusion criteria: (1) identify as 18 years or older, (2) identify as a non-binary transgender person, (3) have previously attended or are currently attending therapy, (4) had a therapist(s) who was aware of their non-binary identity, (5) discussed identity-related concerns with their therapist(s), and (6) attended a minimum of two therapy sessions.   IRB Approval Number: IRB at University of Missouri, Kansas City, protocol # 16434. I hope you will find the information sufficient for distribution on the listserv. Please let me know if you need any additional information. If you have enough information, the below email is the statement that can go to the listserv. Thank you very much for your consideration of this research project, I appreciate your assistance very much!  --- Mx. Michelle Farrell, M.A.  Counseling Psychology Doctoral Student The University of Missouri- Kansas City mft49@mail.umkc.edu   Pronouns:  they / them / their (What is this?)  80  APPENDIX B Waiver of Documentation of Consent for Participation in a Research Study  Empowering Non-Binary Transgender Clients Laurel B. Watson, Ph.D. (Principal Investigator) Michelle Farrell (Student Co-Researcher)   Request to Participate  You are invited to take part in a research study on ways in which counselors can effectively empower non-binary transgender (NBT) clients. This study is being conducted with approval from the Institutional Review Board at University of Missouri-Kansas City. The student researcher in charge of the study is Michelle Farrell, M.A., as overseen by their academic advisor Dr. Laurel Watson. Although the study will be conducted by them, other qualified individuals who work with her may act for her.  Other research team members include Sydney Morgan, M.A.; Jessica Ross, M.A.; Sarah Craig; and Gabriella Jones.   Research studies only include individuals that agree to participate. This document is a consent form that will give you more information about the study. Please read this document carefully, as it explains the: possible risks, discomforts, and benefits to participating in the study.   Information about the Study  The study team is inviting you to take part in this research, since you a) identify as NBT and b) are 18 years of age or older. Specific study inclusion criteria are explicitly outlined below. We are interviewing NBT individuals who have either previously received counseling, or continue to receive counseling, to learn more about their experiences of empowerment in counseling. You will be one of about 10 to 20 participants.   Inclusion Criteria Study participants must meet the following inclusion criteria in order to participate: (1) 18 years of age or older, (2) identify as a non-binary transgender person, (3) have previously attended or are currently attending therapy, (4) had a therapist(s) who was aware of their non-binary identity, (5) discussed identity-related concerns with their therapist(s), and (6) attended a minimum of two therapy sessions  Purpose  Currently, there is not much research on the ways that counselors can effectively empower their NBT clients. As a result, it is common for NBT people to receive care that is not effective. We  81  hope to learn about the ways that counselors can effectively work with these clients, in order to provide more effective care.   Procedures You will be asked to participate in an informal, semi-structured interview, either in-person or on the telephone. The location is dependent upon both your location and comfort. The questions asked will be open-ended, allowing you to provide in-depth responses and descriptions. It should take between 45 and 90 minutes to complete the interview. In order to make sure the information captured represents your response, you will be asked to provide feedback via email following your participation.  Risks The physical risks associated with taking part in this research study are no more than those expected in your daily life. However, you may experience mild discomfort during the interview when describing some of your counseling experiences. Please refer to the following list of trans-affirmative resources. There are no other known risks for participating in the study.   Benefits  Potential benefits of participating in the study include gaining insight into your counseling experiences during the interview. Additionally, other counselors and NBT clients may benefit in the future from information obtained during this study.   Fees There are no fees to you for participating in this study.  Compensation Participants will be compensated $25 for their involvement in the study.   Alternatives to Study Participation  The alternative is not to participate in the study.  Confidentiality  Your information and responses to the interview questions will be stored on a firewall and password protective server through the university system, and only the research team will have access to this information. All identifying information will be destroyed after data collection is completed and we have received feedback on the data collected from participants as described in the procedures section. Additionally, assignment of a pseudonym will be used as a method of maintaining confidentiality. Every effort will be made to keep confidential all of the information you provide; however, it cannot be absolutely guaranteed. Individuals from the University of Missouri-Kansas City Institutional Review Board (the IRB, a committee that reviews and approves research studies), Research Protections Program, and Federal regulatory agencies are able to obtain records related to this study in the event that they need to ensure quality improvement and regulatory functions. Although it is not the University’s policy to compensate  82  or provide medical treatment for persons who participate in studies, if you feel that you have been injured as a result of participating in this study, please call the UMKC IRB administrator at (816) 235-5927.  Contact for Questions about the Study  You should contact the Office of UMKC’s Institutional Review Board (816-235-5927), should you have any questions, concerns, or complaints regarding your rights as a research participant. You may contact the the primary student researcher, Michelle Farrell (mft49@mail.umkc.edu), or the principle investigator, Dr. Laurel Watson ([816] 235-2489; watsonlb@umkc.edu), if you have any questions about this study. You may also contact them if any problems come up.  Voluntary Participation  Taking part in this research study is completely voluntary. Even if you agree to participate, you have the option to not answer certain questions and/or to discontinue the interview at any time.   By proceeding with the study interview, you attest that you have read and understood this Consent Form. You have been told why this research is being done and what will happen if you take part in the study, including the risks and benefits. You have had the chance to ask questions, and you may ask questions at any time in the future by contacting the primary student researcher, Michelle Farrell (mft49@mail.umkc.edu), or the principle investigator, Dr. Laurel Watson ([816] 235-2489; watsonlb@umkc.edu).               83  Appendix C Demographic Questionnaire 1. Please indicate your age in years: __________  2. Please use your own words to describe your pronouns: ___________________ 3. Please use your own words to describe your gender identity: ___________________  4. When was your last counseling experience? ___________________  5. As you are comfortable in sharing, please select your sex assigned at birth:  a. Male  b. Female  c. Intersex  d. Prefer not to answer  6. Please select your race/ethnicity/cultural identity: a. Asian/Pacific Islander b. Black/African American c. Caucasian/White/European American d. Hispanic/Latina/Latino/Latinx e. Native American/American Indian f. Biracial/Multiracial/ethnic  g. Native American/American Indian h. We recognize that the list above does not include all racial/ethnic identities. If the above terms don’t adequately describe your racial/ethnic identity, please do so in your own words:___________________________________  7. Please select your sexual identity. Select all that apply: a. Heterosexual b. Lesbian  c. Gay d. Bisexual  e. Pansexual  f. Omnisexual  g. Asexual  h. Queer  i. Questioning  j. Panromantic  k. Demi-sexual   84  l. We recognize that the list above does not include all sexual identities. If the above terms don’t adequately describe your sexual identity, please do so in your own words:________________  8. Please select your highest level of education achieved:  a. Some high school/No diploma b. High school diploma c. General Education Degree (GED) d. Vocational or trade school e. Some college/No degree f. Associate’s degree g. Bachelor’s degree h. Master’s degree i. Specialist degree (e.g., Ed.S.) j. Doctoral degree   9. Please select your personal annual income:  a. 0 – 9,999 b. 10,000 – 19,999 c. 20,000 – 29,999 d. 30,000 – 39,999 e. 40,000 – 49,999 f. 50,000 – 59,999 g. 60,000 – 69,999 h. 70,000 – 79,999 i. 80,000 – 89,999 j. 90,000 – 99,999  k. 100,000 or above 10. Please select your employment status. Select all that apply: a. Employed full-time b. Employed part-time c. Unemployed d. Retired e. Homemaker  f. Student  11. Please indicate your job title:_____________________   12. Please select the U.S. region where you live: a. Northeast b. Southeast c. Northwest  85  d. Midwest e. Southwest f. West Coast g. Hawaii/Alaska h. I do not live in the United States  13. Please select the location where you predominately reside in: a. Urban/Metropolitan/City location b. Suburban location c. Town  d. Rural location   14. Please select your relationship status. Select all that apply: ________________ a. Single b. Partnered c. Civil Union d. Married e. Separated f. Divorced g. Widowed h. Polyamorous  i. Open relationship  j. We recognize that the list above does not include all relationship statuses. If the above terms don’t adequately describe your relationship status, please do so in your own words:________________  15. Please include any feedback about this study: ___________________         86  Appendix D Interview Questionnaire  1) How would you describe your gender identity, in your own words?  2) Are there other identities that are important to you, and that you would like us to know about? 3) What experiences have you had, specifically related to your NBT identity? (Both with regard to discrimination and more positive experiences?) a. How do you feel about these experiences?  b. How have these experiences impacted you? 4) Please describe your overall experiences in counseling. 5)  How did the counselor come to know about your gender identity?  6) How did the counselor respond to your gender identity?  a. How do you feel about these responses? 7) Were you able to address things that came up in your counseling relationship related to your NBT identity? a. Please describe.  8) Did counseling help you to deal effectively with experiences related to your gender identity? a. Please describe.  9) A general definition of empowerment can include “the power to make changes to circumstances in different areas of your life, such as in your personal life, interpersonal relationships, or the larger sociocultural context.”  87  a. What does empowerment mean to you, personally? b. What does empowerment mean to you within counseling? c. What does empowerment mean to you outside of counseling, in your life? 10) Did the therapist do things that helped you to feel empowered as a NBT person?  a. Why/why not?  b. If yes, what were these things?  11) Did the therapist do things that did NOT help you to feel empowered as a NBT person? a. Why/why not?  b. If yes, what were these things? 12) How were you empowered to make changes in your life?  a. What were these changes?  b. What were the outcomes?  13) Did this empowerment/disempowerment in counseling affect your ability or power to make changes in your own life?  a. How so?  14) Were you empowered to make changes in your life?  a. If so, what were these changes?  b. What were the outcomes?  c. If not, please elaborate. 15) Did this empowerment/disempowerment in counseling affect your ability or power to make changes in the larger sociocultural system, such as advocacy?  a. How so?   88  16) What meaning does empowerment/disempowerment have in your life now?  17) What would you like counselors to know regarding empowering NBT clients?     89  Appendix E National Transgender and Mental Health Hotlines  1. Trans Lifeline: 877-565-8860; www.translifeline.org 2. National Suicide Prevention LifeLine; 1-800-273-TALK; www.suicidepreventionlifeline.org/ 3. The Trevor Project: 1-866-4-U-TREVOR 4. The GLBT National Help Center Hotline: 1-888-THE-GLNH; http://www.glbthotline.org/ 5. Mental Health America: http://www.nmha.org/go/find_therapy     90  REFERENCES American Psychological Association, Task Force on Gender Identity and Gender Variance. (2009). Report of the Task Force on Gender Identity and Gender Variance. Washington, DC: Author.  American Psychological Association. (1987). Diagnostic and statistical manual of mental disorders (3rd ed., text rev.). Washington, DC: Author. American Psychological Association. (1997, August). Resolution on appropriate therapeutic responses to sexual orientation. Adopted by the American Psychological Association Council of Representatives, August 14, 1997.  American Psychological Association. (2002). Ethical principles of psychologists and code of conduct. American Psychologist, 47, 1597—1611. American Psychological Association. (2013). Diagnostic and statistical manual of mental disorders (5th ed.). Washington, DC: Author. American Psychological Association. (2015). Guidelines for Psychological Practice with Transgender and Gender Nonconforming People. American Psychologist, 70(9), 832-864. doi: 10.1037/a0039906  Belmont Report (1979). The Belmont Report: Ethical principles and guidelines for the protection of human subjects of research. Retrieved November 30, from hhs.gov/ohrp/humansubjects/guidance/belmont.html Brewer, S. E. (2000). Same-sex relations and female desires: Transgender practices across cultures. Gender Issues, 18(2), 91.   91  Bockting, W., & Coleman, E. (1993). A comprehensive approach to the treatment of gender dysphoria. Journal of Psychology & Human Sexuality, 5(4), 131-155. Bockting, W. O., Miner, M. H., Swinburne Romine, R. E., Hamilton, A., & Coleman, E. (2013). Stigma, mental health, and resilience in an online sample of the US transgender population. American Journal of Public Health, 103(5), 943-951. doi:10.2105/AJPH.2013.301241 Bowen, D. J., Bradford, J., & Powers, D. (2007). Comparing sexual minority status across sampling methods and populations. Women & Health, 44(2), 121-134. Breslow, A. S., Brewster, M. E., Velez, B. L., Wong, S., Geiger, E., & Soderstrom, B. (2015). Resilience and collective action: Exploring buffers against minority stress for transgender individuals. Psychology of Sexual Orientation and Gender Diversity, 2(3), 253. Budge, S. L. (2015). Psychotherapists as gatekeepers: An evidence-based case study highlighting the role and process of letter writing for transgender clients. Psychotherapy, 52(3), 287-297. doi:10.1037/pst0000034 Budge, S. L., Adelson, J. L., & Howard, K. A. (2013). Anxiety and depression in transgender individuals: the roles of transition status, loss, social support, and coping. Journal of consulting and clinical psychology, 81(3), 545. Budge, S. L., Orovecz, J. J., & Thai, J. L. (2015). Trans men’s positive emotions: The interaction of gender identity and emotion labels. The Counseling Psychologist, 43(3), 404-434. doi:10.1177/0011000014565715 Bullough, V. L., & Bullough, B. (1993). Cross dressing, sex, and gender. University of Pennsylvania Press.  92  Carroll, L. (2010). Counseling sexual and gender minorities. Upper Saddle River, NJ: Merrill/Pearson. Carroll, L., & Gilroy, P. J. (2002). Transgender issues in counselor preparation. Counselor Education and Supervision, 41(3), 233-242. Carroll, L., Gilroy, R J., & Ryan, J. (2002). Counseling transgendered, transsexual, and gender-variant clients. Journal of Counseling & Development, 80, 131-139. Cattaneo, L. B., & Chapman, A. R. (2010). The process of empowerment: A model for use in research and practice. American Psychologist, 65(7), 646.  Chaney, P. (2013). Institutionally homophobic? Political parties and the substantive representation of LGBT people: Westminster and regional UK elections 1945–2011. Policy & Politics, 41(1), 101-121. Chang, S. C., & Singh, A. A. (2016). Affirming psychological practice with transgender and gender nonconforming people of color. Psychology of Sexual Orientation and Gender Diversity, 3(2), 140. Cohen-Kettenis, P. T., & Pfäfflin, F. (2003). Transgenderism and intersexuality in childhood and adolescence: Making choices. Thousand Oaks, CA: Sage Publications. Coleman, E., Bockting, W., Botzer, M., Cohen-Kettenis, P., DeCuypere, G., Feldman, J., ... & Monstrey, S. (2012). Standards of care for the health of transsexual, transgender, and gender-nonconforming people, version 7. International Journal of Transgenderism, 13(4), 165-232. Comas-Díaz, L. E., & Greene, B. E. (1994). Women of color: Integrating ethnic and gender identities in psychotherapy. Guilford Press.  93  Creswell, J. W. (2013). Qualitative inquiry and research design: Choosing among five approaches (3rd ed.). Thousand Oaks, CA: Sage Publications. Dew, B. (2007). A community at risk: Examining the impact of HIV in Atlanta’s transgender community. Report prepared for The Georgia Department of Human Resources, HIV Prevention Branch.  Di Ceglie, D. (1998). Stranger in my own body: Atypical gender identity development and mental health. London: Karnac Books. Dickey, L., & Singh, A. A. (2016). Training tomorrow’s affirmative psychologists: Serving transgender and gender nonconforming people. Psychology of Sexual Orientation and Gender Diversity, 3(2), 137. DiFulvio, G. T. (2015). Experiencing violence and enacting resilience: The case story of a transgender youth. Violence Against Women, 21(11), 1385-1405.  Doctor, R. (1988). Transvestites and transsexuals: Toward a theory of cross-gender behavior. New York, NY: Plenum. Drescher, J. (2014). Controversies in gender diagnoses. LGBT Health, 1(1), 10-14. Feinbloom, D. H. (1976). Transvestites & transsexuals: Mixed views. New York: Delacorte Press. Forisha, B. L. (1978). Sex roles and personal awareness. Morristown, NJ: General Learning Press.  Gainor, K. A. (2000). Including transgender issues in lesbian, gay and bisexual psychology. Education, research, and practice in lesbian, gay, bisexual, and transgendered psychology: A resource manual, 5, 131-160.   94  Gehring, D., & Knudson, G. (2005). Prevalence of childhood trauma in a clinical population of transsexual people. International Journal of Transgenderism, 8(1), 23-30. Grant, J. M., Mottet, L. A., Tanis, J., Herman, J. L., Harrison, J., & Keisling, M. (2010). National transgender discrimination survey report on health and health care. Washington, DC: National Center for Transgender Equality and the National Gay and Lesbian Task Force. Goldblum, P., Testa, R. J., Pflum, S., Hendricks, M. L., Bradford, J., & Bongar, B. (2012). The relationship between gender-based victimization and suicide attempts in transgender people. Professional Psychology: Research and Practice, 43(5), 468.  Grant, J. M., Mottet, L. A., Tanis, J., Harrison, J., Herman, J. L., & Keisling, M. (2011). Injustice at every turn: National Trans Discrimination Survey. Washington, DC: National Center for Trans Equality and National Gay and Lesbian Task Force. Grossman, A. H., & D'augelli, A. R. (2006). Transgender youth: Invisible and vulnerable. Journal of Homosexuality, 51(1), 111-128. Hendricks, M. L., & Testa, R. J. (2012). A conceptual framework for clinical work with transgender and gender nonconforming clients: An adaptation of the Minority Stress Model. Professional Psychology: Research and Practice, 43(5), 460. Hesse-Biber, S. N. (Ed.). (2007). Feminist research practice. Thousand Oaks, CA: Sage Publications. Hetrick, E. S., & Martin, A. D. (1984). Ego-dystonic homosexuality: A developmental view. In E. S. Hetrick & T. S. Stein (Eds.), Innovations in psychotherapy with homosexuals (pp. 2–21). Washington, DC: American Psychiatric Press.  95  Heylens, G., De Cuypere, G., Zucker, K. J., Schelfaut, C., Elaut, E., Vanden Bossche, H., ... & T'Sjoen, G. (2012). Gender identity disorder in twins: A review of the case report literature. The Journal of Sexual Medicine, 9(3), 751-757. Israel, G. E., & Tarver, D. E. II. (1997). Transgender care: Recommended guidelines, practical information, and personal accounts. Philadelphia, Pa: Temple University Press. Kenagy, G. P. (2005). Transgender health: Findings from two needs assessment studies in Philadelphia. Health & Social Work, 30, 19–26. doi:10.1093/hsw/30.1.1 Klein, A., & Golub, S. A. (2016). Family rejection as a predictor of suicide attempts and substance misuse among transgender and gender nonconforming adults. LGBT Health, 3(3), 193-199. Korell, S. C., & Lorah, P. (2007). An overview of affirmative psychotherapy and counseling with transgender clients. In K. J. Bieschke, R. M. Perez, & K. A. DeBord (Eds.), Handbook of counseling and psychotherapy with lesbian, gay, bisexual, and transgender clients (pp. 271–288). Washington, DC: American Psychological Association. Lather, P. (2004). Critical inquiry in qualitative research: Feminist and poststructural perspectives: Science “after truth”. Foundations for research: Methods of inquiry in education and the social sciences, 203-215. Mahwah, NJ: Lawrence Erlbaum Associates.  Lev, A. I. (2004). Transgender emergence: Therapeutic guidelines for working with gender-variant people and their families. New York, NY: Hayworth Press. Lincoln, Y. S., & Guba, E. G. (1985). Establishing trustworthiness. Naturalistic inquiry, 289, 331.  96  Lind, A. (2004). Legislating the family: Heterosexual bias in social welfare policy frameworks. Journal of Sociology and Social Welfare, 31, 21. Lodico, M. G., Spaulding, D. T., & Voegtle, K. H. (2006). Methods in educational research: From theory to practice. San Francisco, CA, US: Jossey-Bass. Lombardi, E. (2001). Enhancing transgender health care. American Journal of Public Health, 91(6), 869-872. Maxwell, J. A. (2013). Qualitative research design: An interactive approach (3rd ed.). Thousand Oaks, CA: Sage Publications.  Meyer, I. H. (1995). Minority stress and mental health in gay men. Journal of Health and Social Behavior (36)1, 38-56. Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674. Meyer, I. H., & Dean, L. (1998). Internalized homophobia, intimacy, and sexual behavior among gay and bisexual men. In G. M. Herek (Ed.), Stigma and sexual orientation: Understanding prejudice against lesbians, gay men, and bisexuals (pp. 160–186). Thousand Oaks, CA: Sage. Mertens, D. M. (2014). Research and evaluation in education and psychology: Integrating diversity with quantitative, qualitative, and mixed methods, 4th ed. Thousand Oaks, CA: Sage.  Money, J. (1994). Sex errors of the body and related syndromes: A guide to counseling children, adolescents, and their families. Baltimore, MD: Paul H Brookes Publishing.   97  Morrow, S. L., & Hawxhurst, D. M. (1998). Feminist therapy: Integrating political analysis in counseling and psychotherapy. Women & Therapy, 21(2), 37-50. Moustakas, C. (1994). Phenomenological research methods. Thousand Oaks, CA: Sage Publications. Nadal, K. L., Skolnik, A., & Wong, Y. (2012). Interpersonal and systemic microaggressions toward transgender people: Implications for counseling. Journal of LGBT Issues in Counseling, 6(1), 55-82. O’Hara, C., Dispenza, F., Brack, G., & Blood, R. A. (2013). The preparedness of counselors in training to work with transgender clients: A mixed methods investigation. Journal of LGBT Issues in Counseling, 7(3), 236-256.  Olfson, M., & Marcus, S. C. (2010). National trends in outpatient psychotherapy. The American Journal of Psychiatry, 167, 1456–1463. http://dx.doi.org/10.1176/appi.ajp.2010.10040570  Pare, G. (2004). Investigating information systems with positivist case research. The Communications of the Association for Information Systems, 13(1), 57. Patton, M. (2002).  Qualitative evaluation and research methods (3rd ed.). Thousand Oaks, CA: Sage Publications Pepper, S. M., & Lorah, P. (2008). Career issues and workplace considerations for the transsexual community: Bridging a gap of knowledge for career counselors and mental health care providers. The Career Development Quarterly, 56, 330–343.  98  Raj, R. (2002). Towards a transpositive therapeutic model: Developing clinical sensitivity and cultural competence in the effective support of transsexual and transgendered clients. International Journal of Transgenderism, 6(2), 1-43. Reisner, S. L., Gamarel, K. E., Nemoto, T., & Operario, D. (2014). Dyadic effects of gender minority stressors in substance use behaviors among transgender women and their non-transgender male partners. Psychology Of Sexual Orientation And Gender Diversity, 1(1), 63-71. doi:10.1037/0000013 Rotondi, N., Bauer, G. R., Scanlon, K., Kaay, M., Travers, R., & Travers, A. (2011). Prevalence of and risk and protective factors for depression in female-to-male transgender Ontarians: Results from the Trans PULSE Project. Canadian Journal of Community Mental Health, 30(2), 135-155. Sevelius, J. (2009). \"There's no pamphlet for the kind of sex I have\": HIV-related risk factors and protective behaviors among transgender men who have sex with nontransgender men. The Journal of the Association of Nurses in AIDS Care: JANAC, 20(5), 398-410. doi:10.1016/j.jana.2009.06.001 Singh, A. A., Boyd, C. J., & Whitman, J. S. (2010). Counseling competency with transgender and intersex individuals. Handbook of Multicultural Competencies, 415-442.  Singh, A. A., Hays, D. G., & Watson, L. S. (2011). Strength in the face of adversity: Resilience strategies of transgender individuals. Journal of Counseling & Development, 89(1), 20-27.  99  Singh, A. A., & McKleroy, V. S. (2011). “Just getting out of bed is a revolutionary act”: The resilience of transgender people of color who have survived traumatic life events. Traumatology, 17(2), 34-44. doi:10.1177/1534765610369261 Stein, T. S., & Cohen, C. J. (1984). Psychotherapy with gay men and lesbians: An examination of homophobia, coming out, and identity. In E.S. Hetrick & T.S. Stein (Eds.), Innovations in Psychotherapy with homosexuals (pp. 60-73). Washington, DC: American Psychiatric Press.  Surrey, J. L. (1991). Relationship and empowerment. In J.V. Jordan, A.G. Kaplan, J.B. Miller, I.P. Stiver, & J.L. Surrey (Eds.), Women's growth in connection: writings from the Stone Center (pp. 162-80). New York, NY: Guilford Press.  Testa, R. J., Sciacca, L. M., Wang, F., Hendricks, M. L., Goldblum, P., Bradford, J., & Bongar, B. (2012). Effects of violence on transgender people. Professional Psychology: Research and Practice, 43(5), 452.  Tully, B. (1992). Accounting for transsexualism and transhomosexuality. London: Whiting & Birch. Ungar, R. K. (1979). Toward a redefinition of sex and gender. American Psychologist, 34(11), 1085. Ungar, M., Lee, A., Callaghan, T., & Boothroyd, R. (2005). An international collaboration to study resilience in adolescents across cultures. Journal of Social Work Research And Evaluation, 6(1), 5-23. Weis, L., & Fine, M. (2000). Speed bumps: A student-friendly guide to qualitative research. Williston, VT: Teachers College Press.  100  Worell, J. (2001). Feminist interventions: Accountability beyond symptom reduction. Psychology of Women Quarterly, 25(4), 335-343. doi:10.1111/1471-6402.00033    101  VITA Michelle Farrell was born on October 11, 1986, in St. Louis, Missouri. They moved to Texas with their family, at a young age, and were educated in local public schools, graduating from Birdville High School in 2005. Michelle also graduated from Tarrant County Community College with an Associate’s degree, The University of Texas at Arlington with a Bachelor’s degree in psychology and a minor in criminal justice (magna cum laude), and Sam Houston State University for their Master’s degree in clinical psychology. They completed both an undergraduate Honor’s College thesis, entitled Stress, Social Support and Suicidal Ideation: A test of stress levels and the stress-buffering model in a college sample,  and a master’s-level thesis, entitled Outness as a Moderator for Bullying and Risk-Taking Behaviors in Sexual Minority Individuals.  Upon completion of their master’s degree, Michelle pursued their Ph.D. in counseling psychology at The University of Missouri – Kansas City. Clinical and research interest areas focused primarily of diversity-based topics, with a particular focus on LGBT individuals and positive factors that ameliorate adverse, societal-based discrimination. Michelle will be graduating in summer 2018, upon completion of their internship at The University of Utah – Salt Lake City. They have accepted a full-time staff psychologist position at the University of Maryland – College Park’s Counseling Center.   ",
    "id": 160495007,
    "identifiers": {
        "doi": null,
        "oai": "oai:mospace.umsystem.edu:10355/64518"
    },
    "title": "Exploring Non-Binary Transgender Clients’ Counseling  Experiences: Empowerment in Counseling",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "",
    "publisher": "University of Missouri -- Kansas City",
    "references": [],
    "sourceFulltextUrls": [
        "https://mospace.umsystem.edu/xmlui/bitstream/10355/64518/1/Dissertation_2018_Farrell.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/160495007.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/160495007"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/160495007/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/160495007/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/160495007"
        }
    ],
    "abstract": "Title from PDF of title page viewed August 24, 2018Dissertation advisor: Laurel B. WatsonVitaIncludes bibliographical references (pages 90-100)Thesis (Ph.D.)--School of Education. University of Missouri--Kansas City, 2018There is currently little research on the phenomena of empowerment for non-binary \r\ntransgender clients in therapy. In fact, many non-binary clients report negative experiences \r\nwith regard to the mental health field, including inadequate and refusal of care. This is \r\nconcerning, given that the majority of transgender individuals will seek therapy at least once \r\nduring their lifetime. Additionally, transgender individuals who are seeking medical \r\ntreatment, such as hormone injections and/or gender affirmation surgery, must participate in \r\nmental health services in order to receive referrals. The purpose of this feminist \r\nphenomenological study was to investigate the ways in which non-binary transgender clients \r\nhave been, and can be, empowered through therapy. A total of eight participants within the \r\nU.S. were interviewed about their experiences of empowerment while in therapy. Primary \r\ncategories included 1) Clinician-Related Variables that Enhanced Empowerment, 2) Client\r\nRelated Outcomes Resulting from Empowerment, and 3) Advice for Counselors.Introduction -- Review of the literature -- Results -- Discussion -- Appendix A, Sample email to listservs -- Appendix B. Waiver documentation of consent for participation in research study -- Appendix C. Demographic questionnaire -- Appendix D.Interview questionnaire -- Appendix E. National transgender and mental health hotline",
    "tags": [
        "Thesis",
        "Transgender people -- Counseling of",
        "Gender-nonconforming people -- Counseling of",
        "Dissertation -- University of Missouri--Kansas City -- Counseling psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Thesis"
    ],
    "oai": "oai:mospace.umsystem.edu:10355/64518",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1778",
        "openDoarId": 0,
        "name": "University of Missouri: MOspace",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 160495007,
        "depositedDate": null,
        "publishedDate": null,
        "updatedDate": "2024-01-12T13:16:04+00:00",
        "acceptedDate": null,
        "createdDate": "2018-08-18T16:02:11+01:00"
    },
    "urls": [
        "https://hdl.handle.net/10355/64518"
    ],
    "lastUpdate": "2024-01-12T13:16:04+00:00",
    "setSpecs": []
}