{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Hunter, Nan D."
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-19T05:50:24+00:00",
    "dataProvider": {
        "id": 1490,
        "name": "Georgetown Law Scholarly Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/1490",
        "logo": "https://api.core.ac.uk/data-providers/1490/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/70373454.pdf",
    "fullText": "Georgetown University Law Center Scholarship @ GEORGETOWN LAW 2000 Expressive Identity: Recuperating Dissent for Equality Nan D. Hunter Georgetown University Law Center, ndh5@law.georgetown.edu   This paper can be downloaded free of charge from: https://scholarship.law.georgetown.edu/facpub/118  35 Harv. C.R.-C.L. L. Rev. 1-55 (2000) This open-access article is brought to you by the Georgetown Law Library. Posted with permission of the author. Follow this and additional works at: https://scholarship.law.georgetown.edu/facpub  Part of the Civil Rights and Discrimination Commons, and the Constitutional Law Commons GEORGETOWN LAW Faculty Publications       January 2010    Expressive Identity: Recuperating Dissent for Equality    35 Harv. C.R.-C.L. L. Rev. 1-55 (2000)   Nan D. Hunter                                                       Professor of Law  Georgetown University Law Center ndh5@law.georgetown.edu  This paper can be downloaded without charge from: Scholarly Commons:  http://scholarship.law.georgetown.edu/facpub/118/  Posted with permission of the author Expressive Identity:Recuperating Dissent for EqualityNan D. Hunter'IntroductionConstitutional law has made a mess of the relationship between ex-pression and equality. Much of the time, the two claims exist in sharpconflict, as in recent Supreme Court cases involving hate speech' and theeffort by a gay and lesbian group to march in a St. Patrick's Day parade. 2In those cases, equality claims collided head-on with defenses based on aFirst Amendment right to express anti-equality values. In other instances,such as debates about whether viewpoint diversity can serve as ajustification for affirmative action,3 or whether race-conscious redistrict-ing can serve as a proxy for political interests under the Voting RightsAct,4 the Court has waffled on whether associating race with viewpoint isempowering or insulting.The ensuing confusion has been felt across all major fields of anti-discrimination law, from race to sexual orientation, gender to religion. Inevery instance, courts have failed to grasp that these cases present theirown new species of equality claims, not simply a conflict between twoold doctrinal categories. This new branch of equality law arises directlyout of identity politics and its legal progeny. I call these decisions ex-pressive identity case law, and in this Article, I call for the developmentof a theory of expressive identity.Social movements founded on identity politics generate claims basedon shared identity characteristics in order to gain access to public andprivate domains. In our political life, identity politics is interwoven with* Professor of Law, Brooklyn Law School. I wish to thank the following individualsfor their support and insights: Stacy Caplow, Lisa Duggan, Bill Eskridge, KatherineFranke, Susan Herman, Helen Hershkoff, Minna Kotkin, Sylvia Law, Bill Rubenstein,Elizabeth Schneider, and Steve Winter. Two students-Sharon McGowan, Harvard LawSchool Class of 2000 and Thomas Wittig, Brooklyn Law School Class of 2000-providedexcellent research assistance. My work on this Article benefited greatly from the FacultyReading Group at Brooklyn Law School and was supported by summer research grantsfrom Brooklyn Law School.See R.A.V. v. City of St. Paul, 505 U.S. 377 (1992).2 See Hurley v. Irish-American Gay, Lesbian and Bisexual Group of Boston, 515 U.S.557 (1995); infra Part Il.A.3 See Regents of the Univ. of Cal. v. Bakke, 438 U.S. 265 (1978) and cases discussedinfra Part W.A.4 See Shaw v. Reno, 509 U.S. 630 (1993) and cases discussed infra Part I.C.HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 1 2000Harvard Civil Rights-Civil Liberties Law Reviewdissent-is understood as dissent. Virtually all of the American civilrights movements since World War II have embodied the harmony be-tween identity and dissent that exists in social practice, if not in law. Byexpressive identity, I mean those situations of particularly strong inter-section, where an identity characteristic itself is understood to convey amessage.Although identity politics has become part of the landscape of oursocial reality, the law has not yet grasped its full import. Law fracturessocial reality into competing doctrinal boxes. Equality versus expressionhas become a staple of legal and political debate. Although one mightsense that this dichotomizing is unfortunate, there has been no attempt todevelop a theory of expressive identity that could be posed as an alterna-tive method of analysis. As a result, courts have coped with all such ex-amples of its manifestation (in affirmative action and gay rights cases, forexample) as utterly disconnected episodes reflecting different doctrinalproblems. Expressive identity remains unrecognized, an unacknowledgedthread of the constitutional fabric. In fact, expressive identity cases com-prise a new stage in the dynamic interaction between constitutional lawand oppositional social movements.The first such stage was a First Amendment-dominated modernism,based on an assumption of political messages with clear, unambiguouscontent needing simply the proper, anti-authoritarian doctrinal analysis.The free speech movement that emerged from pro-union and antiwaragitation during the period surrounding World War I epitomized thispolitics. 5 Authorial intention was always present, though sometimesmurky, as the courts debated which speech satisfied the test for incite-ment.6 Fully formed, self-knowing actors exercised-or tried to-anevolving body of rights.Equality movements that comprise the body of identity politicsformed the second stage of this interaction between dissent and equalitydoctrine. What has come to be called a politics of presence, or recogni-tion, sought space for previously excluded minorities, finding that invo-cations of universal rights like free speech too often translated into ex-clusionary blind spots and a failure to see that not everyone benefitsequally from humanistic principles.7 Nonrecognition of subordinatedidentities within a discourse of freedom and democracy became under-stood as simply another form of oppression. Identity claims reached eveninto such strong bastions of nonidentity politics as labor law.85 See PAUL L. MURPHY, WORLD WAR I AND THE ORIGIN OF CIVIL LIBERTIES IN THEUNITED STATES (1979).6 See, e.g., Abrams v. United States, 250 U.S. 616 (1919).7 See MARTHA MINoW, NOT ONLY FOR MYSELF: IDENTITY, POLITICS AND THE LAW(1997).8 See Molly S. Mcusic & Michael Selmi, Postmodern Unions: Identity Politics in theWorkplace, 82 IowA L. REV. 1339 (1997).(Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 2 2000Expressive IdentityPostmodernist politics rejected both the modernist themes of indi-vidual autonomy and universal values, as well as the belief that identitypolitics claims were necessarily liberatory. The postmodern critique ofidentity politics asked: if identity claims are to be legitimate, who amongthe group gets to formulate and voice the substance of such claims? An-tiessentialist caveats to easy notions of a unitary conception, for example,of \"woman,\" or a single narrative of women's life experiences, compli-cated theories of equality.' Postmodernism functioned in many respectsas a dissent against certain features of identity politics, challenging iden-tity orthodoxy and suggesting that overreliance on concepts like person-hood causes as many problems as it solves. Often this strain of criticismtook the form of further specification of unrecognized identities.In constitutional law, the interrelationship between viewpoint andidentity is uniquely central. This Article tackles the split self of equalitytheory: ideas versus identity, ideological versus status concerns. My fo-cus is on the impact of viewpoint, or dissent, on law's analysis of identityclaims.Part I of this Article elaborates what I mean by expressive identity. Idistinguish social identity from the variety of characteristics that differ-ent individuals might value as important to a sense of self. I align markedidentities with systems of social stratification. I then analyze how multi-ple forces produce those identities. The experience of marginalizationproduces distinctive perspectives that are often confused with what FirstAmendment law understands as viewpoints (i.e., specific opinions onspecific issues). I argue that these perspectives should instead be con-ceptualized as points of viewing, which are less specific and predictablethan a set of beliefs that would unify a viewpoint-defined group (e.g., apolitical party), but are nonetheless coherent as to the positive value ofcertain social and cultural identities. In addition, the very act of differentia-tion constitutes the meanings of these identities; the systems for producingthe salience of certain characteristics also produce their social meanings. Iuse the Voting Rights Act case law to illustrate the ramifications of thesedynamics in the law's regulation of representative democracy along thelines of a politics of presence.Part II focuses on the consequences of expressive identity for theFirst Amendment jurisprudence with which it is most closely linked.Specifically, I address its implications for the right to form associationsthat exclude persons marked by certain identities and, by so excluding, toexpress ideas or values thought to be contrary to the meanings of thoseidentities. In this context, I outline a method for translating expressiveidentity theory into doctrine, and then use that proposed doctrinal analy-9 See Angela P. Harris, Race and Essentialism in Feminist Legal Theory, 42 STAN. L.REv. 581 (1990).20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 3 2000Harvard Civil Rights-Civil Liberties Law Reviewsis to reexamine the challenges brought by the lesbian and gay paradecontingent and by gay Boy Scouts.Part II uses the twenty-five-year history of gay student organizationclaims as a case study to examine in some detail how the law has goneastray. This body of law is seldom written about because its central holding(that public universities cannot selectively deny recognition or benefits togay student groups without violating the First Amendment's prohibition onviewpoint discrimination) is so well settled. A closer reading, however,reveals that the same demand for a right to recognition evolved from aviewpoint claim into an equality claim based on gay and lesbian identity.The change in legal strategy came after some states added sexual orien-tation to the list of prohibited bases for discrimination. These cases pro-vide a particularly dramatic example of the law's dynamics in operation,and the seamless transformation from an expression claim into an equal-ity claim illustrates the fundamentally hybrid nature of expressive iden-tity.Part IV demonstrates that the problem is limited neither to the law ofexpressive association generally, nor to the example of sexual orientationspecifically. I analyze how the same tension plagues equality concepts inthree other contexts. In each instance, the law has failed to appreciate theramifications of expressive identity issues and thus has created a series ofdouble binds. Courts have relied on diversity of viewpoint as a rationalefor race-based affirmative action in unconscious recognition of expres-sive identity, but are unable to marshal a coherent theory for defending it.In interpreting § 1985(3),10 the Supreme Court has alternately submergeddissent into identity categories, and rejected equality claims by condi-tioning legitimate identity on the absence of intra-group dissent. Lastly,in Religion Clause jurisprudence, the decline of dissent and the ascen-dance of identity as the controlling theory of anti-establishmentarianismhas weakened protections for religious liberty.In conclusion, I argue for recognition of the linkages among thesebroad realms of equality law. The new, as yet unacknowledged, categoryof expressive identity cases offers an important opportunity to rethinkone of the most important and enduring problems in constitutional law.I. The Emergence of Expressive IdentityA. Social PracticesExpressive identity is a product of identity politics, an outgrowth ofa series of equality claims. These claims are made, often by and throughlaw, not on behalf of a voluntarist group that expresses an ideology, but1042 U.S.C. § 1985(3) (1994) provides a right of action for claims alleging acts thatdeprive an individual of \"the equal protection of the laws'[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 4 2000Expressive Identityon behalf of a group defined by an identity which is itself expressive. Anew equality discourse has shifted from understanding race and othercharacteristics as simply inborn fortuities to seeing them as socializedmeanings of communities and groups. The law has played a central, fun-damental role in shaping the new meanings of identity.Identity cannot exist without representation. Speech and other ex-pressive activity associated with identity is also a form of dissent. Indi-viduals can often communicate certain kinds of identity, such as race,without conscious action. Other kinds of identity, such as religion, aretypically invisible. But even individuals with visible identities can com-municate consciously chosen messages of group pride and dissent fromnegative assumptions or stereotypes. Claims of equality based on identi-ties of difference are intrinsically a kind of protest. Consider that in oneof the First Amendment cases arising out of the African American civilrights movement, one of the placards carried by protesters stated simply,\"I am proud to be a Negro?\"'Identity claims in law arise not merely from a social context inwhich a particular group shares a certain history, culture, or status. Un-derlying that kind of identity is a shared viewpoint, not a set of opinionsor a viewpoint specific to any particular topic or issue, but \"view-point\"in a more literal, basic sense: a shared point of view(ing), a shared posi-tion from which one's views emerge.What distinguishes the viewpoint embedded in expressive identity isits inextricable linkage to the identity itself. It is not merely viewpointalone, as in the shared expression of a group composed of members ofthe Republican Party. The underlying identity claim is not undermined byits association with a non-identity cluster of viewpoints, even arguablysurprising ones such as gay Republicans. Both components of that cate-gory-gay and Republican-are expressive, but only the former alignswith a system of social stratification that inscribes it as identity in thesense that this piece contemplates. In the domain of law,. that minori-tarian status paired with social disempowerment renders the group defen-sible against majoritarian rulemaking.12 The ways in which an individualis raced or gendered carry over to the full range of social life. One'sidentity, therefore, is based not on an individual's self-perception of thesalience of certain characteristics, but on the centrality of those charac-teristics to her standing and treatment in society.13It is important to distinguish expressive identity from a simple inter-est group model. Nathan Glazer and Daniel Patrick Moynihan first de-scribed ethnic groups as also being interest groups. In Beyond the Melt-ing Pot, they argued that ethnicity operated on two tracks: cultural and1 Edwards v. South Carolina, 372 U.S. 229, 231 (1963).12See United States v. Carolene Prods. Co., 304 U.S. 144, 152 n.4 (1938).3 See J.M. Balkin, The Constitution of Status, 106 YALE L.J. 2313, 2360 (1997).20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 5 2000Harvard Civil Rights-Civil Liberties Law Reviewpolitical.' Ethnic communities were in a continuing process of re-generation, regardless of intermarriage or cultural assimilation, becausecentral political concerns endured. An individual was connected to acommunity not only by ties of blood, marriage, or personal history, butalso \"by ties of interest. The ethnic groups in New York are also interestgroups'15 Glazer and Moynihan sought to incorporate ethnicity into amodel of interest-driven pluralism. In effect, they merged ethnicity, alongwith political and economic demands, into the interest group framework.If one imposes expression/equality doctrine onto this model, the conceptof interest group appears to be driven primarily by expression or demand.Interest groups fall all along the continuum of stratification; they do notalign with marginalized identity.Kenneth Karst's work on communities as the loci for citizenship alsodrew on the idea of melding individual and group identities. He too sawcommunity membership as grounded in a defining or shared characteris-tic, which may not be apparent on the surface: \"To be a member of acommunity is to be joined with others for the achievement of a commongood. There is something purposive about our communities even if weare born into them .... A community does not exist in nature; it is thejoint artifact of a coalition of minds.\"16 Karst drew more on communitari-anism than on political pluralism. In Karst's view, equality and identityconcepts dominate.Critical race theory has elaborated substantially on the relationshipbetween race, identity and community. I endorse the understanding thatidentity at the level of the individual and identity at the level of the com-munity \"are only analytically distinct. In our lived experience, . . . theyare continuous and reciprocal.\"' 7 Ian Haney Lopez's work, for example,builds on the concept of race as a nonbiological social formation or fab-rication, invented even if not chosen in any simple way. Haney Lopezsees the link between race and identity as running through communities,which he defines as social formations that mediate that linkage throughtheir own instability: \"the porous, diverse, and multiple nature of com-munity affiliation itself.\"\"' Scholars writing on gender, religion and sexu-ality discrimination have also elaborated concepts of the dialogical proc-esses by which identities are created and sustained. 1914NATIAN GLAZER & DANIEL PATRICK MOYNIHAN, BEYOND THE MELTING POT(1963).15Id. at 17.16 Kenneth L. Karst, Equality and Community: Lessons from the Civil Rights Era, 56NOTRE DAME L. REv. 183, 183-84 (1980).17 MICHAEL OMI & HOWARD WINANT, RACIAL FORMATION IN THE UNITED STATES 67(1986).18 Ian F. Haney Lopez, The Social Construction of Race: Some Observations on Illh-sion, Fabrication, and Choice, 29 HARV. C.R.-C.L. L. REV. 1, 58 (1994). See also IAN F.HANEY LOPEZ, WHITE BY LAW (1996).19 See, e.g., MARTHA MINOW, MAKING ALL THE DIFFERENCE: INCLUSION, EXCLUSION,[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 6 2000Expressive IdentityThe phrase \"identity politics\" captures the moment of recognition of,and reaction against, a system of exclusion. Recognizing exclusion, one'splace, and one's community's place in that discursive system (but outsidethe bounds of the purported universalism of liberal precepts, such as theFirst Amendment) is the experience from which identity and identitypolitics emerge. Simply put, \"when a group recognizes its own exclusion,[that] tends to signify the formation of an identity that has political con-sequences.\"2 The moment of affiliation, of realization of exclusion, is a(perhaps the) moment of identity formation. It is the moment when iden-tity's social meaning becomes manifest to the individual in a matrix ofcommunity. It is part individual, part social; part viewpoint, part status. Itgenerates expressive identity.What is expressed in expressive identity, then, is not a conventionalpolitical viewpoint, but what Duncan Kennedy described as the socialmeaning of being raced as non-white: \"a rough but adequate proxy for aconnection to a subordinated community' 21 The point of view(ing)shared by a specific group is formed by that group's outsiderness, by anexclusion that is both particular, in that it is constructed along the axis ofa specific characteristic, and deep. There is \"an irreducible link of com-monality in the experience of people of color: rich or poor, male or fe-male, learned or ignorant, all people of color are to some degree 'outsid-ers' in a society that is intensely color-conscious and in which the he-gemony of whites is overwhelming.\"22Difference is a position that law conventionally links to status, but itis also a position or point of view that produces a viewpoint. The verydifferences that constitute the meaning of identity categories reflect thesocial hierarchy that equality claims disrupt.' This is the duality that theexpression/equality dichotomy in law cannot accommodate. The outsiderviewpoint becomes part of the very nature and social definition of theidentity. To a significant extent, that point of view(ing) creates the iden-tity.AND AMERICAN LAW (1990); Balkin, supra note 13; Janet E. Halley, The Politics of theCloset: Towards Equal Protection for Gay, Lesbian and Bisexual Identity, 36 UCLA L.REv. 915, 924-25 (1989); Tracy E. Higgins, \"By Reason of Their Sex\": Feminist Theory,Postmodernism, and Justice, 80 CORNELL L. REv. 1536, 1542 (1995); Kenji Yoshino, Sus-pect Symbols: The Literary Argument for Heightened Scrutiny for Gays, 96 COLUM. L.REv. 1753 (1996).2' Stanley Aronowitz, Discussion (describing adherents of David Duke), in IDENTITYQUESTION 21, 25 (John Rajchman ed., 1995).21 DUNCAN KENNEDY, A Cultural Pluralist Case for Affirmative Action in Legal Aca-demia, in SExY DRESSING ETC. 41 (1993).22 Id. at 56, quoting in partial disagreement Randall L. Kennedy, Racial Critiques ofLegal Academia, 102 HARv. L. REV. 1745, 1784 (1989). Similarly, sexual identity signifies\"the shared experience of having a sexual attachment to persons of the same sex and theoppression experienced because of that attachment:' Yoshino, supra note 19, at 1755 n.3.23 See Jane S. Schachter, Skepticism, Culture and the Gay Rights Debate in a Post-Civil-Rights Era, 110 HARv. L. REv. 684, 706 (1997) (book review).20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 7 2000Harvard Civil Rights-Civil Liberties Law ReviewThe interrelationship can be so essential that when the belief struc-ture associated with an identity is challenged, the identity itself can seemto be at risk. Some of the most vituperative debates in law and politicserupt when the assumed unity of identity group membership and politicalbelief is ruptured, as in the case of disagreements among African Ameri-cans over the nomination24 and the philosophyzs of Supreme Court JusticeClarence Thomas.It is because of the extent to which viewpoint is constitutive of out-sider identity that disagreement among identity group members mayseem like betrayal. Political differences become identity differences, anddisputes are seen as \"fundamental disavowals of who we are.' 26 Anothersuch example occurred when feminists argued fiercely among themselvesover whether anti-pornography laws represented an \"authentic\" voice ofwomen oppressed by sexualized commerce, or whether they were a mis-24 The Southern Christian Leadership Conference endorsed Thomas's nomination. SeePeter Applebome, Dr King's Rights Group Backs Court Nominee, N.Y. TIMES, Sept. 27,1991, at A2. The National Urban League took no position for or against. See JamesRowley, DeConcini Says Thomas' Presentation Will Make or Break Confirmation, Associ-ated Press wire, Aug. 1, 1991. The NAACP opposed it. See id. A USA Today poll foundthat three out of four African Americans supported the nomination. See Joseph Perkins,Thomas and NAACP, SAN DIEGO UNION-TRIB., Aug. 2, 1991, at B6. For an analysis ofdebates on the authenticity of African American experience as represented, or not, by Jus-tice Thomas, see Cornel West, Black Leadership and the Pitfalls of Racial Reasoning, inRACE-ING JusTCE, EN-GENDERING POWER 390 (Toni Morrison ed., 1992).2 Justice Thomas has responded to his critics in a series of speeches condemningthose who expect him, as an African American, to hold certain views. Writing early in histenure on the Court, Justice Thomas defended his right to espouse opinions that differ fromthose of the majority of African Americans. \"[S]traying from the tenets of this [pro-affirmative action] orthodoxy meant that you were a traitor to your race .... [W]hereblacks were once intimidated from crossing racial boundaries, we now fear crossing ideo-logical boundaries.\" Clarence Thomas, The New Intolerance, WALL STREET J., May 12,1993, at A15).He has continued to press the point. \"I refuse to have my ideas assigned to me asthough I was an intellectual slave because I am black\" he said in a 1998 speech before theNational Bar Association, an organization of black lawyers. Neil A. Lewis, Justice ThomasSuggests Critics' Views Are Racist, N.Y. TIMES, July 30, 1998, at Al. Many NBA membershad protested the fact that Justice Thomas had been invited to speak. See id.The NBA speech provoked heated reactions. Although identically titled, editorials inthe New York 7imes and the Washington Post took opposite positions. See Justice ThomasSpeaks, WASH. POST, July 31, 1998, at A24 (\"On this matter... one can only cheer himon.... Justice Thomas has no duty to parrot the orthodoxies of affirmative action simplybecause he is black'); Justice Thomas Speaks, N.Y. T MES, July 31, 1998, at A22 (opiningthat Justice Thomas \"should not expect to be embraced or supported by the black commu-nity because of his race. His instinct to turn antagonism toward his ideas into a racial mat-ter is an odd impulse for a man who wants to be judged on his intellect and ideas alone').To one columnist, the controversy over Justice Thomas's speech exemplified the expres-sionequality dichotomy: \"When was it, and how, and why, that civil rights and free speechbecame mutually exclusive?\" Jonathan Yardley, For Heaven's Sake, Lawyers, Haven't YouEver Heard of Free Speech?, WASH. POST, Aug. 3, 1998, at D2.26 Jodi Dean, The Reflective Solidarity of a Democratic Feminism, in FEMINISM ANDTHE NEW DEMOCRACY: RECITING THE POLITICAL 246 (Jodi Dean ed., 1997).[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 8 2000Expressive Identityguided throwback to treating women as presumptively victims of sexual-ity.27This phenomenon does more than make for vituperative intracom-munity debates, however. It can be understood in one of two ways. Ar-guments over \"who we are\" could essentialize viewpoint by linking it toidentity characteristics thought of as natural, such as race. This approachextends to the realm of ideas all of the dangers of an essentialist beliefthat black experience or women's experience is universal for personswithin those identity groups. Alternatively, such arguments could denatu-ralize identity, by exposing one aspect of the contingency of categoriesoften viewed as quasi- or literally biological. This second approach pavesthe way to an understanding of expressive identity.As Alex Johnson wrote in another context, the voice of color is\"variegated' 28 Clarence Thomas speaks in a \"new dialect'\" but stillwithin that voice, however contemptuous the tone, because he draws onhis experiences as a person of color.29 Whatever his views, Justice Tho-mas, too, is a product of profound outsiderness.B. Perform ativityI have argued that representation or expression of identity is neces-sary for that identity to have a social existence. This is true even for thoseidentities that we think of as always, silently visible, like race. The im-brications of expression and identity do not stop there, however. Identi-ties, once formed, require expression in order to exist, but they also re-quire expression in order to be created.Expression is the crucible in which identity is formed. Identity can-not exist subjectively without the constitutive impact of complex discur-sive systems, one of which is expression. Discourses shape individualexperiences of self-identification, in part by a process of normalizationthat makes particular differences matter. Ideas shape identity, and culturecreates the self, at least as much as the reverse. Identity is not a predis-cursive, biological given.Judith Butler's work introduced the concept of performativity to thebody of scholarship addressing the process of gender construction. But-ler's theory of the performativity of gender posits that gender attributesand acts \"effectively constitute the identity they are said to express orreveal.\"30 In that sense, we all \"perform\" gender, a performance that, likeothers, is not preordained by nature but is itself generated and sustained27 Kathryn Abrams, Sex Wars Redux: Agency and Coercion in Feminist Legal Theory,95 COLUM. L. REv. 304 (1995).2 Alex M. Johnson, Jr., The New Voice of Color, 100 YALE L.J. 2007, 2010 (1991).29 Id. at 2010, 2029.30 JUDITH BUTLER, GENDER TROUBLE: FEMINISM AND THE SUBVERSION OF IDENTITY141 (1990).20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 9 200010 Harvard Civil Rights-Civil Liberties Law Reviewby a matrix of cultural mechanisms, a matrix that allows the performanceto be read and understood. Drawing on that analysis, feminist legalscholars have argued for reframing cultural notions of gender as con-structive of the social and legal significance of biological sex catego-ries,3I and for the importance of importing a recognition of constructiv-ism into the procedure by which narratives of woman-ness are assessed.32To date, however, applications of Butler's theory of performativityhave been limited to the parameters of equality law. The concept of ex-pressive identity raises another set of questions about the operations ofperformativity by asking us to address the nature of the messages that aregenerated and communicated. An examination of those messages high-lights the ideational function of identity, pushing it outside the confinesof equality law as such and more fully into the realm of expression.Butler's recent work explores the concept of speech acts, the processby which speech enacts and creates new social realities. A speech act is averbal statement that itself alters material conditions or legal status, suchas the statement \"I pronounce you husband and wife\" 33 She examinesidentity politics using the concept of interpellation, which posits that theact of recognition functions as an act of constitution, creating a momentnot only in which the addressee is acknowledged in her cultural meaningself, but also in which she and her identity are simultaneously created.34In Butler's explication of the epistemology of hate speech, for example,she asks, \"what does it mean for a word not only to name, but also insome sense to perform, and in particular, to perform what it names.\"3Butler uses the military's \"don't ask, don't tell\" policy as a primaryexample.36 Under the statute, service members can be expelled if theydemonstrate a \"propensity\" toward homosexuality; one of the markers ofthis propensity, which can itself lead to expulsion, is the statement \"I amgay.\"37 The policy defines \"I am gay\" as proof of propensity, and propen-sity as equivalent to a \"homosexual act?' 3 Butler argues that the policymakes that statement, in effect, a speech act.Investing \"I am gay\" with such power raises the question of what actit is thought to perform. Butler argues that the military policy normalizesa perception that coming out speech is a sexual solicitation, a threat, a31 See Katherine M. Franke, The Central Mistake of Sex Discrimination Law: The Dis-aggregation of Sex from Gender, 144 U. PA. L. REv. 1 (1995).32 See id.; Higgins, supra note 19. See also Note, Patriarchy Is Such a Drag: TheStrategic Possibilities of a Postmodern Account of Gender, 108 HARV. L. REV. 1973(1995).33 BUTLER, supra note 30, at 107.3 See JUDITH BUTLER, EXCITABLE SPEECH: A POLITICS OF THE PERFORMATIVE 2, 25(1997).35 1d. at43.36Id. at 103-26.37 10 U.S.C. § 654(b) (1994).38 For an analysis of the legal and lawyering process by which this occurred, see JANETE. HALLEY, DON'T: A READER'S GUIDE TO THE MILITARY's ANTI-GAY POLICY (1999).[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 10 2000Expressive Identitykind of verbal assault. This overreading, in turn, prompts an understand-ing that exclusion of the speaker is a form of defense to solicitation. Thisreading explains why exclusion is logically unnecessary as to closetedlesbian and gay service members, who are permitted under the policy toserve in the military.The notion that speech performs identity is richly significant for le-gal theory. Not only is identity constructed discursively, it also never es-capes discourse. In particular, Butler's argument about gay speech in themilitary has broader usefulness for expressive identity analysis. It pro-vides a context for analyzing why some, but not all, identity speech istreated as a speech act.Butler focuses on the threat of sexual acts and of what is perceivedas the challenge to the hearer's implicit heterosexuality. Expressive iden-tity legal claims highlight a second misperceived message in coming outspeech: a demand for agreement. Courts interpret descriptions of oneselfas nonheterosexual as distinctly and primarily a political viewpoint.39Entities forbidden to exclude based on status thus acquire a defensethrough which they can exclude based on viewpoint. As with the militarypolicy, however, \"the performativity attributed to the homosexual utter-ance can only be established through the performativity of a state dis-course that makes this very attribution.\"' In this discursive dynamic,\"who we are\" becomes not an assault but an argument, to which silenceor tolerance becomes agreement.That same dynamic can occur in other contexts as well, with thepowerful kick of sexuality replaced by the implicit threat posed by othersubaltern identities, such as those related to race or religion. The discur-sive authority to define some expressions of identity, but not others, asviewpoint dominant, as, in effect, speech acts, is a powerful deploymentof the very structures of hierarchy that equality claims properly chal-lenge. Each wing of this dynamic, both the expression of identity and thepower to redefine it, is \"a structure dependent upon its enunciation for itsexistence\" 4'Understanding these problems opens a path for a better conceptionof identity speech. If identity were understood to encompass viewpoint aspoint of view(ing), the overreading of identity speech would not occur.Equally important, the response of silence, or tolerance of the speaker,would be understood, at most, as a commitment to dialogue, of the sortthat we expect after integration of \"pure status\" groups, and not as animprimatur or endorsement.39 See, e.g., Gay Law Students Ass'n v. Pacific Tel. and Tel. Co., 595 P.2d 592 (Cal.1979).40 BUTLER, supra note 34, at 122.4 1 Id. at 19.2000]HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 11 200012 Harvard Civil Rights-Civil Liberties Law ReviewIn expressive identity case law, identity and performativity, dissent andequality, recombine in a new way. Expressive identity theory envisions ex-pression and equality as a continuum, rather than a dichotomy. It embodiestwo components that can never be fully disaggregated. As a result, identitybecomes less fixed, less easy to define, classify, or contain, a developmentthat could reinvigorate equal protection jurisprudence. A theory of ex-pressive identity differs from identity politics because this unrulinessarises not solely from the concept of difference, but also from that of dis-sent. Expressive identity marks the juncture where equality claims cansuccessfully incorporate point-of-view(ing) rationales. Theorizing ex-pressive identity seeks to recuperate dissent for equality.C. PresenceTensions between identity and viewpoint have also arisen in the lawof representational democracy. What political scientists have called thepolitics of presence42 or the politics of recognition4 3 incorporates an ar-gument that the identity claims that emerge from social and political dis-courses, including the law, are centrally important to the legitimacy ofthe state. Because the citizen herself is formed in fundamental ways inand by the interaction of these forces, a refusal by the state to accept thelegitimacy of an identity claim is itself oppressive.44 On this understand-ing, the authority to assert and insist on recognition of a cultural identityis an individual right.45The new politics of identity arose to rectify the absence of previ-ously excluded minorities and women. Identity politics demonstrated thatthe articulating of interests depended on who did the articulation and thatpolicy choices followed presence. The premise that \"representatives mustnot only be representative but also be seen to be so\"'4 6 underlies identitypolitics. One of the most powerful legal products of identity politics, theVoting Rights Act,47 protects not merely a right of access to the ballot anda right to have one's votes fairly aggregated, but also a right to an \"effec-tive vote\" and an \"opportunity to participate\" 48 That joinder of represen-42See ANNE PHILLIPS, THE POLITICS OF PRESENCE (1995).43See Charles Taylor, The Politics of Recognition, in MULTICULTURALISM AND \"THEPOLITICS OF RECOGNITION\" 25 (Amy Gutmann ed., 1992).44See id. at 64-65.45See Jurgen Habermas, Address: Multiculturalism and the Liberal State, 47 STAN. L.REv. 849 (1995).4 PHILLIPS, supra note 42, at 80.4742 U.S.C. §§ 1971-1974e (1994).48 See Pamela S. Karlan, All Over the Map: The Supreme Court's Voting Rights Tril-ogy, 1993 Sup. CT. REV. 245 (1993). Kenneth Karst argues that the Voting Rights Act isanother example of the centrality of equality in the protection of a fundamentally expres-sive act, voting. Kenneth L. Karst, Equality as a Central Principle in the First Amendment,43 U. CH. L. REv. 20, 52-65 (1975).[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 12 2000Expressive Identitytation, perception, and participation describes a politics where identityand interests cannot be disaggregated.As a result, a central issue in the interpretation of the Voting RightsAct has become the validity of representation premised on notions of ra-cially aligned viewpoints. American democracy fosters the representationof competing political views in the legislative process in part through theelection of representatives by geographically grouped voters. Soon afterCongress amended the Act to encompass claims of vote dilution as wellas denial of access to the ballot, the Supreme Court ruled that courtscould force legislatures to create majority-minority single-member dis-tricts and impose single-member districting in lieu of winner-take-allsystems, which favored white candidates and essentially precluded Afri-can Americans from holding office in many places. 49 To justify such aremedy, however, plaintiffs had to demonstrate not only that their minor-ity group was numerous enough to justify having what amounted to itsown district, but also that the group was \"politically cohesive.\"50 The em-pirical evidence of shared political views in African American districtswas not difficult to come by.51In a series of recent cases, however, the Court has sharply reverseddirection. In Shaw v. Reno [hereinafter Shaw 1],5 the Court ruled thatredistricting to create a majority-minority district constituted a primafacie equal protection claim when it produced torturously configuredgeographic boundaries. The Court held that a reapportionment plandriven so overwhelmingly by race consciousness reinforced the \"imper-missible racial stereotypes\" that \"members of the same racial group ...think alike, share the same political interests and will prefer the samecandidates at the polls.\"53 Three years later, in Bush v. Vera, 4 the Courtreiterated that such legislative decisions \"cause constitutional harm inso-far as they convey the message that political identity is, or should be,predominantly racial.'55 And in Shaw v. Hunt [hereinafter Shaw I],11 theCourt explained that \"the constitutional wrong occurs when race becomesthe dominant and controlling consideration?57 The Court also ruled thatvote dilution harms are individual; so, the resulting disempowermentmust be remedied by methods that specify the particular voters livingwhere traditional districting has most favored the majority. Thus, the at-49See Thornburg v. Gingles, 478 U.S. 30 (1986).50 Id. at 50-51.51See QUIET REVOLUTION IN THE SOUTH: THE IMPACT OF THE VOTING RIGHTS ACT,1965-1990 (Chandler Davidson & Bernard Grofman eds., 1994).52509 U.S. 630 (1993).531d. at 647.- 517 U.S. 952 (1996).55 Id. at 980.56517 U.S. 899 (1996).57Id. at 905 (citing Miller v. Johnson, 515 U.S. 900, 911, 915-16 (quotation marksomitted)).20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 13 200014 Harvard Civil Rights-Civil Liberties Law Reviewtempt by North Carolina to create a second majority-minority district wasstruck down in part because it was not carved out of that section of thestate where the Department of Justice had identified the greatest extent ofdilution. \"To accept that the district may be placed anywhere implies thatthe claim... belongs to the minority as a group and not to its individualmembers\" 58The debate over the social meaning of state actions that recognizeand redistrict based on the \"political cohesiveness\" among AfricanAmerican voters has particularly engaged Justice O'Connor (who wrotethe Court's opinions in both Shaw I and Vera) and Justice Souter as ad-versaries. In Shaw I, Justice Souter rejected the notion that boundariesdrawn to produce a majority district for a minority created stigmaticharm or perpetuated belittling stereotypes, noting that a legislature neednot refuse \"recognition of actual commonality of interests and raciallypolarized bloc voting?' 59 In Vera, he continued to press this point, arguingthat a majority-minority district created \"to allow previously submergedmembers of a racial minorities into the active political process\" could notbe read as conveying a message of anyone's inferiority or status.60In Vera, Justice O'Connor reaffirmed the anti-stereotyping argumentadopted in Shaw I, writing that policies \"which acknowledge voters asmore than mere racial statistics, play an important role in defining thepolitical identity of the American voter.\"61 Justice O'Connor thus invokeda rhetoric of assimilated, colorless, and fully autonomous individualsconstituting the \"political identity\" of American-ness, of the Americanvoter, very much like Justice Scalia's statement that \"we are just one race... American.62Justice Thomas was even more adamant, joining the debate with avigorous concurrence in Holder v. Hall63 In that case, the Court ruledthat the Voting Rights Act did not provide a remedy for a county's deci-sion to adhere to a single-commissioner system rather than adopting amulti-member board of commissioners, even if the limitation to onecommissioner insured white control of who was elected. Thomas, joinedby Justice Scalia, systematically criticized the vote dilution theory forredistricting developed in prior cases, characterizing it as \"a slightly lessprecise mechanism than the racial register for allocating representation51 Shaw 11, 517 U.S. at 917.59509 U.S. at 681 n.2 (Souter, J., dissenting).60517 U.S. at 1055 (Souter, J., dissenting).61 Id. at 985.62Adarand Constructors, Inc. v. Pena, 515 U.S. 200, 239 (1995) (Scalia, J., concur-ring).r 512 U.S. 874 (1994). Justice Thomas's critique of current Voting Rights Act law inHolder conveys a remarkable sense of urgency: \"In my view, our current practice shouldnot continue. Not for another Term, not until the next case, not for another day.\" Id. at 944(Thomas, J., concurring in the judgment).[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 14 2000Expressive Identityon the basis of race.\"64 He attacked as \"pernicious ... the one underlyingassumption that must inform every minority vote dilution claim: the as-sumption that the group asserting dilution is not merely a racial or ethnicgroup, but a group having distinct political interests as well ' 65Justice Ginsburg weighed in on these questions in Miller v. John-son,66 in which the Court invalidated a Georgia majority-minority districton the ground that it violated the Equal Protection clause as a product ofrace-determined considerations. Justice Ginsburg's dissent included apointed rejoinder to the stereotyping arguments made in previous casesby Justices O'Connor and Thomas: \"[E]thnicity itself can tie people to-gether .... For this reason, ethnicity is a significant force in political life.... The creation of ethnic districts reflecting felt identity is not ordinar-ily viewed as offensive or demeaning to those included in the delinea-tion-,67Scholars have labeled the premise underlying these reinterpretationsof the Voting Rights Act as \"expressive harm\"'6' or \"non-instrumentalharm:'69 They have described the evil of \"expressive harm\" as a priori-tizing of race-driven lawmaking over the pluralism that otherwise gov-erns democratic political processes, 70 a framing that the Court made ex-plicit in Miller v. Johnson.71 Both Justice O'Connor's plurality opinionand Justice Souter's dissent in Vera have accepted the \"expressive harm\"concept as an apt characterization of the Court's reasoning. 72In my view, the concept of expressive harm is a truncated reading ofwhat the Court is trying to achieve. In addition to expressing the sensethat race too heavily dominates legislative decision making, the Court isrejecting as harmful an official acceptance that racial identity reliablytranslates into political perspective. The Court now appears to be caughtin the whipsaw between its own requirement in Gingles that minorityvoters demonstrate political cohesiveness and its apparent acceptance ofthe belief that it is harmful to use race to guide redistricting in a way thatappears to assume, however correctly, a large core of shared politicalviews among, for example, African Americans.Context is everything. If state actions were to force individuals intoideological boxes in order for them to secure benefits, the interchange-64 Id. at 908 (Thomas, J., concurring in the judgment).65 Id. at 903 (Thomas, J., concurring in the judgment).66515 U.S. 900 (1995).67 Id. at 944-45 (Ginsburg, J., dissenting).68 Richard H. Pildes & Richard G. Niemi, Expressive Harms, \"Bizarre Districts,\" andVoting Rights: Evaluating Election-District Appearances After Shaw v. Reno, 92 MIcH. L.REv. 483 (1993).69 Samuel Issacharoff & Thomas C. Goldstein, Identifying the Harm in Racial Gerry-mandering Claims, 1 MICH. J. RACE & L. 47 (1996).70 See Pildes & Niemi, supra note 68, at 506-09.71515 U.S. 900 (1995).72 517 U.S. at 984; 517 U.S. at 1053-54 (Souter, J., dissenting).20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 15 200016 Harvard Civil Rights-Civil Liberties Law Reviewable use of race and viewpoint as mutual proxies would be unacceptable.In the Voting Rights Act context, however, state actions necessarily groupindividuals along what are inevitably imperfect lines, seeking a roughapproximation of shared interests. As Justice Souter noted, drawing dis-trict boundaries for voting purposes is different; it is necessarily aboutusing proxies for shared concerns.Beyond context, however, the Voting Rights Act debates illustratehow thorny the problem of conceptualizing identity so that it encom-passes some notion of viewpoint, without sliding into reductionism, canbe. One impediment to this conceptualization is the power of the legalcult of \"abstract individualism that entrenches existing distributions ofpower even as it purports to make us more free. 73 More deeply, treatingthe recognition of shared viewpoints as always and only an insultingstereotype signals a failure to understand viewpoint as a social product, aproduct of the same process or discursive regime that generates identity.The result is another instance of using equality to disable the opposi-tional force behind identity claims. In this view, true equality not onlymust be color-blind, it must be content-blind.Lani Guinier's work is built around the same core issue of how to re-solve the tension between the social reality of a politically distinct AfricanAmerican community and the limitations of an essentialized definition ofidentity. Guinier defends the political cohesiveness of African Americanidentity as forged in a very real history of exclusion and subordination.For her, it is not \"merely\" a discursive artifact nor a diversion from amore principled (in liberal terms) concept of voting as a thoroughly indi-vidualized act. But she also resists the results of superficial identity poli-tics. She has criticized voting rights doctrine as mired in \"the authenticityassumption,\" under which a \"shorthand of counting elected blackofficials\" is substituted for a deeper understanding of representation ofAfrican American (citizen) identity.74 Guinier argues that representationof those interests that have been identified as African American is in noway guaranteed, and may even be subverted, by a focus on the race of therepresentative, especially where that representative is not selected di-rectly by African American voters.75Guinier criticizes a privileging of biologized racial identity as fallinginto the trap of using \"the nominally cultural to obscure its substantivelypolitical meaning. 76 Her proposals for reform center on a system of pro-portional voting, a mechanism that would permit African American (orother minority group) voters to cluster votes in such a way as to maxi-73 Pamela S. Karlan, Just Politics? Five Not So Easy Pieces of the 1995 Term, 34Hous. L. Rv. 289, 313 (1997).74 LANI GUINIER, THE TYRANNY OF THE MAJORITY: FUNDAMENTAL FAIRNESS IN REP-RESENTATIVE DEMOCRACY 43-58 (1995).7S See id. at 119-56.76 Id. at 58.[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 16 2000Expressive Identitymize the likelihood of influencing policy even where they are in a perpet-ual minority, in other words, a minority that cannot attract coalition sup-port from members of the majority. Guinier argues that this approachwould also encourage the growth of intracommunity diversity of interestsand viewpoints. 77Guinier is also the scholar who has engaged most directly with Jus-tice Thomas's argument in Holder that race should not be a politicalcategory. Guinier's response is that the extent to which individual iden-tity is aligned with a perception of racial identity is highly variable, butnonetheless real.7 Consistent with her earlier work, she attempts to builda theory in which the social meaning of race need not be reduced to apolitics in which it is relevant only to issues of race per se. \"[Al commonset of interests ... may or may not be racially based, and those who sup-port them may or may not be racially similar. Race, in this sense, be-comes a political, not a biological cue. It is chosen, not inherited.\"79Guinier's work tracks the concept of expressive identity that I pro-pose. She frames racial identity as nonessentialized and sees it as a po-litically coherent concept embodying and expressing a point of view(ing)that is sufficiently material so that voting on the basis of race functionsas an intentional, outwardly directed expression of identity. The fact thatthe identity itself is expressive is one reason why race works as a politicalproxy.The missing step is understanding viewpoint as a point of view(ing)rather than as a singular, specific platform or policy. Such an under-standing would contribute to filling the gap identified by Guinier, whenshe comments that, \"the Voting Rights Act is a statute without a theory.\"8A broader, point-of-view(ing) approach, consistent with the concept ofexpressive identity, could help strengthen the theory of representationupon which the Voting Rights Act is based, and could also provide a co-herent thread for linking expressive identity conflicts as they arise acrossthe range of identity politics issues, where a politics of presence mustinclude voice as well as visibility.II. Challenges to Equality JurisprudenceA. Neutrality's Unanswered QuestionIn 1959, Herbert Wechsler published what continues to be thestrongest criticism of Brown v. Board of Education.8' Wechsler did not77 See id. at 92-114.78See Lani Guinier, (E) Racing Democracy: The Voting Rights Cases, 108 HARV. L.REv. 109 (1994).791d. at 134 (emphasis added).&Old. at 113.81347 U.S. 483 (1954).2000]HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 17 200018 Harvard Civil Rights-Civil Liberties Law Reviewregret the result, but he did criticize the Court for cobbling together adecision with inadequate evidentiary support for findings of harm to Af-rican American children and a conclusion attributing unequal lawmakingto the bad motivations of legislators. 2 Instead, Wechsler argued that theheart of the case lay in the contested scope of associational rights,specifically in the conflict between the rights of African American par-ents and children to end the system of racial segregation and the rights ofwhites to resist associations that they found repugnant: \"Given a situationwhere the state must practically choose between denying the associationto those individuals who wish it or imposing it on those who would avoidit, is there a basis in neutral principles for holding that the Constitutiondemands that the claims for association should prevail?\" 83The Wechsler article generated a debate about equality per se as aneutral principle. So long as the context remained that of publicly ownedfacilities, the response to Wechsler seemed an easy combination of thestrength and history of the textual command of the Fourteenth Amend-ment and the ability of segregationists to create for themselves privateinstitutions that would sustain their freedom not to associate. 4 Once onecrosses the bounds of state action, however, into the nether realm of pri-vately owned public accommodations, the implications of Wechsler'squestion still linger. One place that they resurface is in the expressiveidentity case law.Hurley v. Irish-American Gay, Lesbian and Bisexual Group of Bos-ton, 5 the Supreme Court decision upholding the right of the privategroup sponsoring the Boston St. Patrick's Day Parade to exclude a gaygroup that wanted to march as part of the parade, also seems easy at first.The Irish-American Gay, Lesbian and Bisexual Group of Boston (\"GLIB\")asserted that the Massachusetts public accommodations law, which banneddiscrimination in public accommodations based on sexual orientation,8 6 re-quired that the parade organizers admit them to the parade and treat themequally. \"Equal treatment' as defined by the GLIB membership, meantbeing allowed to carry a sign bearing the name of the group, just like allof the other contingents in the parade.If one accepts, as the Court did, that the issue was whether paradeorganizers could be required \"to include among the marchers a groupimparting a message the organizers do not want to convey \"'87 then theFirst Amendment trumping of the equality claim is almost self-evident.8 See Herbert Wechsler, Toward Neutral Principles of Constitutional Law, 73 HARV.L. REv. 1 (1959).8 Id. at 34.8 See, e.g., Charles Black, The Lawfulness of the Segregation Decisions, 69 YALE L.J.421 (1960); Louis Pollak, Racial Discrimination and Judicial Integrity: A Reply to Profes-sor Wechsler, 108 U. PA. L. REv. 1 (1959).515 U.S. 557 (1995).8Mass. Gen. Laws. § 272, ch. 98 (1992).Hurley, 515 U.S. at 559.[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 18 2000Expressive IdentityThe Court's result rests comfortably on the notion that an antidiscrimi-nation law cannot be enforced when its inevitable and only impact willbe to compromise the defendants' own right to speak.\"' As the Courtframed it in Hurley, the application of the Massachusetts statute made thesponsors' speech itself a public accommodation.89But the Court's formulation ignores the complexity of the problem.Beneath the Court's seemingly easy, unanimous decision lie many unex-amined assumptions and unanswered questions. The Court made no at-tempt to escape the equality/expression dichotomy. On the Court's analy-sis, if GLIB's presence imparts any message, it loses. GLIB's messagesimply drowned their equality claim, transforming it from an assertion ofcivil rights into \"a proposal to limit speech in the service of orthodoxexpression.\"9Justice Souter closes Hurley with a coda, in which the character ofthe parade as primarily expressive is hardly significant. Drawing on theprivate club cases in which the Court had forced the admission of womenby applying antidiscrimination laws, 91 Justice Souter wrote that no priordecision would force a private defendant, no matter how significant theeconomic, tangible benefits of association were, to admit those \"whosemanifest views were at odds\" with positions taken by the club.92The Court simply avoids the question of whether identity itself maybe inseparable from \"manifest views.\"93 GLIB did not seek to carry a signwith an argument or slogan; its banner would have contained nothing butthe name of the group. The Court was not wrong to read into the banner amessage of the existence and celebration of gay identity, with its implicitclaim of self-worth. 94 But that message is surely the irreducible minimumof any group's point of view(ing). To exclude that message is to excludem Such a decision would be consistent with the plurality opinion in the case challeng-ing the denial of recognition to a gay student group at Georgetown University, see infraPart 11I.C, distinguished by the fact that at Georgetown the tangible benefits at issue cre-ated a zone where the law could be enforced without infringing expression rights, whereasno such zone existed in the parade situation.89See 515 U.S. at 573.90Id. at 579.9, See New York State Club Ass'n v. City of New York, 487 U.S. 1 (1988); Roberts v.United States Jaycees, 468 U.S. 609 (1984).92 Hurley, 515 U.S. at 580-81.93 1d. at 581. Throughout the litigation in Hurley, courts sought to pin down whetherGLIB was excluded because of who it was or what it said. The task proved impossible. Thetrial judge found that \"[t]he defendant's final position was that GLIB would be excludedbecause of its values and its messages, i.e., its members' sexual orientation\" Irish-American Gay, Lesbian and Bisexual Group of Boston v. City of Boston, 636 N.E.2d 1293,1295 n.8 (Mass. 1994). During oral argument before the Supreme Court, counsel for theparade organizers framed the issue as follows: \"The trial judge equated the sexual orienta-tion with messages and values. In my book, if you combine a message and a value you'vegot a viewpoint, not a sexual orientation.\" 1995 WL 301703, at *16 (U.S. Oral Arg., Apr.25, 1995). When asked whether GLIB's signs were \"self-identifications\" or a \"message,\"he answered: \"It's a message, it's an identification, it's a proclamation....\" Id. at *47.94 See Hurley, 515 U.S. at 570.20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 19 200020 Harvard Civil Rights-Civil Liberties Law Reviewthat identity, as it is the full identity claim that makes equality a mean-ingful concept.Hurley presents in particularly stark form the issues that lie at thecore of the expression/equality dichotomy and the conundrum presentedby expressive identity cases. To treat GLIB's message as a piece of itsequality claim, rather than as a fatal weakness in the logic of that claim,does not answer the question of whether this particular defendant had astrong point-of-view(ing) defense. However, such an approach wouldhave forced the Court to engage with the real gravity of the conflict be-fore it.B. A Doctrinal AnalysisAny legal theory must be translatable into doctrine. There are threesteps in a doctrinal analysis that would effectuate the expressive identityprinciple. First, one must ask whether the viewpoint attributed to the per-sons seeking inclusion is a product of the same processes of social con-struction as the identity characteristics to be protected, which must, then,be shielded by equality law as part of the identity. Second, one must askwhether inclusion can be forced upon the exclusive group without sa-crificing that group's expressive rights, including its own identity rights,since that identity is in part constructed by the very act of exclusion. Andthird, one must assess whether compelled inclusion undermines the so-cial good of preserving enclaves of expressively defined subcultures that,through their collective diversity, contribute to a more robust public dis-course. In Hurley, the Court fell short at each turn.1. Point of View(ing)If, as I have posited, viewpoint can be understood more fruitfully inthis context as a point of view(ing), one must take the next step ofdefining that concept more precisely. It cannot be merely tautological.Point of view(ing) must recognize something more than the existence ofa group of persons who agree about a specific cluster of issues. One'sstatus as landlord, tenant, or film producer may be important, even lifedefining, but it does not implicate the complex process of identity forma-tion that race, gender, religion, and sexuality generate.Affilrmation of the self-worth or moral standing of persons who arein the group, along with opposition to denial of liberty or material goodsthat are based on group characteristics (or perceived characteristics) con-stitutes a point of view(ing) that cannot be separated from membership inthe group per se. Whether the defendant group, upon which inclusionwould be forced, can properly assert its own expression claim as a de-fense to inclusion is a separate issue. That issue should not be confusedwith the threshold question of whether the identity claim is treated as a(Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 20 2000Expressive Identitypartisan argument or as an identity that, like all identities, contains themessage that the individuals who claim it bring a distinctive and worthypoint of view(ing). Although some courts95 and scholars 96 have begun tomake this connection, the point has never been clarified sufficiently tosurvive as a durable holding.Failing to see the difference between these two inquiries was theCourt's first mistake in Hurley. The Court read the presence of GLIB inthe St. Patrick's Day parade as presence plus, rather than as presencecomplete. It is difficult to fault the Court too harshly, though, since cur-rent doctrine has muddied this step and made it more confusing than ei-ther of the other two. If the Court in Hurley stumbled by falsely disag-gregating viewpoint from identity and then according too much power towhat was mere point of view(ing), then it is also true that the earlier lineof private club cases made the opposite mistake of erasing any distinctpoint of view(ing) whatsoever. In Roberts v. United States Jaycees, theCourt ruled that enforcement of a Minnesota civil rights statute to forcethe Jaycees to admit women members did not violate their rights to asso-ciate for expressive purposes. 97 Justice Brennan's opinion in Robertssimply steam-rolled the defendant's claims that admission of womenwould affect the expressive culture of a previously male-only organiza-tion. Tying his reasoning to the fact that defendants could not prove amale/female difference in viewpoint defined in issue specific terms, suchas support for nuclear weapons, Brennan dismissed the defendant's ex-pressive association defense as mere stereotyping.98The inability to distinguish between viewpoint and point ofview(ing) has plagued the Court in other contexts as well. It is no wonderthat the reasoning in the line of cases involving equal protection chal-95 See Rowland v. Mad River Local Sch. Dist., 470 U.S. 1009, 1017 (1985) (Brennan,J., dissenting from denial of cert.); Lynn v. Regents of the Univ. of Cal., 656 E2d 1337,1343 (9th Cir. 1981), cert. denied, 459 U.S. 823 (1982) (holding that discriminationagainst a women's studies professor was tantamount to discrimination against women be-cause \"a diminished opinion of those who concentrate on those issues is evidence of adiscriminatory attitude toward women\"); discussion of Dale v. Boy Scouts of Am., 735A.2d 1196 (N.J. 1999), infra at Part 1I.C; Gay Rights Coalition of Georgetown Univ. LawCtr. v. Georgetown Univ., 536 A.2d 1 (D.C. 1987) (en bane), infra at Part mI.C; cases onthe diversity rationale in affirmative action, infra at Part I.A.961 used the term \"identity speech\" to describe this convergence in Nan D. Hunter,Identity, Speech, and Equality, 79 VA. L. Rv. 1695 (1993). Two major articles have ana-lyzed its ramifications in Hurley: William N. Eskridge, Jr., A Jurisprudence of \"ComingOut\": Religion, Homosexuality, and Collisions of Liberty and Equality in American PublicLaw, 106 YALE L.J. 2411 (1997) and Darren Lenard Hutchinson, Accommodating Outness:Hurley, Free Speech and Gay and Lesbian Equality, 1 U. PA. J. CONsT. L. 85 (1998). Moregenerally, in an essay on the politics of presence, Kathryn Abrams posited three types ofvisibility based on identity: literal, political and programmatic. Her third category \"arisesfrom group members' efforts to connect their group-based identities with a particular po-litical interest or program.\" Kathryn Abrams, The Supreme Court, Visibility, and the \"Poli-tics of Presence,\" 50 VAND. L. REv. 411, 413-14 (1997).9 468 U.S. 609 (1984).9s See id. at 628.20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 21 200022 Harvard Civil Rights-Civil Liberties Law Reviewlenges to jury selection, for example, seems incoherent. In the early jurycases, the Court ruled that courts could not exclude either AfricanAmericans or women from jury pools, in part on the ground that thepresence of each was necessary to achieve representation of a fair cross-section of the community.99 In later cases, it ruled that peremptory strikeson those bases, at least by the state, were unconstitutional because theywere, of necessity, born of a stereotyped view of what perspectives racialminorities or women were likely to have. l°° The Court was walking a fineline in reasoning, if not in result. On the one hand, it ruled that statescould not presume either group so prone to identification with their ownthat they were incapable of impartiality. 0' On the other hand, however,the Court also relied for its inclusion rulings on the distinctive aspects ofeach group's typical life experiences, which it supposed could be relevantin many aspects of fact finding and thus essential to having the requisitecross-section of the full community.\"° The discrepancy in reasoning ledJustice O'Connor to attempt to distinguish \"the difference gender makes•.. as a matter of law\" from \"the difference gender makes ... as a matterof fact.\"'13Treating an individual as no more than a mouthpiece for a particularopinion, or presuming the inability of that individual to assume a role,such as juror, that requires open-minded consideration of competingfacts, does violate equality principles. However, recognizing that an indi-vidual is socially constituted and therefore contributes a point ofview(ing) that is framed by undervalued identities is a method ofachieving an equal result. The Court was correct to recognize that mencould not be proxies for women, or whites for African Americans. Yet,the Court has been unable to distinguish such recognition of difference99 See Taylor v. Louisiana, 419 U.S. 522 (1975) (prohibiting exclusion of women fromstate court juries); Ballard v. United States, 329 U.S. 187 (1946) (prohibiting exclusion ofwomen from federal court juries where local law allowed them to serve); Strauder v. WestVirginia, 100 U.S. 303 (1880) (holding racial exclusion from juries to be violative of theFourteenth Amendment).100See J.E.B. v. Alabama, 511 U.S. 127 (1994) (barring sex-based peremptory chal-lenges by the state); Edmonson v. Leesville Concrete Co., 500 U.S. 614 (1991) (extendingBatson rule to civil cases); Batson v. Kentucky, 476 U.S. 79 (1986) (barring race-basedperemptory challenges in criminal cases).'01 See J.E.B., 511 U.S. at 138-40 (sex); Powers v. Ohio, 499 U.S. 400, 410 (1991)(race); Batson, 476 U.S. at 86-87 (race).02 See Carter v. Jury Comm'n of Greene County, 396 U.S. 320 (1970) (holding that anall-white jury does not satisfy constitutional requirement of a jury of his peers for an Afri-can American defendant); Strauder, 100 U.S. at 308 (same); Ballard, 329 U.S. at 193-94(\"The truth is that the two sexes are not fungible; a community made up exclusively of oneis different from a community composed of both... :').'03J.E.B., 511 U.S. at 149 (O'Connor, J., concurring). Justice Scalia was more caustic.\"The opinion stresses the lack of statistical evidence to support the widely held belief that,at least in certain types of cases, a juror's sex has some statistically significant predictivevalue as to how the juror will behave .... Personally, I am less inclined to demand statis-tics, and more inclined to credit the perceptions of experienced litigators who have hadmoney on the line.\" Id. at 157-58 (Scalia, J., dissenting).[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 22 2000Expressive Identityfrom bias. The Court has also become entangled in arguments over race-based districting under the Voting Rights Act and the viability of the di-versity rationale for affirmative action. 104The political ramifications are significant. The confusion betweenviewpoint and point of view(ing) opens the door for courts to accept anidentity-based equality claim only when it has been stripped of its oppo-sitional meaning. This result eviscerates the value of inclusion. On thistheory, inclusion is enforced when, and only when, a different point ofview(ing) is absent.Indeed, the presumption ought to cut the other way. If a point ofview(ing) is particularly distinctive, it ought to constitute more supportfor an inclusionary goal. Whether a defendant would have an equallyweighty interest in exclusion is a separate question, and the Court errswhen conflating the two.2. The Defendant's Rights of Expression and IdentityThe Court's analysis is most nuanced on the issue of whether the de-fendant, in resisting an equality claim, has primarily expressive functionsand thus should be granted an exemption from a claim for inclusion.Where the Roberts doctrine would force an examination of how inte-grally connected exclusion was to the particular expressive bond held bythe defendant group, 5 the Hurley Court permitted an amorphous, posthoc claim of disagreement with what GLIB stood for to excuse the pa-rade's organizers from the reach of public accommodations law. 106 AsKent Greenawalt has pointed out, even a purely expressive group shouldbe subjected to equality claims if its exclusion is not linked to its expres-sive core, as would occur if, for example, an environmental advocacygroup disallowed participation based on religion, race, or sex.107Two bright lines can serve to frame this inquiry. In the employmentcontext, the Court has carved out an exemption from antidiscriminationlaw for any activities of a religious organization.108 In comparison, vari-ous members of the Court have suggested, although the Court has neverdefinitively held, that commercial entities should be categorically ex-cluded from an expressive association defense.109 When one remembersthat most civil rights statutes themselves exempt very small employers or104 See infra at Part IV.A.105 See supra note 98 and accompanying text.106 Hurley v. Irish-American Gay, Lesbian and Bisexual Group of Boston, 515 U.S.557, 569 (1995). See Eskridge, supra note 96, at 2458-60; Hutchinson supra note 96.107 See Kent Greenawalt, Freedom of Association and Religious Association, in FREE-DOM OF ASSOCIATION 117-18 (Amy Gutmann ed., 1998).103 See Corporation of the Presiding Bishop of the Church of Jesus Christ of Latter-Day Saints v. Amos, 483 U.S. 327 (1987).109 See Roberts v. United States Jaycees, 468 U.S. 609, 634-35 (1984) (O'Connor, J.,concurring); PruneYard Shopping Ctr. v. Robins, 447 U.S. 74, 87 (1980).20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 23 200024 Harvard Civil Rights-Civil Liberties Law Reviewlandlords,\" 0 a rule barring business enterprises that are large enough tobe covered by such statutes from claiming a First Amendment defenseseems an appropriate resolution of the competing concerns.The Court has been much more searching in its examination ofsecular nonprofit defendants to assess the scope of their expressive ac-tivities. Tension arises most acutely when such entities are involved in\"the distribution of publicly available goods, services and other advan-tages.\"\"' Determination of whether expressive functions would be im-paired by enforcement of antidiscrimination law must necessarily pro-ceed on a case-by-case basis, with consideration of a number of discretefactors: explicit policy stands taken by the group, membership criteriaassociated with viewpoint, and the size and selectivity of purely socialgroups that eschew formal viewpoints.12The primary concern at this step of the analysis is protecting the pri-vate group's right of self-definition, so long as that self-definition isgenuine and not merely a pretext for exclusion. The self-worth point ofview(ing) that an identity group would bring into the organization mustclash with some discernible tenet of that organization. Absent an explicitanti-equality position adopted by the group, the inquiry at this stage inthe analysis should be whether a reasonable member of the group under-stands herself to be endorsing particular exclusionary beliefs by her par-ticipation.Organizers of a St. Patrick's Day parade in New York, for example,asserted that they meant for the parade to communicate a message of ad-herence to the tenets of the Roman Catholic faith.\" 3 A court should askwhether there is credible evidence that parade participants were led tounderstand that they were endorsing that set of views, on issues such asabortion, for example, as well as homosexuality. Justice O'Connor hasstressed the importance of a perception of endorsement.\" 4 The absence ofeither articulated policy stances or a coherent philosophy would indicatethat members and participants did not perceive themselves to be endors-ing a particular cluster of beliefs.'10 See 42 U.S.C. § 2000e (b) (1994) (employment); 42 U.S.C. § 3603 (b) (1994)(housing).\" Roberts, 468 U.S. at 628.112 See id. at 620; New York State Club Ass'n v. City of New York, 487 U.S. 1, 12(1988); Board of Dirs. of Rotary Int'l v. Rotary Club of Duarte, 481 U.S. 537, 546-47(1987).\"3 See New York County Bd. of Ancient Order of Hibernians v. Dinkins, 814 F. Supp.358, 361-62, 367 (S.D.N.Y. 1993).\"4 See Corporation of the Presiding Bishop of the Church of Jesus Christ of Latter-Day Saints v. Amos, 483 U.S. 327, 348-49 (1987) (O'Connor, J., concurring).[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 24 2000Expressive Identity3. Enhancing Cultural DiversityFinally, one must ask if forcing greater inclusion would actually di-minish genuine diversity. One objective behind the protection of expres-sive association rights is to preserve enclaves of orthodoxy. This is basedon the theory that their collective presence will produce a more robustdiversity culturewide.In order for that objective to be served, orthodox organizations mustclearly communicate the message that they contend will be abrogated ifinclusion is compelled. An inquiry in this area would examine many ofthe same factors as the inquiry into group philosophy, but from the per-spective of the public rather than the perspective of members. The socialgood produced by exempting private groups from generally applicableantidiscrimination statutes comes about only if the broader society un-derstands the group to promote the particular message that it seeks toprotect. Using a public perspective test also prevents the second test, ofmember adherence to a coherent philosophy, from becoming simply anopportunity for members to use a shared discriminatory perspective as apretext for exclusion.The Hurley Court focused on another aspect of the public perceptionquestion, which was whether the parade organizers had practical meansfor dissociating themselves from the gay pride message that would havebeen implicit in GLIB's presence in the parade. The Court concluded thatthey lacked such an opportunity, unlike shopping center owners whocould post flyers disavowing positions taken by groups circulating peti-tions in a mall, or cable broadcasters, whom the public perceives asmerely a conduit for programming rather than as a promoter of selectivemessages.1 5 The Court's analysis of this point was correct. Unfortu-nately, however, it failed to engage the question of how much weight togive the absence of a method for dissociation where defendants havefailed to establish as a predicate that their organization incorporated acoherent message of its own.However muddy the reasoning, it may be that Hurley nonethelessproduced the right result for its singular set of facts. Parades, howeverunselective or vague in their organizing principles, unquestionably existprimarily to serve expressive functions and are perceived as such, unlikemost other group activities. A comparison illustrates the point. The Courthas distinguished community service groups, when not associated withthe tenets of a faith, from groups that take stands on publicly debatedissues, holding that service work alone is not likely to be linked tosignificant expressive interests.1 6 When one compares community serv-115 See Hurley v. Irish-American Gay, Lesbian and Bisexual Group of Boston, 515 U.S.557, 575-78 (1995).\"6 See Rotary Int'l, 481 U.S. at 548.2000]HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 25 200026 Harvard Civil Rights-Civil Liberties Law Reviewice to a parade, especially when the parade is the defendant organiza-tion's only activity, the very venue for the exclusion in Hurley rendersforced inclusion extremely problematic.Whatever one's opinion of the Hurley result, its superficial analysisbegged as many questions as it answered. The heart of the conflict be-tween GLIB and the parade organizers lay in the conflict over whetherequality itself is a neutral principle. It is Wechsler's question in contem-porary form. If we do accept the premise that equality can be neutral,then we must guard against rendering some identity claims susceptible torecharacterization as viewpoint when the only expression involved is thestatement of the identity itself.In sum, constitutional law will not escape the doctrinal incoherencythat has been created in these cases unless there is a recognition of thesubtle but important difference between viewpoint, as understood in tra-ditional First Amendment terms, and point of view(ing). This distinctionis much more than word play. It implicates our fundamental (and neutral)principles about what genuine equality encompasses.A theory of expressive identity recognizes that any claim for equal-ity must necessarily assert a claim of equality. One of the most dangerousaspects of accepting a First Amendment defense to an expressive identityclaim is that it deploys the law in a fundamentally misleading way. In-stead of promoting inclusion and genuine antiorthodoxy, the law invokesthe rationale of protecting dissent while in fact truncating it.C. Scout's HonorThe same expressive association issues are raised in starker form ina series of cases in which openly gay males have sought to gain or retainmembership in the Boy Scouts. These cases lack some of the facts thatrendered Hurley so atypical. In the scouting cases, there is an individual,not an organized group with its own shared core understandings, seekinginclusion. Furthermore, the Boy Scouts organization is far more mixed inits functions than the parade in Hurley. Scout troops typically engage in awide range of activities, including social and recreational activities,community service, and educational projects.The threshold question in the scouting cases-whether the BoyScouts as an organization falls within the definition of public accommo-dation used in whichever antidiscrimination statute provides the cause ofaction for inclusion-has proved decisive in all but one case. Courts oflast resort in three states have ruled that the Scouts do not fit the relevantdefinition.1 7 Still, because the state statutes under which these claims7&e Curran v. Mount Diablo Council of the Boy Scouts of Am., 952 P.2d 218 (Cal.1998); Seabourn v. Coronado Area Council, Boy Scouts of Am., 891 P.2d 385 (Kan. 1995);Schwenk v. Boy Scouts of Am., 551 P.2d 465 (Or. 1976). See also Quinnipiac Council,[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 26 2000Expressive Identityhave been brought vary in their definition of public accommodation, it isquite possible that scouting organizations will be considered public ac-commodations in some jurisdictions but not in others.Beyond that statutory and definitional hurdle, the ramifications ofthe expressive identity concept kick in. Indeed, the decision that hascome the closest to articulating this concept was the New Jersey SupremeCourt's decision in Dale v. Boy Scouts of America.1 8 In Dale, the courtruled that requiring admission of an openly gay scout did not violate theBoy Scouts' expressive association or speech rights because there are noshared beliefs about homosexuality that are part of the Boy Scout mes-sage.119 Since \"no single view on this subject functions as a unifying as-sociational goal\" of the Scouts, 2 ' the group's \"ability to disseminate itsmessage was not significantly affected by Dale's inclusion?' 2The bulk of the opinion focused on the ascertainment of whether theBoy Scouts can claim that its expressive functions include a message ofdisapproval of homosexuality. The court addressed both the second andthird steps of the analysis that I have proposed supra Part lI.B. It can-vassed the policy positions of the many organizations that sponsor BoyScout troops, finding considerable variation among them as to treatmentof homosexuals.12 2 The existing members or component units of the BoyScouts, therefore, seemingly lacked an understanding that their partici-pation in scouting included adoption of a message of disapproval of ho-mosexuality. As to the public perception of the Boy Scouts' message, thecourt relied on that organization's repeated assertion that it was all-inclusive and open to all boys. 123Yet, the opinion of the court ducked the most difficult aspect of anexpressive identity claim. The court did not address head on whetherDale's open homosexuality expressed a message. Instead, the court foundthat Dale had stated his own support for the precepts of scouting and that,unlike the gay and lesbian group in Hurley, \"Dale does not come to BoyScout meetings 'carrying a banner.' Dale has never used his leadershipposition or membership to promote homosexuality.\" 124 The court implied,but did not state, that any message of moral equivalence communicatedby Dale's openness was subsumed in his \"pure status\" claim.Boy Scouts of Am. v. Commission on Human Rights and Opportunities, 528 A.2d 352(Conn. 1987) (refusal to hire woman as scoutmaster was a discriminatory accommodationpractice).11734 A.2d 1195 (N.J. 1999), cert. granted, 68 U.S.L.W. 3292 (U.S. Jan. 14, 2000)(No. 99-699).19 See id. at 1223.120 Id. at 1225.121 Id. at 1223.1\"2 See id. at 1224-25.2 See id. at 1226-28.24 d. at 1229.20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 27 200028 Harvard Civil Rights-Civil Liberties Law ReviewJustice Handler, writing in concurrence, took up that leg of theanalysis. Noting that the decisive question in the expressive associationline of cases was the \"line between status-based and speech-based exclu-sion'\"' 25 Justice Handler said that status cannot be used as \"shorthandmeasures\" of a person's unexpressed views in general, and that homo-sexual status in particular could not be the basis for an inference about anindividual's morality or lack thereof.2 6 To allow otherwise, he wrote,would be to draw on stereotypes in the attempt to create a legitimatespeech basis for exclusion. That very argument, in his view, amounts in-stead to evidence of an impermissible status basis.The gap in Justice Handler's opinion lies in its avoidance of ac-knowledging the message of self-worth inherent in self-identification.Although he describes self-identifying speech as inextricably linked tostatus, he indicates that such speech communicates literally nothing morethan a label. Common sense tells us that this speech is also a statement ofself-worth, of an identity of which one will not be ashamed. Erasure ofthis element of self-identifying speech should not be necessary to rebutan expressive association defense. Justice Handler seems to allow onlytwo options for interpretation of coming out speech: either it is merely alabel, or it is an ascribed set of viewpoints on specific issues, based onstereotypes about what homosexuals as a class believe. This perpetuatesJustice Brennan's too easy statement in Roberts that one could not sepa-rate the assertion that including women would alter the Jaycees' messagefrom an assertion of archaic stereotypes about women.'27 Although bothjudges are surely correct that some arguments do amount to nothing morethan stereotypes, it is also true that self-identifying speech is not asderacinated as the traditional expressive association doctrine would seemto require.Without some acknowledgment that self-identification is more than alabel, one cannot satisfactorily answer the most obvious hypothetical inthis area of law: could the Ku Klux Klan, for example, be required toadmit an African American? There is no disagreement that the answer isno.Under Justice Handler's approach, however, while it is clear that theNAACP could not be forced to admit a Klansman, since membership inthe Klan undoubtedly signals a viewpoint in direct opposition to a coreprinciple of the NAACP, it is not so clear that the reverse is also true. Ifone holds to the view that African American is nothing more than a label,the answer becomes problematic. Although the Klan is devotedly racist,one must read nonwhite status as more of an unspoken expression than a'1 Id. at 1237 (Handler, J., concurring).2 Id. at 1242 (Handier, J., concurring).2 See supra note 98 and accompanying text.[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 28 2000Expressive Identityneutral category. If non-white status truly means nothing, it cannot con-tradict an organization's tenets.Similarly, for the Boy Scouts, there must be a meaning for outnessthat is more than a mere label but less than a repository of social stereo-types or particular political opinions. A meaning that is conceived in ex-pressive identity terms would not overload gay identity with so muchimputed viewpoint that a First Amendment defense would easily defeatthe equality claim.12 On the other hand, if the Scouts or any other or-ganization were to adopt the denigration of homosexuality as a core pur-pose, akin to white supremacist or anti-Semitic philosophies, they wouldhave an expressive association defense against being forced to admit anyopenly gay person, without having to show that the gay person intendedto \"bring a banner\" to meetings.III. Sexual Orientation and the First Amendment as a Case StudyAs the preceding discussion illustrates, coming out speech providesa particularly fertile context for examining expressive identity. When oneconsiders the largest single body of coming out speech cases-claims forrecognition by gay student organizations-one can see in particularlystark terms how that one demand could be, and has been, litigated as bothan expression and an equality claim. Without a concept of expressiveidentity, however, this claim has been turned back against itself to createa First Amendment defense for private actors.A. The Gay Student Cases: A GenealogyTwenty-five years ago, lesbian and gay student organizations beganto file lawsuits challenging official university decisions denying themrecognition and, therefore, access to the benefits available to recognizedgroups. The history of these cases provides a microcosm of the expres-sive identity concept. In the fact patterns behind the cases, we see theemergence of expressive identity as a powerful force in social relations.The law, however, remains locked in an expression/equality dichotomy.12 This was precisely the mistake made by Justice Kennard, concurring in Curran v.Mount Diablo Council of the Boy Scouts of Am., 952 P.2d 218 (Cal. 1998). The CaliforniaSupreme Court ruled that the Boy Scouts did not fall within the statutory definition of\"business establishment\" the term used by the state civil rights statute. Thus, the court didnot reach the question of whether the Scouts had a First Amendment defense to the law'sapplication. Writing in concurrence, however, Justice Kennard argued that the Scouts couldnot constitutionally be compelled to allow an openly gay man to serve as a scoutmastereven if the definition of public accommodation had been satisfied. She framed the problemas, \"Could the NAACP be compelled to accept as a member a Ku Klux Klansman? CouldB'nai B'rith be required to admit an anti-Semite?\" Id. at 257 (Kennard, J., concurring). Inthis analogy, gay is made equivalent to Klansman and anti-Semite, both of which are view-point-defined, not identity categories.20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 29 200030 Harvard Civil Rights-Civil Liberties Law ReviewIn the typical case, an organization forms on campus, led by lesbianand gay students but open to and including others. This group typicallyhas multiple purposes: advocating for gay rights, providing a safe harborfor gay students, and engaging the university community in dialogue ongay issues. At some relatively early point, usually when the group firstseeks recognition or begins actively sponsoring events, universityofficials deny it official support of the kind routinely provided to otherstudent organizations. The denial is explicit, often in writing, and basesthe decision on one or both of the following factors: the existence of thegroup would encourage the commission of crimes (usually citing a sod-omy law), and/or formal recognition or the conferring of benefits wouldcreate the impression that the university approved of, or condoned, thetenets of the group.The student organization cases arose in three generational stages. Inthe first, which began in the early 1970s, gay student groups sued publicuniversities for recognition as official student groups. They relied on theFirst Amendment, claiming that the universities were denying their free-dom of expressive association by refusing to charter them despite theirhaving satisfied all of the neutral criteria for legitimate student organiza-tions. The courts universally found for the plaintiff students, ruling thatuniversities could not deny them recognition based on their groups' pub-lic adoption of, and implicit endorsement of, homosexuality. One court ofappeals, for example, framed the \"underlying question\" as whether\"group activity promoting values so far beyond the pale of the widercommunity's values is also beyond the boundaries of the First Amend-ment.\"'129 This cluster of cases is emblematic of a broad range of earlygay rights cases that invoked First Amendment and procedural due proc-ess-but not equality-grounds.The second stage of cases developed after jurisdictions began to addsexual orientation to the scope of local civil rights statutes. Studentgroups at private colleges acquired the capacity to sue for recognitionbased on claims under those statutes. The civil rights statute-basedclaims were used to challenge exclusionary practices by a broad range ofpublic accommodations, not just educational institutions. By necessity,however, in order to fit within the parameters of the civil rights laws,these suits had to be premised on equality claims. Indeed, given the inap-plicability of the First Amendment to private actors, the plaintiffs incases based on a civil rights statute had to disavow any viewpoint claim.Substantively, these cases made the same challenge as the first generationof student cases, but they were framed as the doctrinal opposite. In themost important of the university cases, lesbian and gay students atGeorgetown University Law Center filed suit, and the University de-129 Gay Students Org. of the Univ. of N.H. v. Bonner, 509 F.2d 652, 658 (1st Cir.1974).[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 30 2000Expressive Identityfended on grounds of its First Amendment rights, including its free exer-cise rights as a Roman Catholic institution.10The third stage illustrates the reflux from the first two. In the wakeof successful student organization cases, several states passed statutesprohibiting recognition, or funding, of pro-homosexual views. Thesestatutes uncannily combined viewpoint and identity in their definition ofwhat was prohibited and targeted public funding as the mechanism ofdenial. In reaction, plaintiffs have returned to First Amendment claims,but these claims and the resulting decisions are more narrowly framed asbeing defined by identity. This stage of litigation illustrates the contestplayed out more broadly against a range of statutory restrictions on the\"promotion\" of homosexuality.B. Viewpoint Defines the ClassThroughout the student organization line of cases, the initial dy-namic between each claim and its asserted defense remained constant.The viewpoint claim led in essence to a viewpoint defense, contendingthat official recognition amounted to an imprimatur, a kind of compul-sory endorsement. The equality claim produced an identity-specific de-fense, a protest that this group would commit crimes.What did change, however, was that the identity concept began toshape the viewpoint discourse and vice versa. Although all of the firstgeneration cases were decided on viewpoint grounds alone, that line ofreasoning obviated the importance played by identity in creating the ba-sic conflict. It also obscured the increasing importance of who the speak-ers were in how courts analyzed their viewpoint claims. The exclusivityand repetition of the First Amendment approach solidified the conceptthat self-identifying speech was viewpoint speech. Indeed, viewpointdefined the class.Underlying the first generation cases is a tension between the surfaceclaim of viewpoint and what one senses everyone knows is the real issue:whether a public institution must treat homosexuals just like everyoneelse. It is central to a pure First Amendment claim that the issue be view-point, the content of the ideas and not the identity of the speaker. What isbeing suppressed are ideas that anyone could express. In the first three ofthe student cases to reach courts of appeals, it appears that the groupswere composed of both gay and straight students, although gay studentspredominated. This fact would seem to bolster the pure First Amendmentviewpoint approach, but the language of the appellate court decisions isambivalent.130 See Gay Rights Coalition of Georgetown Univ. Law Ctr. v. Georgetown Univ., 536A.2d 1 (D.C. 1987) (en banc).2000]HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 31 200032 Harvard Civil Rights-Civil Liberties Law ReviewThe two earliest opinions described the plaintiff groups in viewpointterms, but the third shifted to a description of who the plaintiffs were. Inthe first case, Gay Students Organization of the University of New Hamp-shire v. Bonner, the First Circuit referred to a group that \"stands for sex-ual values ... far beyond the pale\"13' and described them as \"a cause-oriented group\" with \"a basic message.\"' 32 The Fourth Circuit in Gay Al-liance of Students v. Matthews,33 explicitly noted that both gay andstraight students belonged to the group as \"individuals who believe in theright of self-determination with regard to sexual orientation\"' 34 and de-scribed the group as \"at most, a 'pro-homosexual' political organiza-tion'1 35The third case, Gay Lib v. University of Missouri,136 produced notonly a court of appeals decision but also a dissent from the SupremeCourt's denial of certiorari. The district court, which had upheld the Uni-versity's action, characterized the issue as \"the legal right of homosexu-als to form a student organization.\"' 37 The Eighth Circuit reversed, as-serting that the University could not \"ascribe evil connotations to a groupbecause they are homosexuals\" and noting that \"not all members of thegroup are homosexuals\"' 38Most dramatically, the dissent from the denial of certiorari signed byJustices Rehnquist and Blackmun framed the question from the Univer-sity's position as analogous to \"whether those suffering from measleshave a constitutional right, in violation of quarantine regulations, to asso-ciate together and with others who do not presently have measles, in or-der to urge repeal of a state law providing that measles sufferers be quar-antined\"'1 39 The identity completely subsumes the viewpoint in thisframing; indeed, the identity totally causes, explains and renders ridicu-lous the viewpoint.Similarly, analysis of the argument made by the defendants in eachof the first generation cases that the expression in question posed an im-minent danger of lawless action was fundamentally shaped by who thespeakers were. The University of New Hampshire argued in Bonner thatallowing a gay student dance could lead to conduct that would violate thesodomy law then extant in that state. The First Circuit was unpersuaded,citing the requirement established in Tinker v. Des Moines Independent131509 F.2d at 658.132 Id. at 659-61.133 544 E2d 162 (4th Cir. 1976).34Id. at 163.135 Id. at 164.'36 558 F.2d 848 (8th Cir. 1977), cert. denied sub nom. Ratchford v. Gay Lib, 434 U.S.1080 (1978).137 Gay Lib v. Univ. of Mo., 416 F. Supp. 1350, 1353 (W.D. Mo. 1976).'38 Gay Lib, 558 F.2d at 856 (citations omitted).139 Ratchford, 434 U.S. at 1084.[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 32 2000Expressive IdentityCommunity School District4 that even high school students could nothave their political speech infringed based on \"'undifferentiated fear orapprehension' of illegal conduct.\"1 41 In Matthews, Virginia Common-wealth University had argued that recognition of the gay group would\"increase the opportunity for homosexual contacts\" and \"would tend toencourage some students to join the organization who otherwise mightnot join.' 142In Gay Lib, the arguments about the danger of criminal conductshifted, profoundly, to a claim that this group was uniquely likely to vio-late the law. The University Board of Curators justified the refusal to rec-ognize the group on a series of \"findings of fact,\" one of which was that\"[h]omosexuality is a compulsive type of behavior.\"'143 The district courtheld for the University, ruling that the latter's action was justified despitethe infringement on expression \"where the result predictably is to bringon the commission of crimes.' 1\" The Eighth Circuit reversed, finding thatthe district court had blurred the line between \"mere advocacy and advo-cacy directed to inciting or producing imminent lawless action.\"1 45Again, the \"people with measles\" analogy of Justices Rehnquist andBlackmun provides a dramatic metaphoric contrast, even to \"mere\" ad-vocacy directed to incitement. Under these circumstances, the two Jus-tices said after offering the analogy, \"the very act of assemblage\"'14threatens the state's legitimate interests. In that view, nothing such peoplecould do would stop the crime from being committed or the disease frombeing spread. They could not help but violate the law, so the institutionthat is prevented from restricting them is also rendered helpless to pre-vent crime. \"The very act of assemblage\" becomes tantamount to a crime-a stunning concept, and one completely derivative of who the group is.Lastly, neutrality was not merely unappealing for the defendants inthese cases, but was also considered to be impossible. The defendantsclaimed that neutrality, as manifest in recognition and benefits, could notbe seen as anything other than endorsement. Only when compelled by acourt would recognition by the university not constitute approval.On this point, both positions articulated in these opinions appear toagree. Writing in concurrence in Matthews, Judge Markey noted that theassertion that recognition of the group did not constitute approval was a\"fiction,\"' 47 but a fiction required by the constraints of the First Amend-ment's privileging of expression. From the opposite perspective, JudgeM 393 U.S. 503 (1969).141 Bonner, 509 F.2d at 662.142 Gay Alliance of Students v. Matthews, 544 E2d 162, 164 (4th Cir. 1976).143 Gay Lib, 558 F.2d at 852.'44 Gay Lib, 416 F. Supp. at 1370.145 Gay Lib, 558 F.2d at 856.146 Ratchford v. Gay Lib, 434 U.S. 1080, 1084 (1978) (Rehnquist, J., dissenting fromdenial of cert.).147 544 F.2d at 168 (Markey, J., concurring).20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 33 200034 Harvard Civil Rights-Civil Liberties Law ReviewRegan, dissenting in Gay Lib, asserted that \"unlike recognition of politi-cal associations, whether of the right, center or left, an organization dedi-cated to the furtherance and advancement of homosexuality would, in anyrealistic sense, certainly so to impressionistic students, imply approvalnot only of the organization per se but of homosexuality.\"'48Thus, who the speakers are, what their speech will lead to, and theuniquely powerful contaminating effect of their self-identification,framed the First Amendment analysis throughout this set of cases. Courtscharacterized \"pro-homosexual\" arguments, even if made by mixedstraight and gay groups, as pervasively, and ultimately only, \"homosexualideas.\" Indeed, the courts framed the issue in a way quite unlike theanalysis of racial equality arguments. Racial equality arguments have notbeen characterized as African American or Latino ideas, or genderequality arguments as women's ideas. Even as these decisions reaffirmedFirst Amendment supremacy, they also taught that the ideas themselvescould not be disaggregated from homosexuality. Indeed, because thesecases reaffirmed First Amendment supremacy, they also taught that theidentity itself is inflected with viewpoint.As this point was increasingly locked into the case law through thegay student organization cases, the focus of efforts to enact antigay leg-islation shifted to laws prohibiting government agencies or grantees frompromoting homosexuality. 49 Unlike the earlier student group cases, thesenewer laws codified a denial of some benefit to groups explicitly definedby their advocacy. Successful challenges to such laws reiterated that\"promotion\" of homosexuality is protected speech, apart from advocatingrepeal of anti-sodomy or similar laws. 5Success in the \"no promo homo\" litigation also had a cost for equal-ity advocates, however. It sealed the argument that by extension courtsshould treat homosexuality itself as viewpoint. As with any viewpointclaim, it established both a claim and a defense against government en-forcement of that claim.What is unique about the First Amendment case law in both sets ofcases -is that it swallowed the equality claim in toto. The right of expres-sive association was created almost entirely in the context of casesbrought by organizations seeking racial justice, and that body of lawclearly framed the underlying protected activity as expression of a view-point. When laws mandating racial equality conflicted with antiequalityviewpoints raised as a defense by private actors, courts did not charac-148 558 F.2d at 859 (Regan, J., dissenting).149See Hunter, supra note 96.150 An Alabama statute stricken as \"blatant viewpoint discrimination\" Gay Lesbian Bi-sexual Alliance v. Pryor, 110 .3d 1543, 1549 (11th Cir. 1997), forbade the use of publicfunds for any group that \"fosters or promotes a lifestyle or actions prohibited by the sod-omy and sexual misconduct laws.\" Id. at 1545. It was not saved by its exemption for ex-pression \"limited solely to the political advocacy of a change in [those] laws.\" Id.[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 34 2000Expressive Identityterize the conflict as a clash between two viewpoints, but, rather, as aconflict between a policy of equal treatment of a group of persons and aviewpoint.'C. Georgetown and the Head-on CollisionIf the gay student cases put expression and equality claims on a col-lision course by cementing together homosexuality and viewpoint, thenGeorgetown University provided the point of impact when gay studentgroups at the University's main campus and at its law school sought uni-versity recognition. 5 2 At Georgetown, the recognition process was se-quential. Initially, a group was recognized by the student government, astatus that the gay groups achieved without hindrance. However, in orderto qualify for certain benefits, such as use of campus mailboxes, a grouphad to receive \"official recognition\" from the University administration.Official recognition was denied to the gay student groups.The students sued based on the D.C. Human Rights Act, a local civilrights law that prohibited discrimination by educational institutions onthe basis of sexual orientation. 153 The University asserted that the statutecould not be applied to it without violating its rights under the Free Exer-cise Clause and its right to expression. The stage was thus set for a sharpconflict between the equality claim and the expression defense.Sitting en banc, the District of Columbia Court of Appeals sought toprotect the rights of both parties. The court ruled that the University'sdenial of recognition, insofar as it involved only an intangible endorse-ment, did not violate the statute. Stated another way, if the students wereto be taken at their word that they did not seek an imprimatur, then losingthis intangible endorsement was not a true loss, and therefore, not dis-crimination. As to all tangible benefits, however, including those associ-ated with official recognition, the court rendered judgment for the stu-dents. As to what the court essentially classed as real benefits, it ruledthat the District's compelling interest in eradicating discriminatory treatmentbased on sexual orientation outweighed the burden on Georgetown's FirstAmendment rights from providing those benefits to the students.The most divisive debate on the court centered on whether the Uni-versity's denial of recognition had been based on sexual orientation, theprohibited basis for such an act, or on the message that the groups soughtto communicate. The court ruled that the civil rights statute could notcompel speech or endorsement from a private university, but could com-pel such a university to act neutrally by requiring evenhandedness. Ulti-15See supra notes 81-84 and accompanying text.152See Gay Rights Coalition of Georgetown Univ. Law Ctr. v. Georgetown Univ., 536A.2d 1 (D.C. 1987) (en bane).53 D.C. Code § 1-2520 (1987).20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 35 200036 Harvard Civil Rights-Civil Liberties Law Reviewmately, the court concluded that the prescribed neutrality could be com-pelled as to a class of persons, but not as to ideas.Again, this debate centered on whether neutrality amounted to en-dorsement. The majority held that the University, in accordance with itsRoman Catholic beliefs, could not be made to \"condone, endorse, ap-prove or be neutral about homosexual orientation, homosexual lifestyleor homosexual acts?\" 54 Three judges of the seven-member panel dis-agreed.Two judges argued that the meaning of neutrality had to be deter-mined according to an objective standard, or else private sector actorscould declare that any equal treatment, for example, in hiring, conveyed ameaning of \"moral equality\" for the group in question.5 5 Moreover, theyargued that neutrality, or tolerance, was not the same as a compelled en-dorsement, such as a mandatory recitation of the pledge of allegiance oran affirmation of belief in God, and thus non-discrimination did not raiseissues of freedom of religion or expression. 5 6 They were joined on thislast point by a third judge, who analogized enforcement of the HumanRights Act's ban on sexual orientation discrimination to enforcement ofits ban on discrimination based on political affiliation. The former didnot imply endorsement of \"any particular doctrine of sexual ethics\" anymore than the latter signified endorsement of a particular politicalparty.157As to the conferral of tangible benefits that recognition would entail,the majority ruled that University neutrality did not constitute endorse-ment. Equality in terms of tangible benefits was an anti-discriminationprinciple that the Human Rights Act could mandate without burdeningGeorgetown's Free Exercise rights to an unconstitutional degree. In doingso, the majority reached the question of whether the differential treat-ment arose from an opposition to certain ideas or discrimination against aclass of persons. Three perspectives emerged that, although not articu-lated as such, staked out a framework for expressive identity doctrine.Judges Belson and Nebeker, in dissent, argued that Georgetown hada free expression defense as well as a free exercise defense. They arguedthat Georgetown appeared to have treated the gay students differentlybecause of their advocacy of \"a particular message, viz. the morality of ahomosexual life-style which was analogous to the promotion of politicalviews.\"\"5 ' No law prohibited discrimination on that basis, nor could one.Although they did not characterize it as such, Judges Belson andNebeker used reasoning identical to the arguments upon which the gay154MId. at 15.15 5 Id. at 52 (Ferren, J., concurring in part and dissenting in part).56d. at 53 (Ferren, J., concurring in part and dissenting in part).157 d. at 45 (Newman, J., concurring).15 Id. at 70-71 (Belson, J., concurring in part and dissenting in part).[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 36 2000Expressive Identitystudent groups in the first generation of decisions had won their cases.\"5 9If the student groups did not communicate a positive message about ho-mosexuality, they had no reason to exist.For Judges Belson and Nebeker, that was the end of the argument.The First Amendment defense trumped the equality claim with no trou-ble, and it would for any private actor, whether religiously affiliated ornot.160 However, they did not address the question of when, or whether,any equality claim exists without an element of advocacy.The second position to emerge from the Georgetown court deniedthat a viewpoint could be attributed to the gay student groups absent evi-dence to that effect. Judge Mack, writing for the court, found that class-based animus led the University to deny recognition based on the promo-tion or advocacy of ideas when the group's statement of purpose saidnothing to support that notion. She noted that in one case, the Universityassumed that if a gay student group were to form, it would necessarilyinvolve such advocacy, even though the group had not in fact formed. Inaddition, the court found further evidence of animus based on sexual ori-entation in the University's assumption that the gay groups were neces-sarily-\"'by definition'\"-associated with \"'a full range of issues\"'raised by the gay rights movement in general.1 61 Taken to its extreme, themajority's ruling is unpersuasive. In fact, it was perfectly reasonable forthe University to impute a viewpoint as to the moral legitimacy of homo-sexuality to the groups even absent a specific statement to that effect.The third analysis came from Judges Ferren and Terry in dissent.They argued that the distinction between advocacy and identity, or status,was false. In their view, discrimination against ideas inevitably discrimi-nates against persons because \"ideas-and advocacy-are an essentialpart of the person\"'162 They construed the Human Rights Act to mean thateven if the Act does not forbid discrimination against \"homosexual ideas,it unquestionably does forbid discrimination against homosexuals be-cause of their ideas.\"' 63159 See supra Part HLI.A-B.160 \"Georgetown's free speech defense is not dependent on its status as a Catholic in-stitution\" Georgetown, 536 A.2d at 69 (Belson, J., concurring in part and dissenting inpart).161 Id. at 29-30. The University President testified that group activity \"merely promot-ing the legal rights of gay people\" would not pose a conflict with Catholic teachings, butthe University asserted that the groups' message went beyond legal rights to legitimacy. Id.at 18.162 Id. at 57 (Ferren, J., concurring in part and dissenting in part).163 Id. (Ferren, J., concurring in part and dissenting in part). Judges Ferren and Terryalso imply, although they do not explicate, the argument that homosexuality is, in someepistemological sense, an idea. \"[A]n asserted right to discriminate against someone'sadvocacy of homosexuality is clearly a claimed right to discriminate against the person onthe basis of one's sexual 'preference' and thus 'sexual orientation.\"' Id. at 56 (Ferren, J.,concurring in part and dissenting in part). At one level, this statement is merely a sleight-of-hand statutory interpretation, playing off a semantic progression from \"advocacy\" to\"preference\" to \"orientation\" That may well be all the meaning that was intended. It also2000]HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 37 200038 Harvard Civil Rights-Civil Liberties Law ReviewSo phrased, this is a somewhat garbled argument. It seems quite pos-sible to separate the ideas from the person. For example, there is no for-mal body of ideas to which all homosexuals subscribe. One must assumethat what the judges meant by \"homosexual ideas\" is roughly whatJudges Belson and Nebeker defined as the student groups' message, \"themorality of a homosexual life-style.\" This is the concept of expressiveidentity in a nutshell-the proposition that equality in all senses, includ-ing moral equality, is an idea that merges completely with status, regard-less of the differing views of group members.Thus, Judges Ferren and Terry sharpened the point of dispute, posingthe expressive identity dilemma in bold relief: if equality is an idea and ithas merged with identity, then which trumps-the defense against com-pelled viewpoint endorsement or the equality command? For these dis-senters, the equality principle won, in part because there appeared noway to honor it without infringing to some extent on the defendant's FirstAmendment rights. Yet that resolution merely begs the question of whyone principle is chosen over the other, since the logic could as easily bereversed.Even in this exceptionally thoughtful conversation among thejudges, none of the opinions escapes the trap of the expression/equalitydichotomy. The court's confusion grew directly from how the parties andconventional doctrine had framed the case. In fact, gay plaintiffs haveargued that discrimination against them is based on viewpoint (the firstwave of student organization cases); based on antigroup bias and not onviewpoint (cases like Georgetown); and based on both (the challenges tothe \"don't ask, don't tell\" military policy).' 64 Private defendants have ar-gued that differential, adverse treatment of gay people is because of aclash of viewpoint, not bias. The military, state universities, and otherpublic sector defendants have argued that this discrimination is based onanything but viewpoint. Both sides have been driven into these internallyconflicting positions by doctrinal incoherence and the absence of a con-cept of expressive identity.IV. Double Binds Throughout Equality JurisprudenceWe turn now to three examples of how the expressive identity prob-lem lurks in other areas of equality law. In each, the courts' inability totranscend the expression/equality dichotomy has led to inconsistent anddistorted doctrine. In each, the failure to deploy an expressive identityframework continues to weaken the full force of both equality and an-tiorthodoxy claims.reads, however, as an assertion that being gay is a form of argument.164 See generally HALLEY, supra note 38.[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 38 2000Expressive IdentityA. \"More Speech\": Diversity and Affirmative ActionThe closest that the Supreme Court has come to the concept of ex-pressive identity is in the body of race discrimination case law explicat-ing a diversity rationale for affirmative action. In the contexts of highereducation programs 16s and licensure of broadcasters,166 the Court has heldthat enhancement of diversity can sustain affirmative action efforts thatseek to ensure a greater presence of African Americans than otherwisewould occur. Because the Court has reversed itself on whether suchjustification need meet only an intermediate level of scrutiny 67 by rulingsubsequently that it must survive strict scrutiny, 68 there has been consid-erable commentary 69 and lower court uncertainty 70 on whether the diver-sity rationale can, in fact, survive this heightened review standard.However the Court ultimately decides that question, our concern iswith the function in equality law of this particular diversity test. Obvi-ously, diversity carries the weight of something more than the self-evident claim that inclusion of more African Americans in predominantlywhite institutions would lead to greater racial variety. What has come tobe called the diversity rationale grew from Justice Powell's opinion inRegents of the University of California v. Bakke.'7' Justice Powell foundthat a university could use race as one of several \"plus\" factors in admit-ting students in order to promote \"wide exposure to the ideas and moresof students as diverse as this Nation of many peoples.\"' 72The diversity rationale is the frankest acknowledgment in equalitylaw of the viability of race as a proxy for \"ideas and mores.\" It stands theequality/expression dichotomy on its head. Not only is viewpoint not a6 See Regents of the Univ. of Cal. v. Bakke, 438 U.S. 265 (1978).'6 See Metro Broadcasting, Inc. v. FCC, 497 U.S. 547 (1990).167 See id.16s See Adarand Constructors, Inc. v. Pena, 515 U.S. 200 (1995).169 Post-Adarand, scholars have rehearsed what the arguments will be for and againstthe proposition that the diversity rationale can satisfy a strict scrutiny test when that ques-tion reaches the Supreme Court, as it inevitably will. For the argument that it can satisfystrict scrutiny, see Akhil Reed Amar & Neal Kuman Katyal, Bakke's Fate, 43 UCLA L.REv. 1745 (1996) (subject to limitations); Goodwin Liu, Affirmative Action in Higher Edu-cation: The Diversity Rationale and the Compelling Interest Test, 33 HARV. C.R.-C.L. L.REv. 381 (1998); and Tanya Y. Murphy, An Argument for Diversity Based Affirmative Ac-tion in Higher Education, 95 ANN. Stnrv. Am. L. 515 (1995). For the argument that itshould fail, see Jim Chen, Diversity and Damnation, 43 UCLA L. REv. 1839 (1996); KirkA. Kennedy, Race-Exclusive Scholarships: Constitutional Vel Non, 30 WAKE FOREST L.REv. 759 (1995); and Eugene Volokh, Diversity, Race as Proxy and Religion as Proxy, 43UCLA L. REv. 2059 (1996).170 See Lutheran Church-Missouri Synod v. FCC, 141 F.3d 344 (D.C. Cir. 1998), reh'gdenied, 154 F.3d 487 (D.C. Cir. 1998) (diversity rationale does not meet strict scrutinytest); Hopwood v. Texas, 78 F.3d 932 (5th Cir. 1996), cert. denied, 518 U.S. 1033 (1996)(same). Cf. Wessmann v. Gittens, 160 F.3d 790 (1st Cir. 1998) (racial balancing not shownnecessary for expression of diverse viewpoints).171438 U.S. 265 (1978).72Id. at 313.20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 39 200040 Harvard Civil Rights-Civil Liberties Law Reviewdefense to an equality claim here, but under the diversity rationale, view-point becomes an argumentfor equality.The origins of the diversity rationale lay squarely in expression doc-trine. Justice Powell derived the principle that diversity among studentsserves educational goals \"of paramount importance\"1 73 from the casesconcerning academic freedom, \"a special concern of the First Amend-ment *\" 74 Such cases addressed challenges to the presence of personsdefined (for purposes of those disputes) by viewpoint, typically Commu-nists or other leftists whose ideologies comprised the dominant paradigmfor dissent at the time that many landmark First Amendment cases werebeing decided. 75Although Justice Powell is not commonly described as a multicul-turalist, the diversity rationale that he crafted in Bakke was anchored inacademic freedom. In effect, Powell sheltered a race-conscious diversityprogram under the umbrella of the First Amendment. While Powell spokeof \"that robust exchange of ideas which discovers truth out of a multitudeof tongues,\"' 76 neatly stitching the two concepts together, the dissent,which more strongly defended the University's policy, focused exclu-sively on the equality rationale for affirmative action. 7 7 The seamlesstransition in Powell's opinion from viewpoint diversity to racial diversityappears self-evident. Furthermore, the nexus between race and viewpointwas commented on by neither the concurrence nor the dissent.The Court extended the diversity rationale for affirmative action inMetro Broadcasting, Inc. v. FCC.17 The Court upheld an FCC policy ofconsidering minority ownership as a positive factor in a competition fornew licenses, allowing assignment of a license to a minority owner inlieu of revocation. Championing the importance of fostering a \"robustexchange of ideas,\" much as it did in the university context, the Courtvalidated the governmental interest in \"diversity of views and informa-tion on the airwaves.\"' 179Despite its apparent temporary suspension in these cases, the equal-ity/expression dichotomy complicates the racial diversity rationale. Con-ceptually, the diversity rationale, at least when applied outside of thecontext of student admissions or faculty hiring at public educational in-17 Id.174 Id. at 312.175 Justice Powell relied on two cases. Sweezy v. New Hampshire, 354 U.S. 234 (1957),concerned a contempt citation for refusal to answer questions about political activities. InKeyishian v. Board of Regents, 385 U.S. 589 (1957), the Court ruled that states could notprohibit employment as a public school teacher based on membership in a \"subversive\"organization.17 6Bakke, 438 U.S. at 312 (quoting Keyishian, 385 U.S. at 603).M Bakke, 438 U.S. at 324-27 (Brennan, J., concurring in judgment and dissenting inpart).178 497 U.S. 547 (1990).179 Id. at 568.(Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 40 2000Expressive Identitystitutions, 80 directly contradicts a fundamental premise of constitutionallaw: that government may not force private entities to accept or tolerateviewpoints with which they disagree, and expression itself cannot bemade into a public accommodation for purposes of civil rights laws.There are strong analogies to the line of gay civil rights cases im-plicit in the race-based affirmative action cases. Expression is surely asmuch of a core function for broadcasters as it is for a parade. Granted,the facts are distinguishable. Metro Broadcasting concerned the regula-tion of a uniquely scarce resource for expression, ls l and assumed a degreeof regulation that could not be tolerated for a parade. Moreover, the FCCrules did not have the direct and immediate impact on the message thatwas at issue in the St. Patrick's Day parade cases. But the philosophyunderlying the diversity rationale brushes up against the same expres-sion/equality line from the opposite direction.Although not framed as such, the tension of the equality/expressiondichotomy has been a source of attack against the diversity rationale. Inthis context, the assertion has been that First Amendment values shouldgive way to the equality value, here of color-blindness. Neal Devins ar-gues that \"[t]he notion that First Amendment concerns ... outweigh coreequal protection concerns is dumbfounding,\" and, in a perfect flip of themessage of the hate speech cases, concludes that \"antidiscriminationconcerns trump the first amendment diversity value\"' 8 2Jim Chen also argues that the doctrinal transplant would kill the di-versity rationale, but he does so by equating diversity with content-basedregulation of speech.8 3 For Chen, diversity is mainly an ideologicalviewpoint, \"an agenda advocating the immediate and comprehensivetransfer of wealth and political power to historically downtroddengroups\" '  Thus, affirmative action represents the \"short step\" from \"thefunding of favored persons ... to the direct funding of favored ideas.\"1 5Chen's definition of diversity-the redistributive impulse-couldalso serve as a description of the \"agenda\" of the framers of the Four-teenth Amendment. Racial equality is itself an idea. Chen's argumentillustrates that affirmative action can be styled as a position and notsolely as a mechanism. If affirmative action hiring or admissions is im-1°Justice O'Connor has hinted that \"promoting racial diversity among the faculty\"would qualify in her view as at least an important governmental interest. Wygant v. Jack-son Bd. of Educ., 476 U.S. 267, 288 n.* (1986). Justice Stevens would go further and ac-cept a role model rationale for favoring African American teachers in deciding layoffs. Id.at 313-16.191 See Metro Broadcasting, 497 U.S. 547; see also Red Lion Broadcasting Co. v. FCC,395 U.S. 367, 390 (1969).,82 Neal E. Devins, Metro Broadcasting, Inc. v. FCC: Requiem for a Heavyweight, 69Tax. L. REv. 125, 147-48 (1990).183 See Chen, supra note 169, at 1839.184 Id. at 1898.115 Id. at 1899.2000]HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 41 200042 Harvard Civil Rights-Civil Liberties Law Reviewposed, it can be seen as skewing a public forum or intruding on a privateentity's own expressive self-definition. Chen's position may appear ex-treme, but it is the logical extension of the same analysis that argues thatrecognizing gay student groups violates a university's public forum bycompelling it to accept what it opposes. On this view, any enforcement ofequality through forced association or acceptance violates First Amend-ment freedoms. Ultimately, we arrive at Wechsler redux.The weakest point in the diversity rationale, however, is not its vio-lation of the expression/equality dichotomy, but an earlier step in thelogic of the dichotomy. Centrally, the diversity rationale is weakest in itsfailure to articulate precisely that for which race is a proxy. The languageused in the cases-\"ideas and mores,\" \"robust exchange of ideas,\" \"di-versity of views\"-tethers the concept to dissent. Although no contro-versy arose as to this linkage in the beginning, the debate now includesquestions about the legitimacy of the nexus between racial identity andviewpoint.Critics of the diversity rationale have repeatedly hammered the per-verse stereotype of conformity of thought, and the concomitant implica-tion of lack of thoughtfulness,'86 that seems necessary to the fullest use ofracial diversity as a proxy for viewpoint diversity. I will call that positionthe counterproductive stereotype argument, the assertion that equatingracial diversity with viewpoint diversity reifies the same kind of thinkingthat underlies racism. The error in this argument stems from its reliancesolely on the traditional First Amendment model of viewpoint as ideol-ogy, rather than recognizing the point-of-view(ing) perspective thatemerged from identity politics.Justice O'Connor's dissent in Metro Broadcasting is the most power-ful expression of the counterproductive stereotype critique. JusticeO'Connor distinguished the FCC policy at issue there, which sought toensure the presence of some minority licensees, from the \"whole person\"diversity approach in Bakke, which she supported, and which permitted auniversity to consider race as one of several \"plus\" factors in its admis-sions policy. For her, the flexible, non-categorical approach endorsed bythe Court in Bakke mitigated the effects of associating race with view-point, since it left the admissions officer free to exercise discretion abouthow best to achieve overall diversity among students and necessitatedconsideration of each applicant as a whole person, not simply as a racialmarker in the university's freshman class statistics. Those points are ap-pealing. But rather than limit affirmative action to institutions that en-gage in whole person evaluations, I would argue that even in a tighterspace for application, race proxy diversity passes muster.186 Chen describes the stereotype as \"diversity's heart of darkness' id. at 1883, andcomplains that \"[t]he much vaunted voice of color is a monotone\" id. at 1901.[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 42 2000Expressive IdentityJustice O'Connor's critique in Metro Broadcasting had three parts.First, she argued that racial criteria \"directly equate race with belief' bypresuming that some applicants, solely by virtue of race or ethnicity, arelikely to provide a \"distinct perspective.\"'17 Second, she argued that theaffirmative action policy was overinclusive because some minority appli-cants would, in fact, evidence disinterest or disagreement with the \"dis-tinct perspectives\" being sought.18 Third, she argued that the policy wasalso underinclusive because it failed to consider those individuals whoshared the distinct perspective but were not members of a minority raceor ethnicity.189Her opinion seemed to nail the diversity rationale with what is, inreality, the expression/equality dichotomy. If viewpoint diversity is reallythe goal, she said, then assess it directly and award licenses on that ba-sis.' 9° If it is not, then it is merely a cover-up for simple, constitutionallyrepugnant racial preferences. Absent a remedial justification, she argued,such a preference could not be permitted.Here, as in other instances of the dichotomy, the problem lies infailing to accept point of view(ing) as a component of expressive identityand expressive identity as a component of equality. There is no insultingstereotype that is reinforced in recognizing race (or sex) as a marker foroutsiderness if whites (or men) predominate in the institution for what-ever reason, whether discriminatory or demographic. If whites (or men)do not predominate, then the expressive aspects of identity become in-significant as a mechanism of equality.The diversity rationale does reflect a diversity of perspective, but notof narrow ideological viewpoint. Recall Alex Johnson's point that thevoice of color has multiple, and sometimes conflicting, dialects. 91 Ex-pressive diversity is not simply a cover-up for rampant \"reverse racism.\"A compelling antidiversity value, such as uniformity of perspective in asmall expressive association, would properly defeat equality diversity.The irrelevance of expressive diversity in a certain context, such as theawarding of trades or service contracts,19' could likewise defeat such aclaim. In general, however, expressive diversity ought to be part of whatequality law means.187 Metro Broadcasting, Inc. v. FCC, 497 U.S. 547, 618 (1990) (O'Connor, J., dissent-ing).18s Id. at 621.189 See id.190 See id. at 622-23.191 See Johnson, supra note 28, at 2010.192 See Adarand Constructors, Inc. v. Pena, 515 U.S. 200 (1995); City of Richmond v.J.A. Croson Co., 488 U.S. 469 (1989). This is not to exclude other rationales foraffirmative action in those circumstances.2000]HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 43 200044 Harvard Civil Rights-Civil Liberties Law ReviewB. Using Dissent to Limit Equality: § 1985(3)In interpreting a portion of the Civil Rights Act of 1871,193 the Courthas been faced with the question of whether groups of persons with anaffiliation based on shared viewpoint could constitute a class protectedby the equality statute. Implicitly, the Court has also addressed the ques-tion of how the law should analyze situations in which the group underattack is one that shares both ascriptive qualities that would triggerheightened scrutiny and a common ideological viewpoint. It has an-swered the first negatively, reading into the statute a requirement forclass-based animus that it has equated with ascriptive identity. Not sur-prisingly, given the doctrinal incoherencies endemic to expressive iden-tity cases, it has answered the second both yes and no, albeit without anyrecognition of the contradiction.Section 1985(3), known as the Ku Klux Klan Act, provides a right ofaction against \"two or more persons ... [who] conspire ... for the pur-pose of depriving, either directly or indirectly, any person or class of per-sons of the equal protection of the laws, or of equal privileges and immu-nities under the laws ' 194 However, this provision had been eviscerated ofmuch of its force by judicial limitation of its applicability to state ac-tions, 195 until the Court, in Griffin v. Breckenridge, withdrew this earlierinterpretation of the statutory text.196 Finding that the underlying land-scape governing federal authority to reach private discriminatory acts hadshifted, the Griffin Court ruled that there was a cause of action under§ 1985(3) against purely private actors.' 97 Simultaneously, the Courtsought a limiting principle to prevent the creation of a new open-ended\"general federal tort\" against assault and battery. The Court found thelimiting boundary in the statute's reference to equality: \"The languagerequiring intent to deprive of equal protection, or equal privileges andimmunities, means that there must be some racial, or perhaps otherwiseclass-based, invidiously discriminatory animus behind the conspirators'action.\"'9 8The Court's obvious, though unspoken, reference is to the body oflaw by then extant denominating suspect classes. Its use of suspect classas an implicit synonym for \"class-based\" may not be a correct textualinterpretation or historical reading, but it logically draws upon the Caro-lene Products paradigm of a \"discrete and insular minority.\"'19 The foot-193The Civil Rights Act of 1871, Pub. L. No. 106-73, 16 Stat. 433 (1871).1- 42 U.S.C. § 1985(3) (1994).19- See Collins v. Hardyman, 341 U.S. 651 (1951) (construing the Ku Klux Klan Act asonly reaching conspiracies under color of state law).1-403 U.S. 88 (1971).'97 See id. at 88-89.193 Id. at 102 (emphasis in original).199 United States v. Carolene Prods. Co., 304 U.S. 144, 152 n.4 (1938).[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 44 2000Expressive Identitynote that launched a thousand heightened scrutiny arguments is groundedin a notion of animus-driven distortions of pluralist majoritarian law-making.2wHowever, the Court, in Griffin, ignored the ramifications of the factsbefore it. The Court described the case as involving an attack by a groupof whites against several African Americans whom the whites mistakenlybelieved to be civil rights workers, and their white associates.?°' Thisrecitation of the facts emphasized the race of the victims, while mini-mizing the significance of the viewpoint that was attributed to them. Analternative presentation of the facts could have described the attack asone on a group of persons thought to be racial equality radicals. JusticeStevens later described the facts in Griffin in that way: \"a Mississippihighway attack on a white man suspected of being a civil rights workerand the two black men who were passengers in his car.' 202My point is not to disregard the highly differential impact of Klan-like terror on African Americans, but to note the obvious fact that thisattack targeted more than racial identity per se. As was usually true of theKlan, the defendants' actions in Griffin were directed most harshlyagainst blacks who asserted their rights as moral equals. Viewpoint, how-ever, was erased in the Court's analysis of the plaintiffs' allegations.2°3This erasure of viewpoint allowed the Court's logical slippages towork, starting with Griffin. There, the Court began with a statutory textprohibiting conspiracies to deprive \"any person or class of persons of theequal protection of the laws.\" It moved from the statutory language of\"class of persons\" to \"class-based ... animus\" 204 to \"bias\"25 against \"aprotected class\" or \"a qualifying class.\" '2  When \"class-based animus\"became \"bias,\" synonymous with bigotry, and \"class of persons\" became\"protected\" or \"qualifying class,\" the concept was reified into ascriptiveidentity boxes, a framework that was not present at the outset. It seemsfar more likely that what Congress intended, at the very least, was ashield against violence targeted selectively to suppress expressive (or70OSee id. That footnote also includes animus against viewpoint-centered groupsamong its examples of process failures that justify judicial intervention.201 Griffin v. Breckenridge, 403 U.S. 85, 88 (1971).2 Bray v. Alexandria Women's Health Clinic, 506 U.S. 263, 316 (1993) (Stevens, J.,dissenting).203The omissions may have been more than an unconscious assumption that racialidentity would \"naturally\" be the sole explanation. The Griffin court was careful not tooverrule the result in Collins. \"Whether or not Collins v. Hardyman was correctly decidedon its own facts is a question with which we need not here be concerned\" Griffin, 403 U.S.at 95. Had the Court acknowledged the significance of the viewpoint component of thetargeting of plaintiffs for attack, it would have been forced to reconsider the facts ofCollins, which concerned disruption of a political party's event.2o4Griffin, 403 U.S. at 102.205 Id. at n.9.206Bray, 506 U.S. at 322 (Stevens, J., dissenting); id. at 350 (O'Connor, J., dissenting).2w Id at 269.20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 45 200046 Harvard Civil Rights-Civil Liberties Law Reviewother) activities, based on the identity of the speaker (or actor). A con-cept of expressive identity would have allowed the Court to expand itsinterpretation of equality to accommodate situations where ascriptiveidentity groups were either absent or where their presence was necessarybut not sufficient to explain the defendant's intent.United Brotherhood of Carpenters and Joiners v. Scott20' squarelypresented the question of whether a viewpoint-defined group could sat-isfy the criteria for class-based animus established in Griffin. There, un-ion members went onto a job site and attacked nonunion workers whohad been hired during a strike. The Court, rejecting a vigorous dissentfrom four of its members who argued that Congress \"viewed the Ku KluxKlan as pre-eminently a political organization, whose violence wasthought to be premised most often on the political viewpoints of its vic-tims,\"209 declined to rule on whether political groups, as such, were pro-tected under the statute. Characterizing Griffin as involving \"animusagainst Negroes and those who supported them,' 21 the Court blanched atthe prospect of allowing § 1985(3) to reach every instance of heckling,disruption, or other unlawful action by one political party or groupagainst another. The Court found a narrower means of excluding the casebefore it from the statute, holding that bias based on economic view,status, or activities absolutely did not qualify. Moreover, although theCourt technically left open the question of bias against political view-point groups, it also held that private conspiracies to deprive persons oftheir First Amendment rights were not reachable. The Court held that,when a right is protected only against state interference (as is true of theFirst Amendment), the state must be involved in the conspiracy to denyequal enjoyment of that right in order for a § 1985(3)claim to accrue. Itdistinguished Griffin as implicating the right to travel, a right protectedagainst private interference and, by implication, reaffirmed the result inCollins.21'In effect, the Court ruled that there could be no action against pri-vate parties who sought to interfere with the right of dissent, even if onlyAfrican Americans, for example, were the victims. The CarpentersCourt's prioritization of the protection of physical mobility over the pro-tection of dissent mirrored the Griffin Court's privileging of race or race-like bias as the only relevant motive. A terror campaign to drive the civilrights movement out of the South had thus generated a body of case lawabout the right of persons of color to travel.212 If a Klan member were tohave shot a civil rights worker who was giving a speech demanding inte-- 463 U.S. 825 (1983).2 Id. at 850 (Blackmun, J., dissenting).210 d. at 835.211 See id. at 826.212 For African Americans, section 2 of the Thirteenth Amendment also creates a rightof action against private actors. See Griffin v. Breckenridge, 403 U.S. 85, 105 (1971).[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 46 2000Expressive Identitygrated lunch counters, there would have been no cause of action underthe anti-Klan statute.The desire to allow for such a cause of action led courts to stretch tofit ideology into ascriptive identity paradigms. In Carpenters, to supportits finding that the assault on nonunion workers did qualify under§ 1985(3), the Fifth Circuit had ruled that an actionable conspiracy couldbe motivated by either racial or political \"bias' 2 3 The court then went onto rule that ideological disagreement was synonymous with bias, so thatsuch disagreement could fit into the \"class-based animus\" required byGriffin. But, opposition obviously is not the same as bias. Thus, the Su-preme Court's ruling that nonunion workers as a group do not constitutea \"protected class\" appears sensible.In Bray v. Alexandria Women's Health Clinic,214 the Court ruled that§ 1985(3) did not apply to women seeking abortions. Plaintiffs hadsought protection under that statute from interference by antiabortionprotesters at the clinics that they were trying to enter. The Court ruledthat, even if women were a protected class under the class-based animusstandard (like African Americans), the particular plaintiffs did not qual-ify simply by being women. Rather, the Court held that the protesters'motivation was an antiabortion viewpoint, not antiwoman bias. The Courtrefused to consider the point of view(ing) implicated in women's posi-tion(s) on abortion, and thus artificially separated viewpoint from iden-tity. The difference among women as to viewpoint was used to deny theidentity-equality claim.In both Carpenters and Bray, Justices Blackmun and O'Connor dis-sented on grounds that would lay the foundation for an expressive iden-tity analysis. In Carpenters, Justice Blackmun's dissent (joined by Jus-tices O'Connor, Marshall, and Brennan) identified the function of§ 1985(3) as protecting classes of people, \"whose beliefs or associationsplaced them in danger of not receiving equal protection of the laws fromlocal authorities,\" from private acts \"aimed at interfering with [their]equal exercise of their civil rights .... While certain class traits, such asrace.., per se meet this requirement, other traits also may implicate thefunctional concerns in particular situations. 215 Justice Blackmun's analy-sis simply equated \"beliefs or associations\" with \"certain class traits suchas race,\" without articulating a doctrinal or jurisprudential path to justifyit-though at least he arrived at the right result.216 Justice O'Connor,joined again by Justice Blackmun, renewed the argument in Bray, addingthat women met the criteria used for the implicit analog to class-based213See Scott v. Moore, 640 F.2d 708 (5th Cir. 1981), aff'd en banc, 680 F.2d 979 (5thCir. 1982).214 506 U.S. 263 (1993).215 United Brotherhood of Carpenters and Joiners v. Scott, 463 U.S. 825, 853 (1983)(Blackmun, J., dissenting).2 16 Id.20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 47 200048 Harvard Civil Rights-Civil Liberties Law Reviewanimus, which would trigger heightened scrutiny under the equal protec-tion clause.21 7 The point, though well taken, does nothing to deconstructthe ascriptive identity framework.The § 1985(3) cases illustrate the pitfalls of privileging either iden-tity or viewpoint instead of recognizing them as interdependent. InGriffin, the Court submerged viewpoint into race, leaving race as theprimary marker, even for whites whose race (qua race) had never putthem in danger of Klan attack. In the same move, the Court subsumed acertain viewpoint into the notion of race without acknowledging that theformer was ever there in the first place. In Bray, the Court reversed di-rection and submerged gender into viewpoint, with the result that, sinceviewpoint had trumped identity, a statute which protected only identityand not viewpoint provided no relief.On the Bray Court's view, seeking abortion de-signified the plaintiffsas women. Their pro-choice viewpoint (quite possibly the only viewpointthat these women shared) ideologized their status category and thusrobbed it of its naturalized definition. Their attackers (including women)sought to preserve that status by reinscribing motherhood as an inherentpart of the definition of \"woman.\" Plaintiffs' counsel in Bray emphasizedthat their clients were in the position of seeking to enter the clinic be-cause of their capacity to become pregnant, a biological characteristic. 218But, in that regard, the Court was correct that the blockaders' motive wasnot so simple nor so biologically determined. The targeted group was notmerely women, nor was it all women. What was critical was that theywere women defying their \"natural destiny\" as women, an act that threat-ened to re-signify the very category \"woman\" to include rejection ofmotherhood. The power of that threat was that other women could agree,could choose to reconstruct gender in that way. Here, to paraphrase Jus-tice Brandeis, men feared women and burnt witches.219In Bray, the clinic blockaders were fighting to insulate the natural-ized identity of women from the pro-choice viewpoint-to keep view-point out-as well as fighting to prevent the social reconstruction of gen-der. Bray is the flip side of the gay rights cases discussed supra Part III,where viewpoint was seen as so intrinsic to the group's definition that itswallowed identity and the equality claim with it.Such incoherence is unnecessary. An understanding of expressiveidentity leads to a reading of § 1985(3) that prevents results so divorcedfrom social practices. It also provides a limiting principle to forestall the217 Bray v. Alexandria Women's Health Clinic, 506 U.S. 263, 349-50 (O'Connor, J.,dissenting).218 Respondent's Brief at *27, Bray v. Alexandria Women's Health Clinic, 1991 WL534030 (U.S. 1991) (No. 90-985).29See Whitney v. California, 274 U.S. 357, 376 (1927) (Brandeis, J., concurring)(\"Fear of serious injury alone cannot justify suppression of free speech and assembly. Menfeared witches and burnt women.\").[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 48 2000Expressive Identityinvocation of § 1985(3) every time there is heckling or picket-linefighting. The heart of the statute was to provide redress for situationswhere concerted private acts acquired such repressive power that theyhad the virtual effect of official repression.22° The intent that the statuterequires is intent \"[to] depriv[e] ... persons of the equal protection of thelaws.\"' 1 Most acts of violence do not even approach the threshold ofsuch deprivation. Terrorizing civil rights workers does; so does physi-cally preventing women from carrying out their decision to terminate apregnancy. Assaulting nonunion workers is a more difficult case, one thatwould, properly, rise or fall given the specific facts of the situation. Dis-rupting a political meeting or forcing the end of a rally does not, in myview, come close. The answer should not depend on which identity label,if any, the group under attack carries. Nor should the fact that anaffiliation is viewpoint-based disqualify a targeted group for protection.The legal issues are different in § 1985(3) than in situations wherethe First Amendment creates a defense to an equality claim. Here, theproblem arises at the very threshold of the equal protection analysis, asfatal to plaintiffs' case in chief, rather than as an affirmative defense. Theproblem is whether a group can even state a claim if it is united by someblend of identity and viewpoint that threatens the dominant understand-ing of that identity (for example, a white who transgresses color lines ora woman who seeks an abortion), rather than being united by pure status.Although the specific question is different than the question in the ex-pressive association cases, the same dynamic of pitting viewpoint againstidentity has ensued, harming the values of both inclusion and anti-orthodoxy.C. Downshifting from Dissent to Equality: The Religion ClausesOf all of the identities whose existences are contingent upon expres-sion, religion is the most favored under the law. The Religion Clauses aregrounded historically in multiple identity groups, each organized arounda belief system as well as a series of ritualized practices. Any history ofthe American tradition of protecting dissent must have religion as a cen-tral focus.Indeed, the Religion Clauses themselves represent the most explicitrecognition in the constitutional text of the imbrication of dissent andidentity, because the prohibition against establishment and the mandateof free exercise so closely track concepts of dissent and identity, respec-oThis is evident from an in pari materia reading of the remainder of § 1985(3),known as the \"hindrance clause;' which prohibits acts by two or more persons \"for thepurpose of preventing or hindering the constituted authorities of any State or Territoryfrom giving or securing to all persons within such State or Territory the equal protection ofthe laws' 42 U.S.C. § 1985(3) (1994).221 Id.20001HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 49 200050 Harvard Civil Rights-Civil Liberties Law Reviewtively. I read them as the acknowledgment of the social practices in theeighteenth-century American colonies that illustrated the practical andpolitical artificiality of prioritization.Yet, their meaning has shifted in the last fifteen years, reflecting adiminution in the power of the Establishment Clause and an increasingrole for the Free Exercise Clause. One dimension of that shift is a subtlebut powerful emergence of concepts of equality and identity that in-creasingly dominate the jurisprudence of establishment as well as freeexercise.Establishment Clause doctrine once appeared to erect an almost im-penetrable barrier against the incursion of religion into the meaningfuloperations of civic life. Religious doctrine was excluded in particularfrom publicly supported educational institutions.222 In addition, the Courthad effectively prohibited linkages between religious symbolism andpublic tax-supported venues.?The Court applied the three criteria outlined in Lemon v. Kurtzmanto determine whether the Establishment wall had been breached by themixtures of sectarian and civic functions: a purpose to advance religion;the effect of advancing religion; or excessive entanglement of secular andreligious operations, even if resulting from the attempt to avoid entan-glement.224 This standard, particularly its third prong, created a muchmore stringent test for state actions that encroached upon the arena ofreligion than the one for state actions challenged under the Free ExerciseClause.25In sum, the Establishment Clause functioned as a super-right, virtu-ally ensuring the absence of state-sanctioned religious orthodoxy and theconsequent protection of dissent. It was drafted as a negative liberty, butwas elevated by the hydraulics of interpretation to the role of a positiveright. Of course, implicit in the concept of religious dissent was the un-derstanding that such dissent would be voiced by diverse groupsidentified by their faith. The role of the Free Exercise Clause was toshield such professions of faith, by word and by act, from state actionthat would force an adherent to confront a choice between observance ofreligious duty and compliance with public law. Although the mandate forequal treatment of differing faith groups underlay the clause, the pre-dominant case law focused on the impact of particular state actions,rather than whether such actions were intended to single out a given faithfor disfavor.m\"See Edwards v. Aguillard, 482 U.S. 578 (1987); Wallace v. Jaffree, 472 U.S. 38(1985); Levitt v. Committee for Pub. Educ. & Religious Liberty, 413 U.S. 472 (1973);Abington Sch. Dist. v. Schempp, 374 U.S. 203 (1963).223 See Grand Rapids Sch. Dist. v. Ball, 473 U.S. 373 (1985); Stone v. Graham, 449U.S. 39 (1980).24This is the so-called Lemon test. See Lemon v. Kurtzman, 403 U.S. 602 (1971).2 See Bowen v. Kendrick, 487 U.S. 589, 627 n.1 (1988) (Blackmun, J., dissenting).[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 50 2000Expressive IdentityIn the decade from roughly the mid-1980s to the mid-1990s, thedominant theme of interpretation under each clause changed. It is beyondthe scope of this Article to examine this development comprehensively.However, one aspect of the paradigm shift in interpretation of the Relig-ion Clauses has been the ascendance and increasing dominance of con-cepts of identity.Under the old regime of Establishment Clause jurisprudence, therewas a mandate to exclude religion as a subject matter from certain ven-ues. That mandate functioned as a mechanism to guarantee no state en-dorsement of religion in general or of a particular faith. Today, the exclu-sion of religion as a subject matter has ended and the focus of interpreta-tion has shifted to an assessment of differential treatment between indi-vidual faith groups. The animating principle of the current inquiry is verymuch one of equality among identity-based groups. One can trace thisevolution in three key decisions.Lynch v. Donnelly226 was the last major Establishment Clause deci-sion of the Burger Court. It involved a challenge to a city-owned Christ-mas display, placed in a central shopping district, on private land, whichconsisted of reindeers and Santa Claus's house, a Christmas tree, a toyclown, elephant and teddy bear, a \"SEASONS GREETINGS\" banner, anda creche with figures of Jesus, Mary, and Joseph together with angels,shepherds, and kings.227 The Court's decision focused on whether thecity's action \"establishe[d] a religion or religious faith or tend[ed] to doso''228 and called concerns that it did \"farfetched indeed.\"229 Applying theLemon testO0 somewhat gingerly,21 the Court found that evidence of anintent to advocate a particular religious message was insufficient in lightof the full context of the display 1 2 and that \"whatever [beneficial effect]there [was] to one faith or religion or to all religions, [was] indirect, re-mote, and incidental. ' '* 3Justice O'Connor's concurring opinion in Lynch signaled the firstmajor shift from a focus on suppression of dissent to one on equality ofvoices. O'Connor's most significant intervention came in her rereading ofthe effects prong of the Lemon test. She wrote that the standard did notrequire invalidation of a governmental action \"merely because it in factcauses, even as a primary effect, advancement or inhibition of relig-465 U.S. 668 (1984).mSee id. at 671.2Id. at 678.m Id. at 686.m0 See discussion supra note 221 and accompanying text.2 See id. at 678-79. The Justice Department had urged in an amicus brief that theLemon test be abandoned. Brief for the United States as Amicus Curiae Supporting Rever-sal, Lynch v. Donnelly, No. 82-1256 (U.S. June 30, 1983) (LEXIS, US Supreme CourtBriefs).232 See 465 U.S. at 680.233Id. at 683.2000]HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 51 200052 Harvard Civil Rights-Civil Liberties Law Reviewion.... What is crucial is that a government practice not have the effectof communicating a message of government endorsement or disapprovalof religion.\"'Under O'Connor's interpretation, endorsement meant the favoring ofa particular idea, which in the context of organized religion, easily slidinto the notion of favoring a particular group of persons. \"Endorsementsends a message to nonadherents that they are outsiders, not full mem-bers of the political community, and an accompanying message to adher-ents that they are insiders, favored members of the political commu-nity.\"235 O'Connor made the transition explicit by describing the questionof whether government activity communicated endorsement of religionas \"like the question whether racial or sex-based classifications commu-nicate an invidious message.\"236O'Connor's endorsement/equality principle migrated from her soloconcurrence in Lynch to the rationale of the Court in County of Alleghenyv. ACLU. 3 7 The Court's rhetoric is novel and revelatory. The word \"di-versity\" appeared three times in the first two paragraphs of the section ofthe opinion that gave the rationale for the decision.23? Prior to AlleghenyCounty, the term \"diversity\" had never appeared in any Supreme Courtdecisions interpreting the Religion Clauses. For good measure, the Courtcapped off the analysis with the phrase \"religious liberty and equality\" inthe same section.239Justice Blackmun, who wrote Allegheny County but had dissented inLynch, sought to harmonize the O'Connor concurrence in Lynch withprior Establishment Clause case law by building a bridge between theconcepts of suppression and equality. Blackmun linked the usage of \"en-dorsement\" in a series of prior cases in which it signified material sup-port' ° to the usage of \"preference\" or \"favoritism\" among religions.2 1 Atthe end, however, his statement of the \"essential principle\" could just aseasily have been cited as the definition of a classification under the EqualProtection Clause: \"making adherence to a religion relevant in any wayto a person's standing in the political community.\" 242234 Il at 691-92.235 Id. at 688.2361d at 694. O'Connor concurred in Lynch because she found that no such messagewas communicated by the inclusion of the creche in the display.7 492 U.S. 573 (1989) [hereinafter Allegheny County].218 Id. at 589-90.29 Id. at 590.m1 Id. at 592-93 (discussing the endorsement of prayer activities in public schools inWallace v. Jaffree, 472 U.S. 38 (1985); a tax exemption for religious periodicals in TexasMonthly, Inc. v. Bullock, 489 U.S. 1 (1989); and the funding of a creationism curriculum inEdwards v. Aguillard, 482 U.S. 578 (1987)).u Allegheny County, 492 U.S. at 593 (citing O'Connor's concurring opinion in Jaffreeand Blackmun's concurring opinion in Texas Monthly, as well as the Court's opinion inEdwards).242 Id. at 593-94 (quoting Lynch v. Donnelly, 465 U.S. 668, 687 (1984) (O'Connor, J.,[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 52 2000Expressive IdentityJustice Kennedy upped the ante by arguing in partial dissent243 thatexclusion of religion was not neutrality but a preference for nonreligion.Finding that the risk of establishment from the display of religious sym-bols solely during a holiday period was minimal, Kennedy argued thatthe majority had enshrined a rule of interpretation that itself violated theEstablishment Clause by disfavoring religion. The conformism of antire-ligion was the new danger. Under the majority's approach, he argued,\"what is orthodox.., means what is secular.\"24Justice Kennedy's opinion in Allegheny County was not framed inequality terms per se, but in the assertion of a new form of establish-mentarianism that reflected a new antireligious orthodoxy. It was in thelast of this trio of cases that Justice Kennedy's position was subtly butsignificantly refrained into an equality and expressive identity position,by which he succeeded in convincing a majority of the Court to adopt anequal treatment interpretation of the Establishment Clause.Rosenberger v. University of Virginia 5 involved the student activi-ties fund at a public university, which had refused to reimburse expensesof an otherwise eligible student group because it published a Christiannewspaper. The unique aspect of this case, with respect to EstablishmentClause precedent, was the fact that reimbursement would mean a state-funded program would be providing tangible, financial benefit to a grouporganized for the purpose of disseminating a particular religious per-spective. In Allegheny County, Blackmun had limited the Court's adop-tion of O'Connor's endorsement/equality principle to situations involvinggovernmental use of religious symbols, implicitly excluding state-provided material support.2'In Rosenberger, the Court ruled that the Christian publication had tobe treated as a viewpoint group, not as a religious group, and that, assuch, it was entitled to treatment on an equal basis with other viewpointgroups. Indeed, for the University to have excluded it would have vio-lated the First Amendment's free speech clause. Rejecting the dissent'scharacterization of the result as amounting to a public subsidy for \"thepreaching of the word,\"247 Justice Kennedy, writing for the Court, char-concurring)).243 Kennedy concurred in the judgment that the menorah display was constitutional,but dissented from the ruling that the creche display was not.24 Allegheny County, 492 U.S. at 678.25515 U.S. 819 (1995).2 See Allegheny County, 492 U.S. at 595 (noting that O'Connor's concurrence inLynch \"provides a sound analytical framework for evaluating governmental use of religioussymbols\"); id. at 597 (\"[The government's use of religious symbolism is unconstitutionalif it has the effect of endorsing religious beliefs, and the effect of the government's use ofreligious symbolism depends upon its context.\").2 47 Rosenberger, 515 U.S. at 868 (Souter, J., dissenting).2000]HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 53 200054 Harvard Civil Rights-Civil Liberties Law Reviewacterized religious beliefs as \"a specific premise, a perspective, a stand-point '248What is notable about Rosenberger is its fusion of religious beliefand equality language. The Court accepts religion as (another) expressiveidentity, as another player in what Justice O'Connor called \"the expres-sive marketplace' 249 but not a threatening player whose danger wouldwarrant precluding state support through symbolic or even financialmeans. Rosenberger marked the shift in the meaning of neutrality in Es-tablishment Clause jurisprudence from the preservation of state functionsas a religion-free zone to the requirement of evenhandedness among andbetween religions and nonreligions.Thus, in the context of religion, the failure to recognize the interplaybetween identity and dissent has operated to diminish the power of theolder, pure dissent model. The newer evenhandedness model implicitlyrelocates Establishment Clause cases by placing them in an identity poli-tics paradigm. In many respects, this seems appropriate. The identityglove fits. But the constitutional beginning point is different. Unlike the§ 1985(3) cases, where the equality claim is sacrificed by its reconcep-tion as an ideological dispute, here the stringent command to establish noreligion has become an admonition to treat all equally.ConclusionClaims based on identity politics have had a profound impact onAmerican law. Their centrality to equality law is obvious. What is lessself-evident is the important role that identity-based claims serve in gov-erning the interplay between equality and expression.A myriad of social forces (including the law itself) produces ourconceptions of what constitutes a distinctive identity. Individuals whoshare the characteristics of a status that is socially devalued also sharethe point of view(ing) implicated in that social location. An equalityclaim framed by that kind of minoritized identity communicates, by itsvery articulation, a message of dissent from the social devaluation of theidentity. Such a challenge is an expressive identity claim.In a range of fields, equality jurisprudence has foundered because ofan inability to adjudicate expressive identity claims without forcing theminto one of two mutually exclusive doctrinal categories: expression orequality. As a result, the values of both antiorthodoxy and inclusion havebeen weakened.When an expressive identity claim is overimbued with traditionalFirst Amendment notions of viewpoint, as has happened in many sexualorientation cases, the act of exclusion becomes reconfigured as an inno-m Id. at 831.2A9 Id. at 847 (O'Connor, J., concurring).[Vol. 35HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 54 20002000] Expressive Identity 55cent neutrality. In other instances, the expressive aspects of an identity-based claim can threaten to declassify it from being an equality claim atall, as the debates regarding the Voting Rights Act and § 1985(3) illus-trate. Alternatively, and seemingly inconsistently, courts may seek toremedy inequality by deploying arguments based on the value of diver-sity of expression, as the development of the diversity rationale foraffirmative action illustrates. Viewed together, these results are incoher-ent.The law must more accurately reflect the social reality underlying allof these claims, incorporate the fullest meaning of equality into doctrine,and guard against the selective disqualification of certain identities fromequality protection simply because their claims most powerfully commu-nicate dissent from social hierarchies. The best way to achieve these endsis for the law to develop a theory of expressive identity as part of itsequality jurisprudence. We should not have to sacrifice the power of dis-sent in order to retain a claim for equality. This Article seeks to initiatethat project.HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 55 2000HeinOnline -- 35 Harv. C.R.-C.L. L. Rev. 56 2000",
    "id": 70373454,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.georgetown.edu:facpub-1100"
    },
    "title": "Expressive Identity: Recuperating Dissent for Equality",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2000-01-01T08:00:00+00:00",
    "publisher": "Scholarship @ GEORGETOWN LAW",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.georgetown.edu/cgi/viewcontent.cgi?article=1100&amp;context=facpub"
    ],
    "updatedDate": "",
    "yearPublished": "2000",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/70373454.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/70373454"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/70373454/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/70373454/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/70373454"
        }
    ],
    "abstract": "Constitutional law has made a mess of the relationship between expression and equality. Much of the time, the two claims exist in sharp conflict, as in recent Supreme Court cases involving hate speech\\u27 and the effort by a gay and lesbian group to march in a St. Patrick\\u27s Day parade.  In those cases, equality claims collided head-on with defenses based on a First Amendment right to express anti-equality values. In other instances, such as debates about whether viewpoint diversity can serve as a justification for affirmative action, or whether race-conscious redistricting can serve as a proxy for political interests under the Voting Rights Act, the Court has waffled on whether associating race with viewpoint is empowering or insulting.  The ensuing confusion has been felt across all major fields of antidiscrimination law, from race to sexual orientation, gender to religion. In every instance, courts have failed to grasp that these cases present their own new species of equality claims, not simply a conflict between two old doctrinal categories. This new branch of equality law arises directly out of identity politics and its legal progeny. I call these decisions expressive identity case law, and in this Article, I call for the development of a theory of expressive identity",
    "tags": [
        "text",
        "identity politics",
        "group identity",
        "freedom of association",
        "Civil Rights and Discrimination",
        "Constitutional Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.georgetown.edu:facpub-1100",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1490",
        "openDoarId": 0,
        "name": "Georgetown Law Scholarly Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 70373454,
        "depositedDate": null,
        "publishedDate": "2000-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:42:45+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-19T05:50:24+00:00"
    },
    "urls": [
        "https://scholarship.law.georgetown.edu/facpub/118",
        "https://scholarship.law.georgetown.edu/context/facpub/article/1100/viewcontent/Hunter_expressive_HEIN.pdf"
    ],
    "lastUpdate": "2024-01-24T00:42:45+00:00",
    "setSpecs": []
}