{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Thompson, Jada"
        }
    ],
    "contributors": [],
    "createdDate": "2023-06-24T23:43:38+01:00",
    "dataProvider": {
        "id": 22277,
        "name": "ResearchBerg",
        "url": "https://api.core.ac.uk/v3/data-providers/22277",
        "logo": "https://api.core.ac.uk/data-providers/22277/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/568392991.pdf",
    "fullText": "Reviews of Contemporary Business Analytics (RCBA) 2023 Volume 6, Issue 1  29                 Cite this research: Thompson, J. (2023) “Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses”, Reviews of Contemporary Business Analytics, 2(1), pp. 29–42.     Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses Jada Thompson North Park University Chicago, Illinois Abstract  Small businesses are increasingly becoming targets of cyberattacks. Minority-owned small businesses may face additional challenges when it comes to cybersecurity, due to factors such as limited resources and lack of awareness. Therefore, it is important to understand the specific factors that influence cybersecurity risk among minority-owned small businesses in order to develop effective strategies to protect them from cyber threats. This study aimed to identify the factors influencing cybersecurity risk among minority-owned small businesses. The variables examined were lack of resources, lack of awareness, use of outdated technology, limited training, and targeted attacks. A multiple regression analysis was conducted with a sample size of 252 minority-owned small businesses. The results showed that all of the variables were statistically significant in predicting cybersecurity risk. Lack of resources, lack of awareness, and use of outdated technology were found to be significant predictors of cybersecurity risk. Limited training and targeted attacks were also significant predictors. These findings suggest that minority-owned small businesses are vulnerable to cybersecurity risks due to a combination of factors, including limited resources, lack of awareness, outdated technology, and inadequate training. It is important for small business owners to prioritize cybersecurity and invest in the necessary resources and training to protect their businesses from cyber threats. Keywords:  Cybersecurity risk, Minority-owned small businesses, Lack of resources, Outdated technology, Targeted attacks Introduction  Minority-owned small businesses play a crucial role in the American economy. According to the U.S. Census Bureau, there were 8 million minority-owned businesses in the United States in 2018, generating over $1.4 trillion in revenue. These businesses not only provide employment opportunities for their communities, but they also bring innovation and diversity to the marketplace. However, despite their contributions, minority-owned small businesses often face unique challenges, including limited access to capital, discriminatory lending practices, and lack of access to resources and networks. One of the biggest challenges facing minority-owned small businesses is limited access to capital. According to a report by the National Community Reinvestment Coalition, minority-owned small businesses are three times more likely to be denied loans than non-minority-owned small businesses. This disparity can be attributed to a variety of factors, including racial bias in lending practices, lack of collateral, and lower credit scores. Without access to capital, minority-owned small businesses may struggle to grow and compete in the marketplace. Discriminatory lending practices are another challenge that minority-owned small businesses face. Many minority-owned small businesses operate in communities that are traditionally underserved by banks and other financial institutions. This can lead to higher interest rates, shorter loan terms, and more stringent lending criteria. Additionally, minority-owned small businesses are often subject Reviews of Contemporary Business Analytics (RCBA) 2023 Volume 6, Issue 1  30                 Cite this research: Thompson, J. (2023) “Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses”, Reviews of Contemporary Business Analytics, 2(1), pp. 29–42.   to redlining, a practice in which financial institutions refuse to lend to businesses located in certain neighborhoods based on race or ethnicity. Despite these challenges, there are many resources available to help minority-owned small businesses succeed. Federal, state, and local governments offer a variety of grants, loans, and tax incentives to help minority-owned small businesses access the capital they need to grow. In addition, there are many nonprofit organizations and community groups that provide resources and networking opportunities to help minority-owned small businesses thrive. By supporting minority-owned small businesses, we can help build a more diverse, equitable, and inclusive economy. In addition to the economic benefits of supporting minority-owned small businesses, there are also important social and cultural benefits. Minority-owned small businesses often reflect the unique perspectives and experiences of their owners, bringing a wealth of diversity to the marketplace. These businesses also serve as important anchors in their communities, providing goods and services that are tailored to the specific needs and interests of local residents. By supporting minority-owned small businesses, we can help to create a more vibrant and inclusive community. Furthermore, minority-owned small businesses can serve as important role models and sources of inspiration for future generations. By seeing successful business owners who share their racial or ethnic background, young people can be encouraged to pursue entrepreneurship and become leaders in their own communities. This can help to break down the systemic barriers that have traditionally limited opportunities for minority groups and create a more diverse and inclusive society. LGBTQ-owned small businesses are an important and growing segment of the American economy. According to a report by the National LGBT Chamber of Commerce, there are an estimated 1.4 million LGBTQ-owned businesses in the United States, generating over $1.7 trillion in economic impact. These businesses contribute to their communities by creating jobs, providing goods and services, and promoting diversity and inclusion in the marketplace. However, LGBTQ-owned small businesses still face unique challenges, including discrimination, limited access to capital, and lack of access to resources and networks. One of the most significant challenges facing LGBTQ-owned small businesses is discrimination. LGBTQ-owned businesses may face discrimination from potential customers, vendors, and even lenders, which can limit their growth and success. Discrimination can take many forms, from outright harassment and exclusion to more subtle forms of bias, such as microaggressions and implicit bias. These barriers can prevent LGBTQ-owned small businesses from fully participating in the marketplace, and can even threaten their very existence. Another challenge facing LGBTQ-owned small businesses is limited access to capital. According to the National LGBT Chamber of Commerce, LGBTQ-owned small businesses are less likely to receive loans and investment capital than non-LGBTQ-owned businesses. This disparity can be attributed to a variety of factors, including bias in lending practices, lack of collateral, and lower credit scores. Without access to capital, LGBTQ-owned small businesses may struggle to grow and compete in the marketplace. Despite these challenges, there are many resources available to help LGBTQ-owned small businesses succeed. The National LGBT Chamber of Commerce provides certification and networking opportunities for LGBTQ-owned businesses, as well as access to capital and resources. Additionally, there are many nonprofit organizations and community groups that provide resources and support to help LGBTQ-owned small businesses thrive. By supporting LGBTQ-owned small businesses, we can help to promote diversity and inclusion in the marketplace and create a more equitable and inclusive society. Reviews of Contemporary Business Analytics (RCBA) 2023 Volume 6, Issue 1  31                 Cite this research: Thompson, J. (2023) “Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses”, Reviews of Contemporary Business Analytics, 2(1), pp. 29–42.   In addition to the economic benefits of supporting LGBTQ-owned small businesses, there are also important social and cultural benefits. LGBTQ-owned businesses can serve as important role models and sources of inspiration for future generations, showing that LGBTQ individuals can succeed and thrive in the business world. These businesses also contribute to the cultural richness of their communities, bringing new perspectives and experiences to the marketplace. By supporting LGBTQ-owned small businesses, we can help to promote acceptance and understanding of LGBTQ individuals and create a more inclusive and welcoming society for all. Method This study uses multiple regression analysis.  Multiple regression analysis is a statistical method that examines the relationship between a dependent variable and two or more independent variables. It is a popular technique in social sciences, business, and engineering, where researchers are interested in understanding the complex relationship between various variables. The goal of multiple regression analysis is to identify the independent variables that have the strongest relationship with the dependent variable and to estimate the strength of that relationship. The results of this analysis can be used to make predictions, test hypotheses, and inform decision-making. There are several important considerations when conducting multiple regression analysis. One of the most important is the selection of the independent variables. Researchers must carefully choose variables that are relevant to the dependent variable and that are not highly correlated with each other. This helps to ensure that the model is accurate and that the results are interpretable. Another important consideration is the distribution of the data. Multiple regression analysis assumes that the data are normally distributed and that there are no outliers. If these assumptions are not met, the results of the analysis may be inaccurate or misleading. Additionally, researchers must be careful to control for the effects of confounding variables. Confounding variables are variables that may influence the relationship between the independent and dependent variables, but that are not themselves included in the analysis. Finally, researchers must carefully interpret the results of the analysis. They must be aware of the limitations of the model and the potential for spurious correlations. Table 1 presents the list of independent variables. The dependent variable of the regression model is the cyber security risk.   Table 1. Variables  Factors Impact on Minority-owned Small Businesses Lack of resources Limited ability to implement strong cybersecurity measures Lack of awareness Insufficient understanding of cybersecurity importance and risks Use of outdated technology Increased vulnerability to cyberattacks due to lack of up-to-date security features Limited training Higher likelihood of security breaches due to employee mistakes Targeted attacks Increased risk of cyberattacks due to perceived weaker security measures  Results  The output in table 2 presents the results of a multiple linear regression model where the dependent variable is CYBER, and the independent variables are AWARENESS, RESOURCES, TARGETED, TECHNOLOGY, TRAINING, and C. The model was estimated using the least squares method with a sample size of 252 observations. Reviews of Contemporary Business Analytics (RCBA) 2023 Volume 6, Issue 1  32                 Cite this research: Thompson, J. (2023) “Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses”, Reviews of Contemporary Business Analytics, 2(1), pp. 29–42.   The table displays the coefficients, standard errors, t-statistics, and probabilities for each of the independent variables. The coefficients represent the estimated effect of each independent variable on the dependent variable, holding all other variables constant. The t-statistics indicate the size of the estimated coefficients relative to their standard errors. If the t-statistic is large (in absolute value), the corresponding coefficient is significant at a high level of confidence (e.g., 95% or 99%), which is represented by the probability (Prob.) column.  Table 2. Regression results   Dependent Variable: CYBER  Method: Least Squares  Date: 04/21/23   Time: 23:12  Sample: 1 252   Included observations: 252            Variable Coefficient Std. Error t-Statistic Prob.             AWARENESS 1.165681 0.085013 13.71185 0.0000 RESOURCES 0.993051 0.090939 10.91994 0.0000 TARGETED 0.879953 0.089763 9.803087 0.0000 TECHNOLOGY 1.090586 0.085703 12.72516 0.0000 TRAINING 1.079483 0.087057 12.39974 0.0000 C 0.889192 0.101029 8.801379 0.0000              In this model, all independent variables are significant predictors of the dependent variable, as their probabilities are reported as zero. The coefficient of determination (R-squared) is not shown in this output. This output presents the results of a multiple linear regression model. The R-squared value of 0.744722 indicates that the model explains approximately 74.47% of the total variation in the dependent variable, CYBER. The adjusted R-squared value of 0.739533 suggests that the model fit is still good, even after adjusting for the number of independent variables included in the model. The mean value of the dependent variable is 3.503511, and its standard deviation is 0.769800. The standard error of regression (S.E.) is 0.392875, which indicates the average distance that the observed values deviate from the fitted regression line. Table 3. Residuals analysis   R-squared 0.744722     Mean dependent var 3.503511 Adjusted R-squared 0.739533     S.D. dependent var 0.769800 S.E. of regression 0.392875     Akaike info criterion 0.992871 Sum squared resid 37.97028     Schwarz criterion 1.076905 Log likelihood -119.1017     Hannan-Quinn criter. 1.026684 F-statistic 143.5309     Durbin-Watson stat 1.834688 Prob(F-statistic) 0.000000       The Akaike information criterion (AIC) and Schwarz criterion (SC) are measures of the quality of the model's fit, with lower values indicating a better fit. The AIC is 0.992871, and the SC is 1.076905. The sum of squared residuals (SSR) is 37.97028, which measures the total amount of Reviews of Contemporary Business Analytics (RCBA) 2023 Volume 6, Issue 1  33                 Cite this research: Thompson, J. (2023) “Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses”, Reviews of Contemporary Business Analytics, 2(1), pp. 29–42.   variability in the dependent variable that is not explained by the model. The log likelihood is -119.1017, which is used to compare models, with higher values indicating a better fit. Figure 1. Confidence ellipses    The F-statistic of 143.5309 indicates that at least one of the independent variables has a significant effect on the dependent variable. The p-value for the F-statistic (Prob(F-statistic)) is zero, indicating that the overall model is statistically significant. The Durbin-Watson statistic of 1.834688 is used to test for the presence of autocorrelation in the residuals. A value close to 2 suggests that there is no autocorrelation in the residuals, while values significantly different from 2 suggest the presence of autocorrelation. Figure 2. Jarque-Bera normality test     0.80.91.01.11.2C(2)0.70.80.91.01.1C(3)0.91.01.11.21.3C(4)0.91.01.11.2C(5)0.70.80.91.01.11.0 1.1 1.2 1.3C(1)C(6)0.8 0.9 1.0 1.1 1.2C(2)0.7 0.8 0.9 1.0 1.1C(3)0.9 1.0 1.1 1.2 1.3C(4)0.9 1.0 1.1 1.2C(5)048121620-1.0 -0.8 -0.6 -0.4 -0.2 0.0 0.2 0.4 0.6 0.8Series: ResidualsSample 1 252Observations 252Mean      -1.97e-16Median  -0.029954Maximum  0.896625Minimum -0.964975Std. Dev.   0.388942Skewness   0.178600Kurtosis   2.568963Jarque-Bera  3.290533Probability  0.192961Reviews of Contemporary Business Analytics (RCBA) 2023 Volume 6, Issue 1  34                 Cite this research: Thompson, J. (2023) “Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses”, Reviews of Contemporary Business Analytics, 2(1), pp. 29–42.    Conclusion The results of the multiple regression analysis conducted on a sample size of 252 minority-owned small businesses reveal the significant predictors of cybersecurity risk. The study found that lack of resources, lack of awareness, and the use of outdated technology were all significant predictors of cybersecurity risk. Minority-owned small businesses may face these challenges more acutely, given their often limited access to resources and the technology required for effective cybersecurity measures. Without adequate resources and training, small businesses may be unable to keep up with the rapidly evolving threat landscape and thus more vulnerable to cyberattacks. Therefore, it is crucial for minority-owned small businesses to recognize the importance of investing in cybersecurity measures to safeguard their businesses against cyber threats. One of the significant predictors of cybersecurity risk is the lack of resources. The findings suggest that limited financial resources may hamper small businesses' ability to implement adequate cybersecurity measures. Small businesses may struggle to allocate resources to secure their systems and data properly, making them more susceptible to cyber threats. Therefore, it is essential for small businesses to prioritize cybersecurity and invest in the necessary resources to protect their businesses from potential cyber attacks. Another predictor of cybersecurity risk is the lack of awareness. Small businesses may lack the necessary knowledge and awareness to understand the severity and impact of cyber threats. As a result, they may not take the necessary precautions to safeguard their systems and data. Small businesses must invest in employee training and awareness programs to ensure that their staff understands the importance of cybersecurity and the risks associated with cyber threats. The use of outdated technology is also a significant predictor of cybersecurity risk. Many small businesses may not have the necessary funds to keep their technology up to date, making them more susceptible to cyber attacks. Hackers often exploit vulnerabilities in outdated software and systems to gain access to sensitive data. Therefore, small businesses must ensure that they are using up-to-date technology to mitigate the risk of cyber threats. Limited training is also a predictor of cybersecurity risk. Small businesses may not provide sufficient training to their employees to help them understand the importance of cybersecurity measures. Lack of training may lead to errors and negligence that could expose the business to cyber threats. Small businesses must provide their employees with adequate training on cybersecurity measures and policies to minimize the risk of cyber threats. Finally, targeted attacks were found to be a significant predictor of cybersecurity risk. Small businesses that are part of a minority group may be more vulnerable to targeted attacks due to their perceived lack of resources and inadequate security measures. Therefore, it is essential for small businesses to implement targeted security measures and policies to protect their systems and data from targeted attacks. In conclusion, the findings of this multiple regression analysis suggest that small businesses face several challenges that increase their vulnerability to cybersecurity risks. Small businesses must invest in adequate resources, employee training, and up-to-date technology to mitigate the risk of cyber threats. Small businesses face numerous challenges in today's fast-paced business environment. While they have the advantage of being more agile and adaptable than larger organizations, they also have limited resources and often must operate with a lean staff. Unfortunately, this can make them particularly vulnerable to cyber attacks. Small businesses are often targeted by hackers because they have less robust security measures in place, making them an easier target for cybercriminals. Moreover, small businesses are likely to have fewer resources available to address a breach if one Reviews of Contemporary Business Analytics (RCBA) 2023 Volume 6, Issue 1  35                 Cite this research: Thompson, J. (2023) “Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses”, Reviews of Contemporary Business Analytics, 2(1), pp. 29–42.   occurs. Therefore, it is essential for small businesses to prioritize cybersecurity measures and policies to protect themselves from targeted attacks. One of the most significant challenges for small businesses is to develop an effective cybersecurity policy. This involves identifying potential threats, assessing risks, and implementing measures to mitigate those risks. Small businesses must also consider the impact of cybersecurity on their operations and customer relationships. They need to balance security needs with customer expectations, ensuring that their security measures do not cause inconvenience or frustration for customers. Small businesses must also take into account the regulatory requirements for data protection and privacy, which can be complex and time-consuming to navigate. Another key challenge for small businesses is to educate employees about cybersecurity risks and best practices. This is particularly important because human error is one of the most common causes of data breaches. Small businesses must provide regular training to employees on topics such as phishing scams, password management, and social engineering. They must also develop policies and procedures for responding to security incidents and make sure employees are aware of these procedures. Moreover, small businesses must ensure that their employees follow cybersecurity best practices, such as regularly updating software and implementing multi-factor authentication for access to sensitive information. Cybersecurity is a critical concern for small businesses, and they must prioritize it to protect their systems and data against potential cyber attacks. Small businesses face unique challenges when it comes to cybersecurity, including limited resources, regulatory requirements, and employee education. However, by recognizing and addressing these challenges, small businesses can develop effective cybersecurity policies and measures that reduce the risk of a breach and protect their business, customers, and reputation. Therefore, it is essential for small businesses to be proactive in implementing cybersecurity measures and policies to safeguard their business against cyber threats. [1]–[9] [10]–[15] [16]–[20] [21]–[31] [32] [33]–[36] [37]–[47] [48]–[51] [52]–[55] [56]–[64]   [65]–[68] [69]–[72] [73]–[77]   [78]   [79]–[88] [89]–[92] [93]–[97] [98]–[101] [102]–[112] [113]–[117] [118]–[121] [122] [123]–[127] [128]–[136]  [137]–[140] [141]–[144] References  [1] M. Almukaynizi, E. Marin, and E. Nunes, “Darkmention: A deployed system to predict enterprise-targeted external cyberattacks,” and Security …, 2018. [2] A. A. Mughal, “Cybersecurity Architecture for the Cloud: Protecting Network in a Virtual Environment,” International Journal of Intelligent Automation and Computing, vol. 4, no. 1, pp. 35–48, 2021. [3] W. P. Aung, H. H. Lwin, and K. K. Lin, “Developing and Analysis of Cyber Security Models for Security Operation Center in Myanmar,” in 2020 IEEE Conference on Computer Applications(ICCA), 2020, pp. 1–6. [4] R. Ganesan and A. Shah, “A Strategy for Effective Alert Analysis at a Cyber Security Operations Center,” in From Database to Cyber Security: Essays Dedicated to Sushil Jajodia on the Occasion of His 70th Birthday, P. Samarati, I. Ray, and I. Ray, Eds. Cham: Springer International Publishing, 2018, pp. 206–226. [5] S. Kumar, B. P. Singh, and V. Kumar, “A Semantic Machine Learning Algorithm for Cyber Threat Detection and Monitoring Security,” in 2021 3rd International Conference on Advances in Computing, Communication Control and Networking (ICAC3N), 2021, pp. 1963–1967. [6] A. C. Lange, A. Duran, and R. Jackson, “The state of LGBT and queer research in higher education revisited: Current academic houses and future possibilities,” Journal of College Student, 2019. [7] A. Gegenfurtner and M. Gebhardt, “Sexuality education including lesbian, gay, bisexual, and transgender (LGBT) issues in schools,” Educational Research Review, vol. 22, pp. 215–222, Nov. 2017. [8] A. S. W. Chan, J. M. C. Ho, and P. M. K. Tang, “Cancer and the LGBT Community,” J. Homosex., vol. 70, no. 5, pp. 989–992, Apr. 2023. Reviews of Contemporary Business Analytics (RCBA) 2023 Volume 6, Issue 1  36                 Cite this research: Thompson, J. (2023) “Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses”, Reviews of Contemporary Business Analytics, 2(1), pp. 29–42.   [9] K. Graves, “LGBTQ education research in historical context,” LGBTQ issues in education: Advancing a research agenda, pp. 23–42, 2015. [10] B. V. Prasanthi and P. Kanakam, “Cyber forensic science to diagnose digital crimes-a study,” International Journal of, 2017. [11] T. F. Gayed, H. Lounis, and M. Bari, “Cyber forensics: Representing and (im) proving the chain of custody using the semantic web,” in COGNITIVE 2012: The Fourth International Conference on Advanced Cognitive Technologies and Applications, 2012, pp. 19–23. [12] M. Mnyakin, “Investigating the Impacts of AR, AI, and Website Optimization on Ecommerce Sales Growth,” RRST, vol. 3, no. 1, pp. 116–130, Dec. 2020. [13] C. M. Karat, J. O. Blom, and J. Karat, Designing personalized user experiences in eCommerce, 2004th ed. New York, NY: Springer, 2004. [14] K. Jaishankar, “Cyber criminology: Evolving a novel discipline with a new journal,” International Journal of Cyber Criminology, 2007. [15] J. Telo, “ANALYZING THE EFFECTIVENESS OF BEHAVIORAL BIOMETRICS IN AUTHENTICATION: A COMPREHENSIVE REVIEW,” Tensorgate Journal of Sustainable Technology and Infrastructure for Developing Countries, vol. 2, no. 1, pp. 19–36, 2019. [16] D. Z. Nowaskie and A. U. Patel, “How much is needed? Patient exposure and curricular education on medical students’ LGBT cultural competency,” BMC Med. Educ., vol. 20, no. 1, p. 490, Dec. 2020. [17] K. A. Bonvicini, “LGBT healthcare disparities: What progress have we made?,” Patient Educ. Couns., 2017. [18] A. Daley and J. A. MacDonnell, “‘That would have been beneficial’: LGBTQ education for home‐care service providers,” Health Soc. Care Community, 2015. [19] A. R. Matza, C. A. Sloan, and M. R. Kauth, “Quality LGBT health education: A review of key reports and webinars,” Parent. Sci. Pract., 2015. [20] A. S. K. Chan and W. C. Ho, “‘My community doesn’t belong to me anymore!’: Tourism-driven spatial change and radicalized identity politics in Hong Kong,” Living in the Margins in Mainland China, 2020. [21] K. A. Renn, “LGBT and Queer Research in Higher Education: The State and Status of the Field,” Educ. Res., vol. 39, no. 2, pp. 132–141, Mar. 2010. [22] B. L. Bilodeau and K. A. Renn, “Analysis of LGBT identity development models and implications for practice,” New Dir. Stud. Serv., vol. 2005, no. 111, pp. 25–39, 2005. [23] R. Carabez, M. Pellegrini, A. Mankovitz, and M. Eliason, “‘Never in all my years…’: Nurses’ education about LGBT health,” Journal of Professional, 2015. [24] A. S. K. Chan, “The Production of Estranged Urban Space: Tourism--driven Community Change and Radicalised Identity Politics in Hong Kong Since the 2010s,” City University of Hong Kong, 2020. [25] F. Böhm, M. Dietz, T. Preindl, and G. Pernul, “Augmented Reality and the Digital Twin: State-of-the-art and perspectives for cybersecurity,” J. Cybersecur. Priv., vol. 1, no. 3, pp. 519–538, Sep. 2021. [26] D. L. Huete Trujillo and A. Ruiz-Martínez, “Tor hidden services: A systematic literature review,” J. Cybersecur. Priv., vol. 1, no. 3, pp. 496–518, Sep. 2021. [27] R. Radu and C. Amon, “The governance of 5G infrastructure: between path dependency and risk-based approaches,” J. Cybersecur., vol. 7, no. 1, Aug. 2021. [28] A. A. Mughal, “Artificial Intelligence in Information Security: Exploring the Advantages, Challenges, and Future Directions,” Journal of Artificial Intelligence and Machine, 2018. [29] A. J. Grotto and M. Schallbruch, “Cybersecurity and the risk governance triangle,” Int. Cybersecur. Law Rev., vol. 2, no. 1, pp. 77–92, Jun. 2021. [30] T. Vogt et al., “A comprehensive risk management approach to information security in intelligent transport systems,” SAE Int. J. Transp. Cybersecur. Priv., vol. 4, no. 1, pp. 39–58, May 2021. [31] K. Tran, S. Keene, E. Fretheim, and M. Tsikerdekis, “Marine network protocols and security risks,” J. Cybersecur. Priv., vol. 1, no. 2, pp. 239–251, Apr. 2021. [32] J. Telo, “Blockchain Technology in Healthcare: A Review of Applications and Implications,” Journal of Advanced Analytics in Healthcare Management, vol. 1, no. 1, pp. 1–20, 2017. Reviews of Contemporary Business Analytics (RCBA) 2023 Volume 6, Issue 1  37                 Cite this research: Thompson, J. (2023) “Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses”, Reviews of Contemporary Business Analytics, 2(1), pp. 29–42.   [33] E. A. McConnell, M. A. Birkett, and B. Mustanski, “Typologies of Social Support and Associations with Mental Health Outcomes Among LGBT Youth,” LGBT Health, vol. 2, no. 1, pp. 55–61, Mar. 2015. [34] M. J. Eliason, S. L. Dibble, and P. A. Robertson, “Lesbian, gay, bisexual, and transgender (LGBT) physicians’ experiences in the workplace,” J. Homosex., vol. 58, no. 10, pp. 1355–1371, 2011. [35] A. O. Sekoni, N. K. Gale, B. Manga-Atangana, A. Bhadhuri, and K. Jolly, “The effects of educational curricula and training on LGBT-specific health issues for healthcare students and professionals: a mixed-method systematic review,” J. Int. AIDS Soc., vol. 20, no. 1, p. 21624, 2017. [36] A. S. W. Chan et al., “Impacts of psychological wellbeing with HIV/AIDS and cancer among sexual and gender minorities: A systematic review and meta-analysis,” Front Public Health, vol. 10, p. 912980, Nov. 2022. [37] J. W. Luk, S. E. Gilman, K. R. Sita, C. Cheng, D. L. Haynie, and B. G. Simons-Morton, “Cyber behaviors among heterosexual and sexual minority youth: Subgroup differences and associations with health indicators,” Cyberpsychol. Behav. Soc. Netw., vol. 22, no. 5, pp. 315–324, May 2019. [38] S. Cahill and H. Makadon, “Sexual Orientation and Gender Identity Data Collection in Clinical Settings and in Electronic Health Records: A Key to Ending LGBT Health Disparities,” LGBT Health, vol. 1, no. 1, pp. 34–41, Mar. 2014. [39] C. Ryan, S. T. Russell, D. Huebner, R. Diaz, and J. Sanchez, “Family acceptance in adolescence and the health of LGBT young adults,” J. Child Adolesc. Psychiatr. Nurs., vol. 23, no. 4, pp. 205–213, Nov. 2010. [40] K. F. Balsam, Y. Molina, B. Beadnell, J. Simoni, and K. Walters, “Measuring multiple minority stress: the LGBT People of Color Microaggressions Scale,” Cultur. Divers. Ethnic Minor. Psychol., vol. 17, no. 2, pp. 163–174, Apr. 2011. [41] A. S. W. Chan CPsychol, RSWPhD, “Letter to the Editor: Advocating Worldwide Social Inclusion and Anti-Discrimination Among LGBT Community,” J. Homosex., vol. 70, no. 5, pp. 779–781, Apr. 2023. [42] G. Espinoza and F. R. Ismail, “Cyberbullying perpetration and victimization among ethnic minority youth in the United States: similarities or differences across groups?,” in Child and Adolescent Online Risk Exposure, Elsevier, 2021, pp. 209–231. [43] P. Hemalatha and G. M. Amalanathan, “FG-SMOTE: Fuzzy-based Gaussian synthetic minority oversampling with deep belief networks classifier for skewed class distribution,” Int. J. Intell. Comput. Cybern., vol. 14, no. 2, pp. 270–287, Apr. 2021. [44] T. Andrei, R. Bourbonnais, B. Oancea, and A. Mirica, “Mixed marriages in Romania – the case of the Hungarian minority,” Econ. Comput. Econ. Cybern. Stud. Res., vol. 54, no. 1/2020, pp. 5–14, Mar. 2020. [45] X. Gou, Z. Xu, H. Liao, and F. Herrera, “Consensus model handling minority opinions and noncooperative behaviors in large-scale group decision-making under double hierarchy linguistic preference relations,” IEEE Trans. Cybern., vol. 51, no. 1, pp. 283–296, Jan. 2021. [46] A. A. Mughal, “The Art of Cybersecurity: Defense in Depth Strategy for Robust Protection,” International Journal of Intelligent Automation and Computing, vol. 1, no. 1, pp. 1–20, 2018. [47] M. Fleschler Peskin, C. M. Markham, R. C. Addy, R. Shegog, M. Thiel, and S. R. Tortolero, “Prevalence and patterns of sexting among ethnic minority urban high school students,” Cyberpsychol. Behav. Soc. Netw., vol. 16, no. 6, pp. 454–459, Jun. 2013. [48] A. S. Keuroghlian, K. L. Ard, and H. J. Makadon, “Advancing health equity for lesbian, gay, bisexual and transgender (LGBT) people through sexual health education and LGBT-affirming health care environments,” Sex. Health, vol. 14, no. 1, pp. 119–122, Feb. 2017. [49] S. T. Russell and J. N. Fish, “Mental Health in Lesbian, Gay, Bisexual, and Transgender (LGBT) Youth,” Annu. Rev. Clin. Psychol., vol. 12, pp. 465–487, Jan. 2016. [50] J. Almeida, R. M. Johnson, H. L. Corliss, B. E. Molnar, and D. Azrael, “Emotional distress among LGBT youth: the influence of perceived discrimination based on sexual orientation,” J. Youth Adolesc., vol. 38, no. 7, pp. 1001–1014, Aug. 2009. Reviews of Contemporary Business Analytics (RCBA) 2023 Volume 6, Issue 1  38                 Cite this research: Thompson, J. (2023) “Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses”, Reviews of Contemporary Business Analytics, 2(1), pp. 29–42.   [51] A. S. W. Chan, P. M. K. Tang, and E. Yan, “Chemsex and its risk factors associated with human immunodeficiency virus among men who have sex with men in Hong Kong,” World Journal of Virology, 2022. [52] I. H. Meyer, “Minority stress and positive psychology: Convergences and divergences to understanding LGBT health,” Psychology of Sexual Orientation and Gender Diversity, vol. 1, no. 4, pp. 348–349, Dec. 2014. [53] D. Hermosillo, H. R. Cygan, S. Lemke, E. McIntosh, and M. Vail, “Achieving health equity for LGBTQ+ adolescents,” J. Contin. Educ. Nurs., vol. 53, no. 8, pp. 348–354, Aug. 2022. [54] D. C. J. Catalano, “The paradoxes of social justice education: Experiences of LGBTQ+ social justice educational intervention facilitators,” J. Divers. High. Educ., Aug. 2022. [55] A. S. W. Chan, J. M. C. Ho, H. L. Tam, W. L. Hsu, and P. M. K. Tang, “COVID-19, SARS, and MERS: the risk factor associated with depression and its impact on psychological well-being among sexual moralities,” 2022. [56] C. Cho, S. Chin, and K. S. Chung, “Cyber forensic for hadoop based cloud system,” International Journal of Security and its Applications, vol. 6, no. 3, pp. 83–90, 2012. [57] L. Luciano, I. Baggili, M. Topor, P. Casey, and F. Breitinger, “Digital Forensics in the Next Five Years,” in Proceedings of the 13th International Conference on Availability, Reliability and Security, Hamburg, Germany, 2018, pp. 1–14. [58] J. Telo, “Web Traffic Prediction Using Autoregressive, LSTM, and XGBoost Time Series Models,” Web Traffic Prediction Using Autoregressive, LSTM, and XGBoost Time Series Models, vol. 3, no. 1, pp. 1–15, 2020. [59] A. J. Marcella and F. Guillossou, Cyber forensics: From data to digital evidence. Nashville, TN: John Wiley & Sons, 2012. [60] P. Kalogeropoulos, D. Papanikas, and P. Kotzanikolaou, “A distributed model for privacy preserving V2I communication with strong unframeability and efficient revocation,” J. Cybersecur. Priv., vol. 2, no. 4, pp. 778–799, Sep. 2022. [61] A. A. Mughal, “Cybersecurity Hygiene in the Era of Internet of Things (IoT): Best Practices and Challenges,” Applied Research in Artificial Intelligence and Cloud Computing, vol. 2, no. 1, pp. 1–31, 2019. [62] D. S. Im and Dept. of CyberSecurity, of Osan University, “An analysis of the relative importance of security level check items for autonomous vehicle security threat response,” J. Korea Inst. Intell. Transp. Syst., vol. 21, no. 4, pp. 145–156, Aug. 2022. [63] G. Varma, R. Chauhan, and D. Singh, “Sarve: synthetic data and local differential privacy for private frequency estimation,” Cybersecurity, vol. 5, no. 1, p. 26, Aug. 2022. [64] P. Sousa, A. Pinto, and P. Pinto, “Exploiting online services to enable anonymous and confidential messaging,” J. Cybersecur. Priv., vol. 2, no. 3, pp. 700–713, Aug. 2022. [65] D. Walsh and S. G. Hendrickson, “Focusing on the ‘T’ in LGBT: An online survey of related content in Texas nursing programs,” J. Nurs. Educ., 2015. [66] G. M. Sequeira, C. Chakraborti, and B. A. Panunti, “Integrating Lesbian, Gay, Bisexual, and Transgender (LGBT) Content Into Undergraduate Medical School Curricula: A Qualitative Study,” Ochsner J., vol. 12, no. 4, pp. 379–382, Winter 2012. [67] R. Sintos Coloma, “Ladlad and Parrhesiastic Pedagogy: Unfurling LGBT Politics and Education in the Global South,” Curriculum Inquiry, 2013. [68] A. S. W. Chan, “Book Review: Safe Is Not Enough: Better Schools for LGBTQ Students (Youth Development and Education Series),” 2021. [69] D. Nowaskie, “A national survey of U.S. psychiatry residents’ LGBT cultural competency: The importance of LGBT patient exposure and formal education,” J. Gay Lesbian Ment. Health, vol. 24, no. 4, pp. 375–391, Oct. 2020. [70] G. Flores, “Toward a More Inclusive Multicultural Education: Methods for Including LGBT Themes in K-12 Classrooms,” Am. J. Sex. Educ., vol. 7, no. 3, pp. 187–197, Jul. 2012. [71] C. Mayo and J. A. Banks, LGBTQ youth and education: Policies and practices, 2nd ed. New York, NY: Teachers’ College Press, 2022. [72] A. S. W. Chan and P. M. K. Tang, “Application of Novel Psychoactive Substances: Chemsex and HIV/AIDS Policies Among Men Who Have Sex With Men in Hong Kong,” Front. Psychiatry, vol. 12, p. 680252, Jul. 2021. Reviews of Contemporary Business Analytics (RCBA) 2023 Volume 6, Issue 1  39                 Cite this research: Thompson, J. (2023) “Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses”, Reviews of Contemporary Business Analytics, 2(1), pp. 29–42.   [73] G. S. Dardick, “Cyber Forensics Assurance,” 2010. [74] J. Telo, “Intrusion Detection with Supervised Machine Learning using SMOTE for Imbalanced Datasets,” Journal of Artificial Intelligence and Machine Learning in Management, vol. 5, no. 1, pp. 12–24, 2021. [75] R. Santanam, M. Sethumadhavan, and M. Virendra, Cyber Security, Cyber Crime and Cyber Forensics: Applications and Perspectives. Hershey, PA: Information Science Reference, 2010. [76] I. V. Kotenko, M. Kolomeets, A. Chechulin, and Y. Chevalier, “A visual analytics approach for the cyber forensics based on different views of the network traffic,” J. Wirel. Mob. Networks Ubiquitous Comput. Dependable Appl., vol. 9, no. 2, pp. 57–73, 2018. [77] R. Y. Patil and S. R. Devane, “Unmasking of source identity, a step beyond in cyber forensic,” in Proceedings of the 10th International Conference on Security of Information and Networks, Jaipur, India, 2017, pp. 157–164. [78] J. Telo, “AI for Enhanced Healthcare Security: An Investigation of Anomaly Detection, Predictive Analytics, Access Control, Threat Intelligence, and Incident Response,” Journal of Advanced Analytics in Healthcare Management, vol. 1, no. 1, pp. 21–37, 2017. [79] J. I. Martin, L. Messinger, R. Kull, and J. Holmes, “Council on Social Work Education–Lambda legal study of LGBT issues in social work,” Soc. Work Educ., 2009. [80] A. S. W. Chan, “Book review: the Educator’s guide to LGBT+ inclusion: a practical resource for K-12 teachers, administrators, and school support staff,” 2021. [81] E. J. Meyer, “The personal is political: LGBTQ education research and policy since 1993,” Educ. Forum, 2015. [82] C. G. Taylor, E. J. Meyer, T. Peter, and J. Ristock, “Gaps between beliefs, perceptions, and practices: The Every Teacher Project on LGBTQ-inclusive education in Canadian schools,” Journal of LGBT, 2016. [83] A. M. M. Chowdhury and M. H. Imtiaz, “Contactless fingerprint recognition using deep learning—A systematic review,” J. Cybersecur. Priv., vol. 2, no. 3, pp. 714–730, Sep. 2022. [84] G. L. F. Nkoua Nkuika and X. Yiqun, “Exploring the trust mechanism of digital intellectual property transactions based on smart contracts,” Int. Cybersecur. Law Rev., Sep. 2022. [85] A. A. Mughal, “Cyber Attacks on OSI Layers: Understanding the Threat Landscape,” Journal of Humanities and Applied Science Research, vol. 3, no. 1, pp. 1–18, 2020. [86] A. Maurushat and K. Nguyen, “The legal obligation to provide timely security patching and automatic updates,” Int. Cybersecur. Law Rev., Sep. 2022. [87] J. Heino, A. Hakkala, and S. Virtanen, “Study of methods for endpoint aware inspection in a next generation firewall,” Cybersecurity, vol. 5, no. 1, p. 25, Sep. 2022. [88] U.-E.-H. Tayyab, F. B. Khan, M. H. Durad, A. Khan, and Y. S. Lee, “A survey of the recent trends in Deep Learning based malware detection,” J. Cybersecur. Priv., vol. 2, no. 4, pp. 800–829, Sep. 2022. [89] S. R. Aragon, V. P. Poteat, and D. L. Espelage, “The influence of peer victimization on educational outcomes for LGBTQ and non-LGBTQ high school students,” Journal of LGBT, 2014. [90] C. T. Hardacker, B. Rubinstein, and A. Hotton, “Adding silver to the rainbow: the development of the nurses’ health education about LGBT elders (HEALE) cultural competency curriculum,” Journal of Nursing, 2014. [91] M. E. Hirschtritt, G. Noy, E. Haller, and M. Forstein, “LGBT-Specific Education in General Psychiatry Residency Programs: a Survey of Program Directors,” Acad. Psychiatry, vol. 43, no. 1, pp. 41–45, Feb. 2019. [92] A. S. W. Chan, J. S. F. Li, J. M. C. Ho, H. L. Tam, and W. L. Hsu, “The systematic review and meta-analysis of Chronic Inflammation and Fibrosis in HIV/AIDS and Cancer: Impacts of Psychological Wellbeing among …,” Frontiers in Public. [93] E. A. Cech and W. R. Rothwell, “LGBTQ inequality in engineering education,” J. Eng. Educ., vol. 107, no. 4, pp. 583–610, Oct. 2018. [94] A. S. W. Chan, “Book review: the deviant’s war: the homosexual vs. the United States of America,” 2021. Reviews of Contemporary Business Analytics (RCBA) 2023 Volume 6, Issue 1  40                 Cite this research: Thompson, J. (2023) “Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses”, Reviews of Contemporary Business Analytics, 2(1), pp. 29–42.   [95] R. M. Kull, J. G. Kosciw, and E. A. Greytak, “Preparing School Counselors to Support LGBT Youth: The Roles of Graduate Education and Professional Development,” Professional School Counseling, vol. 20, no. 1a, pp. 1096-2409–20.1a.13, Jan. 2017. [96] M. B. Cooper, M. Chacko, and J. Christner, “Incorporating LGBT Health in an Undergraduate Medical Education Curriculum Through the Construct of Social Determinants of Health,” MedEdPORTAL, vol. 14, p. 10781, Dec. 2018. [97] L. Allen, “Queering the academy: new directions in LGBT research in higher education,” Higher Education Research & Development, vol. 34, no. 4, pp. 681–684, Jul. 2015. [98] E. Cornelius and M. Fabro, “Recommended practice: Creating cyber forensics plans for control systems,” Idaho National Lab. (INL), Idaho Falls, ID (United States), INL/EXT-08-14231, Aug. 2008. [99] J. Telo, “Supervised Machine Learning for Detecting Malicious URLs: An Evaluation of Different Models,” Sage Science Review of Applied Machine Learning, vol. 5, no. 2, pp. 30–46, 2022. [100] J. Stirland, K. Jones, H. Janicke, T. Wu, and Others, “Developing cyber forensics for SCADA industrial control systems,” in Proceedings of the International Conference on Information Security and Cyber Forensics, 2014. [101] S. Nirkhi and R. V. Dharaskar, “Comparative study of Authorship Identification Techniques for Cyber Forensics Analysis,” arXiv [cs.CY], 24-Dec-2013. [102] İ. Göçmen and V. Yılmaz, “Exploring Perceived Discrimination Among LGBT Individuals in Turkey in Education, Employment, and Health Care: Results of an Online Survey,” J. Homosex., vol. 64, no. 8, pp. 1052–1068, 2017. [103] A. S. W. Chan, J. M. C. Ho, H. L. Tam, and P. M. K. Tang, “Book review: successful aging: a neuroscientist explores the power and potential of our lives,” Front. Psychol., 2021. [104] M. A. Navarro, L. Hoffman, E. C. Crankshaw, J. Guillory, and S. Jacobs, “LGBT Identity and Its Influence on Perceived Effectiveness of Advertisements from a LGBT Tobacco Public Education Campaign,” J. Health Commun., vol. 24, no. 5, pp. 469–481, May 2019. [105] P. L. McNiel and K. M. Elertson, “Advocacy and Awareness: Integrating LGBTQ Health Education Into the Prelicensure Curriculum,” J. Nurs. Educ., vol. 57, no. 5, pp. 312–314, May 2018. [106] A. F. Brantly, “Risk and uncertainty can be analyzed in cyberspace,” J. Cybersecur., vol. 7, no. 1, Feb. 2021. [107] V. Buriachok, S. Shevchenko, Y. Zhdanovа, and P. Skladannyi, “Interdisciplinary approach to the development of Ib risk management skills on the basis of decision-making theory,” Cybersecurity, vol. 3, no. 11, pp. 155–165, 2021. [108] N. S. Alan, A. K. Karagozoglu, and T. Zhou, “Firm-level cybersecurity risk and idiosyncratic volatility,” J. Portf. Manag., vol. 47, no. 9, pp. 110–140, Sep. 2021. [109] K. Kucia, “Enterprise cybersecurity risk management in the era of the covid-19 epidemic threat,” Zesz. Nauk. Wyższej Szk. Humanit. Zarz., vol. 22, no. 3, pp. 133–141, Sep. 2021. [110] G. Gomez, E. Espina, J. Armas-Aguirre, and J. M. M. Molina, “Cybersecurity architecture functional model for cyber risk reduction in IoT based wearable devices,” in 2021 Congreso Internacional de Innovación y Tendencias en Ingeniería (CONIITI), Bogotá, Colombia, 2021. [111] A. J. Taylor, “Recognizing cybersecurity threats in healthcare settings for effective risk management,” in Mobile Medicine, New York: Productivity Press, 2021, pp. 177–182. [112] A. A. Mughal, “Well-Architected Wireless Network Security,” Journal of Humanities and Applied Science, 2022. [113] E. Korolczuk, “The fight against ’gender’and ‘LGBT ideology’: new developments in Poland,” European journal of politics and gender, 2020. [114] A. S. W. Chan, D. Wu, I. P. Y. Lo, J. M. C. Ho, and E. Yan, “Diversity and Inclusion: Impacts on Psychological Wellbeing Among Lesbian, Gay, Bisexual, Transgender, and Queer Communities,” Front. Psychol., vol. 13, p. 726343, Apr. 2022. [115] C. Eickhoff, “Identifying Gaps in LGBTQ Health Education in Baccalaureate Undergraduate Nursing Programs,” J. Nurs. Educ., vol. 60, no. 10, pp. 552–558, Oct. 2021. Reviews of Contemporary Business Analytics (RCBA) 2023 Volume 6, Issue 1  41                 Cite this research: Thompson, J. (2023) “Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses”, Reviews of Contemporary Business Analytics, 2(1), pp. 29–42.   [116] L. Baams, J. S. Dubas, and M. A. G. van Aken, “Comprehensive Sexuality Education as a Longitudinal Predictor of LGBTQ Name-Calling and Perceived Willingness to Intervene in School,” J. Youth Adolesc., vol. 46, no. 5, pp. 931–942, May 2017. [117] C. J. Nash and K. Browne, “Resisting the mainstreaming of LGBT equalities in Canadian and British Schools: Sex education and trans school friends,” Environment and Planning C: Politics and Space, vol. 39, no. 1, pp. 74–93, Feb. 2021. [118] D. Landi, “LGBTQ youth, physical education, and sexuality education: Affect, curriculum, and (new) materialism,” 2019. [119] A. S. W. Chan, I. P. Y. Lo, and E. Yan, “Health and Social Inclusion: The Impact of Psychological Well-Being and Suicide Attempts Among Older Men Who Have Sex With Men,” Am. J. Mens. Health, vol. 16, no. 5, p. 15579883221120984, Sep-Oct 2022. [120] P. D. Utamsingh, S. Kenya, C. N. Lebron, and O. Carrasquillo, “Beyond sensitivity. LGBT healthcare training in U.s. medical schools: A review of the literature,” Am. J. Sex. Educ., vol. 12, no. 2, pp. 148–169, Apr. 2017. [121] S. T. Russell, S. Horn, J. Kosciw, and E. Saewyc, “Safe Schools Policy for LGBTQ Students and commentaries,” Soc. Policy Rep., vol. 24, no. 4, pp. 1–25, Dec. 2010. [122] J. Telo, “PRIVACY AND CYBERSECURITY CONCERNS IN SMART GOVERNANCE SYSTEMS IN DEVELOPING COUNTRIES,” Tensorgate Journal of Sustainable Technology and Infrastructure for Developing Countries, vol. 4, no. 1, pp. 1–13, 2021. [123] H. McGlashan and K. Fitzpatrick, “LGBTQ youth activism and school: Challenging sexuality and gender norms,” Health Educ., 2017. [124] A. S. W. Chan, “Book review: the gay revolution: the story of the struggle,” 2021. [125] D. Landi, S. B. Flory, and C. Safron, “LGBTQ Research in physical education: a rising tide?,” Phys. Educ. Sport Pedagogy, 2020. [126] J. Jacobs and M. Freundlich, “Achieving permanency for LGBTQ youth,” Child Welfare, vol. 85, no. 2, pp. 299–316, Mar-Apr 2006. [127] J. P. Elia and M. J. Eliason, “Dangerous Omissions: Abstinence-Only-Until-Marriage School-Based Sexuality Education and the Betrayal of LGBTQ Youth,” Am. J. Sex. Educ., vol. 5, no. 1, pp. 17–35, Mar. 2010. [128] V. S. Harichandran, F. Breitinger, I. Baggili, and A. Marrington, “A cyber forensics needs analysis survey: Revisiting the domain’s needs a decade later,” Comput. Secur., vol. 57, pp. 1–13, Mar. 2016. [129] I. Litvinchuk, R. Korchomnyi, N. Korshun, and M. Vorokhob, “Approach to information security risk assessment for a class «1» automated system,” Cybersecurity, vol. 2, no. 10, pp. 98–112, 2020. [130] A. Marcella Jr and D. Menendez, “Cyber forensics: a field manual for collecting, examining, and preserving evidence of computer crimes,” 2010. [131] G. Shrivastava, K. Sharma, M. Khari, and S. E. Zohora, “Role of Cyber Security and Cyber Forensics in India,” in Handbook of Research on Network Forensics and Analysis Techniques, IGI Global, 2018, pp. 143–161. [132] P. A. Wortman and J. A. Chandy, “SMART: security model adversarial risk-based tool for systems security design evaluation,” J. Cybersecur., vol. 6, no. 1, Jan. 2020. [133] P. Radanliev et al., “Cyber risk at the edge: current and future trends on cyber risk analytics and artificial intelligence in the industrial internet of things and industry 4.0 supply chains,” Cybersecurity, vol. 3, no. 1, Dec. 2020. [134] B. Ashish and Cybersecurity, Capitol Technology University, Washington DC, USA, “Cyber security management: Creating governance, risk, and compliance framework,” I-manag. J. Softw. Eng., vol. 14, no. 4, p. 27, 2020. [135] A. A. Mughal, “A COMPREHENSIVE STUDY OF PRACTICAL TECHNIQUES AND METHODOLOGIES IN INCIDENT-BASED APPROACHES FOR CYBER FORENSICS,” TJSTIDC, vol. 2, no. 1, pp. 1–18, Jan. 2019. [136] V. Lakhno, A. Blozva, M. Misiura, D. Kasatkin, and B. Gusev, “Model of current risk indicator of implementation of threats to information and communication systems,” Cybersecurity, vol. 2, no. 10, pp. 113–122, 2020. Reviews of Contemporary Business Analytics (RCBA) 2023 Volume 6, Issue 1  42                 Cite this research: Thompson, J. (2023) “Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses”, Reviews of Contemporary Business Analytics, 2(1), pp. 29–42.   [137] R. Harman, “Continuing conversations: A review ofLGBTQ Youth and Education: Policies and Practices,” J. LGBT Youth, vol. 14, no. 1, pp. 122–127, Jan. 2017. [138] A. S. W. Chan, J. M. C. Ho, J. S. F. Li, and H. L. Tam, “Impacts of COVID-19 pandemic on psychological well-being of older chronic kidney disease patients,” Frontiers in Medicine, 2021. [139] T. Jones, “Education policies: Potential impacts and implications in Australia and beyond,” J. LGBT Youth, vol. 13, no. 1–2, pp. 141–160, Apr. 2016. [140] H. C. Nardi, “Theoretical approaches and policies in sexual diversity and educational in Brazil: A critical review,” J. LGBT Youth, vol. 8, no. 2, pp. 201–209, Mar. 2011. [141] A. Brinson, A. Robinson, and M. Rogers, “A cyber forensics ontology: Creating a new approach to studying cyber forensics,” Digital Investigation, vol. 3, pp. 37–43, Sep. 2006. [142] A. A. Mughal, “Building and Securing the Modern Security Operations Center (SOC),” International Journal of Business Intelligence and Big Data Analytics, vol. 5, no. 1, pp. 1–15, 2022. [143] H. Park, S. Cho, and H.-C. Kwon, “Cyber Forensics Ontology for Cyber Criminal Investigation,” in Forensics in Telecommunications, Information and Multimedia, 2009, pp. 160–165. [144] B. V. Prasanthi and Vishnu Institute of Technology, “Cyber Forensic Tools: A Review,” Int. J. Eng. Trends Technol., vol. 41, no. 5, pp. 266–271, Nov. 2016. ",
    "id": 568392991,
    "identifiers": {
        "doi": null,
        "oai": "oai:ojs2.researchberg.com:article/114"
    },
    "title": "Factors Influencing Cybersecurity Risk Among Minority-Owned Small Businesses",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-02-03T00:00:00+00:00",
    "publisher": "ResearchBerg",
    "references": [],
    "sourceFulltextUrls": [
        "https://researchberg.com/index.php/rcba/article/download/114/111"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/568392991.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/568392991"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/568392991/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/568392991/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/568392991"
        }
    ],
    "abstract": "Small businesses are increasingly becoming targets of cyberattacks. Minority-owned small businesses may face additional challenges when it comes to cybersecurity, due to factors such as limited resources and lack of awareness. Therefore, it is important to understand the specific factors that influence cybersecurity risk among minority-owned small businesses in order to develop effective strategies to protect them from cyber threats. This study aimed to identify the factors influencing cybersecurity risk among minority-owned small businesses. The variables examined were lack of resources, lack of awareness, use of outdated technology, limited training, and targeted attacks. A multiple regression analysis was conducted with a sample size of 252 minority-owned small businesses. The results showed that all of the variables were statistically significant in predicting cybersecurity risk. Lack of resources, lack of awareness, and use of outdated technology were found to be significant predictors of cybersecurity risk. Limited training and targeted attacks were also significant predictors. These findings suggest that minority-owned small businesses are vulnerable to cybersecurity risks due to a combination of factors, including limited resources, lack of awareness, outdated technology, and inadequate training. Therefore, it is important for small business owners to prioritize cybersecurity and invest in the necessary resources and training to protect their businesses from cyber threats",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Cybersecurity risk",
        "Minority-owned small businesses",
        "Lack of resources",
        "Outdated technology",
        "Targeted attacks"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:ojs2.researchberg.com:article/114",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "22277",
        "openDoarId": 0,
        "name": "ResearchBerg",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 568392991,
        "depositedDate": null,
        "publishedDate": "2023-02-03T00:00:00+00:00",
        "updatedDate": "2024-01-19T04:45:45+00:00",
        "acceptedDate": null,
        "createdDate": "2023-06-24T23:43:38+01:00"
    },
    "urls": [
        "https://researchberg.com/index.php/rcba/article/view/114"
    ],
    "lastUpdate": "2024-01-19T04:45:45+00:00",
    "setSpecs": []
}