{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Paakkonen, Zack"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-17T21:31:02+01:00",
    "dataProvider": {
        "id": 13925,
        "name": "University of Southern Maine: Digital Commons@USM",
        "url": "https://api.core.ac.uk/v3/data-providers/13925",
        "logo": "https://api.core.ac.uk/data-providers/13925/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/230401554.pdf",
    "fullText": "University of Southern Maine USM Digital Commons FAN: Family Affairs Newsletter Periodicals 8-1-2013 Family Affairs Newsletter 2013-08-01 Zack Paakkonen Follow this and additional works at: https://digitalcommons.usm.maine.edu/fan  Part of the Lesbian, Gay, Bisexual, and Transgender Studies Commons Recommended Citation Paakkonen, Zack, \"Family Affairs Newsletter 2013-08-01\" (2013). FAN: Family Affairs Newsletter. 86. https://digitalcommons.usm.maine.edu/fan/86 This Book is brought to you for free and open access by the Periodicals at USM Digital Commons. It has been accepted for inclusion in FAN: Family Affairs Newsletter by an authorized administrator of USM Digital Commons. For more information, please contact jessica.c.hovey@maine.edu. 1    THE (F)AMILY   (A)FFAIRS   (N)EWSLETTER  SOCIAL ACTIVITIES FOR THE GAY, LESBIAN, BISEXUAL, TRANSGENDER, QUEER, AND INTERSEX COMMUNITY  FOLLOW YOUR HEART - DO YOUR PART - CHERISH OUR FAMILY  AUGUST 1, 2013  NEWSLETTER NEWS, NOTES & REMINDERS:  Newsletter News:  No news this issue.     ANNOUNCEMENTS:  This category is for non-social notices about GLBTQI community members that you think other GLBTQI community members might like to know about...things like: births, deaths, adoptions, commitments, graduations, promotions, awards, shows, ongoing classes, trying-to-start-a-group, etc.  Announcement #1:  GRANTS AVAILABLE FOR LGBTQ-RELATED PROGRAMS. The Equity Fund of the Maine Community Foundation seeks grant proposals for projects that serve Maine’s lesbian, gay, bisexual, transgender, and questioning (LGBTQ) community. Applications for project grants supporting the LGBTQ community in rural and other under-served communities are particularly encouraged, as are proposals for capacity-building support.  The deadline for applications is September 15, 2013. Apply online at www.mainecf.org  The Equity Fund is advised by a group of volunteers with expertise in LGBTQ issues. Last year, the committee distributed $27,500 in four grants ranging in size from $5,000 to the maximum award amount of $7,500. The grantees were:  Down East AIDS Network, Ellsworth, to extend the Queer Community Action Group, a collaborative LGBTQ community health initiative, to develop a community action plan to address identified LGBTQ health and social equity issues, Frannie Peabody Center, Portland, to collaborate with four colleges and universities in Southern Maine to launch a peer-driven ad campaign for young gay and bisexual men in order to increase HIV awareness, GLSEN (Southern Maine Chapter), Portland, to promote safe and welcoming school communities, strengthen LGBTQ and allied youth, and reduce anti-LGBTQ violence in Maine, Waterville Inclusive Community Project, to use a theater-based approach to deliver workshops and information to schools and community organizations to create systemic change for LGBTQ youth.  For more information about the Equity Fund, including greater detail on its funding priorities and grants awarded in recent years, visit www.mainecf.org or contact fund staffer Ken Town at 207-685-4715 or ktown48@hotmail.com  The mission of the Equity Fund is to strengthen Maine-based LGBTQ organizations and promote community-based initiatives that address LGBTQ issues and needs.   A statewide organization with offices in Ellsworth and Portland, the Maine Community Foundation works with donors and other partners to improve the quality of life for all Maine people. For more information, visit www.mainecf.org or call 1-877-700-6800.  Announcement #2:  Come and join us.  NAMI Maine is interested in starting a LGBT specific support group in the any area of the state for peers dealing with mental health concerns.  If you are interested in learning how to facilitate a NAMI support group and would like to learn more please contact Christine at 1-800-464-5767 or email ccantybrooks@namimaine.org    NAMI provides a number of services including State-Wide Suicide Prevention Trainings.  Please follow this link:  www.ccsme.org/train/suicideprevention to view the complete schedule of Suicide Prevention trainings for 2013-2014 and to register for these trainings. Please continue to check the link for schedule updates and registration.   The MSPP is a statewide suicide prevention initiative led by the Maine Center 2  for Disease Control and Prevention (Maine CDC) in the Maine Department of Health and Human Services (DHHS) in collaboration with the Departments of Education, Labor, Corrections and Public Safety. The MSPP training program is housed at the National Alliance on Mental Illness Maine Office (NAMI Maine) in Augusta and is being delivered through collaboration with Co-Occurring Collaborative Serving Maine (CCSME) and Maine Primary Care Association (MPCA). Greg Marley and Marissa Deku are the Suicide Prevention Staff at NAMI-Maine. They can be reached by email at mspp@namimaine.org  or by calling (207) 622-5767 or toll-free in Maine at (800) 464-5767. To schedule a brief education program on suicide prevention, if you have any questions, or to request information about MSPP training programs, please call or email.  State-Wide Family and Peer Support Groups  National Alliance on Mental Illness (NAMI) Maine support groups.  You are not alone.  NAMI Maine provides support groups for peers (people with mental health concerns) and family members to meet with people experiencing similar issues and learn new strategies to handle daily challenges.  Call 1-800-464-5767 or check our website at www.namimaine.org  for information on a group near you.    Announcement #3:  New Leadership, New Initiatives for Out! As I Want to Be.  The board of Out! As I Want to Be is thrilled to announce its new Executive Director, Jeanne Dooley, MSW.  Joining the organization from her private practice that provides organizational and individual consulting, Jeanne brings a wealth of experience to her new position. From her many years in Washington, DC, working at the national level for the American Bar Association and the American Association of Retired Persons, through her directorship of the Massachusetts state office of AARP, to her recent work with both national and local organizations providing strategic planning, training and marketing support, Dooley is well poised to take Out! to the next level in its organizational development.  “We are very excited about the skills and experience that Jeanne brings to the table. She began as a volunteer working with the Out! youth; and as a Board member who led the Program Committee, acted as Treasurer, wrote grant proposals and led the first Board/staff strategic planning effort, Jeanne literally has had her hands on every aspect of Out! We are looking forward to her strong leadership in bringing our new strategic plan to fruition,” says Board President Dora Lievow.  The coming year promises to be an exciting one for Out! With several grants from the Lerner Foundation and the Haney Fund, Out! staff will be providing more targeted support to enhance GSTAs (Gay/Straight/Transgender Alliances) in local area schools. A GSTA has proven to be a powerful vehicle in the school environment for creating both safe spaces and providing youth development opportunities.  “Nine out of 10 LGBTQ (lesbian, gay, bisexual, transgender and questioning) youth experience bullying and harassment in their schools. The presence of a GSTA goes a long way toward mitigating these numbers for this at-risk group,” Dooley notes. “We are very pleased to have foundation support to build a strong network of GSTAs in the mid-coast region.”  Out! is also very excited to be working with Equality Maine’s new initiative to provide leadership training for LGBTQ youth. In a six-month targeted program, the EQME program will provide intensive training in leadership skills, ranging from how to run meetings and build volunteer teams through advocacy skills and working effectively with media.  “We are thrilled to be part of the mid-coast pilot of this new initiative, both in terms of the opportunity it gives to our youth members, as well as the potential to strengthen our relationship with key players in the state,” Dooley shared. “Equality Maine has made an important choice to focus on the needs of LGBTQ youth, and we are proud to be a part to this critical work.”  Dooley points to the long history of Out! As I Want to Be and its beginnings in 1995.  Since then, the organization has provided a twice-weekly drop-in program for youth members in downtown Rockland. The drop-in program has provided an ongoing supportive environment for youth through the sharing of meals and their experiences; it also has been an important base for both personal and leadership development.  This latter role will be increasing in the next few years.  “We plan to build on this strong foundation and expand the opportunities for our youth to find their own voices and to step into leadership roles, both in their schools and in their communities,” says Dooley. “We hope that the mid-coast community will continue to increase its support for Out!’s work and commit its time and resources to making our schools and communities safe for all youth.”  The only group serving LGBTQ youth in the mid-coast area, and only one of several remaining programs of its kind in Maine, Out! As I Want to Be supports and empowers LGBTQ young people and their allies in the Maine mid-coast and inland areas. Through affirmation, advocacy, education and guidance, Out! assists LGBTQ youth, 22 and under, in their journey from adolescence to adulthood.  For more information, to volunteer, or to make a contribution to Out!, visit outmaine.org or email outmaine@yahoo.com.  OP/EDs:  3  This is your chance to spout off (or offer your insightful thoughts and opinions) about ANYTHING related to the GLBTQI community.  Any subscriber is welcomed to submit.  Please keep your thoughts as succinct (and civilized) as possible.  Subscribers should be willing to allow at least their first name and an email address to be listed with the posting.  No one had any opinions this issue (that they wanted to have published).  EVENTS (CHANGING):  AUGUST  August 3 (Saturday).  Bangor.  NO COVER!!! Join Queen City Pride for the 1st monthly PRIDE Party at Tantrum Nightclub & Lounge!  On Saturday, August 3rd from 9:00 PM-1:00 AM  QCP will be holding a once monthly Pride Party at Tantrum so the community has a fun, safe place to dance! Join us! 21+ THIS IS NOT A FUNDRAISER. Just a night to GET DOWN!  August 11 (Sunday).  Portland.  Rainbow Business & Professional Association Summer Tea Dance Cruise Scholarship Fundraiser.  On Sunday August 11 from 4:30 P.M.  to 7:30 P.M.  The third annual cruise aboard the Casablanca will undoubtedly be a favorite again this year. Based on your feedback we have moved the cruise to a weekend day in August. We think it's a safe bet the weather will be perfect for a late afternoon cruise!  Also new this year, we'll have a DJ on board playing the tunes, and a great selection of food. Bring business cards to network, or just come to have fun!  Tickets are $25 per person and we recommend getting your tickets online in advance as a limited number are available.  The net proceeds from this event will go directly to the RBPA scholarship fund!  Please purchase tickets here: http://rbpa.org/index.php/events   August 13 (Tuesday).  Portland.  Down East Pride Alliance August Booze Cruise.  Free.  5:00 P.M. to 9:00 P.M.  Each August, with the funds that we raise from selling rainbow lobster t-shirts at Southern Maine Pride, DEPA rents an evening aboard the Casablanca and sails for a few hours around the beautiful Casco Bay! Please join DEPA for this fun summer tradition -- a cash bar and gratis lite food will be offered. Please feel free to bring colleagues and friends to come check it out! Boarding begins 5pm...  SEPTEMBER  September 6 (Friday).  Bangor.  Equality Maine Community Celebration Banquet.  5:30 P.M. until 10:00 P.M.  Join friends and supporters of EqualityMaine for our first annual Community Celebration Banquet. A general reception will start at 5:30pm, and then a buffet dinner at 6:30pm followed by after-dinner dancing.  At the Hilton Garden Inn, 250 Haskell Road, Bangor, Maine 04401.  For tickets, see  https://act.myngp.com/Forms/1100567158938664960   EVENTS (ONGOING):  Androscoggin County  ALL ABOUT GUYS.  Lewiston/Auburn meeting on the 1st and 3rd Mondays of each month.  Come join other guys like you in a fun, friendly, open and nonjudgmental environment.  Also offering HIV/STD prevention services including free, anonymous, rapid HIV testing (no needles or blood), and safer sex supplies.  View our calendar of events and HIV testing hours, subscribe to our email list, and find more info at: http://www.allaboutguys.org/ or call 207-725-4955.  Join our Facebook group at: http://www.facebook.com/home.php?sk=group_188652697811490  See full listing, under Social Groups, below for more details.  OUTRIGHT L/A.  UU Church, corner of Spring and Pleasant Street, Auburn.  Weekly drop-in for youth age 22 and under every Friday from 6:00 - 8:30pm.  FMI call 207-795-8956 or email info@outrightla.org or check the web site at www.outrightla.org See full listing below for more details.  Aroostook County 4   NORTHERN LAMBDA.  Monthly meeting or gathering on the 4th Saturday of each month. Location varies within Aroostook County.  FMI and/or directions contact Tess at 694-2639 or Kent at 538-7630 or email northernlambda@gmail.com.   See full listing below for more details.  Cumberland County  AA MEETING - GLBT, Portland, 6:30pm, at Dana Center at Maine Medical Center, 22 Bramhall Street.  More info: http://www.csoaamaine.org/  GAY MEN’S PROSTATE CANCER GROUP  The Maine Coalition to Fight Prostate Cancer has announced the formation of the gay men’s prostate cancer support group with an aim  to provide a safe place for gay men to share and discuss issues regarding the diagnosis and treatment of prostate cancer. The group is open to gay and bisexual men and their partners and friends. The meeting place will alternate between South Portland and Augusta with even numbered months  held at the Cancer Community Center in South Portland and odd numbered months at Maine General Hospital(Conference Room #2) in Augusta, always on  the first Tuesday of the month from 6-7:30. For more information please email stuarthunter@comcast.net or mcclenahanbw@gmail.com.   GO PORTLAND. Hosts monthly meetings and community outings for men. Location varies. Call Mat Robedee at (207)871-0216 or (207)749-6818 for more information. To be included in the monthly email list – send a message to mrobedee@peabodycenter.org with the subject “add me”. Also – join GO Portland’s new website for access to their easy to navigate events calendar and additional happenings. http://www.meetup.com/TheGOGroups/  MAINETRANSNET Portland. Peer support meeting on the 1st Wednesday of the month from 7-8:30 P.M.  Maine Transnet also has Bangor/Orono meetings. MaineTransNet's peer support meetings are limited to people who identify as transgender/genderqueer/gender-variant or are questioning their gender identity.  Groups and meetings include a trans women’s group, an open support meeting, trans youth support meetings, and others.  MaineTransNet's open support meetings are limited to allies, family members or acquaintances, accompanied by the trans person of their acquaintance. See www.mainetransnet.org for the current meeting schedule.  E-mail info@mainetransnet.org for more information.    (PFLAG) PARENTS, FAMILY, & FRIENDS OF LESBIANS AND GAYS, Portland. Meetings on the 2nd Tuesday of each month from 7-9 pm at the Woodfords Congregational Church, 202 Woodford St, in Portland. ALL are welcomed, not just parents. FMI call 207-831-3015 or email pflagportlandmaine@gmail.com   PORTLAND FRONT RUNNERS.  Portland, Back Cove Parking Lot.  Meets every Saturday at 9:05 AM in the middle of the Back Cove parking lot for a run/walk around the cove. Brunch afterwards at Whole Foods around 10 AM.  FMI contact Bruce Fithian at (207) 831-7113.  Please see full listing below.  QUEER YOGA  Sundays 4:30- 5:30 pm; 578 Congress Street, Portland, ME (Above Strange Maine) with Jennie Foley.  For more information or questions contact Jennie at jenniefoleyyoga@gmail.com or on  facebook: https://www.facebook.com/Jennie.Foley.Yoga The focus of Queer yoga will be creating a safe place for everyone... LGBTQ* & allies- and to bring together our community in a healthy way. There are many outlets likes clubs and bars to meet and connect at- but I would like to create a space with an objective focused on wellness. It will serve as a space to work on your body/ mind and meet other queer folks interested in fitness and the mind-body connection. This will be a judgement free place- overflowing with love- including an emphasis on accepting people at every space on the gender spectrum, in any part of their transition physically, on any mental or metaphysical journey, or at any place in their journey of coming out. Those who love LGBTQ* people are welcome as well!  SOUTHERN MAINE GLSEN (Gay, Lesbian & Straight Education Network). FMI about the group or GSTA meetings, contact the Southern Maine Chapter at PO Box 10334, Portland, Maine 04104 or see the website at http://chapters.glsen.org/cgi-bin/iowa/southernme/calendar.html   5  TRANS HEALTH CLINIC.  Dr. Masina Wright, N.D. H.M.C is holding a trans* health clinic on the first Tuesday of each month at Justice in the Body, Portland, Maine.  To make appointments or ask questions, please contact Masina at 207-233-3944 or email thewrightnd@gmail.com, or see www.thewrightdoctor.com  Suggested donation is $10 - $40 to Justice in the Body for use of the space.  TRANS YOUTH EQUALITY FOUNDATION. New England Youth / Parent Support Group.   Meets every second Sunday of the month from 12 - 2.  All transgender and gender non-conforming youth and their parents / close family members are welcome. $5.00 donation if possible, but anyone is welcome no matter what.  Meet new friends, catch up with old friends, get support, share in this safe and warm environment, have fun, and share a meal!  The two groups run at the same time but are separate.  Ride sharing supported from areas in Maine and Boston, etc.  Come get support and provide support!  Parents group will involve support time, social time and an informal chat as well.  These groups are in a confidential location, and we are very careful about  your confidentiality. All trans youth and gender non conforming youth are welcome. We will have support group time and time to socialize and make connections. In the parent support group we end also with a relevant topic so you are kept informed on issues that will help you and your transgender child.  Join us! Get support, share support, have fun, make new friends and get great resources.  TYEF tries to help support your efforts to ride share. We also help with transportation money when needed and funds are available. Please let us know if you would like to apply and we will forward you the transportation funding form.  Learn more, discuss important topics for parents, enjoy new connections and use this as an excuse to enjoy Portland!    http://www.transyouthequality.org On facebook.  Contact us to register to join us and learn where. contact@transyouthequality.org   Franklin County  The LinQ -- serving the Greater Farmington, Maine region since 1992.  Group Facilitator: Brian Kaufman, Ph.D. 207-778-7379.   Meets Wednesdays during the Academic Calendar year from 7:00 P.M. to 9:00 P.M. in room 119A of the Psychology Building at UMF, located at 234 Main Street (enter at rear of building!)  Hancock County  AA MEETING - GLBT, Ellsworth, Friday evenings at 6:30 pm, Unitarian Universalist Church, 121 Bucksport Rd. More information can be found on the Central Maine AA meeting site: www.aamaine.org  DOWNEAST OUTRIGHT, Ellsworth, is a safe space for youth 12-22 who are lesbian, gay, bisexual, transgendered, and/or questioning. Ally youth are also welcome. Please contact Omm at Down East AIDS Network for locations and more information omm@downeastaidsnetwork.org or 667-3506.  GAY GUYS GROUP (GGG) POTLUCK DINNER. Ellsworth Area. Every 2nd Wednesday of the month. 6-9 pm-ish at various locations in the greater Ellsworth Area. FMI and to get directions and time contact Wayne at wayne@maineguyz.org You can also check the web site and get on their mailing list at www.maineguyz.org  See full listing below for more details.  (GLSEN) Gay, Lesbian & Straight Education Network. For meeting time and place please call 667-2358 or e-mail downeastme@chapters.glsen.org..  FMI about the group, contact the Downeast Maine Chapter at PO Box 373, Ellsworth, ME 04605. OR phone 667-2358 or 244-3837. OR email downeastme@chapters.glsen.org. You can check the resource-rich national web site at http://www.glsen.organd find our chapter page at www.glsen.org/downeastme.  Kennebec County  JUST GUYS.  Longest-standing and largest gay social group in Central Maine, drawing men from Auburn and Brunswick to Waterville and Bangor.  Meets every Wednesday night of the year from 6:30 to 8:30 PM at the Unitarian-Universalist Community Church, 69 Winthrop Street, on the West Side of Augusta.  GAY MEN’S PROSTATE CANCER GROUP  The Maine Coalition to Fight Prostate Cancer has announced the formation of the gay men’s prostate cancer support group with an aim  to provide a safe 6  place for gay men to share and discuss issues regarding the diagnosis and treatment of prostate cancer. The group is open to gay and bisexual men and their partners and friends. The meeting place will alternate between South Portland and Augusta with even numbered months  held at the Cancer Community Center in South Portland and odd numbered months at Maine General Hospital(Conference Room #2) in Augusta, always on  the first Tuesday of the month from 6-7:30. For more information please email stuarthunter@comcast.net or mcclenahanbw@gmail.com   WATERVILLE INCLUSIVE COMMUNITY PROJECT.   The Waterville Inclusive Community Project creates safe and welcoming communities for lesbian, gay, bisexual, trans, queer and questioning (LGBTQ) youth in central Maine.  See https://www.facebook.com/Waterville.Inclusive.Community.Project for more information.  Knox County  OUT!...AS I WANT TO BE. Lincoln Street Center for the Arts and Education, Rockland. GLBTQ youth, ages 14 to 22, meetings every Wed.5-8pm, and Fri. evenings/6-9pm, FMI, contact Lis at 632-4797 or email outmaine@yahoo.com . Check the web site at http://www.outmaine.org or the myspace posting at www.myspace.com/outasiwanttobe  See full listing below for more details.  RADIO SHOW:  OUT! ON THE AIR.  From 5 - 6 pm on Wednesday nights, Midcoast residents can tune their dials to WRFR - 93.3 (Rockland) or 93.9 (Camden) - for a unique portrait of area youth.  \"Out! On the Air\" is created and organized by host Starcia Willey and Rockland's very own youth group - Out! As I Want to Be -  supporting gay, lesbian, bisexual, transgendered, queer, questioning, allied, and intersexed (GLBTQQAI) young people aged 14-22 in the Midcoast area.  Penobscot County  10% SOLUTIONS.  Bangor, Rm. 215 of The Commons, Husson University.  A GLBTIQ support group which is held on Monday nights. The meetings are open to all students, staff or faculty at either Husson University or The New England School of Communications. FMI contact Alex Patel at patela@husson.edu or by phone at 941-7990.  GBLT ON RYE (Gays, Bisexuals, Lesbians and Trangenders on Real Youth Education).  Bangor, Rm. 127 of Peabody Hall, Husson University.  Weekly meetings on Wednesdays at 7:30. The meetings are open to all students, staff or faculty at either Husson University or The New England School of Communications. FMI contact Alex Patel at patela@husson.edu or by phone at 941-7990.  MAINETRANSNET Bangor.  Peer support meeting on the 4th Monday of the month in Bangor / Orono.  MaineTransNet's peer support meetings are limited to people who identify as transgender/genderqueer/gender-variant or are questioning their gender identity.    MaineTransNet's open support meetings are limited to allies, family members or acquaintances, accompanied by the trans person of their acquaintance. E-mail MTN at mtn@mainetransnet.org for more information.  RAINBOW FELLOWSHIP. Bangor, Hammond St. Congregational Church.  Third Saturday of each month. This gathering is open to the GLBTQI community and straight allies. It is under the aupices of the very GLBT-welcoming Hammond Street Congregational Church. While it usually consists of a potluck dinner at someone's home, there have also been gaming nights and other activities. Persons who are interested should call the church at 942-4381 for details of time and place.  THE BRIDGE ALLIANCE.  Bangor.  Find The Bridge Alliance on Facebook at Friends of Bridge Alliance at https://www.facebook.com/groups/66170430750/   Sagadahoc County  ALL ABOUT GUYS.  Brunswick meeting on the 2nd and 4th Mondays of each month.  Come join other guys like you in a fun, friendly, open and nonjudgmental environment.  Also offering HIV/STD prevention services including free, anonymous, rapid HIV testing (no needles or blood), and safer sex supplies.  View 7  our calendar of events and HIV testing hours, subscribe to our email list, and find more info at: http://www.allaboutguys.org/  or call 207-725-4955.  Join our Facebook group at: http://www.facebook.com/home.php?sk=group_188652697811490  See full listing, under Social Groups, below for more details.  York County  SEACOAST OUTRIGHT. (PORTSMOUTH, NH) but available to GLBTI youth from York county and southern Maine. A peer support group/organization for GLBTI youths. FMI contact Tawnee Walling, Executive Director at 603-552-5824 or check the web site at www.seacoastoutright.org  TRANSGENDER TEEN SUPPORT GROUP.  (KENNEBUNK) 4th Wednesday of the month, 6:00-7:30pm.   Kennebunk, Maine.  Contact Gia or Fran for the specific location!  This is a group for transgender teens and trans/questioning teens. To maintain the safety and confidentiality of our members, the group is not open to the public, friends, or family.  The group is facilitated by two adults, Fran Kessler-Richardson, LCSW, a school social worker, and Gia Drew, a transgender advocate and high school teacher.  This support group is for young people to learn information, connect with peers, and find a voice as a transgender person.  For inquiries contact Gia at giabarbiegirl@gmail.com or Fran at fran.kesslerrichardson@gmail.com   Washington County  THE GENDER & SEXUAL DIVERSITY RESOURCE CENTER at the University of Maine at Machias.  The GSM Resource Center is for students, staff, faculty and community members looking for specific resources, general support, and answers to questions concerning Lesbian, Gay, Bisexual, Transgender, Transexual, Queer, Questioning, Intersex, Asexual, and Allied (friends & family) issues. 100% Society members who have received Safe Space and other trainings will hold office hours and confidentially respond to phone calls and voicemail, 255-1300.  Information on the Annual Rainbow Ball Weekend for Maine high school youth will also be available.  Donations of books, posters, brochures, and DVDs on LGBTQIA topics are welcome as well as specific requests for support. We are located in 5 Kimball Hall, University of Maine at Machias, Machias, ME 04654, please check open hours before stopping by!  FMI Lois-Ann Kuntz, lkuntz@maine.edu.  PFLAG MACHIAS meets every second Wednesday of the month.  Any LGBTQIA persons, family members and friends are welcome.  Meetings are held at 6:30pm in the downstairs vestry at the Centre Street Congregational Church on 9 Center Street, Machias.  For more information please contact: Shallee Page at 207-255-1288; or email downeastpflag@gmail.com and request to join our facebook page: Machias PFLAG Group.   THE 100% SOCIETY meets Mondays at 7:00 in the upstairs Study Center in Torrey Hall at the University of Maine at Machias.  This student run organization advocates awareness and acceptance of gay, lesbian, bisexual, trangender, questioning, queer, intersex, and ally issues.  For more information please see the webpage, http://www.umm.maine.edu/100percent.html, or contact Faculty Advisor, Lois-Ann Kuntz at lkuntz@maine.eduor 207-255-1244.  BUSINESSES: NEW LISTINGS OF GLBTQI-OWNED BUSINESSES AND GLBTQI BUSINESS INDIVIDUALS:   The complete directory-to-date of folks who have asked to be listed is available on request. Also, it will be emailed to everyone every three months.  If you are a GLBTQI business owner,  an \"out\" GLBTQI business person associating with a non-GLBTQI-owned business, or a straight-owned supportive ally who wants a free listing, then contact me. I'm Zack at zack@familyaffairsnewsletter.org    No new listings this issue.  JOB POSTINGS:  8  No listings this issue.  PERSONALS:  70 year old lesbian looking for other lesbians 65 and over for fun, conversation and company. Please phone 223-5248 if interested. C.  SELL/BUY/TRADE/GIVE:  If you're a FAN subscriber trying to sell/buy something, want to trade for something else, or have something to give away, this is the category to post to. The FAN makes no guarantees about anything  listed here, we simply provide the free listing as a service.  No new listings this issue.    LIVING SPACE RENTALS or SEEKING LIVING SPACE:  If you are FAN subscriber with a living space (room, apartment, house/apartment sharing) to rent to someone, or if you are looking for a living space to rent from someone, then this is the category to post to.  Postings run for four (4) consecutive issues and may be renewed for additional 4-issue runs if you wish.  Send your listings to me, Zack, at zack@familyaffairsnewsletter.org.  BELFAST:  Offering downtown apartments for rent.  One and two bedroom units occasionally available.  We offer great light, heat and hot water, parking downtown, laundry facility and trash removal.  For more information on availability contact: abelfastrental@gmail.com  FARMINGTON/LIVERMORE FALLS. Super cheap room in exchange for help with farm chores, repairs or perhaps housekeeping, cooking or computer or typing skills. (Feeding livestock would be the biggest help though all other skills are greatly appreciated, too.) Home is very basic mobile home. Room can be furnished with bed, cappuccino machine or coffee pot, microwave, etc. or you can bring your own stuff. (You also have kitchen privileges.) You have use of land and water. Your livestock and small dog considered. Sorry, no big dogs and no smoking indoors. $200/month includes wifi. Please send your phone number so we can see if we can find something that would work for both of us. snowymaine@hotmail.com  PORTLAND  Looking for a GLBT-friendly rental?  This one is upstairs from my partner & me.  Small 1-bedroom (attic) apartment with lots of light & character.  Last house on a dead-end street, with a big yard and good on-street parking.  It's in East Deering, a short walk from Back Cove or the Deering Foreside marina and right off Rt. 295.  $775/month includes heat and hot water.  No smoking, please.  FMI:  (207) 926-3620 or mgmtsvcs@gwi.net   GLBTQI COMMUNITY SERVICE ORGANIZATIONS and RESOURCES:  The Bridge Alliance is a registered non profit organization whose primary goal is to connect the gay, lesbian, bisexual, transgender and allied (GLBTA) community in Aroostook, Hancock, Washington, Piscataquis, and Penobscot counties accomplishing the following: To facilitate the development of a GLBTA community which promotes and embraces diversity; To promote and encourage the understanding that the GLBTA community plays an important role in Maine’s cultural, social and economic landscape; To give back to the GLBTA community through charitable donations or in-kind services; To produce annual events that will assemble the GLBTA community in Northern Maine.  See http://thebridgealliance.org/ for more information.  Bridging The Gap provides no-cost clinical breast exams, mammograms, breast ultrasounds, and other breast health services to women (including lesbian, bi, and trans women) age 20 to 29 who have a symptom of concern and age 30 to 39 who have a symptom of concern or a family history of breast cancer. FMI and to see if you qualify contact Robin at Bridging The Gap at 941-2808.  9  Caring Connections provides no-cost mammograms and Pap tests to women (including lesbian, bi, and trans women) age 40 to 64 who meet income guidelines and don’t have insurance to cover breast and cervical health services. FMI contact Robin at Caring Connections at 941-2808.  Center for Sexualities and Gender Diversity, University of Southern Maine, Portland.  Education, Support, and Advocacy for the Gay, Lesbian, Bisexual, Transgender, Intersex, Questioning, Queer, and Allied community at USM.  See http://www.usm.maine.edu/csgd/  for more information.  Community, Inc.     Community, Inc. is an up-and-coming non-profit organization that seeks to provide what our entire community has needed for years – a safe, accessible community center where everyone is welcome.  Community, Inc.’s mission is to provide a safe space for community members to gather, hold meetings, host events, and, most importantly, be safe and free within the community. Community, Inc. intends to provide both a community space for individuals and groups to use as needed, as well as offering office space for other community organizations serving the community at a reduced rent, so these groups can continue offering their valuable services to our community.  For more information, see Community, Inc.’s facebook page at: http://www.facebook.com/CommunityIncMaine  or e-mail communityincmaine@gmail.com  Connections! Gay or Bisexual male in Maine? On your own and not getting any younger? Want to be connected by phone with other mature gay men in Maine? Network for conversation, companionship, connections for support, help in recovery from medical treatment, ice storms or accidents. Call or be called or both. If you know of anyone who may not see this message, for the sake of community pass this information on. Even slight connections among people raise our spirits. To find out more call Peter (in confidence) at 207-348-2212 between 9AM and 8PM.  Downeast (GLSEN) Gay, Lesbian & Straight Education Network. For meeting time and place please call 667-2358 or e-mail downeastme@chapters.glsen.org.   We eat together (usually pizza) and ask participants to pitch in for the cost (usually about $5). New members always welcome. Our work is focused on making schools safer and more respectful for all students and staff regardless of sexual orientation or gender identity. We do staff trainings, workshops at other events, and advocate for student needs. Recently we have begun to work with and encourage several gay-straight alliances (GSA's) in local high schools. We are teachers, parents, school administrators, counselors, and other interested citizens; men and women, gay and straight, working together. FMI contact the Downeast Maine Chapter at PO Box 373, Ellsworth, ME 04605. OR phone 667-2358 or 244-3837. OR email mdowneastme@chapters.glsen.org. You can check the resource-rich national web site at www.glsen.org and find our chapter page at www.glsen.org/ downeastme.  Downeast Outright is a safe space for youth 12-22 who are lesbian, gay, bisexual, transgendered, and/or questioning. Ally youth are also welcome.  Come socialize or plan activism. Please contact Omm at Down East AIDS Network for locations and more information - omm@downeastaidsnetwork.org or 667-3506.  Equality Maine, has been providing education and legislative advocacy for the lesbian, gay, bisexual, and transgender communities since 1984. It sponsors a variety of social and legislative educational events each year and is always looking for volunteers and new members. If you're not a member, you should be. FMI contact Equality Maine at 207-761-3732 or toll free at 1-800-556-5472. Their email address is info@equalitymaine.org and the web site is www.equalitymaine.org  Gay Men’s Prostate Cancer Support Group:  The Maine Coalition to Fight Prostate Cancer has announced the formation of the gay men’s prostate cancer support group with an aim  to provide a safe place for gay men to share and discuss issues regarding the diagnosis and treatment of prostate cancer. The group is open to gay and bisexual men and their partners and friends. The meeting place will alternate between South Portland and Augusta with even numbered months  held at the Cancer Community Center in South Portland and odd numbered months at Maine General Hospital(Conference Room #2) in Augusta, always on  the first Tuesday of the month from 6-7:30. The first meeting will take place October 4 at the Cancer Community  Ceneter and the next, Nov. 1 at Maine General. For more information please email stuarthunter@comcast.net or mcclenahanbw@gmail.com  GayWeddingsInMaine.com:  Maine’s first most comprehensive GLBT wedding vendor directory website and resources guide. Gay owned & operated locally in Portland, Maine. Website features gay & gay-10  friendly ministers & officiants, churches, wedding planners, florists, jewelers, DJs and bands, hotels, and much more! Affordable rates for wedding vendors on this high-traffic site (half a million hits & growing!). Plus, synergy with Southern Maine Pride and the DownEast Pride Alliance networks, along with local advertising campaigns. Now accepting gay & gay-friendly engagement announcements. FMI call (207)772-3599, email: info@gayweddingsinmaine.com or visit the site http://www.GayWeddingsInMaine.com  Get Out (GO): Get Out connects and supports gay, bisexual & questioning men through educational and community activities. This diverse mix of activities provides alternatives to bars and online hook up sites by drawing attention to the rise in HIV & STD infections, and the importance of establishing and maintaining a visible community. It’s a safe and non-judgmental environment for the comfortable exploration of sexual identities. To be included in the monthly GO Email list – send a message to mrobedee@peabodycenter.org with the subject “add me”. Follow us on facebook! (207)871-0216 for more info.  (GLAD) Gay & Lesbian Advocates & Defenders. To learn about and protect your rights under Maine's anti-discrimination law, visit GLAD's website at www.glad.org or call the free legal hotline at at 1-800-455-GLAD (1-800-455-4523). GLAD is New England's legal rights organization dedicated to ending discrimination based on sexual orientation, HIV status and gender identity and expression. GLAD's legal victories in Maine have addressed HIV discrimination, harassment of gay students, co-guardianship rights for same-sex parents, domestic partner benefits and more. GLAD and EqualityMaine also presented a webinar to answer questions about marriage in Maine on December 14, 2012 which can be viewed here:  http://www.glad.org/current/item/marri/  The Lesbian, Gay, Bisexual, and Transgender Collection at the University of Southern Maine is working to capture the history of Maine's LGBT community. We collect papers of individuals and the records of organizations active in the community. Although we mostly collect print material (books, serials,  written documents) we collect almost any object that documents the life and experience of the LGBT community (photographs, books, newsletters, objects, posters, T-shirts, buttons, etc). Following professional standards, we are careful to guard the privacy of individuals involved with the collections and will work with donors who choose anonymity. For information on the collection and donating material please contact Susie Bock, 207-780-4269 or bocks@usm.maine.edu.  Living Queer Here! A locally-produced radio show aired on station WERU. An exploration into the full range of life created and experienced by the queer community in Maine. Hosted by Gail Mackinson & Cindy Montgomery. The show airs on the 4th Thursday of each month 10-11 am. WERU broadcasts in the greater Blue Hill area on frequency 89.9 FM, in the Bangor area on frequency 102.9 FM, and streams on the web at www.weru.org . WERU also broadcasts the nationally syndicated GLBTI show: This Way Out every Wednesday afternoon from 4 - 4:30 pm.  Mabel Wadsworth Women’s Health Center. The purpose of this organization is to provide educational and clinical services in sexual and reproductive health care to women regardless of age, ability, race or ethnicity, sexual orientation or economic status.  The Mabel Wadsworth Center provides low-cost, woman positive health care including: pelvic exams, breast exams, health education, instruction in breast self-exam, pap smears, mammography referrals, health advocacy, screening and treatment of STD’s.  For more information: www.mabelwadsworth.org.  947-5337 or info@mabelwadsworth.org  Maine Breast and Cervical Health Program, offers no-cost mammograms, pap tests, and gynecological exams to qualifying Maine women (regardless of sexual orientation). If you are a woman in Maine and you are due for a Pap test or mammogram, help is just a phone call away. The Maine Breast and Cervical Health Program can help you get the health care you deserve. If you are a Maine woman over 40, have little or no insurance and meet certain income guidelines then you may be eligible for no-cost mammograms, Pap tests, and gynecological exams at your choice of participating area providers. Call today to see if you qualify, 973-3646 or 1-800-350-5180. (TTY 1-800-438-5514) The best protection is early detection! (Jessica Thompson - contact)  Maine Equity Fund. Part of the Maine Community Foundation, The Maine Equity Fund's mission is to strengthen GLBT organizations in Maine and support community-based initiatives that address GLBT issues and needs through grant making. The vision driving the fund is one of inclusive, diverse, prejudice-free communities for the GLBT population and for all people in Maine. Detailed grant information is 11  available on the web and the annual proposal deadline is in September. http://www.mainecf.org/grants/availablegrants/equityfund.aspx  MaineTransNet (Maine Transgender Network, Inc.) is an organization dedicated to educating the public about gender identity and raising awareness of the varied forms of gender expression. We provide support and consultation to health and social service professionals, transgender individuals, their families, and interested others. MTN also sponsors transgender peer support groups in various parts of the state and a separate group for partners of trans/genderqueer/questioning individuals. FMI email MTN at mtn@mainetransnet.org or check the web site at www.mainetransnet.org.  You could also leave a message at 207-408-1685.  National Association of Social Workers (NASW) Committee on Lesbian, Gay, Bisexual, and Transgender Issues meets monthly in Portland.  Membership on the NASW LGBT Committee is open to social workers in Maine who are interested in LGBT issues in general and improving social work services to LGBT populations in particular.  Please join us. Contact Frank Brooks at fbrooks1@maine.rr.com  for meeting place, dates, and times.  SAGE Maine.  SAGE Maine seeks to advance awareness of GLBT Aging in Maine and, with the help of national SAGE partnership, work to improve services and support systems for Maine’s older GLBT community.  For more information about SAGE Maine: www.SageMaine.org or see the Facebook page at https://www.facebook.com/pages/SAGE-Maine/430881413668790 To contact SAGE Maine, email info@sagemaine.org   Trans Care Collaborative. Mission: To improve the medical and mental health care available to the transgender and gender-diverse population in Maine. To foster a network of medical care, mental health and other support services treating the transgender and gender-diverse community in Maine. To advocate for the needs of transgender and gender-diverse individuals. This is a Portland-based group for medical and mental health professionals only. We meet monthly to discuss trans-related healthcare and occasionally offer events that raise awareness about trans issues. FMI contact: Rick Bouchard, LCSW at 207-650-6450 ... email CONSTL8@maine.rr.com OR Wayne Bachner, LCSW at 207-662-4872 ... email BACHNW@mmc.org  Trans.Mission.  Trans.Missions is a Public Affairs broadcast originating from Portland Maine, US. Airing every Tuesday from 1 – 1:30 p.m. eastern on WMPG-FM, it can be heard in Southern Maine at 90.9 and 104.1; and is streamed world-wide (except, apparently, for North Korea) at www.wmpg.org. Whether it's trans-phobic television shows, outrageous comments by famous people, or just note-worthy news items, I'll be sure to have something to say about it. My name is Dal Maxwell and I urge you to tune in as I take to the air to give my slant on all things transgender.  Trans.Missions is Trans.Gender.Radio.For.The.Masses.    For suggestions for future shows or to provide comments, please e-mail trans.missions@myfairpoint.net or go to the FB page Trans.Mission  Trans Youth Equality Foundation. Trans Youth Equality Foundation provides education, advocacy and support for transgender and gender-non-conforming children and youth and their families.  Our mission is to share information about the unique needs of this community, partnering with families, educators, and service providers to help foster a healthy, caring and safe environment for all transgender children. We are located in Portland Maine but are available to all. We have a social/support group for children that meets once a month.  We have a summer zine workshop for youth and any trans youth 18 and under can join. To learn more look at http://www.transyouthequality.org and friend us on facebook and twitter: TYEFOFFICIAL.   207-478-4087. Susan Maasch/Director  SOCIAL GROUPS:  Buddy Bikers, Gay Motorcycle Group (PORTLAND) Guys who are gay/gay friendly who enjoy group rides. Based in the Portland area, but rides are not limited to Southern Maine. Harleys to Hondas, Choppers to Rice Rockets. SORRY, NO SCOOTERS ALLOWED. Annual event; Biker Boy Brunch, third Sunday of August to Amore's in Ogunquit. EMAIL buddybikers@yahoogroups.com Website: http://groups.yahoo.com/group/buddybikers  12  DEPA (DownEast Pride Alliance). (PORTLAND) DEPA’s mission is to grow, promote and increase the visibility of GLBT businesses, their owners, and their allies in the communities that support them. Sid Tripp with Proactive Resources Design and Leah Bartley of Smith Barney have teamed-up to co-sponsor a monthly after-hours gay business network called The DownEast Pride Alliance (DEPA). We hope to fill the need for a comprehensive business network geared specifically for gay & gay friendly businesses throughout Southern & Coastal Maine. FMI contact Sid Tripp at 772-3599 or Leah Bartley at 771-0854 or check the web site at www.depabusiness.com  Get Out (PORTLAND and OGUNQUIT) is committed to serving as a bridge connecting and supporting men who have sex with men (MSM), gay men, bisexual men, and questioning men through educational and community activities. This diverse mix of activities will provide these men with alternatives to the gay bars and on-line hook up sites by drawing attention to the rise in STD infections, the steady number of HIV infections among the gay male population, and the importance of establishing and maintaining a visible community. It is the hope of all participants and supporters that a safe and non-judgmental environment be created to allow for the comfortable exploration of sexual identities. Group Happenings Include: Volleyball, Men's Discussion Group, Coffeehouse, Men's Health, Movie Night, and Dine Outs. To be included in the monthly GO Email list – send a message to mrobedee@peabodycenter.org with the subject “add me”. Follow us on facebook! Call (207)871-0216 for more info.  All About Guys. (BRUNSWICK, LEWISTON/AUBURN) is a group of guys (gay, straight, bi, questioning, trans) building community together.  We have regular discussions, workshops, movie nights, and social activities. We acknowledge the need for guys to get together in a healthy and safe environment to socialize and talk about issues unique to them.  All About Guys meets in Brunswick on the 2nd and 4th Mondays, and Lewiston/Auburn on the 1st and 3rd Mondays.  Come join other guys like you in a fun, friendly, open and non-judgmental environment.  Also offering HIV/STD prevention services including free, anonymous, rapid HIV testing (no needles or blood), and safer sex supplies.  View our calendar of events and HIV testing hours, subscribe to our email list, and find more info at: http://www.allaboutguys.org/or call 207-725-4955.  Join our Facebook group at: http://www.facebook.com/home.php?sk=group_188652697811490  just guys. (AUGUSTA) Longest-standing and largest gay social group in Central Maine, drawing men from Auburn and Brunswick to Waterville and Bangor.  Meets every Wednesday night of the year from 6:30 to 8:30 PM at the Unitarian-Universalist Community Church, 69 Winthrop Street, on the West Side of Augusta.  Ample on-street parking; fenced, discreet, off-street parking across from the church's side entrance.   Fully accessible parking, meeting spaces and restrooms; occasional events may be attended by ASL interpreters, and most films have subtitles.  Widely-varied programs include glbt-themed movies, game nights, unstructured evenings of casual conversation, speakers on men's health, GLBT politics or safe-sex , potlucks, workshops, hosted dinners on holidays.  No reservations (except for hosted meals) and no invitation required - feel free just to show up. For directions, or to get on our emailing list, visit us at justguys.info.  To receive a call from a member of our Steering Committee please leave a message on our info line at 619-0859.  Maine Street Bar (OGUNQUIT) hosts monthly women-only T-dances. For more info about them check the web site at http://www.mainestreetogunquit.com/women.php  Northern Lambda. (AROOSTOOK COUNTY) A GLBTQ social group that hosts monthly meetings/ gatherings on the 4th Saturday of each month. Location varies within Aroostook County. Open to all gay, lesbian, bi, trans and questioning folks (and their friends & supporters). FMI and/or directions contact Tess at 694-2639 or Kent at 538-7630 or email northernlambda@gmail.com . You can also ask to join their YahooGroup and keep informed on all the doing's via email. http://www.northernlambda.org  Out!...As I Want To Be. (ROCKLAND) An organization for all GLBTQQ youth, ages 14 to 22, as well as straight allies. We are an all-volunteer, youth-driven organization. We seek to provide outreach, affirmation, support, and education in a safe space for gay, lesbian, bisexual, transgender, queer, and questioning youth in Lincoln, Knox, and Waldo counties and their offshore islands. We meet in Rockland at 328 Main St, Rockland, Suite 3 every Wed.5-8pm, and Fri. evenings/6-9pm, FMI, contact Lis at 632-4797 or email outmaine@yahoo.com . Check the web site at www.outmaine.org or the myspace posting at www.myspace.com/outasiwanttobe  13  Outright L/A. (ANDROSCOGGIN / OXFORD / FRANKLIN COUNTIES) Outright Lewiston/Auburn creates safe and affirming environments for youth age 22 and under who are lesbian, gay, bisexual, transgendered, and/or questioning. Outright L/A hosts a weekly drop-in, a place for youth age 22 and under to meet other youth, talk, plan events, play games, watch movies, get information on HIV prevention, and much more! Outright L/A meets every Friday from 6:00 - 8:30pm at the UU Church on the corner of Spring and Pleasant streets in Auburn. FMI call 207-795-8956 or email info@outrightla.org or check the web site at www.outrightla.org  Portland Front Runners (PORTLAND), The Portland Front Runners, a GLBT running/walking group, meets every Saturday at 9:05 AM in the middle of the Back Cove parking lot for a run/walk around the cove. Brunch afterwards at Whole Foods around 10 AM. A great way to keep healthy and make new friends. FMI contact Bruce Fithian at (207) 831-7113  Portland Lesbian Coffee House. (PORTLAND) Join our community of women to talk about books, politics, music, raising children or the wacky thing that happened on the latest episode of The L Word. All stripes of the tribe welcome. This is a social group that includes women of all ages and statuses. You can check it out on the web at http://lgbtfriends.meetup.com/78/ . FMI about dates, times, location, contact Mary at laughingmary@hotmail.com  Portland Outright (formerly PRYSM) (PORTLAND) An organization that provides safe and supportive community for youth 22 and under who are lesbian, gay, bisexual, transgender, questioning, and their allies (LGBTQA). Drop-in groups are every Wednesday from 5-7:30 P.M. at a location to be determined. Also provide outreach, phone & email support; community education, leadership development, safer-sex/HIV prevention education, and connections to community resources. Volunteer opportunities available! FMI email portlandoutright@gmail.com or see:  https://www.facebook.com/PortlandOutright   Rainbow Business & Professional Association (RBPA) (PORTLAND) is a non-profit organization dedicated to promoting the vitality, productivity and growth of the gay, lesbian, bisexual and transgender business and professional community throughout the State of Maine. Since 1992, our aim has been to promote and support the LGBT business and professional community in Maine. RBPA is a rapidly growing organization with a membership that boasts business leaders, entrepreneurs, the self-employed, individuals from the corporate community and non-profit organizations. Check the web site at www.rbpa.org  Saco Bay Gay Men (BIDDEFORD/SACO), A gay men's support group has been started in Saco. We meet at the UU Church of Saco & Biddeford, every Thursday evening. We started out meeting on November 6th and are growing. FMI contact Tom Muise at sbgm@verizon.net  Seacoast Outright. (PORTSMOUTH, NH) but available to GLBTI youth from York county and southern Maine. A peer support group/organization for GLBTI youths. FMI contact Tawnee Walling, Executive Director at 603-552-5824 or check the web site at www.seacoastoutright.org  Seacoast Sapphos (PORTLAND TO PORTSMOUTH) A women's social group that sponsors dances, BBQs, potlucks, concerts, etc. FMI and to get on the mailing list contact Cherie at seacoastsapphos@yahoo.com or check the web site at www.seacoastsapphos.org  Trans_Port_Me (PORTLAND) This is a trans support group located in Portland, Maine for people who identify as transgender. Both M2F and F2M are welcome. We are located in downtown Portland and meet on a monthly basis in a safe location. A screening and interview process is in place to insure security and discretion. Admission to this group is by invitation only. My name is Gail and I am your host and moderator, but this is YOUR support group so the more imput involvement and participation you provide the better. Internet support is fine, but person to person support, validation and interaction with people who are like us can have a profound effect on our overall well-being and sense of self. Send an e-mail to mailto:g_g_moreau@yahoo.com to join the online support group.  WAYVES (CANADIAN MARITIMES) For those FAN readers who are near the Canadian maritime provinces there is a monthly newspaper, called WAYVES, which is put out by the maritime GLBT community. It's put out in print copy only, covers all the maritime provinces, and contains feature articles, regular columns, listings of groups and services, listings of GLBT events coming up, and business ads. A 14  subscription sent to the U.S. is $30/year CDN. FMI about subscribing contact Jim McMillan at 902-826-7356, email submissions@wayves.ca , or write to Wayves, PO Box 34090, Scotia Square, Halifax, Nova Scotia, Canada, B3J 3S1. You can also check their web site at www.wayves.ca   WEB-BASED MAINE GLBTQI LISTSERVES AND E-MAIL LISTS:  Bisexual Group Online. Bisexuals in Maine and other points north (BINNE). This is a discussion group, NOT a dating group. Located in Yahoo! groups at http://groups.yahoo.com/group/binne .  Coastal Women's Connection. A women's social group providing connections for LBT women in the Brunswick to Portland area. oftball, camping, potlucks, etc. FMI about their activities you can join their yahoo group site (they have an events calendar) at http://groups.yahoo.com/group/coastalwomensconnection .  Deserve to Know. A web site sponsored by The Maine Center for Disease Control and Prevention which features community resources for men who have sex with men (MSM) and all who are working to prevent the spread of HIV and other sexually transmitted diseases (STD) in Maine. This interactive Web site features a community calendar, HIV testing sites, and other helpful information. D2K will provides an anonymous and friendly place to browse information about HIV, HIV testing and men’s health issues. It also features local and national news and information geared toward the MSM community. Check it out at www.deservetoknowme.org  Gay Maine. www.gaymaine.com . The lesbian and gay directory for gay-owned and gay-friendly places in Maine: Bars, clubs, hotels, guesthouses, restaurants, and more!  Gay Ogunquit.  A web resource for LGBTQI residents of or visitors to the Ogunquit area. http://www.gayogunquit.com/index.php  Laura's Playground. Transgender Suicide Prevention and Support Site. Jessica writes: I'm a moderator at a transgender suicide prevention and support site. It's a wonderful place with a live chat and lots of information. The chat runs 24 hours a day and I don't remember the last time there wasn't a moderator present. We screen the chatters to make sure we keep out 'admirers' and anyone who might harass. All moderators go thru suicide prevention training thru http://training.sprc.org as well as training from the administrators and supervisors. And it isn't only for suicidal individuals, a lot of TGs just go there to chat with people who understand their situation. I personally have found lots of support there and made some great friends. The people there are always willing to help answer any questions someone might have. Maine doesn't have much support to offer to TGs north of Bangor, or even much in Bangor. I just want to make sure that people know that Laura's Playground is around to offer support, answer questions, and help people find the resources they need. You can find it at: www.lauras-playground.com  Maine GayNet Listserve. A long-running listserve for the Maine GLBTQ community which allows members to post notices, opinions, etc. (in a broadcast manner) to everyone else on the listserve. To join the Maine GayNet listserve, go to http://groups.queernet.org/index.fcgi/info/me-gaynet.  Maine Gay Outdoor Network Events (MEGONE) is a yahoo group site/email list for Maine's GLBT? folks (& friends) for posting announcements of outdoor related events. It's not a formal club or organization--just an informal way to let folks know about outdoor activities that they might like to participate in--whether it's a hike, a paddle, camping trip, nature walk, or even a downtown shopping walk---it's up to you. This is not meant to compete with other groups such as the Chiltern Club--it's just an idea that some of us came up with on a recent trip to Baxter State Park :-) So, if you'd like some company the next time you take a hike, go on a bike ride, paddle, etc., just send an email to megone@yahoogroups.com to let members know the details. To join the group, go to http://groups.yahoo.com/group/megone/ Please pass the word along to other gay-related lists/groups—the more people who join, the more opportunities there will be for connecting with like-minded folks for some great outdoor fun. Right now, the membership is \"open\" to anyone who would like to join....however, if we have any problems with folks who are not gay-friendly, I may change it to a process requiring membership approval. Also, people posting should use discretion regarding publicly posting time/place to meet—you may want to simply say \"anyone interested 15  in details, please email me at __________, or call me at _______ \" Any questions? let me know! (mikeondavispond@yahoo.com)  Maine GLBT Community is your \"Maine\" source for information on LGBT issues, events and news. A virtual community center for bisexuals, lesbians, gay men, and transgender persons in the State of Maine.:  http://grou.ps/MAINEGLBTCOMMUNITY  Maine Lesbians Listserve Anyone who identifies as a lesbian is welcome to join. The website address is:  http://groups.google.com/group/maine-lesbians Women can request to join from the website or email me: pputnam@mac.com  Proud Lesbians of Poverty We seek people to join the group as we explore ways to improve the civil rights of GLBTQ's of poverty who cannot afford a lawyer to enforce their Gay Civil Rights, or their original Human Rights as a person. We are open to all people of any background. FMI contact Jan at janshouse@yahoo.com or phone 207-453-2353 or join the yahoo group at http://health.groups.yahoo.com/group/ProudLesbians/  Rubyfruit Cafe. A Maine-based, on-line, lesbian virtual community. Rubyfruit Cafe is a lesbian community magazine designed to showcase our lives, creativity, spirituality, politics, and much more. It is a website that will be driven by your submissions, your music, poetry, videos, photos, and stories. Show us where and how you live (show us your \"crib\") ... Tell us about your spirituality ... what you think politically and poetically ... sing your song or show us your garden ... share your lives, ideas and hopes with each other. If you find an interesting article, website, product, or new talent, let us hear about it. I want to create a fun, creative, supportive, environment for everyone to relax and just enjoy each other ... to take pleasure in our diversity and talents ... a place of tolerance and celebration. www.rubyfruitcafe.com  THE WHO, WHAT, WHEN, WHERE, WHY, AND HOW OF THE FAMILY AFFAIRS NEWSLETTER:  All communications to FAMILY AFFAIRS should be sent to zack@familyaffairsnewsletter.org (Be sure to include the words \"family affairs\" or “The FAN” in the subject line).  Note that FAN issues often show up in your inbox from thefan@maine.rr.com due to technicalities of the internet.   WHAT IS \"FAMILY AFFAIRS\" ?   FAMILY AFFAIRS is a free, twice-a-month, social activities newsletter for the GLBTQI (gay/lesbian/bisexual/trans/queer/intersex) community, sent out on the 1st and 15th of each month. It covers the State of Maine only.  The list was graciously begun and maintained for many years by Jean Vermette in Bangor.  It is now operated by Zack Paakkonen of Portland.  It’s crept somewhat beyond a social activities newsletter into a business directory, classified ad service, and community bulletin board.   WHO CAN SUBMIT NOTICES TO \"FAMILY AFFAIRS\" ?  Anyone! This is your chance to organize your own activities and get some GLBTQI-family company for those fun and interesting things you'd like to do. Do you want to host a potluck, attend a concert, or have someone to join you on that bus tour to Boston? Are you looking for someone to join you at the hockey or baseball games, for hiking, or to go to that special art exhibit? Are you looking for canoeing, golfing, camping, or fishing partners? This is the best place to look. Think up something fun to do, organize it, and let us know about it....it's easy!   CAN I ORGANIZE AN ACTIVITY THAT DOESN'T INCLUDE \"EVERYONE\" ?   Yes. People who want to organize an activity for the GLBTQ and/or I community are free to set whatever requirements or restrictions they want to on the activity they're organizing. If you want to organize a \"women only\" camping trip, a \"men only\" drumming night, a \"youth from age 18-24 only\" dance, or a day trip to a water park for GLBTQI \"couples with children\", that would be fine.   CAN I POST A SOCIAL ITEM THAT'S NOT GLBTQI FOCUSED?   16  But of course! Not everyone who watches women's basketball is a lesbian! If you want to organize an activity around something that is \"mostly-straight-but-GLBTQI-friendly,\" then do it!  However, outside events (such as holiday fairs, festivals, the local chamber of commerce, etc.) that are not focused on the GLBTQI community and do not have a significant GLBTQI component will not be listed in the FAN.  ARE THERE ANY DEADLINES OR REQUIREMENTS FOR POSTING?  If you want to be sure that your posting will make it into the next issue, please send it to zack@familyaffairsnewsletter.org no later than four days prior to when the next issue comes out (in other words – three days before either the 1st or the 15th of the month).  Although I can try to get a last-minute post into the next issue if you mail it later than my deadline, I can’t guarantee it will make it.  I accept postings from FAN subscribers only, no obscenity is allowed, and I reserve the right to not include a posting for any reason (although if I do reject a post, I will attempt to let you know the reason).     HOW DO I GET ONTO OR OFF THE MAILING LIST ?   Just email me and ask to be put on (or taken off) the list: zack@familyaffairsnewsletter.org   CAVEATS:   All newsletters are emailed BCC, and the email list is not given out to anyone. Still, keep in mind that while this newsletter is for the GLBTQI community, not everyone on the mailing list may be a \"family\" member. People ask to be put on the list and I put them on. There is no interview process or attempt to verify LGBTQI status. It's up to you to behave appropriately for whatever level of anonymity/security you feel you need.  Also, listings are posted with information as is submitted to me, and I do not verify them so have no independent knowledge of the accuracy, truth, or falsity of any posts, events, advertisements, job listings, rental listings, etc.  Respond at your own risk.  Please note also that FAN issues may show up in your inbox as coming from thefan@maine.rr.com instead of from zack@familyaffairsnewsletter.org due to technicalities of the internet and the vagaries of your ISP and e-mail program.  It’s still the same FAN from the same sender. ",
    "id": 230401554,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.usm.maine.edu:fan-1085"
    },
    "title": "Family Affairs Newsletter 2013-08-01",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2013-08-01T08:00:00+01:00",
    "publisher": "USM Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.usm.maine.edu/cgi/viewcontent.cgi?article=1085&amp;context=fan"
    ],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/230401554.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/230401554"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/230401554/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/230401554/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/230401554"
        }
    ],
    "abstract": "FAMILY AFFAIRS was a free, twice-a-month, social activities newsletter for the GLBTQI (gay/lesbian/bisexual/trans/queer/intersex) community, sent out around the 1st and 15th of each month. It covered the State of Maine only. The list was begun and maintained for many years by Jean Vermette in Bangor, and later operated by Zack Paakkonen of Portland. Over the years it evolved from a social activities newsletter into a business directory, classified ad service, and community bulletin board.https://digitalcommons.usm.maine.edu/fan/1085/thumbnail.jp",
    "tags": [
        "text",
        "Newsletter",
        "Maine",
        "GLBTI",
        "LGBTQ",
        "Family Affairs Newsletter",
        "support groups",
        "social groups",
        "events",
        "job postings",
        "personals",
        "Lesbian, Gay, Bisexual, and Transgender Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.usm.maine.edu:fan-1085",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13925",
        "openDoarId": 0,
        "name": "University of Southern Maine: Digital Commons@USM",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 230401554,
        "depositedDate": null,
        "publishedDate": "2013-08-01T08:00:00+01:00",
        "updatedDate": "2024-02-15T13:30:06+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-17T21:31:02+01:00"
    },
    "urls": [
        "https://digitalcommons.usm.maine.edu/fan/86",
        "https://digitalcommons.usm.maine.edu/context/fan/article/1085/viewcontent/Family_Affairs_Newsletter_2013_08_01.pdf"
    ],
    "lastUpdate": "2024-02-15T13:30:06+00:00",
    "setSpecs": []
}