{
    "acceptedDate": "2009-09-10T00:00:00+01:00",
    "authors": [
        {
            "name": "Marcus Littles"
        },
        {
            "name": "Micah Gilmer"
        },
        {
            "name": "Ryan Bowers"
        }
    ],
    "contributors": [],
    "createdDate": "2017-02-15T00:13:43+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "2009-04-02T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.1093/acprof:oso/9780199231034.001.0001",
    "downloadUrl": "https://core.ac.uk/download/75777716.pdf",
    "fullText": "F A M I L YM A T T E R SA S S O C I A T I O N  o f  B L A C K  F O U N D A T I O N  E X E C U T I V E SO c c a s i o n a l  P a p e r  S e r i e s  N o .  1M a y  2 0 0 9Credits© Copyright 2009 Association of Black Foundation Executives. We encourage readers to use and share the contents of this report, with the understanding that it is the intellectual property of ABFE, and that full attribution is required.The authors of this report are:  Ryan Bowers, Micah Gilmer and Marcus Littles of Frontline Solutions (www.helpchangehappen.com).Graphic design for this publication was done by Emmanuel Thompson (www.izricreative.com).The Association of Black Foundation Executives (ABFE)The Association of Black Foundation Executives (ABFE) was established in 1971 by forward-thinking, Black foundation executives to promote effective and responsive philanthropy in Black communities.As the first official affinity group of the Council on Foundations, ABFE is the champion of diverse leadership in philanthropy. Progress is defined by a substantial increase in the number of Blacks as leaders and emerging leaders within the philanthropic field in addition to new and effective philanthropic dollars directed toward issues facing Black communities. Today, ABFE counts among its members some of the most influential staff, trustees and donors of grantmaking organizations who are closely involved in shaping the focus, decision-making and response of foundations toward Black communities.  The vision ABFE has for its members is that they are a catalyst for advancing philanthropic practices that build on a tradition of self-help, empowerment and excellence to solve the challenges faced in Black communities.ABFE’s Mission:To promote effective and responsive philanthropy in Black communities.ABFE’s Main Objectives:To grow Black leadership and participation within organized philanthropy. •\tTo enhance the effectiveness of philanthropic leaders and institutions that fund and invest in Black communities. •\tTo increase the allocation of philanthropic resources that address priority issues in Black communities.  •\t Board of DirectorsDwayne C. Proctor ChairSenior Program OfficerThe Robert Wood Johnson FoundationK.C. BURTONVice ChairSenior AssociateThe Annie Casey Foundation Wenda Weekes MooreSecretaryBoard of Directors The W.K. Kellogg FoundationElan GaronzikTreasurerVice President of ProgramsThe ELMA Philanthropies Services (U.S.) Inc. William C. BellPresident and CEOCasey Family ProgramsLinetta J. GilbertSenior Program OfficerThe Ford FoundationBenjamin T. JealousPresidentThe National Association for the Advancement of Colored People Karen Kelley-AriwoolaVice President Community PhilanthropyThe Minneapolis FoundationRicardo A. MillettTrusteeNew Partnership Foundation Luther M. Ragin, Jr.Vice President, InvestmentsThe F.B. Heron FoundationKimberly RobersonProgram OfficerThe Mott FoundationNational U. S. Civil Society Barbara L. ThomasPresident and CEOThe National Black MBA AssociationPhillip ThomasSenior Program OfficerThe Chicago Community Trust Chantel L. WalkerConsultantGladys WashingtonSenior Program OfficerThe Mary Reynolds Babcock FoundationStaffSusan Taylor Batten, PresidentMarcus F. Walton, Director of ProgramsSharon D. Toomer, Director of Communications and MembershipMary LuLu Lamping, Director of DevelopmentJoshua Powers, Director of AdministrationFloria Abney, Administrative AssociateLynne Algrant, Professional Development Coordinator Christine Nicholson, Coordinator of Membership ServicesAcknowledgementsFamily Matters is a report prepared for the Association for Black Foundation Executives (ABFE) by Frontline Solutions.  For their contribution in coordinating the content and production of this most urgent report, ABFE thanks Ryan Bowers, Marcus Littles and Micah Gilmer with Frontline Solutions.  For their contribution of expertise and input in Family Matters ABFE thanks Dr. David Sanders and Marty McOmber with Casey Family Programs; Dr. Waldo Johnson with the University of Chicago; Shawn Dove with the Open Society Institute; Loren Harris with the Ford Foundation; Riki Wilchins with TRUE: Let Every Child Shine; and, Alvin Starks formerly with the Arcus Foundation.  For his creative design ABFE thanks Emmanuel Thompson of Izri Creative.  Finally, ABFE thanks all of its members and institutional supporters who make this organization relevant, dynamic and an important resource to the greater field of philanthropy.IntroductionIt is my pleasure to introduce our members and colleagues to ABFE’s Occasional Paper Series. The Series is designed to bring attention to critical issues in Black communities and provide recommendations for philanthropic investments.  In addition, we will use this series to highlight the work of ABFE Associate, Individual and Institutional Members.  It is our hope that these documents, along with other ABFE tools and resources, result in a more informed philanthropic leadership base that, overtime, facilitates new and more effective grant-making in and for Black communities.  We kick off the series with Family Matters in recognition of the continuing importance of this country’s primary child-rearing institution.  Families, of course, are not monolithic so this paper talks about a number of family formations and related issues.  But I urge the reader to think beyond the immediate issues impacting Black families presented in this paper (families engaged in the child welfare system; fathers and families and families of different sexual orientations) to the community conditions that play into these circumstances.  Every family should live in a safe, supportive community that provides them with opportunities to raise their children to the best of their ability.  john powell from the Kirwin Institute on the Study of Race and Ethnicity refers to these as “opportunity-rich neighborhoods.”  However, too many Black families reside in “opportunity poor” neighborhoods that lack important resources (transportation, good schools, decent housing, access to family supporting jobs, etc).  These communities are more likely to be unsafe, and receive heightened scrutiny from well-intentioned public systems (police, child welfare, etc.).  When this happens, even families that are doing their best are negatively impacted. Sadly, these conditions can work against community cohesion and weaken the family structure. When so many families in one place don’t feel good about their options, entire neighborhoods suffer. This can play out in a number of ways but ”acts against one’s-self”  over such trivial issues as  turf, identity and “street cred” can prevail.  We’ve seen it too many times.We in philanthropy must push beyond the presenting circumstances – why, that is the very nature of strategic grantmaking!  To help improve the conditions of American families, let’s dig for root causes.  As it relates to strengthening families, we will find that many of the answers still lie in our need to strengthen communities.  ABFE wants to work with as many of you as possible to help build a new community infrastructure that focuses on investing directly in individuals and families in Black communities and other communities of color.  Please stay tuned and follow our Occasional Paper Series to help us do so.  Susan Taylor BattenPresident and CEO, The Association of Black Foundation Executives (ABFE)May 2009FAMILY MATTERSThe Association of Black Foundation Executives (ABFE) was established in 1971 to promote effective and responsive philanthropy in Black communities.  Thirty-seven years later, this mission remains a vital one as racial disparities continue to persist.  Although there are now numerous Black-led organizations serving the Black community in innovative ways, many continue to be severely under-resourced.  While population trends, migration patterns, public policies and social movements have collectively played a role in changing notions of what the Black community is or looks like nearly four decades later, what has not changed is that the Black family, in all of its idiosyncrasies, remains the consistent cornerstone of Black communities.Historically, the Black family has often been portrayed as pathological. The Moyhnihan report asserted that because many Black families were headed by women, they were doomed to underperformance in the American economy (Moynihan, 1965). Conservative organizations take a view of family that generally validates the nuclear family to the exclusion of other family types. In fact, the “right” has claimed the very definition of family – territory that many progressives have all but ceded. On the contrary, a progressive tradition has celebrated and perhaps even romanticized underclass Black communities as places where intricate family supports unconditionally nurture loving relationships. This view has been furthered by scholars, like anthropologist Carol Stack, who have noted the ways in which intense family inter-relationships have allowed underclass Black people to survive in the harshest of conditions (Stacks, 1983).This paper is dedicated to taking a look at family in a way that may challenge common-sense understandings of what “the Black family” means.  The objective is not to advance conservative or progressive notions of family, but rather to offer to grantmakers frames for family that can serve as resources in advancing ABFE’s mission to promote effective and responsive philanthropy in Black communities. The Black community and the Black family are inextricably linked.  The strength of the one is that of the other, and similarly, issues that pose threats to the economic and social health of Black communities are indeed the very factors that impede healthy, safe and constructive Black families. How society views family has far-reaching impacts on public policy, political paradigms, and even the ability of individuals to live with a sense of personal power and positive identity. 1Family Matters attempts to explore three salient issues that have a substantial impact on Black communities: foster care, fatherhood and identity development. The thrust of the report is organized around three central questions:How does grantmaking that seeks to reduce the disproportionate placement of •\tBlack children in the foster care system impact the health of Black communities and strengthen Black family structures?How do contemporary societal beliefs and public policies relating to Black •\tfathers impact their opportunities to contribute positively to Black families and the Black community?How do notions of gender, masculinity and sexual identity in the Black community •\tinteract with normative notions of family, and why is this interplay relevant to a funder seeking to strengthen Black communities?Each of the three sections of this paper seeks to examine family in poignant and practical ways that offer alternative, yet necessary perspectives for grantmakers to consider when seeking to improve outcomes for African Americans and their communities.2Several philanthropic efforts have emerged that aim to support vulnerable children and fragile families. The following are just a few of  the most recent investments and programs by ABFE Institutional Members to improve the conditions for families in Black communities as they relate to foster care and child welfare systems.  Annie E. Casey Foundation, through its Family-to-Family Initiative, has made significant headway in incorporating the best of  family and community-centered approaches in foster care practice. The Stuart Foundation previously funded a research task force to examine disproportionality in California. And lastly, Casey Family Programs has provided guidance and technical assistance to state governments and local jurisdictions throughout the country to improve foster care policy and practice.  Foster Care in ContextLike many social welfare efforts in the United States, foster care had its origins serving predominantly foreign-born children and has since grown to have a significant impact on impoverished African American communities.  Philanthropy and charitable institutions were the first responders to the needs of children in struggling families. The advocacy efforts on the part of these institutions eventually led to increasing state and federal government involvement in the field of foster care. However, over 150 years since the start of these efforts, child welfare systems continue to struggle to develop approaches and environments that avoid profoundly adverse affects on poor Black children.The history of child welfare can be traced back to the 1700s, when over 100,000 children from predominantly white Northern cities were shipped on “orphan trains” to serve as indentured laborers for Midwestern families.  By the early 19th century, charities had established the first orphanages, which focused primarily on meeting children’s physical needs, while placing little or no emphasis on keeping them safe, offering high quality services or reunifying them with their families (Murray & Gesiriech, 2004).  As city populations swelled and poor Black families migrated en masse to urban centers, America would begin to witness the colorization and expansion of the child welfare system.  By the 1923 census, records indicated that of the 1,070 child welfare agencies operating throughout thirty-one northern states, 299 were open to serving Black children (Roberts, 2002).  By 1935, the first federal policies were enacted that established guidelines for intervening in child abuse and neglect cases, as well as foster care reimbursement and reporting laws.Fast forward to the middle of the twentieth century as the United States experienced the rapid decline of its urban communities through a concerted strategy of federal disinvestments as well as eroding social supports.   By the end of the century, between the years of 1982 to 1999, the number of children in care grew from 262,000 to 568,000, much of the increase due to Black youth entering care.  Today, thirty-seven percent of children in foster care are Black, although Black children account for less than fifteen percent of children in the United States (CSSP, 2004). Black children are also twice as likely as white children to enter and remain in foster care in almost every state.   In some states like Minnesota, nearly one in twenty-five Black children has been placed in foster care (Roberts, 2002).Communities with the highest rates of foster care placement have been under siege for years. These communities’ lack of vital supports, including substance-abuse treatment programs, 3FOSTER CARE and BLACK COMMUNITIESaffordable housing and other social services have contributed to keeping birth families from being reunited (Littell & Schuerman, 1995). Other external factors that have increased the likelihood of a family’s interaction with the child welfare system include economic instability, inadequate housing and high-stress living (Bass, Shields, & Behrman, 2004).  Yet there are numerous factors resulting from child welfare practice that have contributed to the high instances of placement in care for Black children. For one, experts have found that African American children are over-represented at nearly every critical decision point in the child welfare system (Casey Family Programs, 2005).  Even at the level of caseworker, research has found that children of color receive “fewer familial visits, fewer contacts with caseworkers, fewer written case plans, and fewer developmental or psychological assessments, and they tend to remain in foster care placement longer” (Chipungu & Bent-Goodley, 2004). Against this backdrop of a chronically dysfunctional system that touches the lives of so many Black and brown families, several efforts have emerged that have sought to invest or reinvent the practices of some of the nation’s most troubling foster care systems.   The San Francisco Disproportionality ProjectThe San Francisco Disproportionality Project, with major funding provided by the Stuart Foundation, was an eight-month project that sought to research the causes and context of disproportionality in San Francisco and to develop recommendations to solve it.  Disproportionality is endemic in the United States, and particularly stark in San Francisco, where African Americans comprise 11% of the city’s population but account for 70% of children in foster care.  California as a whole houses the largest child welfare population in the nation.  In 2004, more than 86,000 children were in foster care in California (California General Assembly, 2005).  As mentioned above, a confluence of exogenous factors contribute to the high rates of Black families coming into contact with the child welfare system.  The disproportionality research in San Francisco revealed that the city’s unusually high cost of living, the tighter economy at the time and the flight of families from the city had drained the African American community of much of its social capital and economic supports.  According to the study, the families that stayed did so because they were “too poor to leave.”  Given the problems before them, the San Francisco Disproportionality Project laid out three ambitious goals:  1) establish a task force on disproportionality; 2) conduct exploratory research through interviews and focus groups and 3) build public support toward implementing the recommendations.  The researchers who participated in the 33-member task force completed interviews with 80 parents and 30 social workers.  Nine recommendations resulted from their findings, which concentrated on the five communities with the most referrals.  They included: utilizing programs to mentor individuals and families who were struggling to move out of crisis; developing effective family support strategies; and focusing on preventive, culturally competent and family responsive services.   While 2007 data shows that Black children in San Francisco are still facing disproportionate placement compared to their White and Latino counterparts (14.3 per 1000 compared to 1.7 and 3.7), the blueprint laid by the Disproportionality Project offered a clear opportunity to serve practitioners, local government and the funding community in their path towards progress.4Annie E. Casey Foundation’s Family-to-Family InitiativeOver fourteen years ago, Annie E. Casey Foundation launched an innovative initiative to support families and communities around foster care systems.  Utilizing their community- and site-based approach, the Foundation first introduced the Family-to-Family Initiative in Alabama, Maryland, New Mexico, Ohio, and Pennsylvania, and has since expanded to numerous states and child welfare jurisdictions. Family to Family’s approach is based upon four core principals:  Building Community Partnerships in the most affected neighborhoods- this involves drawing 1. on the wisdom of individual leaders as well as committed local institutions.Team Decision-Making- brings together everyone from birth families to foster families, as 2. well as caseworkers and community members. They all have a stake in the success of the child and can speak from their first-hand knowledge of the situation.      Resource Family Recruitment, Development and Support- identifies and supports foster and 3. kinship homes in the children’s own neighborhoods, to build the capacity of local networks through place-based support.Self-Evaluation- this is where all involved stakeholders are brought together as participant 4. researchers. They analyze data, work with practitioners and research staff to review results, utilize community members to interpret those findings and make recommendations. This may result in mid-course corrections and the development of a data “feedback loop” for continuous improvement.  Over the past several years, Family-to-Family has focused more specifically on strategies to reduce the disproportionate number of Black children and other children of color in foster care in participating sites.  Each of the 18 “anchor sites” have identified a lead Eliminating Racial Disparities and Disproportionality (ERDD) consultant who is responsible for implementing strategies in this area.  All 18 ERDD leads have received training on Undoing Racism and using the Race Matters Toolkit.  To date, several Family-to-Family public child welfare systems (including Cuyahoga County – Cleveland and New York City) have trained their supervisory and social work staff as well and have begun to implement strategies to reduce racial disparities in their systems.Casey Family Programs’ 2020 StrategyCasey Family Programs, a national operating foundation, has been working on behalf of children in care since 1966.  The foundation is and has been deeply engaged in policy and advocacy efforts on the federal, state and national levels, by emphasizing better implementation and administration of state and local government’s child welfare programs through innovations, best practices, research and evaluation.  Casey Family Programs has most recently advanced an ambitious strategy to transform foster care by the year 2020, which includes reversing the disproportionate placement of African American youth in care in almost every state.  Casey Family Program’s investment toward that goal and commitment to achieving it through partnerships with local community serving institutions, philanthropies and child welfare jurisdictions serves as a model strategy for supporting families in Black communities.56Alliance for Racial Equity in Child WelfareIn addition to the individual efforts of Annie E. Casey and Casey Family Programs, the two organizations joined two additional ABFE Institutional Members, the Marguerite Casey Foundation and the Jim Casey Youth Opportunity Initiative to form the Alliance for Racial Equity in Child Welfare.  The efforts of the Alliance to reduce disparities and the disproportionate number of children of color in the care of child welfare agencies are ultimately aimed at improving outcomes for all children by:  (1) learning what works to achieve race equity in child welfare services, in partnership with states and local communities; (2) developing and disseminating new knowledge to the field; (3) promoting effective federal and state policy through education about policy options; (4) designing and implementing data collection, research, and evaluation methods that document evidence-based practices and strategies; and (5) ensuring that birth parents and foster youth and alumni are leaders in helping child welfare agencies achieve race equity in child welfare services and programs.1. Describe the change that Casey Family seeks to make with children and communities?Today in America, there are more than 500,000 children in foster care – the majority of them are children of color. Some children will never again know what it means to have a permanent family. And compared to most children in America, those who experience foster care have a much greater chance of confronting homelessness, joblessness, poverty, mental health problems, prison and a host of other difficult challenges later in life. If we do nothing to change this equation, 7.2 million more children will experience foster care and its effects by 2020. At Casey Family Programs, we are committed to changing the equation. We call it our “2020 Strategy: A Vision for America’s Children,” and its goals are ambitious. By working directly with communities, child welfare systems and policymakers across this country, we will safely reduce the number of children in foster care by 50 percent over the next 12 years, reinvest savings to strengthen the child protection system, and improve the education, employment and mental health outcomes for children in care.At Casey, 2020 is the vision that drives our work every day.  2. Casey Family Programs is very explicit about its goals to reduce disproportionality and disparities in foster care systems, which in many cases leads to a focus on African American youth.  Through this work, have you noticed certain characteristics of African American families that require a distinct strategy and theory of change?Our focus is to safely reduce the number of children in care and improve outcomes for those who are in the system, regardless of race, culture or ethnicity. We want all children to have permanent families. We want all children to graduate from high school, to get proper health care, and to succeed as adults.  By focusing on improving the well-being of all children and families, we create a more fair and equitable system and substantially reduce the need for foster care in the generations ahead.3. There is a general consensus that family reunification is the best permanency goal for children in care.  How does your work with state, county and local government agencies strengthen families, and how is that strategy playing out in African American communities?Positive results are the most compelling argument, and we are seeing innovation and leadership in jurisdictions across the country. Public child welfare systems are looking for ways to safely reduce the number of children coming into the system and, when possible, reunifying7FUNDER Q & A with DAVID SANDERS, Ph.D., EXECUTIVE VICE PRESIDENT of SYSTEMS IMPROVEMENT, CASEY FAMILY PROGRAMSfamilies quicker. For example, a number of jurisdictions are employing Family Group Conferencing, which brings together all of a youth’s available relatives early in the process to make critical decisions such as where a child will live or what supports the child and family need. This culturally competent approach can keep children in foster care connected to their family, their culture and their heritage.  Ultimately, we must prevent the need for a child to be removed from a home in the first place by strengthening families. For example, families living in poverty are far more likely to face a host of troubles that can affect the well-being of children, from the lack of affordable housing and medical care to substance abuse and domestic violence. We need to address those underlying issues, which can lead to abuse or neglect.  That’s why Casey supports Ohio’s Alternative Response project and others like it. This approach provides a broader range of responses to reports of possible child abuse or neglect. Instead of responding with the same emergency-oriented protocols to every report, frontline workers can use prevention and early intervention techniques to address underlying issues, as long as the child’s safety is not in question. 4. Has Casey Family Programs’ work with state and local jurisdictions encountered challenges due to the politically sensitive nature of employing a racially-focused / racial-justice approach?To successfully address disproportionality, child welfare leaders, policy makers, and community organizations in each state must ultimately confront the problem and acknowledge the need to address it first.  However, this is an extremely challenging issue, and jurisdictions are at various levels of maturity in how to address it. Given this, Casey has the ability to work with a jurisdiction where they are. If there is an initial need to help build awareness and public will (internally and externally) to address the issue Casey is able to use its expertise and resources to work alongside child welfare systems to support these efforts.  Having the knowledge and the will to make a change are the first steps in the process of taking action. We are encouraged by the work we see happening in states all across the country. Casey is working with the child welfare leadership in Washington, Texas, California, Alaska, Michigan, Wyoming, and Kentucky to develop and implement strategies for reducing the disproportionate representation of children of color and to reduce outcome disparities in these jurisdictions. More work is planned in Hawaii, North Carolina, Arizona and Illinois.5. Can you make a few recommendations to funders and philanthropy for supporting families in Black communities?The first step in bringing about meaningful change is listening to a community and its needs. Foundations should draw a web of support and services around our communities’ most vulnerable families to help them address the crises and stressors that, if left unattended, can overwhelm families and put them at risk of having their children taken away.  Also, it is the responsibility of philanthropy to ensure that the dollars that are invested in communities produce positive results. Are there more jobs? Better schools? Increased access to health care? Less people going to bed hungry? We must ensure accountability around the programs we fund and demand positive and measurable outcomes. 8Recommendations for Foster Care Work and PhilanthropyThe above profiles provide several examples of systems-change interventions to support youth in care, and specifically to reduce the disproportionate removal of Black youth from their families and communities.  The Stuart Foundation funded research that provided a blueprint for policy change, Annie E. Casey Foundation piloted and expanded a model that offered a new paradigm for drawing on community members and local institutions to inform practice, and Casey Family Programs has and continues to offer technical-assistance to child welfare jurisdictions driven by a bold vision to reduce the number of children in the country’s child welfare system. (Chipungu and Bent-Goodley, 2004).   As part of funders’ strategic investments to reduce the disproportionality of Black youth in care, grantmakers and policymakers are also examining the cultural competency of the caseworkers and staff that are directly working with Black children and families.  Research has shown that the cultural unfamiliarity and insensitivity to the norms of Black families has yielded unintended, damaging results. For example, one study comparing African American and White caseworkers in their attachment assessments found that White workers rated African American mothers as less attached than White mothers while there were no differences between how African American workers rated White and African American mothers (Surbeck, 2003).  Another study revealed that although African American and Latino families are not more likely than White families under similar circumstances to abuse or neglect their children, they are more likely to be reported for child abuse and neglect and to have children removed from the home (Chipungu and Bent-Goodley, 2004).Any true effort to impact the colorization of child welfare and improve the wellbeing of Black families will need to: 1) drill down to the level of caseworker practice and cultural competency; 2) invest in building data sets, disaggregated by race to determine how different populations are doing in different points in the system; and 3) carefully analyze policies and practices to ensure that they do not negatively impact Black families.  The Stuart Foundation, Annie E. Casey Foundation, and Casey Family Programs have been trailblazers for reform by examining the implications of both child welfare policy and practice (Chipungu and Bent-Goodley, 2004).9Much has changed, and much has stayed the same with regard to fathers in Black families. A robust field has emerged with practitioner networks and best practices.  Furthermore, significant headway has been made in organized philanthropy through funding intermediaries, grass-roots advocacy and policy change.  Although we have seen great strides in the conversation surrounding Black males and families with regard to civil society, the reality on the ground still looks quite grim. Nearly three quarters (70 percent) of births in Black families are not to married parents (Hamilton, Martin, & Ventura, 2007), and half of all Black men in their 20s are jobless, including those with high school degrees (Edelman, Holzer, & Offner, 2006).Over forty years ago, Daniel Patrick Moynihan observed these same trends, documenting that a quarter of births in Black families were out of wedlock, and 29% of Black males in 1964 were unemployed at some point during that year.  Moynihan attributed the condition of the Black family to the negative effects of structural forces and historical racist policies, and suggested a need for government intervention, largely through welfare provision and financial assistance.  On several occasions, he went so far as to suggest that pervasive, self-destructive “pathological” tendencies within Black families was largely what impeded the personal and societal attempts to support them (Moynihan, 1965). This section is not intended to simply deconstruct Moynihan’s analysis. Rather, the authors do wish to posit an alterative framework to that which Moynihan offered and that which many voices across the political spectrum still do.Through the profiles in this section, the authors seek to demonstrate that policymakers, funders and practitioners must take a both/and approach to supporting fathers in Black families.  A Moynihanian reliance on welfare assistance to serve as the primary intervention for struggling fathers needs to be coupled with innovative programmatic supports, as well as advocacy efforts.  A “both/and approach,” as demonstrated in the profiles below, is leading to the development of life changing programs and rigorous, successful policy advocacy. Both approaches are essential to the field, given the public sector’s resistance to change and the way in which the two approaches balance and complement one another.10FATHERS in the CONTEXT of FAMILY The field of fatherhood work began in earnest in the 1970s, with the support of foundations and government funding, to reconnect non-custodial fathers to their children. Early on, researchers such as Fred Ferstenberger were given grants to build what became the initial knowledge base for supporting fathers and families.  The growth in programs over the past four decades is in direct response to the demand for guidance on child support debt strategies for low-income fathers, the challenges facing co-parenting mothers and fathers, and the difficulty fathers have in finding career ladders and sustainable employment.   In order to provide a more nuanced understanding of the field of fatherhood, some of its key learnings, and opportunities for advancement, the authors spoke with three national experts on the topic:  Dr. Waldo Johnson, Jr., Associate Professor at the University of Chicago’s School of Social Service Administration (SSA); Loren Harris, Program Officer at Ford Foundation; and Shawn Dove, Campaign Manager in US Programs at the Open Society Institute.  Each of these three individuals, through their role as scholar, practitioner or grantmaker, has been deeply rooted in fatherhood as a field.From our conversations and interviews with Johnson, Harris and Dove, four key learnings emerged about fathers and fatherhood work:1. Fatherhood programs must take into account child development principles. Research has found that effective fatherhood programs are distinguished by whether and how they take into account child development principles into their work.  The Fathering Indicators Framework, developed by Annie E. Casey Foundation, repeatedly makes the case that fathers must develop a grasp of their child’s emotional, physical, and social development stages (Gadsden, Fagan, Ray, & Davis).2. Low-income fathers also need employment supports. Fathers are generally able-bodied and willing to work, but lack the social networks that lead to legitimate employment or other essential supports.  Research dating back to the 1992 Young Unwed Fathers Pilot Project found that “fathers with and without child support orders, and in spite of their poor economic circumstances, indicate a willingness to provide support to their children” (Watson, 1992).  Unfortunately, many fatherhood programs tend to limit their focus to fathering training, parenting and other focuses on direct care.  Often these programs do not have the necessary resources to also offer labor market opportunities. It is essential that fatherhood programs meet men where they are and address their primary needs, which is often building their employment networks and securing work beyond low-wage labor.KEY LEARNING from the FIELD of FATHERHOOD113. The inability to financially contribute may facilitate father-absence. Black fathers work less and have lower paying jobs, and are less likely and able to provide childhood support to their children, when compared to their white and Latino counterparts (Mincy, 2006). Earl Johnson found in the Fathers Fair Share study that low and no-income fathers desperately want to provide for their children (E. S. Johnson, Levine, & Doolittle, 1999). However, the stigma of not being able to provide materially to their children had such a strong affect that fathers would stay away until they had something tangible and material to offer to their children. This research makes a direct link between the high unemployment rate of Black men and their relatively meager wages, and their combined effect on Black children and Black families.   4. Public policies can also serve as barriers to father-presence. As mentioned above, many low-income fathers cannot afford to contribute to their family financially.  A large body of research has confirmed the importance of a father being involved in the life of their child, for emotional, social and other developmental reasons, even if they cannot provide monetary support (D. J. Johnson, 1996). This research points to the importance and impact of “father presence” on children. Unfortunately, the carrots and sticks of public policy, particularly welfare and child support policies, have given men and fathers mixed messages as to if and how government expects them to be involved in the lives of their children and their children’s mothers.Waldo Johnson, Loren Harris and Shawn Dove identified three notable, established institutions that have served as leaders in the field.  They are The Father’s Research and Resource Center, run by Dr. Wallace McGonnicle, which supports the idea of  co-parenting; the Chicago-based Paternal Involvement Center, run by Donald Waddell, which offers research-based, innovative fatherhood programming; and Baltimore-based Center for Urban Families led by Joseph T. Jones, which offers family training, job readiness and case management training, responsible fatherhood programming, and child support intervention services.12In addition to the aforementioned interviews, this report provides an in-depth analysis of one particular initiative at the Open Society Institute that is taking a both/and approach to policy and programming.  The Open Society Institute, a long-time international leader in social and racial justice grantmaking, has been most recently seeking to leverage their investments to support fathers and the local context in which they live.In June 2008, The Open Society Institute, (OSI), launched its Campaign for Black Male Achievement, and identified “Strengthening Families and Communities through Responsible Fatherhood” as a key focus area. To date, OSI has made investments in two  fatherhood strategies that have the promise for increased national impact on America’s growing responsible fatherhood movement.  One of the first grants was awarded to the Center for Urban Families to support the implementation of their Advancing Responsible Fatherhood strategy into its core programmatic activities.  The Campaign for Black Male Achievement is specifically supporting their focus on building and empowering a Black male infrastructure and strengthening the field of responsible fatherhood through the intersection of direct action, research, evaluation, and advocacy.  This strategy represents an innovative model for OSI’s Campaign because it combines supporting strong programmatic activities with policy advocacy, bringing fathers who are directly affected onto the supply-side of community change.   OSI also awarded a grant to the Center for Research on Fathers, Children and Family Well-being (CRFCFW) at Columbia University to support their research on the effects of the New York State Earned Income State Tax Credit and its impact on employment and earnings of low-income, non-custodial fathers. The study, led by Dr. Ronald Mincy, the Center’s founding executive director, will inform policy makers on the extent to which low- to moderate-income, non-custodial fathers are aware of the tax credit—which is possibly the largest anti-poverty program in the country for less educated men—as well as its eligibility requirements, and how recipients of the tax credit use it. With the launch of its Campaign for Black Male Achievement, the Open Society Institute joins a growing pool of philanthropic institutions that are branding initiatives and targeting funds to improve the life outcomes of Black males, with a clear analysis of the impact of fathers on the  well-being of Black families and Black communities.  PROFILE: OPEN SOCIETY INSTITUTE13Recommendations for Fatherhood Work and PhilanthropyWhile other foundations are in the process of investigating, launching, improving or evaluating such initiatives, it is important to reflect on several lessons learned from the work and insights of Shawn Dove, Loren Harris and Dr. Waldo Johnson. 1. Recognize that supporting fathers is essential to investing in Black families.  Fathers and families are inextricably linked.  The CNN special “Black in America,” to cite a recent example, grouped its exposé into two parts: the Black Woman & Family” and “The Black Man.” This unfortunate symbolic separation of Black men from family reflects a larger trend. Yet, as the above research illustrates, although low-income fathers in struggling families may not always be visibly present to those on the outside or sufficiently present to their child’s mother or their children, the role and involvement of fathers is crucial for the health and success of each member of the family.  While this paper is entitled “Family Matters,” and asserts that fathers do matter a great deal, the public discourse regarding “family values” too often asserts a narrow definition of what “responsible fatherhood” really is, beyond those that dutifully make their payments to the government. Such a definition places too little emphasis on family formation, particularly with regard to the realities of low-income and non-traditional families.  Most importantly, it fails to place low-income African American fathers, particularly those who are non-custodial fathers, within the context of families. 2. Invest in the robust development of the field: Key informants for this paper stressed the need to make use of existing knowledge, such as the Fragile Families Study by Ron Mincy and colleagues, rather than simply commissioning further research.  Second, a serious engagement with responsible fatherhood must include an analysis of necessary reforms in workforce and child support policy.  The United States does not currently have a comprehensive workforce policy. At best, there is a disconnected patchwork that does not meet the skills or knowledge needs of the majority of low and moderate income Americans.   Such a framework would stand to benefit everyone in the country who has a need to retool their skills for 21st century economy, including baby boomers, as one-third will enter retirement or semi-retirement between now and 2012. Third, informants also suggested that foundations and government need to fund experimental approaches to assist fathers and mothers to work out their relationship issues and learn to work together, even if they are not romantically involved.  However, it is critical that funders and policymakers remain aware that it can be idealistic to encourage marriage for men for whom marriage is often undesirable or impractical based on economic realities. 3. Support the role of equity in childrearing through funding and program development.  Expert practitioners including Dr. Wallace McGonnicle at The Father’s Research and Resource Center are supporting fathers on the path to becoming better co-parents. Additionally, Loren Harris’ grantmaking with Instituto Brazil supported “Program H,” which teaches men how to parent in a gender equitable way, so that a disproportionate part of childrearing doesn’t fall on the mothers. Such an approach only makes dads more knowledgeable, more attached, and aware of the needs and solutions of their children.  Equity includes everything from diaper changing, doing hair, and buying clothes to meeting with teachers and overseeing extra-curricular activities.14Fatherhood programs in the United States too often make “how to deal with mom” a secondary issue. Funders and policy makers need to support further research on how to support parents who co-parent and don’t live together, who may not still be romantically involved, especially for those who are still in poverty.  4. Read Making Fathers Count: Assessing the Progress of Responsible Fatherhood Efforts (2002) by Annie E. Casey Foundation.  This  publication provides one of the most thorough historical analyses of fatherhood work.  By reviewing nearly every major policy and charitable initiative between 1975 and 2000 that had a major impact on fathers, the authors capture both the intentional and less coordinated advancements  in the field, with important recommendations for future work.15All too often, discussion of  “family”  imply narrow constructions of  traditional nuclear households and domestic life. In reality, the Black family looks much more interesting and complicated. Moreover, narrow constructions of  concepts like masculinity often have serious unintended consequences, including communal violence and unsafe sex. For philanthropy, effectively supporting Black communities means not falling into the “trap”  of  thinking of  family in only the most restrictive terms.From the writings of James Baldwin and Audre Lorde, to the social justice work of Bayard Rustin, Lesbian, Gay, Bisexual and Transgender (LGBT) Black Americans have made pivotal contributions to the health and well-being of Black families. Similarly, Black feminist scholars from Patricia Hill Collins to Angela Davis of varying genders and orientations have made significant progress in thinking through empowering models of womanhood and progressive Black masculinities. This section is dedicated to further exploration of the ways in which progressive Black masculinities, the empowerment of Black women and the contributions of Black people of all sexual orientations impact the continued success of Black families.The LGBT Community and the Black FamilyThe term LGBT is used for the purposes of this paper as a shorthand for capturing the various African Americans who do not fall neatly into “normal” heterosexuality. It is important to note that, particularly within the Black community, many would reject any term associated with “mainstream” or “white” definitions of gay identity. However, it is also important to note the ways in which many members of Black communities and families have lived and worked for the well-being of the Black community in environments that have been at times openly hostile. Important cultural movements such as the Black Power movement, though critical to the development of Black identity, have also at times manifested explicitly patriarchal overtones (Simien, 2004). Likewise, while the contributions of LGBT African Americans have been well documented, homophobia and other forms of hostility continue to exist within Black communities.These are problems that are in no way unique to Black America. However, because of the fragility of many Black families, these problems can be uniquely damaging to African American communities. Lesbian, Gay, Bisexual and Transgender African Americans work in churches and welfare organizations. They advocate for education and social reform. They serve as surrogate or adoptive parents of their nephews, nieces, brothers and sisters. Quantitative and qualitative research studies suggest African American lesbians, for example, are “more likely to maintain strong involvements with their families, to have children, and to depend to a greater extent on family members or other African American lesbians for support than White lesbians” (Greene, 1994). Individuals of diverse sexual orientations are critical to the success of the Black family, and a frank (if at times uncomfortable) discussion of their value to Black communities remains GENDER and SEXUAL IDENTITY DEVELOPMENT16GENDER and SEXUAL IDENTITY DEVELOPMENTcritically important. Though many Black gay and lesbian individuals are painfully aware of homophobia, for most an “interest in participation in the African American community” may overshadow concerns about negative reaction to their sexual orientation (Mays & Cochran, 1993). The wealth these individuals contribute to the Black family remains under-utilized.Progressive Black MasculinitiesScholars of masculinity and femininity have pointed out challenges facing the hyper-masculine ideal that has permeated all American cultures from the narrative of the Revolutionary war to literature surrounding the American frontier (M. K. Johnson, 2002). For African Americans, this particular brand of masculinity presents specific challenges. “Frontier American masculinity” has at its core both the acquiring of financial capitalthrough the entrepreneurial spirit and the protection of “you and yours” through the application of violence.At its most “functional,” the economic component of this model is translated into the aggressive acquisition of money through education and high-dollar employment. Correspondingly, the violent component of American masculinity is “properly” proscribed by participation in sports, or the legitimate avenues of the military or law enforcement.However, in contexts of relative economic hardship, Black male youth are often without visible, viable models for Black masculinity that correspond with the ideals of American masculinity. These individuals turn instead to models of masculinity based in the underground economy that have myriads of negative impacts, most saliently early and frequent contact with the criminal justice system. Like its more mainstream American counterpart, this form of masculinity is also characterized by misogynistic and homophobic rhetoric. Recent pioneering work in anti-homophobic and anti-patriarchal forms of masculinity has articulated new models of manhood that attempt to bridge youth culture and the insights contributed by LGBT and feminist scholarship.  The book, New Black Man by Mark Anthony Neal and the film, Beyond Beats and Rhymes by Byron Hurt represent important advances in this field.17Special Section: Addressing Masculinity: Improving Programs, Practicing PreventionBy Riki WilchinsVice President of Research & CommunicationsTRUE Let Every Child Shinewww.truechildhood.orgAs a think-tank and consultancy, TRUE is the only national organization working with parents and educators, and leveraging the media, to help all children –boys and girls – break through stereotypes and become their true selves. True evolved out of the recognition that there was a need for a single organization dedicated to protecting children and keeping both boys and girls safe from stereotypes. It is a natural outgrowth of the Gender Public Advocacy Coalition (GenderPAC), a national educational group dedicated to ending stereotyping in the classroom, community and workplace. After 14 years of growth, the Coalition recognized that to maximize its impact and end stereotyping in all its forms, it was time to focus where the problem begins – in childhood and adolescence. It also recognized that to be truly effective, they needed to focus on public education that would grow awareness beyond non-profit organizations, (NPOs), funders, and academics and effectively engage a wide range of parents, educators and media.  It’s not often that new ideas emerge with the potential to shift our thinking about basic health and wellness for young people, much less dramatically improve efforts at prevention as well.When this does occur, researchers are often well aware of the implications before practitioners, funders, and policy-makers. This is what is happening now with the impact of gender stereotypes. Until the early 1990s, masculinity and femininity were considered inherent traits that boys and girls had, and “trait research” confined itself to measuring the degree to which individuals had these qualities. But beginning in the mid-1990s, following the explosion of gender theory among academics, a new breed of researchers stressing social development began looking at gender as a set of attitudes and beliefs that animated behavior.This was a major turning point: if gender was not immutable like race or sexual orientation, but a set of learned ideas, it could be changed. Moreover, because the desire to fit masculine and feminine ideals appears to be a motivation behind many adolescent and teenage behaviors, it became suddenly important to map these connections.18This map has proven surprisingly comprehensive. For example, rigid codes of masculinity as equated with strength, aggressiveness, sexual prowess, and emotional toughness are strongly associated with unsafe sex, unplanned pregnancy, intimate partner violence, binge drinking, early tobacco use, drunk driving, homophobic bullying, and academic under-achievement.In one extended example, using data from the Urban Institute’s landmark National Survey of Adolescent Males, Pleck, et al (1995) found that rigid belief in traditional masculinity was strongly associated with almost every important variable in unhealthy sexual behavior among young heterosexual men, including having:Less intimate sexual relationships;•\tMore sexual partners;•\tMore unsafe sex;•\tGreater belief in sexual relationships as adversarial;•\tGreater belief in pregnancy as validating manhood; and•\tWeaker belief in male responsibility to help prevent pregnancy.•\tIn fact, belief in traditional masculinity was the single best predictor of whether young men would engage in multiple instances of unsafe sex (Pleck, Sonenstein, Ku, & Burbridge, 1996).Breakthrough findings like these were not limited to boys, or sex. For instance, studies have documented that belief in machista codes of femininity leave young Latina girls among those least likely to have in-depth knowledge of sex, feel able to talk about sex, carry condoms, or insist on safer sex, yet among those most likely to tolerate male infidelity and feel a woman’s role is to defer to male prerogatives in matters of sex.Other aspects of health are impacted as well. For example, despite advances in very preventable “lifestyle” diseases like diabetes, lung cancer, and heart disease, young males continue to engage in high-risk, unhealthy behaviors that lead to fatal illness, and then avoid getting treatment until they’re in crisis. Researchers found that the motivation behind both the high-risk behavior and avoidance of health care is macho attitudes: Men view their bodies as machines which don’t, and shouldn’t, require care, and that taking big risks is part of being manly, and many view visiting a doctor as a sign of weakness, vulnerability and a lack of manliness.  Such attitudes can have especially deadly implications among men of color, who – if they live in under-resourced communities – may have limited options for medical care to begin with and for whom prevention is thus paramount. Part of the challenge is that gender attitudes start as early as three or four, and by age eight or nine they begin to set, so programs aimed at addressing such beliefs must start young as well.19For instance, Black males do well between pre-kindergarten and third grade, but by age eight or nine they begin showing poor performance. Part of the problem is adolescent codes of masculinity that devalue academic achievement and see schoolwork as weak, feminine or gay.  In addition, some adolescents succumb to the notion that defying adult authority figures is a display of manhood.  Such beliefs are reflected in: high expulsions and stop-and drop-out rates; generally greater rates of un- and under-employment; incarceration, and increased contact with the criminal justice system.Based on this, gender stereotypes of masculinity ideology would appear to be the “mother lode” of vectors for combating attitudes associated with a host of harmful behaviors and practices. One would expect it to be prominent in the public debate, central to policy-makers’ decisions, and high on the agenda of non-profits and funders. Yet this is not the case. In fact, the discussion is most notable for its absence. For example, a Ford Foundation report notes that  “rigid gender roles limit conceptions of opportunity and success [and] influence the way young men [of color] understand and engage educational opportunity, relationships with women and with other men… exposing some to stigmatization, abuse, and violence” (Littles, Bowers, & Gilmer, 2007).Yet after surveying NPOs and community groups working in communities of color, the Ford Foundation found that rigid ideas of masculinity were almost completely unaddressed by the institutions serving young Black and Latino men.We stand at a turning point: almost two decades of research points a clear path towards improving basic health and wellness among young people by directly engaging the attitudes associated with harmful behaviors. Do we take advantage of this research to improve programs, policies and priorities?  The World Health Organization surveyed 58 programs worldwide addressing a variety of issues  affecting health and well-being, including gender-based, safer sex, and child health. Just under half were in the U.S.The study found that programs incorporating a specific focus on gender and masculinity showed “more evidence of effectiveness in achieving behavior change than those that did not.” Forty-one percent of programs which incorporated such a focus were judged effective, as compared to just 29% of programs overall (Barker, Ricardo, & Nascimento).This is a time to act. What is needed is an innovative social marketing campaign that educates media, NPOs, funders, and parents. Such a campaign would move them to get engaged. It would help them become as committed to combating the attitudes that drive harmful behaviors as they already are to combating those behaviors themselves. 20True is ideally suited to lead such a campaign, and has already undertaken developing it. We explore the connections between stereotypes and their consequences – from bullying and eating disorders to early sexual activity and academic under-achievement. We give parents and other non-profits the tools they need to make sure kids grow up safe, authentic and fulfilled. We also recognize the power of the media and the marketplace, so we work with them to make their programs and products more positive and empowering for children – from TV and toys to video games and websites. By shaping the environment where kids learn and grow, we aid in prevention while helping all children break through stereotypes to become their true selves. To learn more, contact us at r.wilchins@truechildhood.org.21The Arcus Foundation endeavors to achieve social justice that is inclusive of sexual orientation, gender identity and race, and to ensure conservation and respect of the great apes. The Arcus LGBT Program supports organizations, programs and projects working in the following areas:Advancing LGBT Rights: Local to Global•\tReligion & Values •\tRacial Justice, Sexual Orientation, & Gender Identity•\tWithin Arcus’ LGBT grantmaking, the evolving goals of the Racial Justice, Sexual Orientation and Gender Identity Program include: Building and supporting queer racial justice organizations to address systemic inequities •\tfacing low-income LGBT communities of color through organizing, policy reform, litigation and/or public education; Fostering effective leadership among queer communities of color to address social •\tdisparities and build bridges among various progressive movements; Deepening the level of support regarding racial justice issues within the mainstream and •\tnational LGBT movement; Increasing support for LGBT equality within the racial justice and civil rights field and •\twithin communities of color; and Advancing knowledge and leadership on the intersection of race and LGBT identity. •\tGRANTMAKING APPROACHES to the INTERSECTIONS of RACE, GENDER, and SEXUAL ORIENTATION22What are some of the ways you see connections between the issue of social justice around Sexual Orientations and the Black family? When we think about family constructions we also need to think about what we usually call “community.” Often, when people think about family they go into the mother-father-child discussion, which eliminates the overwhelming majority of Black people. A lot of African American gay people parent or co-parent for their nieces and nephews; there is a whole literature around gay people that these are not foreign people - they are a part of the fabric of our community.  These caretakers are part of families, not to mention the economic benefits gays provide in supporting parents, siblings, etc. What are some of the issues that Black LGBT folks face that are unique to their position as Black and queer?You have to start the conversation thinking about structural inequality. For the most part, Black gays identify with race first as their primary oppression. But they also have to confront the hyper-homophobia of Black mega-churches, for example. These spaces where we attack ourselves really evidence the influence of a right wing agenda which is exploiting our institutions. But it’s also important not to fall into the stereotype of Black communities as somehow more misogynistic or homophobic than the dominant culture. These instances are all tied to a misogynistic, male-centered American culture. In that context, the question of sexuality has as much to do with a male/female gender binary than anything else. For example, if someone is seen as effeminate he is seen as an attack on the male. What is your Grantmaking Approach in Targeting Racial Justice, Gender and Sexual Identity?Our fundamental approach is cross-movement building designed to better align grantmaking for the larger prosperity of people of color. What we try to think about is how to bridge relationships between civil rights advocates and LGBT organizations. To really look at state anti-equality ballots, for example, you see that the attacks on affirmative action are submitted by the same people that oppose immigration, gay issues and reproductive rights. With the cross-bridge analysis we are really able to attack the frameworks that impede progress. For most of these social change organizations, the problem is not that people really are good at women’s issues and really deficient at gay issues, it’s part of a larger continuum. So how do you bridge social actors to have a larger movement that understands a whole host of issues to really lead and galvanize around judicial nomination, school reform, housing, etc.? FUNDER Q & A with ALVIN STARKS, FORMER SENIOR PROGRAM OFFICER for RACIAL JUSTICE, SEXUAL ORIENTATION & GENDER IDENTITY at ARCUS FOUNDATION23There are a number of issues that people don’t think of as LGBT issues. They tend to think of classic mainstream white identities. For people of color, that’s not the case. Gentrification, health care, criminal justice, families and housing are all LGBT issues. These issues are as important to LGBT people of color as non-LGBT people. They tend to live in the same neighborhoods, work in the same environments, and are in the same income brackets. There is not this big “otherness,” although there is an added layer of sexual orientation discrimination. So what we are trying to figure out is how we address the comprehensive discrimination that LGBT people experience.What types of organizations are you funding specifically?We’re funding autonomous racial justice LGBT organizations. We have to develop and create new, bold and innovative organizations that can really foster relationships among LGBT people of color and mainstream civil rights organizations. We fund the Zune Group (a Black lesbian organization), the National Black Justice Coalition, the Bayard Rustin Fund (doing work with footage rights for a DVD), the International Federation of Black Pride Organizations, and Spelman College’s Women’s Center (for their Audre Lorde Black Lesbian Project). It’s about the recognition of LGBT issues, not the promotion. It’s not an outreach program. It’s about understanding how an inclusive society must truly include everyone. There are different types of Americans, they speak different languages, they have different orientations. It’s not just about the gay person per say, but how society at large benefits. How can the faith community and others interested in civil rights partner with leaders in the LGBT community?Many LGBT people are very much identified with religious doctrine, and very much want to be a part of a religious base. They do not have an adversarial relationship with religion. There are a number of churches that are affirming and welcoming of LGBT people. Not as many as there should be, but they are prominent. Well-known leaders have been vocal on this issue like Julian Bond, Coretta Scott King and Michael Eric Dyson. Still, there hasn’t been a courageous pathway to really outline the blueprint for how you really deal with this issue. We have to come together collectively and ask: “we are not interested in seeing anyone harmed, so how do we deal with issues of violence? We’re not a pro-violent society, so how do we respond to violence?”24Recommendations for LGBT Work, Progressive Masculinities and PhilanthropyPhilanthropic work that benefits Black communities requires the building of partnerships across a wide spectrum of political, religious and social beliefs. Continued work with stakeholders from teachers to pastors to gay rights activists requires a thorough and thoughtful understanding of issues of gender and sexuality. While it is important to recognize the right of individuals to have differing values and mores, philanthropy must continue to do the work of building coalitions around the most egregious issues of hyper-masculinity and homophobia that a broad base of institutions and leaders can get behind. Similarly, strategic investment means making sure that the label of “family” is a banner under which all types of Black communities can be resourced. The perspectives voiced by Riki Wilchins and Alvin Starks provide several key considerations for philanthropy. Recognize Hyper-masculinity as Key Challenge Facing the Black Family In the face of the growing mountain of research and direct service work that points to particular forms of masculine identity as leading to violence and unsafe sex, philanthropy must support continued and increased investment in programs that support the development of positive masculinity.Engage Black Men and Boys as the Supply-Side of Change Effective programs, such as Men Can Stop Rape’s Strength Campaign (www.mencanstoprape.org), transform concepts from traditional American hyper-masculinity into versions of manhood that are anti-violent. Likewise, projects like the outreach efforts surrounding the film “Beyond Beats and Rhymes” have the potential to spark productive conversation around creating more positive expressions of identity.Challenge the Exclusion of LGBT Communities from Discussion of the Black Family Philanthropy must not cede the terrain of “family” to the most narrow discussions thereof, or tolerate the exclusion of LGBT communities from broader discussions. The right of individuals to live with support and without fear remains a critical issue for all members of Black communities.Support the Building of Broad Coalitions Efforts to improve the Black community must reflect the rich diversity of the Black family in their make-up, vision and values. Because the challenges facing Black families are so complex, philanthropy must demand that its partners take seriously the development of collaborations with a broad set of institutions.25During the fall of 2008, the United States experienced one of the worst economic spells in over forty years.  With constrained endowments and an increased burden on low-income communities, grantmakers continue to be forced to meet the economic and social challenges facing Black families with fewer and fewer resources.  While grantmakers work to figure this out, the authors wish to add a caveat to the notion of viewing Black families as essential to the health of Black communities.  That caveat is that grantmakers should also view effective, Black-led institutions that work with Black families as essential to the wellbeing of Black communities. The leadership of institutions, which are advocating on behalf of Black families and Black communities, must possess an intimate, first-hand knowledge of the communities in which they work.  This is in no way an endorsement for arbitrary quotas to guide investments in Black-run organizations, which could very well exacerbate the problem.  However, the reality that Black-led non-profit organizations receive less than 2% of foundation grantmaking in the United States is very telling, and raises questions regarding those same ideas of cultural competency in foster care case workers mentioned above, and the profound impact that has on Black youth (Greenlining Institute, 2006).Consider the following:  is it merely a coincidence that Casey Family Programs, a Black-led operating foundation whose staff also reflect the communities which they serve, has been able to succeed in working with state and local governments to address disproportionality with Black children in a way that other institutions have not?  Or take the advancements made by Joseph T. Jones, CEO of the Center for Urban Families, who has for years tackled a universal issue—responsible fatherhood—which is one of the most important subjects for Black families and Black communities.  One can only speculate on the ways in which Mr. Jones’ tremendous insight and impact as a practitioner are connected to his own experiences as an African American father. Until these voices are brought to the fore of this nation’s policymaking tables, and until their experiences and outcomes are considered before grantmakers decide on how they will tinker with Black families and Black communities, the change that the field collectively seeks will continue to go unrealized. C O N C L U S I O NBarker, G., Ricardo, C., & Nascimento, M. (2007). Engaging Men and Boys in Changing Gender-Based Inequity in Health: Evidence from Programme Interventions: World Health Organization and Instituto Promundo.Bass, S., Shields, M. K., & Behrman, R. E. (2004). Children, Families, and Foster Care: Analysis and Recommendations. The Future of Children, 14(1).California State Assembly Committee on Aging and Long-Term Care (2005). Overview of Child Welfare Services, Foster care, Adoptions and Kinship Care in California. Casey Family Programs (2005). Breakthrough Series Collaborative: Reducing Disproportionality and Disparate Outcomes for Children and Families of Color in the Child Welfare System.Chipungu, S. S., & Bent-Goodley, T. B. (2004). Meeting the Challenges of Contemporary Foster Care. The Future of Children, 14(1).CSSP. (2004). Fact Sheet 1 – Basic Facts on Disproportionate Representation of African Americans in the Foster Care System: Center for the Study of Social Policy.Edelman, P., Holzer, H. J., & Offner, P. (2006). Reconnecting Disadvantaged Young Men. Washington, DC: Urban Institute Press.Gadsden, V., Fagan, J., Ray, A., & Davis, J. E. The Fathering Indicators Framework: A Tool for Quantitative and Qualitative Analysis.: National Center on Fathers and Families.Greene, B. (1994). Ethnic-Minority Lesbians and Gay Men: Mental Health and Treatment Issues. Journal of Consulting and Clinical Psychology, 62(2), 243-251.Hamilton, B. E., Martin, J. A., & Ventura, S. J. (2007). Births: Preliminary Data for 2006. Retrieved. from http://www.cdc.gov/nchs/data/nvsr/nvsr56/nvsr56_07.pdf.The Greenling Institute (2006). Investing in a Diverse Democracy: Foundation Giving to Minority-Led Non-profits.Jenkins, S., & Diamond, B. E. (1985). Ethnicity and foster care: Census data as predictors of placement variables. American Journal of Orthopsychiatry, 55(2), 267-276.Johnson, D. J. (1996). Father Presence Matters: A Review of the Literature. Philadelphia, PA: National Center on Fathers and Families.Johnson, E. S., Levine, A., & Doolittle, F. C. (1999). Fathers’ Fair Share: Helping Poor Men Manage Child Support and Fatherhood. New York, NY: Manpower Demonstration Research Corp.Johnson, M. K. (2002). Black Masculinity and the Frontier Myth in American Literature: University of Oklahoma Press.R E F E R E N C E SLittell, J. H., & Schuerman, J. R. (1995). A synthesis of research on family preservation and family reunification programs: Westat, Inc. in association with James Bell Associates, and the Chapin Hall Center for Children at the University of Chicago.Littles, M., Bowers, R., & Gilmer, M. (2007). Why We Can’t Wait - A Case for Philanthropic Action: Opportunities for Improving Life Outcomes of African American Males. New York, NY: The Ford Foundation.Mays, V. M., & Cochran, S. D. (1993). The impact of perceived discrimination on the intimate relationships of Black lesbians. Journal of Homosexuality, 25(4), 1-15.Mincy, Ronald B. (2006).  Black Males Left Behind.  Urban Institute Press.Moynihan, Daniel Patrick (1965). The Negro Family: The Case for National Action.  US Office of Planning Research, US Department of Labor.Murray, K. O. N., & Gesiriech, S. (2004). A Brief Legislative History of the Child Welfare System: The Pew Commission on Children in Foster Care.Pleck, J. H., Sonenstein, F. L., Ku, L., & Burbridge, L. C. (1996). Individual, Family, and Community Factors Modifying Male Adolescents’ Risk Behavior ‘Trajectory’: Urban Institute.Roberts, D. E. (2002). Racial Disproportionality in the U. S. Child Welfare System: Documentation, Research on Causes, and Promising Practices: Annie E. Casey Foundation.Roberts, D. E. (2002). Shattered Bonds: The Color of Child Welfare.  Basic Civitas Books.Simien, E. M. (2004). Black Feminist Theory: Charting a Course for Black Women’s Studies in Political Science. Women & Politics, 26(2), 81-93.Surbeck, B. C. (2003). An investigation of racial partiality in child welfare assessments of attachment. American journal of orthopsychiatry, 72(1), 13-23.Watson, B. H. (1992). Young Unwed Fathers Pilot Project: Initial Implementation Report: Public/Private Ventures.FAMILYMATTERS",
    "id": 75777716,
    "identifiers": {
        "doi": "10.1093/acprof:oso/9780199231034.001.0001",
        "oai": "oai:harvest.issuelab.org:18001"
    },
    "title": "Family Matters",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2009-05-05T01:00:00+01:00",
    "publisher": "ABFE - A Philanthropic Partnership for Black Communities",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/18001/18001.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2009",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/75777716.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/75777716"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/75777716/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/75777716/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/75777716"
        }
    ],
    "abstract": "The report examines three issues that have a substantial impact on Black families and Black communities -- foster care, fatherhood and identity development. \"Family Matters is a must read for not only grantmakers but for policymakers and family and child advocates alike,\" said Susan Taylor Batten, ABFE's President and CEO. \"The investment strategies and recommendations outlined in this report offer important lessons and advice for those of us concerned with the well-being of Black families.",
    "tags": [
        "report",
        "Children and Youth",
        "Parenting and Families",
        "Race and Ethnicity"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:18001",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 75777716,
        "depositedDate": "2009-04-02T00:00:00+01:00",
        "publishedDate": "2009-05-05T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:45:15+00:00",
        "acceptedDate": "2009-09-10T00:00:00+01:00",
        "createdDate": "2017-02-15T00:13:43+00:00"
    },
    "urls": [
        "https://issuelab.org/resources/18001/18001.pdf",
        "https://issuelab.org/permalink/resource/18001"
    ],
    "lastUpdate": "2024-02-14T12:45:15+00:00",
    "setSpecs": []
}