{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Zong, Xuchen"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-17T17:53:46+00:00",
    "dataProvider": {
        "id": 2146,
        "name": "Scholarship@Western",
        "url": "https://api.core.ac.uk/v3/data-providers/2146",
        "logo": "https://api.core.ac.uk/data-providers/2146/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/61636366.pdf",
    "fullText": "Western University Scholarship@Western Electronic Thesis and Dissertation Repository 11-30-2012 12:00 AM Family Physician Access among Trans People in Ontario: A Cross-sectional Analysis of Social Determinants of Health and Inequality Issues. Xuchen Zong The University of Western Ontario Supervisor Greta Bauer The University of Western Ontario Graduate Program in Epidemiology and Biostatistics A thesis submitted in partial fulfillment of the requirements for the degree in Master of Science © Xuchen Zong 2012 Follow this and additional works at: https://ir.lib.uwo.ca/etd  Part of the Health Services Research Commons Recommended Citation Zong, Xuchen, \"Family Physician Access among Trans People in Ontario: A Cross-sectional Analysis of Social Determinants of Health and Inequality Issues.\" (2012). Electronic Thesis and Dissertation Repository. 1005. https://ir.lib.uwo.ca/etd/1005 This Dissertation/Thesis is brought to you for free and open access by Scholarship@Western. It has been accepted for inclusion in Electronic Thesis and Dissertation Repository by an authorized administrator of Scholarship@Western. For more information, please contact wlswadmin@uwo.ca.    Family Physician Access among Trans People in Ontario: A Cross-sectional Analysis of Social Determinants of Health and Inequality Issues. (Spine title: Access to Family Physician among Trans Ontarians) (Monograph) by Xuchen Zong Graduate Program in Epidemiology and Biostatistics A thesis submitted in partial fulfillment of the requirements for the degree of Master of Science    © Xuchen Zong 2012 The University of Western Ontario  The School of Graduate and Postdoctoral Studies London, Ontario, Canada  ii  CERTIFICATE OF EXAMINATION  Supervisor  ___________________________ Dr. Greta Bauer Supervisory Committee  ___________________________ Dr. Guangyong Zou ____________________________ Dr. Amardeep Thind Examiners  ______________________________ Dr. Bin Xie ______________________________ Dr. Carol Herbert  ______________________________ Dr. Yun-Hee Choi  The thesis by Xuchen Zong  entitled: Family Physician Access among Trans People in Ontario: A Cross-sectional Analysis of Social Determinants of Health and Inequality Issues. is accepted in partial fulfillment of the requirements for the degree of Masters of Science ______________________          _______________________________         Date            Chair of the Thesis Examination Board  iii  ABSTRACT For trans Ontarians with access to publicly insured health care, this study aimed to determine predictors of not having a family physician, as well as to identify factors that influence a trans patient’s comfort discussing trans status or trans-related health needs with their physician. Previously collected demographic and family physician access related data (n=433) were used. Multiple logistic predictive model showed that age, marital status, education, employment, income-to-needs ratio, and social support independently predicted not having a family physician. Marital status, negative trans-specific experience with family physicians, and perception of family physician's knowledge about trans health needs were identified as important predictors of discomfort with family physicians across gender spectra. These findings will be informative in addressing the inequality issues relating to access to care in trans communities. The results may also be helpful in changing the manner in which primary care services are delivered, helping to improve trans-related physician-patient discussion.    iv  KEY WORDS Trans, Transgender, Transsexual, Family physician access, Physician - patient discussion, Inequality, Vulnerable population  v  TABLE OF CONTENT CERTIFICATE OF EXAMINATION ...................................................................... II ABSTRACT ................................................................................................................ III KEY WORDS ............................................................................................................. IV TABLE OF CONTENT .............................................................................................. V LIST OF TABLES ...................................................................................................... IX LIST OF FIGURES .................................................................................................... X LIST OF ABBREVIATIONS .................................................................................... XI CHAPTER1 INTRODUCTION ................................................................................. 1 1.1 IMPORTANCE OF THE STUDY .................................................................................. 1 1.2 RESEARCH QUESTIONS AND OBJECTIVES ............................................................... 3 1.3 COMMUNITY-BASED RESEARCH AND THE TRANS PULSE PROJECT ....................... 5 CHAPTER 2 LITERATURE REVIEW .................................................................... 8 2.1 DEFINITION OF TRANS AND PREVALENCE OF TRANSGENDERISM ............................ 8 2.2 OVERVIEW OF TRANS HEALTH CONCERNS ............................................................ 10 2.2.1 Mental health .............................................................................................. 10  vi  2.2.2 General health and medical transition ........................................................11 2.2.3 Substance use .............................................................................................. 13 2.2.4 HIV/AIDS, sexually transmitted diseases, and other infectious diseases ... 13 2.3 SOCIAL DETERMINANTS OF HEALTH AND PRIMARY CARE IN REDUCING HEALTH INEQUALITIES: IMPORTANT AND COMPLEMENTARY APPROACHES .............................. 14 2.4 PRIMARY CARE AND FAMILY PHYSICIANS IN CANADA .......................................... 19 2.5 FAMILY PHYSICIAN ACCESS AMONG TRANS PEOPLE: ACCESS DENIED AND WHY IT IS IMPORTANT FOR TRANS PEOPLE TO ACCESS TO CARE ................................................. 22 2.6 LIMITATIONS OF CURRENT LITERATURE ............................................................... 26 CHAPTER 3: CONCEPTUAL MODELS............................................................... 28 3.1 THEORETICAL UNDERPININGS FOR ACCESS TO CARE ............................................ 28 3.2 FAMILY PHYSICIAN ACCESS: BARRIERS AND FACILITATORS .................................. 33 3.2.1 Predictors of not having a family physician ............................................... 37 3.2.2 Predictors of uncomfortable physician-patient discussion about trans status and/or trans-related health needs ........................................................................ 45 CHAPTER 4: METHODOLOGY ........................................................................... 49 4.1 STUDY DESIGN .................................................................................................... 49 4.1.1 Data source: Trans PULSE survey ............................................................. 49  vii  4.1.2 Respondent-driven sampling ....................................................................... 50 4.1.3 Model-adjusted risk ratio ............................................................................ 51 4.2 MEASURES ........................................................................................................ 52 4.3 DATA ANALYSIS ................................................................................................... 62 4.3.1 Prevalence estimation and bivariate association analysis ......................... 62 4.3.2 Multiple regression and model building ..................................................... 63 4.3.2.1 Model building strategies for predicting not having a family physician63 4.3.2.2 Model building strategies for predicting uncomfortable physician-patient discussion about trans status and/or trans-related health needs ................................................................................................................ 66 4.3.3 Data quality ................................................................................................ 67 CHAPTER 5 RESULTS ............................................................................................ 68 5.1 ANALYSIS 1: PREDICTING NOT HAVING A FAMILY PHYSICIAN ............................... 68 5.1.1 Regarding eliminated variables .................................................................. 68 5.1.2 Characteristics of trans people in Ontario ................................................. 70 5.1.3 Bivariate association between not having a family physician and study predictors ............................................................................................................. 75 5.1.4 Multivariable logistic regression analysis .................................................. 78  viii  5.2 ANALYSIS 2: PREDICTING UNCOMFORTABLE PHYSICIAN-PATIENT DISCUSSION ABOUT TRANS STATUS AND/OR TRANS RELATED HEALTH NEEDS ................................ 84 5.2.1 Characteristics of trans people in Ontario ................................................. 84 5.2.2 Bivariate association between uncomfortable trans-specific discussions with FPs and study predictors ............................................................................. 88 5.2.3 Multivariable Logistic Regression Analysis................................................ 92 CHAPTER 6 DISCUSSION...................................................................................... 99 6.1 SUMMARY OF MAIN FINDINGS .............................................................................. 99 6.1.1 Predicting not having a family physician ................................................... 99 6.1.2 Predicting uncomfortable physician-patient discussion about trans status and/or trans-related health care needs .............................................................. 104 6.2 STRENGTHS & LIMITATIONS .............................................................................. 108 6.3 IMPLICATIONS FOR CLINICAL PRACTICE AND FUTURE RESEARCH ....................... 110 REFERENCES ......................................................................................................... 112 CURRICULUM VITAE .......................................................................................... 140  ix  LIST OF TABLES Table 1. Hierarchical backward elimination ................................................................ 69 Table 2. Weighted prevalence estimates for predictors for general population and trans population among trans Ontarians ............................................................................... 73 Table 3. Bivariate association between the study variables and not having a FP ........ 76 Table 4. Adjusted prevalence ratio for predictors of not having a FP among trans Ontarians ...................................................................................................................... 81 Table 5. Weighted prevalence estimates of predictors for uncomfortable trans-related physician-patient discussion among FTMs and MTFs who have a family physician . 86 Table 6. Bivariate association between study predictors and uncomfortable trans-related physician-patient discussion among FTMs and MTFs who have a family physician ...................................................................................................................... 90 Table 7. Adjusted risk ratio for predictors of uncomfortable trans-related physician-patient discussion among FTMs who have a family physician ................... 95 Table 8. Adjusted risk ratio for predictors of uncomfortable trans-related physician-patient discussion among MTFs who have a family physician ................... 97  x  LIST OF FIGURES Figure 1. The initial behavioural model (Andersen, 1968) .......................................... 29 Figure 2. Conceptual model for predicting not having a family physician ................. 35 Figure 3. Conceptual model for predicting uncomfortable trans-related physician-patient discussion ........................................................................................ 36    xi  LIST OF ABBREVIATIONS CBR – community-based research CI – confidence interval FTM – female-to-male spectrum FP – family physician LGBT – lesbian, gay, bisexual, and transgender LICO – low-income cut-off MTF – male-to-female spectrum OHIP – Ontario Health Insurance Plan RDS – respondent-driven sampling RDSAT – respondent-driven sampling analysis tool SDH – social determinants of health1    CHAPTER 1 INTRODUCTION 1.1 Importance of the study \"Trans\" is an umbrella term for a person whose gender identity or gender expression is different from the sex he/she was assigned at birth. The term may include \"transsexual, transitioned, transgender, and genderqueer people, as well as some two-spirit people” (Bauer et al., 2009). Though historically considered to be a small minority group, increasing numbers of population-based surveys across the world reveal that the size of this \"hidden\" population was underestimated (Carpenter & Gates, 2008; Gates, 2011; Grant et al., 2011). The Massachusetts Behavioral Risk Factor Surveillance Survey in 2007 and 2009 estimated that 0.5% of Massachusetts residents aged 18-64 identified as transgender, broadly defined (Conron et al., 2012). Trans communities have consistently been shown to be among the most medically underserved populations in the society (Feldman & Goldberg, 2006). Access to primary, emergency, and transition-related health care is often problematic for trans people. According to Healthy People 2020, health service providers' biases against or misunderstanding of gender minority, must be addressed to ensure equity access to quality health care services, diminish health disparities, and increased quality of life and years of healthy life for LGBT (i.e., lesbian, gay, bisexual, and transgender) people.  Trans people are among the most marginalized groups in our society (Bockting, 1999). According to the Healthy People 2020 Transgender Health Fact Sheet (2010), a recent comprehensive U.S. document, trans people often face various barriers when accessing and obtaining health care services. The health Care Isn’t Caring survey (2010) reported that 27 percent of respondents have been refused health care services by family physicians and other providers. Economic limitations, fear of disclosure of sexual orientation or gender identity, provider biases or misunderstandings, and even 2    disrespect or refusal of care may inhibit trans people from obtaining health care services or open and honest communication with their family physicians. From the social determinants of health lens, trans people with more than one disadvantage, such as trans people of colour and trans people with low-income, may experience substantially increased risk of refusal of care and poor health outcomes than other trans people. Moreover, the difficulties of accessing needed and appropriate care for trans people can be further aggravated by disadvantages in age, gender, marital status, sexual orientation, religion, or race/ethnicity. Accessibility to primary care has been shown to improve general health and decrease the mortality and morbidity of physical illnesses. However, the reality is that finding trans-positive primary care is already challenging for many trans patients living in Toronto, not to mention that most trans Ontarians live outside of the Greater Toronto Area (GTA). Quantitative studies in the U.S. have also shown that trans people frequently face discrimination when accessing or attempting to access health care services. There was little quantitative knowledge available about the determinants of accessing appropriate and needed care provided by FPs in the Canadian context, including Ontario. Although quantitative evidence is limited, several qualitative studies have made important contributions to promoting trans-inclusive and trans-positive health care services and health care providers. Namaste (1995; 2000) has laid the groundwork of trans experiences of social services and health care in Ontario, including access to hormones and primary care physicians. The Trans Health Project explored the barriers to health care service and trans-specific health needs for trans Ontarians (Gapka & Raj, 2003). Rowe (2009) looked particularly at the experiences of accessing trans-specific health care services among trans men in Ontario, whereas the Y-GAP (Youth Gender Action Project) focused on the trans-positive health care service for trans youth (Hammond, 2010). Trans PULSE is a community-based research (CBR) project launched in 2005 (Bauer 3    et al., 2007). The aim of the project was to address problems identified within trans communities in Ontario regarding trans health and equitable access to health and social services. Using data from the Trans PULSE Project, this thesis investigated potential predictors to accessing appropriate and needed care provided by family physicians in the context of oppression and stigmatization. In particular, this thesis addressed the issues of realizable access of primary care for trans people (i.e. trans patients feeling comfortable discussing trans status or trans-related health care needs with his/her family doctor) and incorporated social determinants of health (e.g., ethnicity and marital status).  The identification of the barriers and facilitators may help stakeholders to achieve institutional and social changes and thereby eliminate inequities in the distribution of health service resources and protect the communities from transphobia, racism or social stigmatization. Health initiatives should address these current gaps in care by helping trans people access the family doctors who are friendly to trans individuals and knowledgeable about their specific health concerns and who will help them access and employ the hormone therapy safely. To achieve these goals, the training of future family doctors should include cultural competency education that will improve attitudes toward trans people and increase knowledge of transgender health concerns. The results here may have important implications for some of the current primary care strategies which run the risk of actually widening health inequalities towards trans people by taking a whole of population approach. 1.2 Research questions and objectives 1. What is the prevalence of not having a family physician among trans Ontarians? What are the associations between the traditional and vulnerable/trans-specific factors and not having a family physician?  4    Despite the fact that Canada has established a universal health care system with a major objective of providing equitable access to all Canadian citizens, trans people have been reported to experience inadequate access to health care services in several studies in Ontario settings (Namaste, 1995, 2000; Raj, 2000). This thesis was the first study to examine: 1) Prevalence of trans people in Ontario without a family physician, using a novel approach, respondent-driven sampling, which produces asymptotically unbiased estimates (Heckathorn, 1997); and 2) Association between potential general population and trans-specific factors and not having a family physician. Only a limited amount of information is available on health care access and health care-seeking behaviours within the trans populations, especially in Canada. Therefore, this analysis was largely exploratory by mapping out a variety of potential traditional and vulnerable predisposing factors. It was hypothesized that predisposing and enabling/impeding factors would explain more of the variance of \"not having a family doctor\", whereas need variables would have less stronger effect on family physician access for trans people. The hypothesis was supported by prior research by Aday & Awe (1997) that showed the significance of identifying the priority of individual discretion when accessing health care.  2. What is the prevalence of uncomfortable physician-patient discussion about trans status or trans specific health needs? What are the relationships between sociodemographic and proximate determinants, and uncomfortable trans-related physician-patient discussion? Some trans individuals who have a family physician are uncomfortable discussing their trans status or trans specific health needs and, therefore, do not disclose pertinent information, or even avoid seeking related care and screening altogether from the FP. Prior experiences with provider insensitivity and hostility have been reported in many studies (Garofalo, 2006; Kenagy, 2005; Sperber, 2005; Xavier, Honnold, & Bradford, 2007), which may lead to difficult patient-physician relationship or uncomfortable 5    communications. Patient-physician communication is a crucial element of the process of care (Suarez-Almazor, 2004); therefore, trans-related primary care cannot be fully realized without comfortable communication between trans patients and their FPs. For the above reasons, another aim of this research was to examine the extent of realizable access to care in relation to trans-related health needs provided by FPs among trans Ontarians. We hypothesized that a trans patient's medical transition status, prior negative experiences with family physicians, perceptions of whether his/her family physician is knowledgeable about trans-specific health care needs and experiences of transphobia, would be key predictors of comfortable discussion with their FPs with regard to trans status or trans-specific health needs. The effects of demographic and socioeconomic factors on comfortable consultations will also be examined since we were interested in socioeconomic determinants of health and equitable access/utilization. To our knowledge, this is the first major CIHR funded quantitative study into the trans patients' experiences of 'comfortable' discussing trans status or trans specific health needs with their FPs. We wish to provide the groundwork necessary for future research, particularly in terms of facilitating access to care provided by family physicians, especially trans-related care. 1.3 Community-based research and the Trans PULSE Project Community-based research (CBR) is defined as \"a collaborative approach to research that equitably involves all partners in the research process and recognizes the unique strengths that each brings.” (Conference on Community-Based Participatory Research, 2001). As summarized by Leung, Yen, & Minkler (2004), the advantages of CBR within epidemiology include: 1) to facilitate the development of trust between researchers and communities; 2) to increase the quantity and quality of data; 3) to emerge new research questions; 4) to aid in the translation of research into locally relevant policy or action; and 5) to re-evaluate of the nature of epidemiological inquiry. Moreover, Buchanan et al. (2007) argued that CBR has the potential of 6    improving health outcomes and diminishing health disparities because \"interventions can be strengthened if they benefit from community insight and incorporate community theories of etiology and change into the empirical science base; and two, that there is an added value to participation itself for enhancing health.\" To empower the strategy, the partnership between researchers and the communities should be engaged in all levels of the research process. These activities include, but are not limited to, generating and designing the research question, developing the methodology, participating in the research activities, analyses, and deliberating the products of the research (Israel,Schulz, Parker, & Becker, 1998).  As defined by Beiser & Stewart (2005), vulnerable populations are “subpopulations that suffer a burden of illness and distress greater than other residents of Canada”. CBR has been demonstrated as a suitable approach for the evaluations of access to services in vulnerable populations, such as populations particularly at risk for HIV/AIDS, and gender minorities (Clements & Bachrach, 2003). Trans patients are among the most stigmatized population (Bockting, 1999; Harris, 2006; Makadon, Mayer, Potter, & Goldhammer, 2008). Therefore, the Trans PULSE Project used community-based research to ensure that the research products would benefit trans health.  Since the Trans PULSE Project was launched, researchers and community members have worked collaboratively in setting priorities and goals of the project at all stages, and in building community capacity through the research process. The Trans PULSE study was initiated by trans community members and an ally in cooperation with The 519 Church Street Community Centre and the Sherbourne Health Centre. With seed funding from the Wellesley Institute, this group then added several unaffiliated trans community members, and then two academic researchers. Additional partners included the Ontario HIV Treatment Network, The University of Western Ontario, Wilfrid Laurier University, and Rainbow Health Ontario. Capacity-building funding 7    was then obtained through the Ontario HIV Treatment Network and operating funds through CIHR. The project aimed to achieve social and political changes to improve the health of trans people and to eliminate health disparities existing in the current health system. Community members and researchers cooperated through the research process and shared the control of the research agenda and data; and produced action-oriented results that are useful to community members.  Trans PULSE team members were also engaged to guide the development of the conceptual models and interpretation of data of this particular thesis to ensure that it remained community-relevant and that results were framed appropriately. The two community members on the steering committee of this thesis – Rebecca Hammond and Kyle Scanlon – provided advice that was particularly useful to the choice of variables of interest in this thesis. 8    CHAPTER 2 LITERATURE REVIEW This chapter reviews the literature on Social determinants of health and equity in access, presents key concepts and terminology related to transgenderism, trans health concerns, and access to primary care for trans people, especially the care provided by family doctor. A brief overview of primary care in Canada was provided. The importance of realizable access to family physician was detailed. 2.1 Definition of trans and prevalence of transgenderism \"Trans\", an umbrella term to describe people who do not follow traditional gender norms, is inclusive of but not limited to: transsexual, transitioned, transgender, genderqueer people, and some two-spirit people (Bauer et al., 2009). The corresponding terms cisgender and cissexual are typically used to describe nontrans people. Trans people include trans women (who were labeled males at birth, commonly referred to as male-to-females, or MTFs); trans men (who were labeled females at birth, commonly referred to as female-to-males, or FTMs); and others who identify themselves with over 100 identity labels, including individuals who feel themselves to possess neither or both genders (Mayer et al., 2008).  Trans people face stigma and discrimination in nearly every aspect of their lives (Witten, 1999; Currah & Minter, 2000; National Center for Transgender Equality, 2011). Consequently, most trans people try to keep their trans status private (Tsoi, 1988; Witten, 2001) and some among them are “unwilling to allow themselves to be labeled or categorized by labels fixed by someone else.” (Witten, 2001). Another challenge in obtaining population-based estimates of trans population is the various forms of trans identity. Defining which people may be considered as part of the trans communities includes aspects of both gender identities and a variety of dimensions of 9    gender expressions (Gates, 2011). Much of the existing epidemiological research has solely focused on the transsexual subgroup of those who seek medical transition (e.g., clinical samples) and are therefore the most accessible subgroup of the trans population to researchers (Bakker, 1993; Eklund, 1988; Olsson, 2003; Rosser, Oakes, Bockting, & Miner, 2007; Tsoi, 1992; Van, 1997). Higher figures can be found when researchers simply ask people how they identify themselves. Allowing for broader definitions of trans that includes cross-dressing individuals or those having no plan of medical transition, some existing estimates may underestimate the prevalence of transgenderism. Evidently, the prevalence figures of transgenderism depend on not only who researchers decide to count, but how to count them. Most studies in the field relied on non-probability samples and lacked standardized demographic measures (Herbst et al., 2008). Methodological limitations, along with the dynamic terminology describing trans people, make it difficult to obtain a reliable census of this hidden population.  A clinic-based study conducted in Germany reported that 1,785 transsexual patients have had sex reassignments over 24 years (Garrels et al., 2000). Bakker et al. (1993) reported 1 in 11,900 natal females and 1 in 30,400 natal males present for diagnosis and treatment of transsexualism in the Netherlands. Reed, Rhodes, Schofield, & Wylie, (2009) found that close to 0.1% of the population in England have taken steps toward transition. The work of Conway (2007) revealed that at least 0.5% of the population in the U.S. has somewhat initiated medical transition. The American Psychological Association described that close to 2-3% of natal males engaged in varying degrees of cross-dressing (American Psychological Association, 2010). Though population-based surveys that estimate the percentage of trans people are rare, a few studies have reported broadly varying prevalence rates for trans people, mostly transsexual people. Rosser et al. (2007) used online convenience sampling methods to obtain a non-clinical national sample of 1229 self-identified transgender people in the U.S. 10    Gates (2011) reported that 0.3% of adults (approximately 700,000) in the U.S. identified themselves as transgender. The 2003 California LGBT Tobacco Survey revealed that 3.2% of LGBT individuals identified themselves as transgender (Carpenter & Gates, 2008). The National Transgender Discrimination Survey investigated the demographics and experiences of discrimination of 6,450 transgender in the U.S. (Grant et al., 2011). Canada lacks national surveillance data assessing the incidence and prevalence of transgenderism (Rotondi et al., 2011a; 2011b). The Trans PULSE Project surveyed 433 trans people living and receiving health care in Ontario using respondent-driven sampling (Bauer, 2007).  Although trans people represent a set of unique challenges to population estimates in health research (Boehmer, 2002; Gay and Lesbian Medical Association, 2001; Witten, 2001), the studies published to date have shown, among trans communities, limited access to health services, nonexistent or inappropriate care protocols and facilities, and untrained or discriminatory health providers and staff which further impede access to health care and the quality of care received by trans clients (Sperber, Landers, & Lawrence, 2005; Taylor, 2006; Bauer et al., 2009; Sanchez N, Sanchez J, & Danoff, 2009). 2.2 Overview of trans health concerns Some studies have suggested that trans people face a higher risk for medical problems in comparison to the general population, including sexually transmitted diseases (STDs), infectious diseases, substance use and depression, but the evidence is inconsistent (Feinberg 2001; Feldman 2003).  2.2.1 Mental health The widespread discrimination, prejudice, and violence that trans people frequently encounter may result in major mental health concerns. Previous studies in six cities in 11    the U.S. have found the prevalence of life-time suicidal ideation ranging from 10% to 64% and the rate of life-time suicide attempts varying from 16% to 37% and that the major stressor was their gender identities (Kenagy & Bostwick, 2005; Risser & Shelton, 2002; Singer, Cochran, & Adamec, 1997; Xavier, 2000). Some studies using clinical samples found an elevated incidence of personality disorders among trans people (Tom Waddell Health Center, 1998; Xavier; 2000). Other studies have suggested no association between gender identity disorder and psychiatric illnesses (Clements & Bachrach, 2003; McGowan, 1999). Further research is needed to examine the incidence of mental illnesses among trans people. The lack of health care providers experienced in working with trans patients, provider biases and discrimination-oriented poverty may attribute to the difficulty of obtaining metal health care for trans patients (Singer et al, 1997; Nemoto, Operario, Keatley, Han, & Soma, 2004). Results from Trans PULSE showed that 61.2% of MTF Ontarians and 66.4% of FTM Ontarians were scored as depressed using the Center for Epidemiologic Studies Depression (CES-D) Scale (Rotondi, et al. 2011a; 2011b). 2.2.2 General health and medical transition  Hormone therapy and surgical transition are important for the mental and physical health, and the social and community integration of the trans people who need or want to undergo a medical transition to achieve a relief from the constant feeling of psychological discomfort concerning the appearance of the anatomical sex (Michel, Ansseau, Legros, Pitchot, & Mormont, 2002). Physical changes that are more congruent with a trans patient’s gender identity can be introduced by cross-sex hormone treatment. Few empirical evaluations have looked into both positive and negative health effects related to medical transitions on the transsexual, transgender, and gender nonconforming population. Trans people are at elevated risk for certain types of chronic diseases and cancers. Trans men who take hormones, either alone or as combined therapy to surgery have been reported an elevated risk for a variety of 12    health conditions, such as, liver disease and diabetes; and those trans individuals who still have a uterus, ovaries, or breasts are at risk for cancer in these organs (Eyler & Whittle, 2002; Green, 2002; Savage, 2002). Counselling and regular screening are needed for trans persons, although there are so far only a few cases of hormone-related cancer in trans people (Mueller, 2008). Some widely recognized, published clinical materials summarized the positive effects associated with feminizing/masculinizing hormone therapy (Dahl, Feldman, Goldberg, Jaberi, Bockting, & Knudson, 2006; Ettner, Eyler, & Monstrey, 2007). For MTFs, those benefits mainly include feminine physical changes, better sexual functioning, reduced proneness to anger and anxiety, increased bone mineral density, improved cardiovascular health, and decreased risk of prostate cancer (Dahl et al., 2006; Ettner et al., 2007; Feldman & Safer, 2009; Hembree et al., 2009). While feminizing hormones have been found to be beneficial for the cardiovascular system, such positive effects have not been reported for masculinizing hormone.  Other risks include sharing intravenous and intramuscular needles to inject hormones, silicone, or drugs. Those who decide to go through the black market to obtain hormones or share needles for hormone injection may be often unaware of the transmission risks associated with these activities, and neither are their providers (Bauer, 2009). High prevalence of needle sharing has been observed primarily in the U.S., for hormone use as well as for illicit drugs. However, this may not be the case in the context of the availability of universal health care in Canada, where several harm reduction programs have been employed for easy needle access. For example, needle exchange programs have been active in Ontario since 1989 (Strike, 2006). The Trans PULSE survey (n=433) found that an estimate of 36.4% of FTMs and 6.0% of MTFs in Ontario currently inject hormones, while only 2 participants reported needle sharing (Travers, Bauer, Coleman, & Scanlon, 2012). The results suggested that trans people in Ontario engage in low levels of injection risk behaviours despite the high 13    frequencies of hormone injections. 2.2.3 Substance use As a result of living with social stigma and its effects (i.e. violence, discrimination, and harassment), at least at some point of their life cycle, trans people may experience both physical and emotional stress and many of those use tobacco to reduce the stress (National Association of Lesbian Gay, Bisexual, and Transgender Community Centers, 2003). A recent survey conducted by National Center for Transgender Equality (2011) reported that 30% of their sample reported smoking daily or occasionally, whereas the percentage was reported 20.6% of the general population in U.S. Smoking has been found to increase some trans-specific health risks, such as venous thromboembolic events with estrogen therapy and sex reassignment surgery (SRS) (Hayvey, 2008). Some studies have identified the high rates of substance use as a major health concern among trans people in the U.S. , including injection drug use involving needle sharing (McGowan, 2000; Reback, Simon, Bemis, & Gatson, 2001; Kenagy, 2005; Zians, 2006). Xavier et al. (2007) reported that 8% of the FTMs and 5% of the MTFs participants had injected drugs (not including hormones) in their life time, and FTMs exhibited higher rates of lifetime use and earlier first use of drugs than the MTFs. The National Transgender Discrimination Survey estimated that 8% of participants are currently using alcohol or drugs specifically to cope with the mistreatment that they received due to their gender identities (Grant et al., 2011).  2.2.4 HIV/AIDS, sexually transmitted diseases, and other infectious diseases  As pointed out by Canadian Public Health Association (2005, p. 26), ‘‘poverty, homelessness, stigma, addiction, violence, untreated mental health problems, lack of employment opportunities, powerlessness, lack of choice, lack of legal status, and lack of social support create an environment in which HIV and other illnesses flourish 14    and spread’’. Numerous studies have indicated that trans people face a disproportionately higher risk of contracting HIV/AIDS (Clements, Marx, Guzman, Ikeda, & Katz, 1998; Modan et al., 1992; Pang, Puch, & Catalan, 1994). A survey conducted by National Center for Transgender Equality (2011), found 2.6% of respondents reported an HIV infection, compared to 0.6% in the general population. Like HIV/AIDS, the epidemiological research on sexually transmitted diseases (STDs) is limited, but available research seems to indicate high prevalence rates among trans women. Syphilis prevalence rates have been found to vary from 3% to 79% (Elifson, 1993; Reback et al., 2001; Nemoto et al., 2004; Kenagy, 2005; Risser, 2005, Nuttbrock, 2009); gonorrhea prevalence from 4 to 14% (Reback et al, 2001; Nemoto et al., 2004; Risser, 2005; Transgender Law Center, 2009); herpes prevalence from 2% to 6% (Reback et al, 2001; Risser et al., 2005; Nemoto et al., 2004); and human papillomavirus (HPV) 3% to 7% (Reback et al., 2001; Kenagy, 2005; Risser et al., 2005; Nemoto et al., 2004). Due to the lack of transgender-specific surveillance, prevalence rates of non-sexually transmitted infectious diseases are not well known. However, in the limited research to date, the prevalence rate of hepatitis C was found to vary from 11 to 24% and hepatitis B ranging from 4 to 76% among trans women (Elifson, 1993; Carson, 2009). Nemoto, et al. (2004) reported 13% of trans women have tuberculosis (TB) in a study conducted in San Francisco.  2.3 Social determinants of health and primary care in reducing health inequalities: important and complementary approaches The social determinants of health (SDH) framework suggested that health status is influenced by the social, economic, and political forces in our society (Raphael, 2009). Raphael (2009) summarized the factors that are especially useful for understanding health inequity among Canadians. The 14 social determinants of health are: Aboriginal status, gender, disability, housing, early life, education, income and income distribution, race, employment and working conditions, social exclusion, food 15    insecurity, social safety net, health services, unemployment and job security. Each of these social determinants of health has been shown to play an important role in explaining the wide gap in health status between different groups within Canada. These social determinants actually have stronger effects on population health than some behavioural risk factors such as physical activity, diet, sexual practices, and even tobacco and excessive consumptions of alcohol (Raphael, 2009). Adopting the social determinants of health lens for the Canadian health care system highlights that trans people often experience a multiplicity of challenges to their mental, physical, emotional, and social health well-being. Challenges within trans communities include income stability, violence, housing discrimination, community connectedness, and access to relevant health and social services (i.e., addictions services, sexual assault services, shelters) (Dewey, 2008; Sperber et al., 2005; Nemoto, Sausa, Operario, & Keatley, 2006; Sperber et al., 2005; Xavier et al, 2007). Raj & Gapka (2003, p.12) pointed out, \"A large number of trans youth and transwomen, and transmen, are street-active, homeless/under-housed and/or poor or on a low income.\" The FTM Safer Shelter Project looked at the needs of FTMs in the Toronto shelter system and reported that 40% of the FTM participants had accessed shelters at some point in their lives (Wellesley Institute; 2008). Numerous studies have demonstrated the high rates of poverty and unemployment among transgender people, especially among trans youth, elderly, and trans people of colour (McGowan, 1999; Namaste, 2000; Rissor, 2005; Xavier et al., 2007). The lack of transgender-friendly policies and trans-positive attitudes in work environments result in access barriers to employment among trans people. A recent report published by Trans PULSE revealed that 18% of trans Ontarians reported denial of a job offer because of their trans identities/histories and 13% of trans Ontarians claimed that they were fired for being trans (Bauer et al., 2011).  Juha & Raphael (2010, pp. 12) argued in Social Determinants of Health: The 16    Canadian Facts that \"Income is perhaps the most important social determinant of health. Level of income shapes overall living conditions,\" and \"In Canada, income determines the quality of other social determinants of health such as food security, housing, and other basic prerequisites of health.\" Trans people frequently encounter a lack of acceptance that leads to a lack of stable income and quality housing (Gapka & Raj, 2003; Namaste, 2000; Rissor, 2005; Xavier et al., 2007). Early results from Trans PULSE indicated that that 50% of trans Ontarians have an income of $15,000/year even though over 50% of the respondents had post-secondary education (Bauer, et. al., 2010, p.1). Grant, et al. (2011) reported 15% of the 6450 trans participants made less than $10,000 per year, whereas the estimate was only 4% in the general population. Trans people also frequently face violence and victimization. A report released by the National Coalition of Anti-Violence Programs (2010) indicated that the rates of violence against transgender people in the U.S. ranged from 16% to 40%.  There is evidence of growing social exclusion in Canadian society, especially for some invisible vulnerable groups (Health Canada, 2003). Discrimination against people based on gender identity and gender expression jeopardizes health by elevated risk of poverty, social exclusion and violence, enlarged disparities in health care access and quality of care. As Shaw (1999) claimed in The Widening Gap: Health Inequalities and Policy in Britain, \"health inequalities are produced by the clustering of disadvantage-in opportunity, material circumstance, and behaviours related to health across people's lives.\" Social exclusion can be aggravated by age, gender, sexual orientation, religion and race/ethnicity (de Wolff, 2000). Trans people with more than one disadvantage, such as trans youths, trans immigrants, Aboriginal and racialized trans groups, can encounter aggravated situations because of the intersections of oppression or marginalization (Clements, 1999; Garofalo, 2006; Reback et al., 2001). Trans people also face more health issues generating from social illness than any other stigmatized populations in our society. Trans people that 17    experience discrimination in the conventional job markets may engage in commercial sex work (Nemoto, Luke, Mamo, Ching, & Patria, 1999). Together, these individuals within trans communities make up a high-risk sector (for possible sexual abuse, physical assault, illness, or health-related forms of death, etc.) (Namaste, 1995; Raj, 2002b; Ross, 1995).  Primary health care itself is an essential social determinant of health and a socially controllable factor influencing population health and its distribution. A variety of health promotion and disease prevention strategies have been shown to be effective in minimizing health equalities (Poland et al., 1998; Coburn et al. 2003). Conversely, the differential treatments for disadvantaged groups and the impoverishing effects of health care payments exacerbate the inequalities in health. An analysis of social determinants of health fundamentally assists the reform of health care services delivery that responds to the differential problems identified within the marginalized groups to determine the inequities in access to care, service utilizations and health outcomes. These inequities remain invisible without the disaggregation of data by a range of factors, such as, socioeconomic status, education, race/ethnicity, or geography. Moreover, reforming of primary care services to prioritize the needs and access challenges of vulnerable populations requires an analysis of social determinants of health to complement the universal provisions by targeted interventions aimed at ‘hard-to-reach’ populations. Canada has established a universal health care system that is especially effective in protecting people with low socioeconomic status, e.g., low income individuals who cannot afford private health care insurance. The Canadian Health Act stated accessibility in Canadian health care system as, \"insured persons must have reasonable and uniform access to insured health services, free of financial or other barriers. No one may be discriminated against on the basis of such factors as income, age, and health status.\" Nevertheless, the universal coverage of health services is a 18    necessary foundation for health equity, but not a sufficient approach to achieve health equity. Achieving equitable access for all Canadians has been an ongoing challenge. Issues of access to care are still influenced by many social determinants and exist in certain populations in Canada. For example, low-income Canadians are more likely to report not receiving needed health care in the past year, despite their greater health care needs than higher-income people (Kasman & Badley, 2004; Reutter, 2000). According to a recent report published by the Institute for Clinical Evaluative Sciences, when compared to Ontarians with a higher socioeconomic status, those with a lower socioeconomic status and those living in rural areas have similar rates of annual primary care and receive similar continuity of care; however their health status was found to be lower than other groups (Jaakkimainen et al., 2006). These health disparities may be somewhat a result of imbalance of physician supply in different areas; however, socioeconomic barriers should not be ignored. As an \"invisible\" minority group in our society, trans people often face a lack of acceptance that leads to high rates of poverty and unemployment (McGowan, 1999; Namaste, 2000; Rissor, 2005; Xavier et al., 2007). Despite the fact that health care services in Ontario are free of charge for Ontarians with an OHIP (Ontario Health Insurance Plan) card, inequitable access to health care for trans people have been reported in previous studies conducted in Ontario (Namaste, 1995, 2000; Raj, 2000); and the access to trans-positive or trans-inclusive health care services is far more challenging (Raj, 2000).  This thesis was designed to explore the question of equitable access to primary care for trans people, particularly access to FPs. The elucidation of the social underpinnings of the demonstrable inequity in access to primary care among trans populations leads to better deliveries of health care services and health care policy changes that reflect and keep up with the shifts in culture and society. 19    2.4 Primary care and family physicians in Canada Canada's health care system includes primary health care, home and community care, human resources, and pharmaceuticals coverage. The term primary care is often used in Canada's health care system to refer to “health promotion, prevention, curative, supportive, and rehabilitative services that may encompass a broad range of medical, psychological, socioeconomic, educational, and other resources” (Goldberg 2002). Primary health care is viewed as the gateway for all Canadians in the health care system. As the defined by the Canadian Medical Association, \"Primary medical care is the foundation for the Canadian Health Care System and is critical in maintaining and improving the well-being of Canadians. It includes disease prevention, health promotion, health system reform, method of service delivery, education, research, and quality management.\" (Canadian Medical Association, 1994, p.1)  The Health Council of Canada's first report described that the scope of health care services in primary health care often includes, prevention and treatment of common diseases and injuries; basic emergency services; referrals to and coordination with other levels of care (such as hospitals and specialist care); primary mental health care; palliative and end-of-life care; health promotion; healthy child development; primary maternity care; and rehabilitation services (Decter & Fooks, 2005). Prior research has shown that primary health care has positive effects on population health and is related to reduced risk behaviours and health problems (Klein, 2003; Starfield, Shi, & Macinko, 2005). For this thesis, access to a regular family physician, rather than primary care in general, is of interest; however, it is important to realize that some trans-specific health issues often need to be addressed by the cooperation of several components of primary care, for example, trans people can get hormones from an endocrinologist, family physician, or nurse practitioner in Ontario. As an essential element in primary health care, a family physician (FPs) provides the 20    first-contact health services to patients (e.g., disease prevention, health promotion, assessment, diagnosis, and treatment services); coordinates patients' health care services to ensure the continuity of care, and refers patients for specialized care when needed (e.g., from specialists, in hospitals, in long-term care facility or in the community). Franks, Clancy, & Nutting (1992) referred to the role that primary care physicians play in the health care system as “gatekeeping”. Having a family doctor as a first point of contact has been shown to decrease consultation times, visits to specialists and emergency departments, and improve coordination of care (Delnoij, Van Merode, Paulus, & Groenewegen, 2000; Raddish, 1999). Gervas, Perez, & Starfield (1994) pointed out that the use of primary care providers as gatekeepers does not decrease patient satisfaction. In 2010, the Canadian Institute for Health Information (CIHI) (2010) counted 35,366 family physicians in Canada. In Ontario, the number of family physicians has increased by 6.4% in 2009, as compared to 2008 (CIHI annual workforce report, 2009). According to the Canadian Institute for Health Information (2007), 82% of female Canadians and 71% of male Canadians aged 12 and older consulted a family physician during the past year, the highest of any health professional group.  Family physicians ensure continuity of care which improves patients' health status and chronic disease outcomes and enhances chronic disease management (Gray et al., 2003). Continuity in primary care literature is mainly viewed as a \"continuous caring relationship\" between an identified health care professional and a patient that extends beyond specific episodes of illness or disease (Hjortdahl, 1990; Rogers & Curtis, 1980). Prior research indicated that provider continuity is associated with decreased hospital admission and decreased episodic care at emergency departments (Gill, 2000; Christakis, Mell, Koepsell, Zimmerman, & Connell, 2001; Ionescu-Ittu, McCusker, & Ciampi, 2007). Moreover, increasing evidence is indicating that having a regular source of care is related to better health service utilization (Brown et al., 2004; Rust, 21    2004). Glazier, Moineddin, & Agha (2008) found that patients in Ontario with chronic conditions who do not have a family physician or made few physician visits experienced low continuity of care and cost the health care system more in emergency department visits and hospitalizations.  Shortage of FPs and difficulty in accessing FPs for care (regular and immediate) both during and out of regular hours are major causes of emergency room use (Boushy & Dubinsky, 1999; Gladu FP., 2007). Although timely treatment is often provided for trans patients, comprehensive and coordinated care cannot be provided on an ongoing basis (Golden et al., 1999). Campbell et al. (2005) pointed out that the costs for minor acute illnesses are much higher in ED than in primary care settings. Moreover, emergency departments have been described to have increasing instances of duplicate tests and procedures along with lacking proper follow-up (Dunnion & Kelly, 2005; Jansen & Grant 2003). Patients who do not have family physicians are often forced to go to emergency departments or walk-in clinics for care (Canadian Institute for Health Information, 2005). It was estimated that close to 120,000 emergency room visits in Ontario could be avoided each year if more Ontarians had a family physician (Glazier, 2008). In the Canadian context, primary care services are also provided by walk-in clinics to those patients without a family physician or an appointment. However, walk-in-clinics are less likely to provide continuity of care (Belle & Szafran, 2002, Brown, 2002), or preventive care and psychological counselling than FPs (Barnsley et al., 2002). The use of walk-in clinics may also result in the duplication of primary care services and repeated visits to FPs for the same episode of illness (Bell & Szafran, 1992; Campbell et al., 2005). When compared to FPs, the supply of specialists is associated with higher cost and lower quality of care, which was possibly due to reduced preventative care and increased hospitalization rates (Franks & Fiscella, 1998; Mark, Gottlieb, Zellner, Chetty, & Midtling, 1996). Whittle et al. (1998) also found that it costs more to provide care by specialists than family physicians to patients with 22    common illnesses, with no significant difference in the outcomes.  In 2008, the College of Family Physicians of Canada had set a target that 95% of Canadians in each community will have their own FPs by the year 2012 (CFPC Health Policy Report Card, 2008). Despite the increasing number of FPs over the past 3 years, 15.3% (4.4 million) of Canadians aged 12 and older reported that they did not have a regular medical doctor (Statistics Canada, 2011). According to the Canadian Community Health Survey (2011), Ontario is one of the five provinces with the percentage of Canadians without a regular doctor lower than the national average: the number was 9.1%. Shortages of family physicians (FPs) have been reported (Vingilis, 2007; Reid 2009), but it is not the only reason for not having found a regular medical doctor. Among those who had looked for a doctor, 36.4% reported that FPs in their area were not taking new patients; 30.9% reported that their FPs had retired or left the area; and 28.1% reported that no doctors were available in their area (Statistics Canada; 2011). In some cases, people wait longer than they should have to because some family physicians create their own waiting lists and judge whom to include, and in what order of priority. In other cases, some patients face language or cultural barriers that make it harder to obtain the care they need. Others live in rural areas that are faced with a major shortage of FPs. For trans people, the already existing shortage of FPs in rural areas are often further pronounced as there is a lack of providers who are knowledgeable about trans people's health or are trained to respect trans patients’ gender identities or expressions.  2.5 Family physician access among trans people: access denied and why it is important for trans people to access to care Accessing health care is a fundamental human right that is frequently denied to trans people (Grant, et al., 2011). Trans patients also compose a medically underserved population due to their specific health care needs related to transitions. As pointed out 23    by Namaste (2000, p.159), “transsexuals are erased in the everyday world, the concept of erasure here designates the exclusion of TS/TG people from the institutional site of health care.” Access and equity around trans-inclusive and trans-positive general health care for trans people pose major challenges in health for this population.  Prior studies found that trans people face numerous barriers in accessing trans-related health care services as well as a regular source of care (Dewey, 2008; Sperber et al., 2005; Sanchez et al., 2009). Grossman & D’Augelli (2006) found that there is a substantial lack of continuity of care available to the trans population. For many trans patients, even physical exams can leave them vulnerable (Xavier et al., 2007). Accessibility has also been stated in the context of the reductions of high-risk behaviours and HIV prevention work (Bockting, Robinson, & Rosser, 1998; Cope & Darke, 1999; Sanchez et al., 2009). There is evidence indicating that trans individuals may receive health care services that do not address their specific medical needs (Feinberg, 2001). Some medical care that is sensitive to trans health needs is not readily available, e.g. gynecological care (Gay and Lesbian Medical Association, 2001; Callen-Lorde Community Health Center, 2008). Feldman et al. (2003) found that trans people may not receive regular screenings and other preventive health care for certain cancers and diseases because of the fear of having their trans identity or status revealed. A survey of trans health seminar participants in Minnesota showed that 45% of the respondents who reported having a primary health provider did not disclose their trans identities to their provider (Bockting 2004).  Besides having the same basic health care needs as the general population, many trans individuals (including those who may not wish to pursue surgical interventions) seek hormone treatments and other medical attention related to their transitions (Kenagy, 2005; Xavier et al., 2007). The goal of hormone treatment is to change secondary sex characteristics to facilitate the gender presentation that is congruent with their felt gender (Gooren, 1999). The Standards of Care for Gender Identity Disorders involve 24    a psychological and medical evaluation before hormone treatment, with continued medical supervision during hormone use by a physician experienced in caring for trans patients (The World Professional Association for Transgender Health, 2012). Despite the fact that cross-gender hormone therapy is strongly desired by many trans people, the service is not always readily available for those who need it. The prevalence of unsupervised hormone use in the U.S. has been reported to range from 29% to 63% within urban groups of MTF trans persons (Xavier et al., 2007; Clements, Marx, & Guzman, 2001; McGowan, 1999). Khobzi (2012) reported that 43.0% of trans people in Ontario were using hormones, while 26.8% of had ever obtain hormones from non-medical sources. Using hormones without the supervision of a health care provider can pose significant health risks to the population (Martin, 2010). Hypercoagulability associated with estrogen administration is one of the most serious complications. The incidence of thromboembolism among MTF trans people reportedly ranges from 0.4% to 2.6% per year (Toorians et al., 2003; Van, 1997). Moore, Wisniewski, & Dobs (2003) found that many trans patients utilize high-dose hormone regimens and use multiple hormones concurrently without medical supervision because they believe this will achieve faster results.  Xavier et al. (2007) found that 38% of participants have experienced various barriers regarding access to GPs, which typically include provider hostility and insensitivity. The discrimination by health care providers who denied medical care to trans people have been reported by numerous studies, ranging from 11% to 53% (Kenagy, 2005a, 2005b; Reback et al., 2001; Transgender Law Center, 2009; Xavier et al., 2007). As a result of repeated negative experiences with the health care system, it is not uncommon for trans individuals to avoid medical care unless suffering from severe illnesses, and to use emergency care or attend walk-in clinics rather than a FP (Feinberg, 2001; Feldman & Bockting, 2003). In the absence of family physicians, many trans individuals attend walk-in clinics for non-emergency health care; however, 25    walk-in-clinics do not offer the same continuity of care that can be provided by FPs. Denial of access to FPs can cause severe medical consequences. A poignant example was presented in the documentary Southern Comfort that documented the last year in the life of Robert Eads, an FTM who died of ovarian cancer when his attempts to find a medical provider failed because the doctors did not want to treat a trans patient (Davis, 2001).  As framed in the Standards of Care for Gender Identity Disorders of the World Professional Association for Transgender Health (2012), the overall goal of care for trans persons is ‘‘achieving lasting personal comfort with their gendered selves, in order to maximize their overall health, psychological well-being, and self-fulfillment.’’ Generally, trans primary care encompasses both general medical conditions and those related specifically to trans issues, e.g., hormonal therapy and surgical transitions. Past experiences with health care providers' hostility and insensitivity can cause the fear of disclosure of trans identity or status, avoidance of regular care, and dissatisfaction with care (Garofalo et al., 2006; Xavier, 2000; Zians, 2006). The existing body of literature recommends that culturally competent and trans-positive trainings should be provided for both health care providers and staff to diminish the barriers to accessing health care services (Kammerer, Mason, & Connors, 1999; Sperber, 2005; Xavier et al., 2007; Zians, 2006). Feldman (2007) suggested that while surgeons and hormone specialists play important roles in trans care, trans people should partner with a regular health care provider for overall health care needs. With appropriate understanding of basic trans issues, some experience and appropriate training, family physicians can plays a vital role in providing preventive care (including annual check-ups, pap smears, mammogram, and cholesterol screenings, etc., as appropriate), acute illness and chronic disease management, and referral to specialists (Feldman & Goldberg, 2006). There is a lack of research documenting the influences of SDH, such as, race/ethnicity, 26    Aboriginal status, geographic areas, and socioeconomic status on health care service access for trans people. However, for trans youth, trans elders, trans people of colour, and trans people with chronic disease/disabilities/HIV, their vulnerabilities relating to their gender identities may leads to elevated risk for discrimination in housing and poverty, employment, and violence. Each of these social determinants of health has been shown to have strongly related to overall health and subsequent access to care.  2.6 Limitations of current literature First, accurate epidemiological studies are needed to properly document, and help to diminish the health disparities that exist among medically underserved populations. Traditional epidemiological approaches however, often combine sex and gender, fail to recognize the dynamic nature of the gender construction, and are therefore limited to the dichotomized choices of male and female gender. Accurate epidemiology is crucial to improve how the trans community is perceived, to appropriately present trans health needs and concerns, and to reduce the health disparities that exist in the trans communities. The lack of research data about transgender people often precludes effective public health services.  Second, the biases against gender identity and/or expression differences must be addressed to ensure access to quality primary care, eliminate health disparities, and increase the quality of life and years of healthy life for trans people. Although there are some data documenting the needs and utilization of transition-related health care in the U.S. context (Lurie, 2004; Kenagy, 2005; Zians, 2006; Sanchez et al., 2009), the literature in Canada is virtually nonexistent (Hammond, 2010). Specifically, there is a large gap in in the Canadian literature on trans individuals’ access to primary care, availability of knowledgeable family physicians, and access to supervised hormone therapies. Clarification of this information may result in measures to improve the access to quality primary care and reduce at risk behaviours among this population.  27    Third, methodologically, key demographic measures should be standardized and more rigorous sampling methods should be explored. While little research has been conducted on realizable access for trans patients, we proposed to measure it by asking whether trans individuals feel comfortable discussing trans status or trans-related health care needs with their family physicians. 28    CHAPTER 3 CONCEPTUAL MODELS It is clear from the evidence reviewed in Chapter 2 that trans people face numerous barriers in accessing health care services, including primary care provided by family physicians. Addressing the problem of equitable access to FPs, however, is a complex and multifaceted issue. Socioeconomic, sociodemographic, lifestyle, and behavioural factors are compounded by other determinants of health specific to the trans population in determining trans health. Health care services that do not consciously address social determinants of health exacerbate health inequalities. Targeted strategies based on an analysis of social determinants of health are the key to engaging socially vulnerable populations and prioritizing their unique needs. In order to properly investigate equitable access to family physicians among trans people, an adapted behavioural model of health service access was proposed. The predictive models examined the factors related to having a FP, as well as the predictors associated with realizable access to FPs for trans patients, i.e., comfortable communication about trans status or trans-related health care needs with FPs. 3.1 Theoretical underpinnings for access to care The Gelberg-Andersen Behavioural Model for Vulnerable Populations was chosen based on appropriateness (Gelberg, Andersen, & Leake, 2000). Andersen (1968) postulated in his original model that \"people's use of health services was a function of their predisposition to use the services, factors which enable or impede use, and their need for care.\" Those factors that can influence health behaviour are grouped into 3 levels in a logic sequence (Andersen, 1968; Andersen & Newman, 1973; Andersen, 1995). Many authors have examined, evaluated, and contributed to the original conceptual model (Andersen, 1995; Davidson, Andersen, Wyn, & Brown 2004; Gelberg et al., 2000; Phillips, Morrison, Andersen, & Aday, 1998). The model was 29    initially developed to investigate the use of biomedical health services. Later versions have extended the model to include other health care sectors, i.e. traditional medicine and domestic treatments (Weller et al. 1997). The framework has been used in a wide variety of contexts such as predicting care expenditures (Howell, 2011) and patients' satisfaction (Swanson, Andersen, & Gelberg, 2003). Figure 1 shows the three groups of factors.   Figure 1. The initial behavioural model (Andersen, 1968) In 2000, Gelberg, Andersen, & Leake, 2000 et al. extended the initial model to vulnerable populations. The extended model adds domains capturing the vulnerabilities of such populations and thus has been widely used to understand health and access to health care among various vulnerable populations, such as racial and ethnic minorities; children and the elderly; impoverished and homeless persons; immigrants; high medical need, and disabled persons (Aday, 1994; Gelberg, Andersen, & Leake, 2000). In this thesis, we applied this model to the trans population considering its various vulnerabilities. The framework not only incorporated the traditional predisposing factors that explain people’s predisposition to use or not to use health services (e.g., social-structural characteristics), enabling/impeding factors that facilitate access to family medicine (e.g., geographic regions), and need factors related to illness perceived by trans individuals or evaluated by physicians, but also includes specific vulnerabilities found in the trans populations, such as transphobia and trans specific health needs (e.g., medical transition).  Gelberg, Andersen, & Leake, and Andersen's work revealed that additional predisposing, enabling/impeding, and need factors exist and play a role in whether 30    vulnerable population gain access to appropriate or needed services. Examples of the predictors included in the domains of the Gelberg-Andersen Behavioural Model for Vulnerable Populations (mainly following Gelberg, Andersen, & Leake, 2000) are:  - Traditional predisposing factors: demographic characteristics, such as age, gender; social structure characteristics, such as ethnicity, formal education, occupation; and general attitudes towards health care etc.  - Vulnerable predisposing factors: social structure characteristics, such as born in Canada, language literacy and immigration status; sexual orientation, victimization; housing status, substance use etc.  - Traditional enabling/impeding factors: service availability, income adequacy, insurance status, social network support etc.  - Vulnerable enabling/impeding factors: competing needs, information sources availability, social services availability etc. - Traditional need factors: the self-perception (perceived need.) and objective evaluation (evaluated need.) of severity, total number of chronic illness etc.  - Vulnerable need factors: conditions specifically relevant to the vulnerable populations In the evolution of the Behavioral Model of Health Care Utilization, Aday & Awe (1997) have pointed out the significance of identifying the priority of individual discretion when accessing health care. The health care that is less discretionary (e.g., curative care and service utilizations in response to disease or disorder) is primarily influenced by need factors, whereas more discretionary utilization (e.g. preventive care) is mostly influenced by predisposing and enabling/impeding factors. Given that 31    Canada has publicly funded universal access to family physician services and provincially funded health insurance, family physician care would be more discretionary. Therefore, predisposing and enabling/impeding factors were hypothesized to explain more of the variance in the outcome, whereas need variables would have less strong impact on not having a family physician.  Despite its broad applications, the original behavioural model has been criticized for the lack of definitions of access (Goldsmith, 2002). Andersen (1995) defined four concepts within access using multi-dimensional terms in his later revised versions. Potential access depends on enabling/impeding resources, the more of which allow for greater health care utilizations. Realizable access is defined as the actual use of care. Andersen (1995) also argued the differences between equitable and inequitable access: the former refers to demographics and need factors, and the latter is attributed to enabling/impeding resources and social structure.  As one of the most stigmatized groups in our society, trans people have been recognized as a vulnerable population in empirical studies (Bockting, 1999; Harris, 2006; Makadon, 2008). Trans people can be at a disproportionately high risk (compared to the general population) of many adverse health outcomes ranging from HIV/AIDS to mental health issues such as depression. Many of these health care risks are not addressed because of the lack of comfortable communication with physicians due to a number of barriers including past experience of provider providers' hostility and insensitivity or their assumption that the patient is non-trans. It is important that primary care providers maintain open communication with trans patients to make them feel comfortable to talk about any trans-specific health concerns and feelings related to the transition. To date, related research is limited for the trans population; however, comfortable communication with family physicians was found to be substantially associated with decreased health risks and greater health-seeking behaviour by lesbians (White & Dull, 1997). For trans people and many sexual 32    minorities, such as gay, lesbian, and bisexual people, strong relationships with family physicians based on comfortable communication allow frequent preventive screens, regular follow-ups, and provide a basis for counselling of better quality on general and trans-specific health concerns. Having a family physician does not necessarily ensure access to needed and appropriate trans-related primary care among trans people.  Comfortable discussions with FPs about trans status or trans health needs have important implications for trans peoples' threshold of health-seeking behaviour. The care of trans patients includes conversations about trans identity, trans anatomy, sexual health, etc. On the one hand, some providers do not feel entirely comfortable asking detailed questions regarding these topics. It is often the case that both family physicians and trans patients have difficulty discussing embarrassing, stigmatizing, or painful issues. Trans patients may be reluctant to divulge a medical history relevant to gender identities because of not feeling comfortable communicating with the physician. On the other hand, some physicians may be curious and thus ask personal questions that are unrelated to care. A study of 350 trans people in Virginia reported that 66% of the participants said that it was very important for them to discuss their trans status and trans-specific health care needs with their family doctors (Xavier et al., 2007). Realizing appropriate and needed care for trans patients requires that trans patients and their family physicians communicate comfortably and effectively with each other to address health issues. It would make a substantial difference for trans people in obtaining appropriate preventive care and treatment, as well as care for specific health needs.  Based on the arguments presented thus far, this thesis incorporated the idea that access is the act of linking a vulnerable population to needed and appropriate health care services and that health issues of trans people can be addressed appropriately only through realizable access. Therefore, our conceptual model used two access measures 33    to provide a comprehensive portrayal of access to needed and appropriate health care services provided by family physicians among trans people, while taking into account the limitations of readily available data sources. The outcomes measures that reflect the degree to which access has been achieved include: 1. Potential access to a usual source of care: the concept of a usual source of care was confined to having a family doctor. 2. Realizable access to trans-related primary care provided by FPs: we asked trans individuals whether they are comfortable discussing trans status or trans-specific health care needs with his/her family doctor.  3.2 Family physician access: barriers and facilitators In this dissertation, many concepts adapted from the Gelberg-Andersen Behavioural Model for Vulnerable Populations were used to examine the extent to which they determine access to family physicians and whether patients are comfortable discussing trans status or trans-related health care needs with his/her family doctor in the context of trans communities. Predictive factors were grouped into three blocks according to Gelberg-Andersen Behavioural Model for Vulnerable Populations (Figure 2). One of the main interests, understanding the realizable access to appropriate or needed care provided by FPs would be examined in more of an exploratory fashion. The predictors were organized into two levels according to how directly they were hypothesized to influence comfortable consultations with FPs (see Figure 3). Group 1 included the demographic and socioeconomic predictors; and group 2 included the proximate predictors identified in previous qualitative studies and based on conceptual reasons (National Center for Transgender Equality, 2011; Victora, Huttly, Fuchs, & Olinto, 1997; Xavier et al., 2007). Figure 3 shows a list of all the variables used in this framework. There were six variables on the demographic 34    and socioeconomic level, of which three were demographic variables (age, race and marital status); three were indicators of socioeconomic status (education, employment, and income-to-need.). Four proximate determinants were identified through which the demographic and socioeconomic level variables could possibly have had an impact on the outcome variable. These variables were perceived transphobia in daily life, knowledgeable doctor, prior trans-specific negative experience with FPs, and medical transition status.  35    Figure 2. Conceptual model for predicting not having a family physician  36    Figure 3. Conceptual model for predicting uncomfortable trans-related physician-patient discussion 37    3.2.1 Predictors of not having a family physician In the present study, the traditional predisposing factors included demographics (e.g., age and marital status) and social structure (e.g., born in Canada, race/ethnicity, education, employment, and under-house situation). Under-housed situation was used to represent residential status in the model. The vulnerable predisposing factors included gender spectrum (i.e., FTM/MTF) and living in felt gender/coming out. The enabling/impeding factors considered in this study were, years residing in current dwelling, residing in Metropolitan Toronto, income, experiences of transphobia, and the incongruence between the gender a trans individual presented and the gender indicated on their OHIP card. In the need domains, general health concerns (i.e., self-conceived health status and chronic disease) and trans-specific health issues that were strongly associated with self-conceived health status and that need to be addressed on a primary care basis (i.e., medical transition status) were included.  Age & Gender spectrum Arnett (2000) described the ages between 18 and 25 as \"emerging adulthood\". To some trans people, this is a profound period for exploration of their gender identity; however, trans youth face unique health risks. Grossman & D'Augelli (2007) reported that 55% of trans youth aged 16-24 reported on their life-threatening behaviours including suicide ideation and attempt. Their earlier study based on focus groups revealed several problems related to health care for trans youth: inadequate resources to address mental health concerns; a lack of access to physical health care, including HIV and sexually transmitted diseases counselling and screening; and a lack of continuity of care by families and communities. Data from CCHS showed that 15% of young adults aged 12 to 24 had an unmet health care need, compared to 12% of Canadians of all age groups (Marshall, 2011). Sanmartin & Ross (2006) reported similar result in another Canadian sample that 18% of participants under the age of 35 38    experienced difficulty in receiving regular care. In terms of gender spectrum, one study in Philadelphia found that 71.8% of trans women and 58.7% of trans men had a primary care physician (Kenagy, 2005). This study also showed that 22.7% of trans men and 28.4% of trans women had been refused care. National Transgender Discrimination Survey reported that 22% of trans women and 19% of trans men have ever been denied medical services (Grant, 2011).  Marital status Joung, Van der Meer, & Mackenbach (1995) held that married people are more likely to use health services (i.e. consultations with general practitioners) because of their responsibilities for family and/or encouragement from the spouse in case of health complaints. Some research supports these assumptions. Sox, Swartz, Burstin, & Brennan (1998) suggested that married people are more likely to have a primary care provider. As well reported by Mathews & Edwards (2004) in a study involving 11,789 respondents, married/common-law individuals were 0.81 times as likely not to have a regular doctor (95% CI=0.73, 0.90) than those who were  unmarried. According to the 1981-1991 CBS Health Interview Survey (1992), the never married had the lowest rates for various health care utilization, including general practitioner consultations, specialist consultation, hospitalization, and prescription medicine. Race/ethnicity The Employment Equity Act (Statistics Canada, 2006) defines persons who are non-Caucasian in race or non-white in colour as \"visible minorities.\" Lasser et al. (2006) found that the racial disparity in access to a regular doctor was not presented in the general Canadian population. Though limited, some studies among the trans population described the racial categories that make up their samples; however, these studies rarely disaggregated data by racial or ethnic group due to insufficient sample 39    size (Kenagy, 2005; Risser et al., 2005; Garofalo, 2006). Grant (2011) showed that Latino trans people reported a higher rate of differential treatments than any other racial group. Notably, Kenagy (2005) found in a US sample that white respondents were significantly more likely to have a primary care physician than non-white respondents only for FTMs. The finding indicated the potential interaction between race and gender spectrum on having a doctor. Sanchez et al. (2009) argued that culturally competent trans care has been slow to evolve among medical service providers due to discrimination and lack of knowledge. The work of Xavier et al. (2007), Zians (2006), and Carson (2009) have all recommended that cultural competency trainings be provided for both physicians and administrative staffs to better serve trans patients from various racial/ethnic backgrounds.  Born in Canada Foreign-born residents constitute a growing proportion of the total population in Canada. According to Statistics Canada 2006 Census, the proportion of foreign-born residents in the overall Ontario population was 28.3% (Statistics Canada, 2006). The lack of culture-competent health services could impede them from accessing or using health resources (Oxman-Martinez, Abdool, & Loisell-Léonard, 2000), especially for preventive health screening (Newbold, 2009). However, Lasser et al. (2006) found that there was no significant association between having a regular medical doctor and being foreign-born in a population-based sample of Canadians (n=3505). Under-housing Stable housing access is also an area of substantial vulnerability in trans communities. Unstable living situations may impede or complicate access to regular health services for trans patients and impose an enormous effect on health outcomes for trans people. Although there are many regular care providers in Toronto, access to care is often 40    difficult for patients that are homeless or in under-housed status (Golden et al., 1999). Homeless people are less likely to have a regular family doctor than the general population (Kushner, 1998; Weinreb, Goldberg, & Perloff, 1998). The Golden Task Force report found out that about half the homeless people surveyed did not have a family doctor and close to 20% of them used emergency departments more than any other place for health care (Golden et al., 1999). Previous studies in the U.S. revealed that 20-25% of trans individuals reported unstable housing status (Minter, 2003; Risser & Shelton, 2002; Xavier, 2000). It is often particularly challenging for trans individuals to find or stay in safe shelters due to the sex-segregated shelter policies and lack of appropriate access to washrooms and sleeping facilities in many shelters (Mottet & Ohle, 2006). A recent study involving 6,450 trans people in the U.S. showed that 2% of trans people reported current homelessness and 19% reported being homeless in the past; 19% reported refusal to rent and 11% reported eviction due to their gender identities or expressions (National Center for Transgender Equality, 2011). One study in BC estimated that 15% of trans respondents currently need housing services and 22% needed housing services in the past (Goldberg, Matte, MacMillan, & Hudspith, 2003). Warner, Bauer, Scanlon, & Pyne (2011) reported that 33.1% of trans people in Ontario were living in under-housing situations. Employment Access to stable employment and housing is often challenging for trans people. Significantly disproportionate job loss and job fragility have been reported within trans population (McGowan, 1999; Risser et al. 2005; Garofalo, 2006; Xavier et al., 2007). Early results from Trans PULSE showed that 18% of trans Ontarians had been denied employment due to trans identities (Bauer, 2011). However, some studies in Canadian settings showed that the differences of socioeconomic factors (e.g. Employment and educational attainment) do not influence access to primary care in the general population (Blendon, 2002; Finkelstein, 2001).  41    Income Though the exact causes are not entirely clear, income disparities in access to care have been repeatedly observed in Canada. Lasser, Himmelstein, & Woolhandler (2006) found that Canadian respondents in the highest household income quintile (70,000/year or more) were 1.71 (95% CI=1.13, 2.60) as likely to have a regular doctor compared to those in the lowest income quintile (19,999/year or less). Chen & Hou (2002) observed an inverse association between household income and the unmet health needs because of accessibility difficulties (i.e. cost or transportation). The Canadian Facts 2010 revealed that Canadians in the bottom third of the income distribution are 40% more likely to wait five days or more for an appointment with a physician, 50% more likely to find it difficult to get care on weekends or evenings, and 50% less likely to see a specialist when needed (Mikkonen & Raphael, 2010). Low socioeconomic status (SES) is generally associated with high psychiatric morbidity, more disability and poorer access to health care (Lorant, Deliege, Eaton, Robert, & Philippot, 2003). In contrast with differentials in education, studies have found that income levels among trans people tend to be lower than those among the general population (McGowan, 1999; Risser et al, 2005; Garofalo, 2006; MetLife, 2010). In Ontario, where the first and only available data in Canada have emerged following the Trans PULSE survey, 53% of trans people reported living with personal annual earnings of $15,000 or less, and only 7% had personal annual incomes over $80,000 (Bauer et al., 2012). Residing in Metropolitan Toronto Geographical regions of the country have also been found to be associated with access to care (Woloshin, 1997). According to the 2001 CCHS, the three most common reasons for unmet health needs among Canadians include: the uneven geographical distribution of care providers, care not being available when required (e.g., clinic 42    work hours), and transportation difficulties (Wu, Penning, & Schimmele, 2005). Many trans Ontarians travel to Toronto just to access competent health care. At the time of the Trans PULSE survey, the only explicitly trans-positive primary care centres in Ontario were located in Toronto Sherbourne Health Centre and Community Health Centre at 410 Sherbourne (Bauer et al., 2007). Therefore, for this analysis, trans Ontarian living in Metropolitan Toronto may have greater access to needed and appropriate primary health care. Living in felt gender/Coming out  The fear of disclosing one's trans identity to a family physician can present a unique barrier to care for trans people. \"Living in felt gender/coming out\" may involve a range of behaviours from occasionally presenting in his/her felt gender identity to living daily life in that gender. In order to provide high-quality primary care, it is important to know a patient's gender identity. Xavier et al. (2007) reported that, in their sample of 350 trans people, 71% of the sample was out to their regular doctors, including 73% of the MTFs and 67% of the FTMs. However, not knowing whether a situation is safe or fear of embarrassment may cause trans patients to be reluctant to disclose his/her trans identity, possibly delaying, compromising the care or not seeking health care at all (Kenagy, 2005; Xavier et al., 2007). On the other hand, a recent study revealed that 29% of physicians would regularly discuss sexual orientation and 8.5% would regularly ask about gender identity when documenting a sexual history from a sexually active patient (Kitts, 2010). As compared to other marginalized populations, such as, lesbians, gays and bisexuals, transgender patients are more frequently left out of focus in the medical and social science literature. Without coming out to a health care provider, trans patients are unlikely to discuss their trans status or trans-related health concerns. Discrimination & Transphobia 43    Research indicates that trans people often assume a facility will not welcome them (Health Concerns of the Gay, Lesbian, Bisexual, and Transgender Community, 1997). This assumption can discourage them from accessing primary care, especially preventive care. Transphobia, a term to describe societal discrimination and stigma of individuals who do not conform to traditional gender norms, can be a major challenge for trans individuals to visit a family physician. Previous studies revealed that discrimination against trans patients by medical providers ranged from 11 to 53% (Reback et al., 2001; FTM Alliance of Los Angeles, 2004; Kenagy, 2005; Kenagy & Bostwick, 2005; Xavier et al., 2007; Transgender Law Center, 2009).  Trans people may also have additional social disadvantages that may aggravate the discrimination they experience. These additional vulnerabilities typically include trans youth; trans elderly; trans people of racial/ethnic or religious minority backgrounds; trans people of lower socioeconomic status; trans people living with chronic conditions, disabilities, or HIV; and others (American Psychological Association, 2010). The effect of transphobia on mental health has been reported elsewhere (Rotondi, 2011a; 2011b); however, less is known about its impact on the health care access and utilization. Studies on other vulnerable populations have found that perceived discrimination was related to non-attendance to the family doctor (Lamkaddem, Essink-Bot, Deville, Foets, & Stronks, 2012).  Social support Social support refers to the degree of emotional and physical aid or affirmation perceived or actually received in one's life. According to the Andersen health behavioral model (Andersen, 1995), social support has a major role in translating people's health needs into health service utilization. However, the extent of social support's contribution to health service utilization or care seeking behaviours and the exact mechanisms of this association remain undetermined. Earlier findings in general 44    populations suggested a dual role. The majority of studies linking social support to health care utilizations have indicated a negative impact of social support on formal health service utilization. Cantor & Little (1995), in their hierarchical compensatory model, referred to formal health services as a last resolution, which people often turn to when informal resources are insufficient for their health needs or simply unavailable. Orem (1995) holds that social support motivates people to engage in self-care behaviour, thus reduces formal service utilizations. Wolinsky & Johnson (1991) found a reverse association of non-kin social support and hospitalization/institutionalization. Research by Nandi et al. (2008) showed that greater social support and no experiences of discrimination were related to access to a regular health care provider among undocumented Mexican immigrants in the U.S.  Johnson (1996) claimed that social support is \"lifelong coping mechanism that has a cumulative effect''. According to the 1996-97 National Population Health Survey (NPHS), 86% of Canadians reported that they had someone to confide in, someone they could count on in a crisis, someone they could count on for advice and someone who makes them feel loved and cared for (Statistics Canada, 1998). On one hand, social support from families, friends and communities have direct impact on people's physical and psychological well-being. One the other hand, social support system could play an essential role in helping people cope with adversity and therefore buffer against stress and some health problems (Cohen, 2004). Social support is especially important for the well-being of people with stigmatized identities. For example, Garofalo et al. (2005) found poor social support independently predicted high-risk sexual behaviours among transgender women. In trans communities, social support may be a key variable for health service access as well as service utilization. For example, it is possible that trans people with greater social support networks have fewer unmet needs or health problems therefore are less likely to seek or access formal services compared to those with lower social support.  45    Medical transition & Hormone therapy  Sex reassignment realizes a physical transition from one gender to another through surgical or hormonal alteration of the body. There are reasons why trans people need hormones. First, it reduces the secondary sex characteristics of the original gender. Second, it enhances the development of secondary sex characteristics of the desired gender (Brown & Rounsley, 1996). Males receive estrogen to feminize their bodies, and females receive androgen to masculinize their bodies. Third, hormones serve to enhance the person’s sense of self and well-being, producing peace and fulfillment with the changes he or she has experienced. In Ontario, hormones can be prescribed by an endocrinologist (hormone specialist) or a family physician. It is not necessary to obtain hormone from endocrinologists unless the patient has an underlying hormone disorder. Family physicians will often prescribe hormones based on their own assessment of their clients without referring them to a specialist clinic. Some studies indicated that the trans individuals who cannot obtain hormones through family physicians may feel desperate enough to procure them illicitly, in both pill and injection form (Namaste, 2000; Xavier et al., 2007). Results from Trans PULSE Project revealed that 26.8% of the 433 participants had ever used non-prescribed hormones and the main sources of non-prescribed hormones were from internet pharmacies, friends and relatives (Khobzi, 2010). Given that current hormone use and medical transition status are conceptually related variables and hormonal use was a crucial therapy in the medical transition process, only medical transition status was included in the vulnerable need domain.   3.2.2 Predictors of uncomfortable physician-patient discussion about trans status and/or trans-related health needs   Perception of FP's knowledge about trans health needs 46    Transsexualism and transgenderism have been traditionally considered to fall within the scope of mental disorders; and the care for trans people has traditionally been left to psychologists and other specialists. As a result, cross-gender hormonal therapy, sex reassignment surgeries, and other aspects of trans health care are absent from the curricula of nearly all medical and nursing schools. The lack of appropriate training, the limited access to clinical information about trans health, along with possible social stigma against trans people, leave most FPs unable or unwilling to provide competent care (Lurie, 2004; Kenagy, 2005; Zians, 2006). The limited numbers of available FPs who are knowledgeable about trans health concerns makes health care more difficult to obtain. Physicians’ unwillingness to acknowledge diverse sexual orientations or lack of knowledge about trans care and patients’ fear of disclosing their identities to service providers or fear of being denied treatment can result in pertinent health information being missed. This is especially true for trans individuals who in addition to regular health care also seek transition-related care, with the most frequent heath care service sought in FPs clinics being hormone treatments (Corliss et al., 2007). Williamson (2010) pointed out that, despite the increasing number of trans people seeking care, many family doctors find it difficult to provide accurate and appropriate care for them due to a lack of formal training and few professional resources. Some studies indicated that FTMs may not feel that their needs are met because those professionals are primarily experienced in working with MTFs or with non-trans lesbians (Feldman, 2003).  Evidence in Canadian health care settings has shown inadequate access to primary care among trans people. A study in Ottawa revealed that trans individuals find it difficult and stressful to search for family medicine providers who are educated about the anatomy of trans people and needs associated with being transgendered (Davis, & Wright, 2001). Notably, even among the trans individuals who reported access to a 47    family physicians, the difficulty of identifying a provider knowledgeable about trans health concerns was reported as a major concern (Survey of the GLBT Population of Ottawa, 2001). Incongruence of the gender identity and the gender indicated in legal ID Unique barriers exist in the trans population. A trans person may be discriminated against because they are not always perceived by others as their chosen gender, or they desire to be addressed by a name different from the one showed on their legal identification documents. All Canadian citizens and legal immigrants who are permanent residents of Ontario are eligible for provincially funded health insurance coverage and are issued Ontario Health Insurance Plan (OHIP) card (Government of Ontario, 2008). Patients are required to present their OHIP card at the time of every health service. The inconsistency of the patient's gender presentation and the gender indicated on his/her OHIP card may lead to ignorance, discrimination or harassment in clinic settings. Being required to present ID or a health card may prevent trans people from seeking care when they are unwillingly to reveal the fact that they are/were undergoing sex reassignment, or are socially transitioned. For those trans individuals who have to wait a long time before they can have sexual reassignment surgery or do not plan to undergo medical transitions, carrying around old ID or health card that does not match their public presentation can constantly cause them similar issues in health care settings. The concerns of trans patients regarding health care services are likely to include finding a medical setting and a family physician that will treat them with respect. They may need to be addressed as male/female even though their body may present as different. They will also desire the office staff to address them in their chosen name and pronoun regardless of what name and gender appears on their insurance documents.  Negative experiences with FPs 48    Past negative experiences with any medical provider could cause intense fears of disclosure of trans identity or status (Clements, Marx, Guzman, Ikeda, & Katz,, 1998; Kenagy, 2005; Zians, 2006; Transgender Law Center, 2009). Not knowing if a situation will be safe, the fear could result in avoiding health care altogether (Kammerer, 1999; Sperber, Landers, & Lawrence, 2005; Xavier et al., 2007).  Other important barriers  Insurance coverage is viewed as one of the most important barriers to accessing a variety of health care services, including care provided by family physicians. In the U.S., the lack of health insurance has been reported to range from 21% to 64% and thus identified as a key financial barrier to obtaining care (McGowan, 1999; Clements et al., 2001; Kenagy, 2005; Risser et al., 2005; Garofalo, 2006; Xavier et al., 2007). However, this barrier does not necessarily apply to countries such as Canada that have a system of universal health insurance. Other non-financial barriers to having a family physician that have been reported in the Canadian population include lack of information regarding where to obtain care, have not tried to get a FP or choose not to have a FP, have access to alternative care, and lack of access (e.g. Family physicians not taking new patients, FPs moved/retired/deceased/changed practice) (Reid, 2009). These important barriers were not included in this analysis due to the fact that they were not available in the data we collected. Gelberg (1995) would have also included family size and health beliefs in the predisposing domains. In this study, family size was incorporated into the model under income-to-need ratio and health beliefs were not available in the Trans PULSE data.  49    CHAPTER 4 METHODOLOGY 4.1 Study design The purpose of this thesis was to explore the potential barriers to family physician access using cross-sectional data from the Trans PULSE survey. We recognized that, even for the trans patients who have FPs, some of them are not comfortable to discuss their specific health needs with FPs. As a result, these individuals may avoid seeking regular care from the provider. Particular interest was paid to \"discussing your trans status and trans-specific health care needs with your family doctor,\" the realizable access/utilization of family physicians. Potential barriers to this outcome variable were analyzed in an exploratory fashion. This preliminary assessment aimed to lay the groundwork upon which future research might build to improve access to health care provided by FPs and the experiences of trans patients in health care settings. The data set, sampling method, measures, and statistical analyses are described as follows. 4.1.1 Data source: Trans PULSE survey This thesis used data collected in the Trans PULSE survey, an Ontario-wide cross-sectional study. Information was previously collected from 433 trans people aged 16 and older across Ontario who completed a multi-mode survey (i.e. via internet, telephone, or paper) (Bauer, 2012). Trans PULSE study used a broad definition of \"trans\", which was not limited to particular gender identities or a social or medical gender transition status. Qualitative and quantitative information for the survey was collected in three phases. Phase I was funded by the Toronto-based Wellesley Institute and the Ontario HIV Treatment Network. Phases II and III were funded by the Canadian Institutes of Health Research. Survey data was gathered in Phase II. The survey was designed to capture information on access to health and 50    social services, health care experiences, social determinants of health, and social exclusion for trans people in Ontario.   4.1.2 Respondent-driven sampling Respondent-driven sampling (RDS), a tracked chain-referral sampling approach, was used for recruitment and analysis (Heckathorn, 1997). RDS is designed to recruit hidden populations from which a random sample cannot be drawn (Heckathorn, 1997, 2002). Like snowball sampling methods, RDS begins with an initial set of participants who begin the recruitment process. The major difference is that, in RDS, the initial participants recruit their peers using a set number of unique coupons. In chain-referral samples, recruitment reflects affiliation patterns; therefore, the composition of the sample would reflect the characteristics of the initial participants. This potential bias in chain-referral samples is termed homophily. Heckathorn (1997) held that this bias is progressively weakened as recruitment chains grow progressively. As the sample grows in size from wave to wave, the sample composition stabilizes. The equilibrium is attained when sample composition remains stable. The implication is that when the number of waves is sufficiently large, the ultimate composition of the sample will be the same regardless of the composition of seeds. In the Trans PULSE study, recruitment was initiated in 2009 with 16 participants (i.e., \"seeds\"). Each study participant could recruit up to 3 additional peers and received a $20 incentive for participation. To avoid missing important subpopulations, social mapping was used as a context to recruit seeds. The seeds were geographically diverse and sociodemographically dispersed with regard to income, age, and ethnicity. They were well-connected in the trans communities and served as members of Trans PULSE’s Community Engagement Team. The longest recruitment chain in the final sample included 10 recruitment waves. The number of waves obtained in Trans PULSE satisfied the required number for equilibrium to be reached, based on the 51    standard RDS interpretation given by Heckathorn (2002). The calculations of the required number of waves to reach equilibrium were variable-specific and the details of the calculations can be found elsewhere (RDS Incorporated., 2006).  The final sample of 433 trans people, including 38 seeds, was used in this analysis. The data on recruitment patterns and individual network sizes were obtained and used in RDSAT version 6.0. to generate population estimates and individualized weights for the dependent variables (Volz et al., 2007). In the survey, social network sizes were assessed by asking all respondents how many peers they know. Differential recruitment effectiveness was measured by collecting data on who recruits whom. Taking into account each respondent's social network size and differential recruitment effectiveness across groups (i.e., some groups are more efficient in recruitment than other groups), RDSAT yields individualized weights for each respondent and provides unbiased population estimates of the proportion of trans people not having a family physician and not being comfortable with talking to FPs about trans specific health needs by subgroups (Volz et al., 2007). When weighted, population estimates represented the trans Ontarians who knows at least one other trans person. Individualized weights based on the outcome variables were applied in multivariable analyses as sample weights to compensate for the complex sampling design (Wooldridge, 2002). In analysis 1 and 2, all variable were weighted using the individualized weights provided by RDSAT version 6.0. (Volz et al., 2007).  4.1.3 Model-adjusted risk ratio Risk ratios (RR) were reported as the measures of effect for two reasons. First, the odds ratio (OR) does not approximate risk ratio well when the incidence of the outcome of interest is common (i.e., >10%) (Zhang & Yu, 1998). In studies of a common outcome, interpreting the RR using OR can exaggerate the effect (Zhang & Yu, 1998). Second, the RR was chosen for its interpretability over the OR in 52    cross-sectional studies (Rothman, 1986). Savitz (1992) pointed out that epidemiological evidences should be conveyed using communicative and easily comprehended effect measures. For example, in this analysis above, if the RR was 2, then the \"exposed\" subjects are 2 times more likely to have no FPs as are the \"unexposed\" subjects.  Previous studies have proposed several approaches to estimate the prevalence ratio as the effect measure (Bieler et al., 2010; Zou, 2004). The modified Poisson regression approach with a robust variance estimate was recommended by Zou (2004) to obtain the RR as a measure of association for prospective studies. Bieler et al. (2010) have recently shown how to the LOGISTIC procedure in SUDAAN (Research Triangle Institute, Research Triangle Park, North Carolina) can be used to estimate model-adjusted risks, risk differences, and risk ratio based on risk averaging in the context of population-based studies. Considering the complex sampling design of the Trans PULSE survey, the second approach was followed to obtain risk ratios for the simple logistic regressions and multiple logistic regressions using the RLOGISTIC procedure in SAS-callable SUDAAN version 9.01 (Research Triangle Institute, Research Triangle Park, NC). 4.2 Measures My contribution to the Trans PULSE dataset began from this stage. Variables selected from the Trans PULSE survey to be used in this thesis were recoded and are described below.  Outcome Variable The two outcome variables examined in this analysis were \"not have a FP\" and \"not comfortable discussing his/her trans status or trans specific health concerns with FPs.\". Participants were asked if they have a regular family doctor and how comfortable they 53    are discussing their trans status or trans-specific health care needs with the family doctor. The latter was assessed with a 4-point Likert scale, i.e., very uncomfortable, uncomfortable, comfortable, and very comfortable. The first two categories were then grouped as the uncomfortable category, and the other two categories were grouped as the comfortable category.  Age  Age was a write-in variable in the survey. The variable ranged from 16 to 77 years in our sample. Three age groups were established: 16 to 24, 25 to 44, and 45 to 77. The 25 to 44 group serves as the reference group. This was done so that the multivariable logistic regressions which included this variable could be more logically interpreted. These three categories were included for analysis because it is likely that individuals in youth and elder groups may have more opportunities to experience various barriers (e.g., transphobia and lower socioeconomic status) to health care access/utilization.  Ethno-racial background Respondents were asked to choose from the following ethno-racial categories: Aboriginal, Latin American, East Asian, Indo Caribbean, South Asian, Middle Eastern, South East Asian, White Canadian or White American, White European, Black Canadian or African American, Black African, and Other. Respondents were allowed to check multiple options, and to write in their response if they were not included in the above categories. Respondents were originally grouped into three categories: non-Aboriginal White, Aboriginal, or non-Aboriginal persons of colour based on their self-reported ethno-racial background. Aboriginal included those who indicated they were Aboriginal, or who indicated on a separate question that they were First Nations, Métis or Inuit. The remainder of participants were classified based on non-Aboriginal ethnoracial groups. Non-Aboriginal white included participants who indicated only 54    white Canadian, white American, or white European, or other write-in responses (e.g. White African). Non-Aboriginal persons of colour included those who indicated non-Aboriginal racialized ethnicities. To create sufficient cell sizes for multivariable analyses, the three groups were then collapsed into two categories, i.e., white and non-white. The latter includes non-Aboriginal persons of colour and Aboriginal people. Note that, if an individual respondent identified with two or more races/ethnicities including non-Aboriginal white (i.e., white Canadian and South East Asian), the respondent was generally put into the non-white group, unless their write-in responses indicated otherwise (e.g. their ethnic heritage was described as minor and they indicated they were not perceived as a person of colour). Marital status  Respondents were asked \"what is your legal status right now?\" Responses included never married, separated, divorced, widowed, living common-law, and married. Three groups were then established for the marital status variable: married or common-law; previously married (including divorced, separated or widowed.); and single (never married.).  Born in Canada This variable was based on information provided by the respondent in response to the question ‘what country were you born in?’ The responses were dichotomized into Canada and outside of Canada.  Education & Employment status Based on their highest level of education, respondents were grouped into four categories: postsecondary graduation, some post-secondary, secondary graduation, and less than secondary graduation. The group with the largest number of participants, 55    postsecondary graduation was used as reference group. The respondent’s employment status was classified into four categories: (a) full-time employed, (b) part-time employed, (c) student (not working), and (c) others (which includes unemployed, retired, disabled, on leave from work, and receiving disability, employment insurance, or general social assistance). This variable was coded based on previous studies in Canadian health care settings (Sanmartin & Ross, 2006; Reid, 2009) and because a large proportion of our sample were current students who may have a different level of resources (e.g., information and campus walk-in clinic) regarding access of FPs. Under-housing Under-housing was dichotomized as yes vs. no, which represented whether a trans person had inadequate/poor housing. Under-housing is a combined variable of currently homeless, current housing situation, and difficult meeting monthly housing-costs among individuals living in poverty. Participants were asked \"Are you currently homeless\", \"Which best describes your current housing situation\", and \"Considering your income, how difficult is it for you to meet your monthly housing-related costs? Housing costs include rent, mortgage, property taxes and utilities only)\". Current homeless was a dichotomized variable. Current housing situation initially had 21 possible responses. We considered the participants who selected one or more of the following housing situations as currently unstable housing status: living in a group home, long-term care facility, self-contained room in a motel or boarding house, couch-surfing or staying at a friend’s house, squatting, rehabilitation facility, prison, or other unstable housing situation. In this analysis, participants were deemed as having difficulty in meeting monthly housing costs only if they indicated very difficult or difficult to meet monthly housing-costs and are living below Low-Income Cut-Off. Those with difficulty in meeting costs but not living in poverty were categorized as not under-housed. Low-Income Cut-off was a proxy for poverty that was previously created by Trans PULSE researchers, based on 56    Canada’s low-income cut-off (LICO) provided by Citizenship and Immigration Canada (2008). Participants whose household income was below the income cut-off appropriate for his/her household size were designated as living below the Low-income Cut-off. Participants with difficulty meeting costs and living in poverty, or who are in unstable housing, or who are homeless were considered to be in an under-housed status. Income -to-needs ratio Income-to-needs ratio is one of the most widely used measures of economic well-being (Geronimus & Korenman, 1992). In this analysis, income-to-needs ratio was computed by dividing the midpoint of the categories for annual family income by family size (Winkleby & Cubbin, 2003). It was assumed that all members of the family share the household income and people with lower or no income benefit from those family members with higher income (Winkleby & Cubbin, 2003). Income information was partitioned into four categories of sufficient size to allow for the multivariable analyses. The midpoint of family incomes over $100,000 (i.e., the highest cut-off in the questionnaire) was assigned a value of $185,000, which was the average family income for the 10% Canadian families with highest incomes according to the Statistics Canada 2001 census (Statistics Canada, 2003). The following four categories of income-to-need ratios were then established: lowest group (<$15000); lower middle group ($15000 to <30000); higher middle group ($30000 to <45000); or highest group (≥$45000) (Winkleby & Cubbin, 2003).  Gender spectrum Gender spectrum refers to MTF or FTM. This variable is determined by the combination of their current gender identity and the participant's responses of \"What was your assigned sex at birth?\". For example, if participants indicated being assigned 57    to the “female” sex at birth and indicated that their current gender identity was “boy or man”, then the participant was categorized as being on the FTM spectrum. Participants could also simply choose to indicate a FTM or MTF gender identity. Living in felt gender/coming out  Respondents were asked whether they were currently living in their felt gender (full-time, part-time, or no). Participants that indicated living full-time in felt gender was chose as reference group because it is expected to have beneficial effects on mental health (Rotondi, 2011a; 2011b) and sequentially influence health care access/utilization. Years in the current dwelling Years in the current dwelling was a write-in variable in the survey. Participants were asked to indicate how many years and month they been in their current dwelling. The duration of residence was classified into three categories: less than 1 year, 1 to 5 years, and more than 5 years (Reid 2009). The duration of residence was expected to be inversely associated with the risk of not having a FP. Residing in Metropolitan Toronto Area of residence was dichotomized as Metropolitan Toronto vs. outside Metropolitan Toronto based on the forward sortation area (i.e., first three characters of the postal code) provided by the respondents. This was deemed appropriate because 1) almost half of the unweighted sample was from Metropolitan Toronto, and 2) trans people residing in Metropolitan Toronto may have greater access to FPs due to the fact that the overwhelming majority of trans services and trans-positive primary care are located in Metropolitan Toronto. 58    Transphobia The experience of transphobia (i.e., negative experiences associated with being trans) was assessed by an 11-items scale that was modified from the homophobia scale (Diaz, Ayala, Bein, Jenne, & Marin, 2001). Though the scale was not validated for use in trans communities, the value of Cronbach’s alpha that measures the internal consistency of the scale was 0.813, which was considered acceptable for reliability without redundancy (Cronbach, 1951; Nunnally, 1978). The items are detailed as follows, 1. How often have you been made fun of or called names for being trans? 2. How often have you been hit or beaten up for being trans? 3. How often have you heard that trans people are not normal? 4. How often have you been objectified or fetishized sexually because you're trans? 5. How often have you felt that being trans hurt and embarrassed your family? 6. How often have you had to try to pass as non-trans to be accepted? 7. How often do you suspect you have been turned down for a job because of your trans identity? 8. How often have you had to move away from your family or friends because you’re trans?  9. How often have you experienced some form of police harassment for being trans? 10. How often do you worry about growing old alone? 11. How often do you fear you will die young? The 11-item scale for transphobia was scored on a 4-point scale ranging from 0 (never) to 3 (many times). The scale was scored only for participants who had completed at least 80% of the 11 items (i.e., 9 items) (Sugano, Nemoto, & Operario, 2006). Those who answered less than 9 items received a missing value for this scale. The final score for each respondent was calculated by divided the total sum of their responses by the number of items answered. Higher scores reflected more frequent experiences of 59    transphobia in daily life. For the purpose of logical interpretations of the scale, we created a three-categories variable, experiences of transphobia, the three categories of which included low group, “experienced transphobia twice or less on average” (i.e., corresponding to average scores less than or equal to 1); middle group, “experienced transphobia sometimes (more than twice) on average” (i.e., corresponding to average scores of more than 1 but less than or equal 2); and high group, “experienced transphobia many times on average” (i.e., corresponding to average scores of more than 2).  Social support Social support was determined by the global score on the Medical Outcomes Study (MOS) social support survey form (Sherbourne & Stewart, 1991). This scale consisted of 19 items was adopted in our study to provide an indication of the levels of social support available to trans Ontarians. Four dimensions of social support were examined: 1. positive social interaction (e.g., \"Someone to get together with for relaxation\"); 2. emotional/informational (e.g., \"someone to give you information to help you understand a situation\"); 3. affectionate (e.g., \"someone to love you and make you feel wanted\"); 4. tangible (e.g., \"someone to help you if you were confined to bed\"). Responses were scored on a 5-point Likert scale ranging from “none of the time” to “all of the time\". The respondents' scores for each question were then summed and divided by the number of items answered. Higher scores are indicative of higher levels of social support. The continuous variable, ranging from 1 to 5, was then collapsed into three categories to provide sufficient cell sizes for analyses, i.e., having support some of the time or less (corresponding to average scores less than or equal to 3, having support more than sometimes to most of the time (corresponding to average scores greater than 3 to up to 4), and having support more than most times to all of the time (corresponding to average scores more than 4). Standardized Cronbach Alpha of this social support scale is 0.9727. 60    Incongruence of current gender presentation and gender listed on OHIP card For many trans person, their gender presentation is not congruent with the one indicated on his/her legal identification. In this study, respondents were asked about the gender listed on their OHIP card. The variable of interest was defined as the presence of inconsistency of the participant's current gender presentation (i.e., trans woman or trans man) and the gender listed on his/her OHIP card (i.e. male/female) for those who were living full-time in their felt gender. It was assumed that, in order to avoid discrimination, trans individuals who were living part-time in their felt gender or not coming out at all would present themselves in a manner consistent with the sex designation on their OHIP card when accessing family physician services. Those people thus were not considered to have experienced this incongruence. Self-perceived general health  The respondents were asked to describe their overall general health status as excellent, very good, good, fair, or poor. Two categories were established: excellent/very good/good, and fair/poor.  Chronic condition Respondents who had ever been diagnosed with any chronic health conditions are defined as experiencing chronic physical health issues (Steele, 2006). Participants with one or more chronic condition were considered to be reference group, and those with no chronic condition were expected to have a higher risk of not having a FP. We mainly followed how the 2005 Canadian Community Health Survey (CCHS) defined chronic health conditions (Statistics Canada, 2005) The chronic health conditions included in the questionnaire are: allergies, asthma, breast cancer, cervical cancer, chronic fatigue syndrome, diabetes, endometrial cancer, fibromyalgia, heart attack, high blood pressure, high cholesterol, ovarian cancer, penile cancer, prostate cancer, 61    stroke, testicular cancer, thyroid condition, uterine cancer, vaginal cancer, schizophrenia, an Anxiety disorders (e.g. panic attacks or post-traumatic stress disorder), a mood disorder such as depression or bipolar disorder, an eating disorder such as Anorexia nervosa, Bulimia nervosa, or exercise bulimia, and any other long-term physical or mental health condition.  Medical transition status Medical transition status was assessed by asking participants to select one of the following situation that best applies to them: have medically transitioned (hormones or surgery), in the process of medically transitioning, planning to medically transition, not planning to medically transition, the concept of “transitioning” does not apply, and not sure whether or not to medically transition. The responses were collapsed into 4 categories; that is, \"not planning to medically transition\", \"the concept of ‘transitioning’ does not apply\", and \"I am not sure whether I am going to medically transition\" were grouped into one category. Knowledgeable doctors Participants were asked how knowledgeable their FPs are about trans-specific health care needs. The question was assessed with a 4-point Likert scale, i.e., not at all knowledgeable, somewhat knowledgeable, knowledgeable, and very knowledgeable. The responses were then collapsed into knowledgeable and not knowledgeable. The former group included \"knowledgeable\" and \"very knowledgeable\". The latter included \"not at all knowledgeable\" and \"somewhat knowledgeable\".  Trans-specific negative experience with FPs This variable specific to trans people’s experience with FPs was created to satisfy the objective of this original research. Respondents were asked \"For each of the following, has a family doctor ever…? (Please check all that apply).\" The respondents who did 62    not report any negative experiences with FPs served as the reference group. The response categories are detailed as follows, 1. Refused to see you or ended care because you were trans 2. Used hurtful or insulting language about trans identity or experience 3. Refused to discuss or address trans-related health concerns 4. Told you that you were not really trans 5. Discouraged you from exploring your gender 6. Told you they don't know enough about trans-related care to provide it 7. Belittled or ridiculed you for being trans 8. Thought the gender listed on your ID or forms was a mistake 9. Refused to examine parts of your body because you're trans 4.3 Data analysis  To account for the complex sample design, data analyses were conducted using RDSAT 6.0 (Volz et al., 2007), SAS version 9.2 (SAS institute, 2008), and the statistical package SAS-callable SUDAAN version 9.01 (Research Triangle Institute, Research Triangle Park, NC). SAS version 9.2 (SAS institute, 2008) was used to conduct backward elimination in the selection of predictors. Simple logistic regression and multiple logistic regressions were conducted in SAS-callable SUDAAN version 9.01 (Research Triangle Institute, Research Triangle Park, NC). 4.3.1 Prevalence estimation and bivariate association analysis Adjusted population-based prevalence and 95% confidence intervals (CI) were calculated for all variables of interest using RDSAT version 6.0 (Volz et al., 2007). The individualized weights were also generated using RDSAT version 6.0 for each respondent (Volz et al., 2007). The individualized weights, computed for each respondent based on individual degrees (personal network size) and a partition 63    analysis of the outcomes, were then applied to weight the entire data set for multiple analyses. All p-values and confidence intervals reported adjust for the lack of independence among participants due to the complex sampling design (Heckathorn, 2002). Bivariate analyses using simple logistic regression were conducted to examine the association between each predictive factor and each outcome variable.  4.3.2 Multiple regression and model building Multiple logistic regressions were fitted based on the hierarchical backward elimination (HBE) approach described by Kleinbaum (1994) and the minimal models were reported.  4.3.2.1 Model building strategies for predicting not having a family physician As discussed in Chapter 3, Andersen (1968, 1973, 1995) grouped the factors that can influence health behaviour into three levels in a logic sequence. Therefore, multiple logistic regression models were built in a hierarchical manner to assess the association of the predictors in each block and not having a family doctor using all cases with complete data (Cohen & Cohen 1983). The three blocks of predictors were entered into the logistic regression models in a hierarchical manner (Cohen & Cohen 1983), with the predisposing factors entered first, followed by the enabling/impeding factors, and the need factors. This entry order was followed to examine the additional variance explained by each set of variables on the outcome when the predisposing variables were initially controlled, as well as the final contribution of need variables. The effects of enabling/impeding predictors were similarly examined after control for predisposing factors. The effects of need factors were similarly examined after considering both predisposing and enabling/impeding factors. Comparing to solely by selection statistically significant explanatory variables through techniques such as stepwise logistic regression, the effects of predisposing variables can be examined 64    without improper adjustment by proximate or intermediate variables (Victora et al., 1997). Model goodness-of-fit was estimated using a likelihood-based pseudo R-square measure yielded by SAS version 9.2 (SAS institute, 2008). The pseudo R-squared in logistic regression is similar to the R-squared derived from least squares regression. It was considered to have the interpretation as the percentage of variability that is explained by the variables in the model. The model building strategies are detailed as follows: i. Considering the exploratory nature of the study, 18 potential predictors were identified based on the Gelberg-Andersen Behavioural Model for Vulnerable Populations, prior research findings, and conceptual reasons. Independent variables were examined for multicollinearity using the tolerance value. Only the tolerance value between two conceptually similar and associated trans-specific variables, i.e. stage of medical transition and current hormone use, was found to be higher than the cut-off value of 0.1 (Belsley, 1980). One way to resolve multicollinearity is to drop the collinear variable from the model (Mahajan, Jain, & Bergier, 1977). Since trans-specific health needs at different transition stages (including current hormone use) were well represented by medical transition status, current hormone use was later removed in order to maintain adequate statistical power as recommended for multiple analysis. The minimum tolerance for the remaining 17 independent variables was 0.34, indicating no problem with multicollinearity.  ii. The events for this multivariable analysis were relatively low. In order to limit the number of predictors and obtain parsimonious models, hierarchical backward elimination (HBE) approach described by Kleinbaum (1994) was used to select potential predictors and avoid over-fitting. One of the advantages of using backward elimination is that it is less sensitive to model specifications, as compared to forward and stepwise elimination (Harrell, 1996). Gender spectrum (i.e., FTM/MTF) was forced to remain during the selection procedures because we wish to examine its 65    possible interactions with other predictors. The three selection procedures were all performed in SAS version 9.2 (SAS institute, 2008). SAS-callable SUDAAN version 9.01 (Research Triangle Institute, Research Triangle Park, NC) was not used to select important predictive variables because the software does not directly handle automated elimination procedures. However, to run a backward regression using SUDAAN, variables have to be sequentially eliminated and calculations have to be conducted manually. Due to the sequentially use of SAS version 9.2 (SAS institute, 2008) for HBE and SAS-callable SUDAAN version 9.01 (Research Triangle Institute, Research Triangle Park, NC) for multiple logistic analysis, the cut-off significant level for BWE was adjusted to a more conservative statistical significance level of 0.2 (Slevin, 2004).  A significant level of 0.2 was used in the SAS automated eliminations to allow for retention of potential important predictive factors and interaction effects. Only the variables significant at p<0.2 were passed to the multiple logistic regressions. The first BWE include all the predisposing factors (i.e., age, race, marital status, education, employment, living in felt gender, and gender spectrum) and the possible interaction between gender spectrum and race/ethnicity. In the second stage, all the variables or interaction term(s) retained in the first BWE were entered in the second backward selection along with all the enabling/impeding factors and the interaction term between gender identity incongruence and gender spectrum. Similarly, the final BWE included need variables and the variables significant at 0.2 in the second BWE. Table 5.1a denoted at which stage the elimination of variables or interaction terms occurred using HBE in SAS 9.2 (SAS institute, 2008).  iii. The three groups of variables retained from BWE in SAS version 9.2 (SAS institute, 2008) were respectively used to develop the hierarchical logistic regressions (Cohen & Cohen 1983). For the full model, regression analysis tests on the data were performed at the 0.05 level of significance. Since the analysis was exploratory in 66    nature, the variables with a significant level between 0.05 and 0.1 were reported for descriptive purposes, as indicating trends for further research. SAS-callable SUDAAN version 9.01 (Research Triangle Institute, Research Triangle Park, NC) was used to account for weighting and the complex sample design. For the categorical independent variables, the means, standard errors, and p-values were calculated using its survey logistic regression fit with PROC RLOGIST (Research Triangle Institute, Research Triangle Park, NC). 4.3.2.2 Model building strategies for predicting uncomfortable physician-patient discussion about trans status and/or trans-related health needs  Based on the conceptual framework that describing the hierarchical relationships between the two levels of predictors (see figure 3), hierarchical logistic regression was performed to identify the significant independent determinants of \"not comfortable discussing about his/her trans status or trans specific health concerns with family physician\". As noted by Victora et al. (1997), this approach allows for the effects of the distal sociodemographic factors to be assessed without improper adjustment by proximate predictors that may be mediators of the effects of distal variables.  Since we were interested in the differences in care seeking behaviours or health care access patterns between FTM and MTF, all analyses were stratified by gender spectrum. The two models incorporating the distal and proximal predictors were built with p-values less than 0.05. Before entering independent variables into multiple logistic regression models, multicollinearity was examined using the tolerance value. The minimum tolerance for the 9 independent variables was 0.34, indicating no problem with multicollinearity. Firstly, the effect of sociodemographic predictors on the outcome variable was analyzed. Secondly, the proximate variables were entered in the first model, and the effects of the proximate variables were examined in the 67    presence of the distal level variables.  4.3.3 Data quality Missing data, distributions, interquartile ranges, means, and medians were examined for all the variables of interest. Contingency table and univariate exploratory analysis were used to determine the appropriate ways to model quantitative covariates. Complete case analyses were performed for both outcomes. The number of observations used in the multiple analysis of predicting not having a FP was 375 (86.6%). For the analyses of not comfortable consultations with FPs, the number of observations used in the multiple analysis was 182 (92.3%) for FTM subgroup, and 171 (93.0%) for MTF subgroup. Since missing data were minimal, it was decided that more biases would be introduced by simple imputation (Little & Rubin, 2002).  68    CHAPTER 5 RESULTS 5.1 Analysis 1: Predicting not having a family physician As noted in Chapter 4 the variables used in Analysis 1 were guided by Gelberg-Andersen Behavioral Model for Vulnerable Populations. Here, the primary purpose and importance of conducting the hierarchical backward elimination is to set the stage to conduct multiple regression analyses. Bivariate association analyses were performed but not used to determine which variables considered were potentially statistically significant to the outcome (i.e. not having a FP) in the multivariable analyses. Throughout Analysis 1, descriptive and bivariate results are presented using constructs from the adapted Gelberg-Andersen Behavioral Model, under the headings of \"predisposing\", \"enabling/impeding\", and \"need\" factors from both the traditional and vulnerable domains. Before doing so, a summary table (Table 5.1a) is presented which denotes at which stage which variables or interaction terms were removed from hierarchical backward elimination in SAS 9.2 (SAS institute, 2008). 5.1.1 Regarding eliminated variables Eighteen variables were evaluated in HBE as well as possible interaction terms. These variables and the details of the HBE procedure were illustrated in Table 5.1a. At step 1, born in Canada was removed by the use of hierarchical backward elimination. All remaining variables were at least weakly associated with not having a FP (p<0.20). We see here that under-housed situation, the interaction term between gender spectrum and gender identity incongruence and all of the enabling/impeding factors except social support were eliminated in step 2 (p=0.20). At the final step, all of the need characteristics but chronic condition(s) entered into the logistic regression equation were eliminated. 69    Table 1. Hierarchical backward elimination Variable/Interaction term  Variable Eliminated  -2Log Likelihood Step 1.* Predisposing predictors Age Race/ethnicity Born in Canada Marital status Education Employment Under-housed situation Income-to-needs ratio Gender spectrum Living in felt gender Gender spectrum*Race/ethnicity Born in Canada 240.417   Step 2. ** Predisposing & Enabling/impeding predictors Age Race/ethnicity Marital status Education Employment Under-housed situation  Income-to-needs ratio Gender spectrum Living in felt gender Years residing in current dwelling Living in Metropolitan Toronto Transphobia Gender identity incongruence Social support Gender spectrum*Race/ethnicity Gender spectrum*Gender identity incongruence Gender spectrum*Gender identity incongruence 184.564 Gender identity incongruence 190.516 Living in Metropolitan Toronto 190.878 Years residing in current dwelling 192.288 Transphobia 194.305 Under-housed situation 196.039 Step 3. *** Predisposing, Enabling/impeding & Need predictors Age Race/ethnicity Medical transition status 230.844 70    Marital status Education Employment Income-to-needs ratio Gender spectrum Living in felt gender Living in Metropolitan Toronto Social support Self-rated poor/fair heath Chronic condition Medical transition status Gender spectrum*Race/ethnicity Self-rated poor/fair heath 234.355   * All variables retained in Step 1 were kept in the regression model 1. ** All variables retained in Step 2 were kept in the regression model 2. * * * All variables retained in Step 3 were kept in the regression model 3. 5.1.2 Characteristics of trans people in Ontario Predisposing characteristics   The characteristics of trans people in Ontario are presented in Table 5.1b. The final sample consisted 433 subjects who were 16 or older, including 227 FTMs (51.8%, 95% CI=44.5, 62.1) and 205 MTFs (48.1%, 95% CI=38.0, 55.5). The results indicated that trans Ontarians were about equally split in gender fluidity. The age range was 16 to 74, and the highest age group concentration was the 25-44 year olds group, at 45.5% (95% CI=37.5, 54.3). The proportion of foreign-born trans people was 18.6%, which was remarkably lower than its presentation in the overall Ontario population in 2006 (28.3%) (Statistics Canada, 2006). The majority (77.5%) of trans Ontarians were white Canadian, American or European. The percentage of non-Caucasian trans people (22.5, 95% CI=13.3, 31.9) was close to the proportion in Ontario's total population, at 22.8% (Statistics Canada, 2006). In terms of marital status, more than half of trans Ontarians 61.9% (95% CI=52.7, 69.3) indicated they were single and never married; 23.3% (95% CI=16.6, 30.5) stated that they were married or 71    Common-law, and a small minority indicated that they were divorced or widowed (14.8%, 95% CI=10.0, 21.8). Our findings revealed a high education/low income paradox among trans people in Ontario. While the majority (42.2%, 95% CI=34.2, 50.5) had received post-secondary education, 58.5% (95% CI=50.8, 67.9) of trans Ontarians fell into the lowest yearly income-to-needs ratio group of $15,000/person or under. Furthermore, most trans Ontarians (81.6%, 95% CI=74.7, 87.3) were in under-housed situations. Approximately half of trans Ontarians (53.4%, 95% CI=48.1, 62.9) had full-time jobs and 11.8% (95% CI=6.0, 15.7) were working part-time. 12.1% (95% CI=6.9, 16.9) were students and about one out of every five (22.7%, 95% CI=15.8, 29.7) were unemployed, retired, disabled, on leave from work, or receiving disability, employment insurance, or general social assistance. Close to half of the trans Ontarians (47.3%) were currently living full-time in their felt gender, and 30.1% were doing so part-time. Only one fifth (22.6%) were not living in their felt gender at all. Enabling/impeding characteristics   One third of trans people in Ontario had been living in their current residence for more than 5 years (30.3%). Half of the rest of trans Ontarians had been residing in their current residence for less than one year (30.3%), and the other half had not moved in the past one to five years (34.3%). More than half of trans Ontarians were living outside Metropolitan Toronto (65.7%, 95% CI=56.1, 76.3). In terms of vulnerable enabling/impeding characteristics unique to trans communities, gender identity incongruence on ID was experienced by the majority of trans people in Ontario (71.8%, 95% CI=63.9, 77.4). Furthermore, over half of trans Ontarians had experienced transphobia sometimes (more than twice) on average (57.1%, 95% CI=49.7, 64.1). About one third (33.5%, 95% CI=26.7, 40.7) stated that they experienced transphobia two times or less on average, and a small minority (9.4%, 95% CI=5.4, 14.4) reported experiencing transphobia many times on average.  72    Need characteristics   The majority of trans Ontarians (70.9%, 95% CI=63.5, 78.0) had been diagnosed with chronic medical condition(s), while only one quarter (24.8%, 95% CI=17.8, 3.1) rated their general health status as fair or poor. Most trans individuals (75.2%, 95% CI=69.1, 82.2) reported that they were in excellent, very good, or good health. Approximately one quarter of trans Ontarians (25.9%, 95% CI=19.2, 33.8) had completed a medical transition process. Please note, in this analysis, a “completed medical transition process” was self-reported by each respondent based on their own understanding of how this concept applied to them. Additionally, 24.6% were in the process of transition, and about half of trans Ontarians were not medically transitioned (including planning but not begun, not planning to medically transition, unsure if they would, or the concept of \"transitioning\" is irrelevant). Table 5.1b. shows the characteristics of trans people in Ontario.  73    Table 2. Weighted prevalence estimates for predictors for general population and trans population among trans Ontarians  Predictors N  Prevalence 95%CI† Predisposing Factors    Traditional domain    Age    16-24 123 34.4 (25.7,43.1) 25-44 211 45.5 (37.5,54.3) 45+ 96 20.1 (12.9,27.4) Born in Canada    Canada 348 81.4 (74.3,87.3) Other 82 18.6 (12.7,25.7) Race/ethnicity    Non-white 97 22.5 (13.3,31.9) White 333 77.5 (71.2,84.3) Marital status    Single (never married.) 255 61.9 (52.7,69.3) Married or common-law 107 23.3 (16.6,30.5) Previously married 65 14.8 (10.0,21.8) Education    Non-completion of High School 49 12.7 (8.0,18.8) Graduation from High School 53 16.9 (10.9,21.7) Some Postsecondary School 112 28.2 (22.1,35.5) Postsecondary Graduation 216 42.2 (34.2,50.5) Employment    Full-time 227 53.4 (48.1,62.9) Part-time 50 11.8 (6.0,15.7) Student 44 12.1 (6.9,16.9) Other 83 22.7 (15.8,29.7) Income-to-needs Ratio    <15000 219 58.5 (50.8,67.9) 15000 to <30000 98 21.7 (15.1,28.7) 30000 to <45000  40 8.2 (3.6,13.2) More than 45000 60 11.6 (6.4,16.4) Under-housed Situation    Yes 77 18.4 (12.7,25.3) No 340 81.6 (74.7,87.3) Vulnerable domain    74    Gender Spectrum    MTF           205 48.1 (38.0,55.5)          FTM   227 51.8 (44.5,62.1) Living in felt gender    Full-time          273 47.3 (40.9,57.0)        Part-time    106 30.1 (21.6,36.0) No 49 22.6 (15.4,29.8) Enabling/impeding Factors    Traditional domain    Years residing in current dwelling    <1 134 35.4 (28.5,43.5) 1-5 167 34.3 (27.2,41.1) >5 100 30.3 (22.6,38.1) Living in Metropolitan Toronto    Yes 195 34.3 (23.7,43.9) No 215 65.7 (56.1,76.3) Vulnerable domain    Transphobia‡     Low         138 33.5 (26.7,40.7)     Moderate   240 57.1 (49.7,64.1) High 54 9.4 (5.4,14.4) Social support            Some of the time or less 108 25.7 (17.7, 31.1)         Most of the time 171 39.2  (34.1, 48.4)         All of the time  153 35.1  (27.8,42.2) Gender identity incongruence    Yes 172 71.8 (63.9,77.4) No 239 28.2 (22.6,36.1) Need Factors    Traditional domain    Self-rated poor/fair heath    Yes 77 24.8 (17.8,30.1) No 325 75.2 (69.1,82.2) Chronic condition    Yes 305 70.9 (63.5,78.0) No 101 29.1 (22.0,36.5) Vulnerable domain    Medical transition status    Completed transition  156 25.9 (19.2,33.8) Transition in process 116 24.6 (18.5,30.5) Not transitioned††  160 49.5 (41.0,58.1) 75    †CI = Confidence Interval    ‡Experiences of transphobia-low level: twice or less on average; moderate level: sometimes on average; high level: many times on average.  †† Not transitioned including plan to but have not begun, not planning to medical transition, not applicable or not sure. ‡Experiences of transphobia–low level: twice or less on average; moderate level: sometimes on average; high level: many times on average.  5.1.3 Bivariate association between not having a family physician and study predictors The respondents reported on whether he/she had a FP (N=433; the outcome variable was missing for 20 trans individuals). In accordance with the first objective of this thesis, the proportion of trans people reporting not having a FP was assessed. Overall, approximately 17.2% (95% CI=11.0, 22.9) of trans people in Ontario reported not having a FP (N=57). Presented in Table 5.1c, bivariate results suggested that marital status (p=0.0001), employment (p=0.025), income-to-needs ratio (p=0.014), and under-housed situation (p=0.005) were significantly associated with not having a FP. The association between living in felt gender/coming out and not having a FP was marginally significant (p=0.049). The crude prevalence ratio of not having FPs was significant lower for trans Ontarians who were married or common-law compared to those who were single, and higher for trans individuals with part-time jobs compared to those who were working full-time. Compared to the lowest income-to need ratio category (<15000/person, yearly), living in the highest income-to-needs ratio category (>45000/person, yearly) was reversely related with not having a FP. Although the association between \"living in felt gender\" and not having a FP was only marginally significant, trans Ontarian who were not living in felt gender at all seemed to be less likely to report not having a FP compared to those living full-time in felt gender. 76    Table 3. Bivariate association between the study variables and not having a FP  Crude RR† 95% CI† P-value† Predisposing Factors    Traditional domain   0.29 Age    16-24 1.69  (0.83,3.43)  25-44 1   45+ 0.96 (0.29,3.13)  Born in Canada   0.48 Canada 1   Other 1.34 (0.60,3.01)  Race/ethnicity   0.27 Non-white 1.52 (0.73,3.14)  White 1   Marital status    Single (never married.) 1  0.0001 Married or common-law 0.02 (0.00,0.11)  Previously married 0.08 (0.35,1.85)  Highest Education    Non-completion of High School 0.55 (0.21,1.46) 0.18 Graduation from High School 0.91 (0.3,2.78)  Some Postsecondary School 1.06 (0.51,2.21)  Postsecondary Graduation 1   Employment   0.025 Full-time 1   Part-time 2.86 (1.23,6.61)  Student 1.35 (0.47,3.88)  Other 1.33 (0.63,2.80)  Income-to-needs Ratio    <15000 1  0.014 15000 to <30000 0.39 (0.12,1.32)  30000 to <45000  0.23 (0.05,1.06)  More than 45000 0.18 (0.04, 0.80)  Under-housed Situation    Yes 2.65 (1.41,4.99) 0.005 No 1   Vulnerable domain    Gender Spectrum    77    MTF           0.78 (0.39,1.55) 0.4752          FTM   1   Living in felt gender(coming out)    Full-time          1  0.049        Part-time    1.40 (0.73,2.7)  No 0.29 (0.08,1.03)  Enabling/impeding Factors    Traditional domain    Years residing in current dwelling    <1 1.90 (0.88,4.08) 0.20 1-5 1   >5 1.04 (0.36,3.06)  Living in metropolitan Toronto    Yes 1  0.67 No 0.85 (0.42,1.74)  Vulnerable domain    Transphobia‡    0.29  Low         1       Moderate   0.74 (0.36,1.53)  High 1.53 (0.61,3.83)  Social support   0.35         Some of the time or less 1           Most of the time 0.52 (0.21,1.28)          All of the time  0.79 (0.36,1.71)  Gender identity incongruence   0.90 Yes 1.04 (0.54,2.02)  No 1   Need Factors    Traditional domain    Self-rated poor/fair heath    Yes 1.13 (0.5,2.59) 0.77 No 1   Chronic condition    Yes 1  0.43 No 1.33 (0.66,2.68)  Vulnerable domain    Medical transition status    Completed transition  1  0.98 Transition in process 1.08 (0.43,2.7)  Not transitioned††  1.06 (0.47,2.41)  †RR=Risk Ratio, here represents prevalence ratio computed from logistic regressions using 78    predictive margins; CI = Confidence Interval; Reference group for RR is denoted by a value of 1; Bolded values represent significant factors at p < 0.05. ‡ Experiences of transphobia–low level: twice or less on average; moderate level: sometimes on average; high level: many times on average.  †† Not transitioned including plan to but have not begun, not planning to medical transition, not applicable or not sure. 5.1.4 Multivariable logistic regression analysis  For the multivariable logistic regression analyses, only the variables retained from the hierarchical backward eliminations (Section 5.1.1) were entered in hierarchical regression models. In model 1, the predisposing variables were entered and accounted for 25.7% of the variance in having no FP. In model 2, when enabling/impeding variables were added, about 27.8% of the variance was explained. A final model with predisposing, enabling/impeding, and need characteristics explained 28.5% of the variance in having no FP. Table 5.1a showed the results from the multivariable analyses, with adjustments for shared recruiter clusters.  When only the predisposing factors were entered into the model, being 45 and older increased the likelihood (RR) of not having a FP compared to being 25-44 years old. Trans Ontarians who were working part-time or not currently working (including unemployed, retired, disabled, on leave from work, and receiving disability, employment insurance, or general social assistance), were more likely to report not having a FP than those who were working full-time. Interestingly, the likelihood of having no FP was lower for trans people who had not completed high school education or had attained some postgraduate education at the time of the survey, as compared to those who had completed postgraduate education. Being married or in common-law marriage reduced the likelihood of not having a FP. Although not independently predictive, gender spectrum modified the association between race/ethnicity and having no FP (p=0.017). Compared to white MTFs, non-white MTFs were 4.15 times as likely to have no FP (95% CI=1.85, 9.31). However, 79    race/ethnicity was not associated with having no FP among FTMs.  With the enabling/impeding factors added to the model, being 45 and older (versus 25-44 years old), and working part-time or not working (versus working full-time) remained associated with an increase of likelihood of not having a FP. Trans Ontarians who were married or in common-law marriage (versus never married single individuals), or without the completion of postgraduate education were still less likely to reported not having a FP. Income-to-needs ratio became significantly associated with having no FP when controlled for enabling/impeding factors. Compared to those living in the lowest income-to-needs category (<15000/person, yearly), trans Ontarians with an income-to-needs ratio of 3000-45000/year or more were significantly less likely to have no FP (RR=0.20, 95% CI=0.06, 0.70). When comparing non-white with white trans Ontarians, the reduced likelihood of not having a FP still only existed in MTFs, but not in FTMs. Regarding the enabling/impeding factors, those who received social support most of the time on average were 0.41 times as likely to have no FP than were those who received it sometimes or less (95% CI=0.23, 0.74). The final model was obtained with the inclusion of the need factor(s). With chronic condition added to the model, age (p=0.049, rounded to 0.05 in Table5.1d), marital status (p<0.001), employment (p=0.009), education (p=0.003), and income-to-needs ratio (p=0.008) remained independently predictive of not having a FP. Race/ethnicity remained only associated with an increase in likelihood of having no FP in MTFs, and the increase was substantial (RR=4.64, 95% CI=2.11, 0.22). The full model revealed that trans Ontarians who were married/common-law were significantly less likely to have no FP (versus single/never married.) (RR=0.01, 95% CI=0.00, 0.12), whereas being 45 or older was associated with more than twice the likelihood of not having a FP (RR=2.46, 95% CI=1.24, 4.87). The results also showed that there was a progressively decreasing likelihood of not having a FP as the education attainment 80    decreased. Compared to trans Ontarians who completed postgraduate education, the likelihood of not having a FP was reduced by about half for those who had some postgraduate education (RR=0.51, 95% CI=0.29, 0.88); 0.40 times for those who completed high school (95% CI=0.18, 0.89); and 0.213 times for those who had not completed high school (95% CI=0.09, 0.60). After control for all other predictors in the final model, there was a 64% increased likelihood of not having a FP for trans Ontarians who were not working (RR=1.64, 95% CI=1.01, 2.67) and an even higher increased likelihood for those with part-time jobs (RR=2.88, 95% CI=1.62, 5.09), as compared to full-time workers. Compared to trans Ontarians living in the lowest income-to-needs category (<15000/person, yearly), the likelihood of having no FP decreased significantly in those with an income-to-needs ratio of 15000-30000/year (by 39%, 95 CI=0.17, 0.88) and those with 30000-45000/year (by 18%, 95% CI=0.05, 0.64). In addition, the association between social support and decreased likelihood of having no FP persisted (p=0.014). Trans Ontarians who received social support most of the time on average were 0.41 times as likely to report having no FP (95% CI=0.22, 0.77). 81    Table 4. Adjusted prevalence ratio for predictors of not having a FP among trans Ontarians   Model 1‡ Model 2‡  Model 3‡    Adjusted RR† 95% CI† P-value† Adjusted RR† 95% CI† P-value† Adjusted RR† 95% CI† P-value† Predisposing factors          Traditional domain          Age   0.04   0.024   0.05 16-24 1.52 (0.85, 2.70)  1.68 (0.93, 3.02)  1.28 (0.86, 2.29)  25-44 1   1   1   45+ 2.55 (1.31, 4.97)  2.74 (1.39, 5.42)  2.46 (1.24, 4.87)  Marital status   <0.001   <0.001   <0.001 Single(never married.) 1   1   1   Married/Common-law 0.01 (0.00, 0.16)  0.01 (0.00, 0.12)  0.01 (0.00, 0.13)  Previously married 0.52 (0.23, 1.19)  0.60 (0.25, 1.41)  0.60 (0.25, 1.43)  Education   0.006   0.002   0.003 Non-completion of High School 0.22 0.08, 0.59  0.10 (0.08, 0.54)  0.23 (0.09, 0.60)  Graduation from High School 0.55 0.27, 1.10  0.45 (0.21,0.96)  0.40 (0.18, 0.89)  Some Postsecondary School 0.48 0.27, 0.85  0.15 (0.29, 0.91)  0.51 (0.29, 0.88)  Postsecondary Graduation 1   1   1   Employment   0.03   0.008   0.009 Full-time 1   1   1   Part-time 2.49 (1.28, 4.84)  2.92 (1.61, 5.27)  2.88 (1.62,5.09)  82    Student 0.94 (0.41, 2.16)  0.93 (0.41, 2.14)  0.85 (0.37,1.96)  Other 1.74 (1.02, 2.96)  1.71 (1.05, 2.79)  1.64 (1.01,2.67)  Income-to-needs ratio ($/person)   0.07   0.017   0.008 <15000 1   1   1   15000 to <30000 0.43 (0.17, 1.06)  0.41 (0.17, 1.01)  0.39 (0.17, 0.88)  30000 to <45000  0.27 (0.06, 1.21)  0.20 (0.06, 0.70)  0.18 (0.05, 0.64)  More than 45000 0.30 (0.08, 1.09)  0.27 (0.05, 1.35)  0.29 (0.05, 1.50)  Under-housed situation   0.24       Yes 1.39 (0.80, 2.41)        No 1         Vulnerable domain          Living in felt gender(coming out)   0.13   0.14   0.11 Full-time          1   1   1          Part-time    1.47 (0.87, 2.47)  1.46 (0.87,2.44)  1.38 (0.85, 2.24)  No 0.58 (0.24, 1.53)  0.53 (0.19,1.45)  0.50 (0.18, 1.35)  Interaction term          Race/ethnicity*Gender spectrum   0.017   0.005   0.005 FTM          Non-white 1.05 (0.49, 2.22)  0.98 (0.47,10.25)  1.08 (0.53, 2.19)  White 1   1   1   MTF          Non-white 4.15 (1.85, 9.31)  4.57 (2.04,7.60)  4.64 (2.11,10.22)  White 1   1   1   Enabling/impeding Factors          Vulnerable domain          83    Social support      0.008   0.014         Some of the time or less    1   1           Most of the time    0.41 (0.23,0.74)  0.41 (0.22,0.77)          All of the time     0.73 (0.41,1.33)  0.76 (0.43,1.35)  Need Factors          Traditional domain          Chronic condition         0.12 Yes       1   No       1.46 (0.91, 2.34)  †RR = Risk Ratio, here represents prevalence ratio computed from logistic regressions using predictive margins; CI = Confidence Interval; Reference group for RR is denoted by a value of 1; Bolded values represent significant factors at p < 0.05 ‡R2 for Model 1=0.2570; change to R2 in Model 2=0.2782; final adjusted R2 in Model 3=0.2848  84    5.2 Analysis 2: Predicting uncomfortable physician-patient discussion about trans status and/or trans related health needs Throughout Analysis 2, descriptive and bivariate results are presented for both the proximal and distal predictors (i.e., sociodemographics) on the basis of the proposed framework shown in Figure 3. The proportions of trans people who reported not being comfortable discussing his/her trans status and/or trans related health needs with FPs were also assessed to satisfy the second objective of this thesis. These estimates were disaggregated by gender spectrum (i.e., FTM/MTF).  5.2.1 Characteristics of trans people in Ontario Sociodemographic factors The data for analysis 2 was obtained from the 354 subjects (including 184 FTMs and 170 MTFs) who reported having a FP. The sociodemographic features of the FTMs and MTFs are presented in Table 5.2a. The highest age concentration group for both FTM and MTF Ontarians was the 25-44 years old group, respectively at 45.4% (95% CI=35.7, 60.7) and 48.8% (95% CI=34.6, 60.5). The lowest age concentration group for FTMs was the 45+ years old group, at 12.2% (95% CI=3.2, 20.7). In the case of MTFs, the lowest age concentration was in the 16-24 years group, at 19.4% (95% CI=9.5, 32.8). MTFs (52.2%) were slightly less likely to be single and never married, as compared to FTMs (67.7%). 29.5% (95% CI=18.1, 42.5) of MTFs were currently married or living common-law, while only 9.9% (95% CI=3.6, 18.3) of FTMs were so. Other notable differences in the sociodemographics of MTFs and FTMs are that MTFs were more likely to be Non-Aboriginal white (91.8% versus 61.3%) and to have postsecondary educations (47.5% versus 38.6%).  Proximal factors 85    With regard to proximal predictors, moderate levels (twice or less on average) of transphobia were experienced by more than half of Female-to-Male Ontarians (54.6%, 95% CI=44.1, 65.6) and Male-to-Female Ontarians (61.5%, 95% CI=52.4, 73.1). An estimated 40.8% (95% CI=29.2, 52.6) of MTFs had trans-specific negative experiences with FPs, which was slightly higher than FTMs (35.1%, 95% CI =24.3, 44.7). Furthermore, about one third of FTMs (31.7%, 95% CI=19.1, 45.9) reported that their FPs were not knowledgeable about trans-specific health care needs. The proportion was also higher among MTFs (41.2%, 95% CI=28.4, 56.6). Finally, the proportions of MTFs and FTMs who have medically transitioned (hormones and/or surgery) were similar (25.3% versus 25.7%); however, FTMs were more likely to be in not transitioned status than MTFs (57.3% versus 42.3%). 86    Table 5. Weighted prevalence estimates of predictors for uncomfortable trans-related physician-patient discussion among FTMs and MTFs who have a family physician  FTM (N=184) MTF(N=170)   N Prevalence 95% CI† N  Prevalence 95% CI† Social demographics       Age       16-24 63 43.8 (30.3,54.0) 27 25.1 (15.1,38.3) 25-44 103 45.3 (34.1,57.7) 77 46.1 (33.7,57.2) 45+ 18 10.9 (4.8,21.2) 66 28.8 (18.4,39.8) Race       Non-white 48 34.7 (21.9, 47.0) 27 8.2 (3.6, 13.8) White 135 65.3 (53.0, 78.1) 144 91.8 (86.2, 96.4) Marital status       Single (never married.) 116 68.8 (56.5,78.1) 85 53.2 (40.7,64.8) Married/common-law 19 8.60 (3.7,15.3) 43 23.6 (15.6,36.4) Previously married 48 22.7 (14.4,33.4) 41 23.2 (13.3,31.3) Education       Non-completion of High School 21 14.6 (8.5,25.0) 15 8.0 (1.7, 15.8) Graduation from High School 26 21.6 (11.8,27.6) 19 13.8 (5.6, 22.4) Some Postsecondary School 43 25.2 (16.4,33.8) 49 30.7 (22.4, 45.3) Postsecondary Graduation 93 38.6 (29.0,51.1) 88 47.5 (33.5, 57.5)  Proximate Predictor       87    Transphobia‡       Low 58 35.0 (24.4,45.3) 44 21.7 (12.1,30.4) Moderate 104 54.6 (44.1,65.6) 88 61.5 (52.4,73.1) High 22 10.3 (4.4,18.0) 41 16.8 (8.9,25.1) Trans-specific negative experience with FPs       Yes 99 35.1 (24.3,44.7) 98 40.8 (29.2,52.6) No 85 64.9 (55.3,75.7) 74 59.2 (47.4,70.8) Knowledgeable doctor       No 36 31.7 (19.1,45.9) 52 41.2 (28.4, 56.6) Yes 141 68.3 (54.1,80.9) 113 58.8 (43.3, 71.6) Medical transition status       Completed transition  78 25.3 (15.9,36.1) 56 25.7 (16.0,35.2) Transition in process 42 17.4 (10.1,21.7) 56 32.0 (25.1,45.5) Not transitioned†† 64 57.3 (47.7,69.9) 60 42.3 (28.4,51.6) †CI = Confidence Interval. ‡ Experiences of transphobia–low level: twice or less on average; moderate level: sometimes on average; high level: many times on average.  †† Not transitioned including plan to but have not begun, not planning to medical transition, not applicable or not sure. 88    5.2.2 Bivariate association between uncomfortable trans-specific discussions with FPs and study predictors Compared to the proportion of trans Ontarians without a FP, a much greater proportion of trans Ontarians reported being not comfortable discussing trans status and/or trans related health needs with their FPs. Among trans individuals who have FPs, 50.4% (95% CI=37.5%, 64.2%) for FTMs and 50.9% (95% CI=42.6%, 67.3%) for MTFs did not feel comfortable in the trans-specific discussions with FPs. Table 5.2b presented the results of the bivariate association analyses.  The crude tests of association revealed that medical transition status was significantly associated with uncomfortable consultation with FPs for both FTMs (p=0.009) and MTFs (p=0.019). Compared to those that were not transitioned, MTFs in process of medical transition were less likely to report uncomfortable consultation with FPs; however, for FTMs, this crude reverse association was observed for those who completed medical transition (versus not transitioned.). Differences across gender spectra were more apparent in the bivariate associations between transphobia, knowledgeable doctor, and uncomfortable trans-specific consultation with FPs. The above predictors were both significantly associated with uncomfortable consultation with FPs among FTMs, but were not so among MTFs. For FTMs, the crude prevalence ratio of uncomfortable trans-specific consultation with FPs was significant higher for those who reported their FPs as not knowledgeable about trans-specific health needs. The results of bivariate analyses also indicated that more frequent exposure to transphobia (i.e. many times on average vs. twice or less on average) among FTMs almost doubled the likelihood of uncomfortable consultation with FPs (crude RR=1.90, 95%CI=1.27, 2.83). For MTF, besides medical transition status, none of other potential predictors were found to be significantly associated with uncomfortable consultation with FPs in the crude tests. Notably, the crude test showed 89    that none of the distal predictors (i.e., sociodemographics) predicted uncomfortable trans-specific consultation with FPs, for FTMs or MTFs.90    Table 6. Bivariate association between study predictors and uncomfortable trans-related physician-patient discussion among FTMs and MTFs who have a family physician  FTM MTF  Crude RR† 95% CI† P-value† Crude RR†   95% CI† P-value† Social demographics         Age    0.41    0.97 16-24 1.36 (0.84,2.19)   0.93 (0.51,1.71)   25-44 1    1    45+ 1.46 (0.64,3.32)   0.98 (0.58,1.67)   Race/ethnicity    0.49    0.70 Non-white 0.83 (0.47,1.46)   1.11 (0.66,1.85)   White 1    1    Marital status         Single (never married.) 1   0.12 1   0.18 Married/Common-law 0.34 (0.09,1.29)   1.47 (0.97,2.24)   Previously married 1.16 (0.69,1.94)   0.91 (0.47,1.75)   Education    0.21    0.16 Non-completion of High School 1.71 (0.93,3.12)   0.03 (0.08,1.38)   Graduation from High School 1.66 (0.91,3.01)   0.63 (0.23,1.64)   Some Postsecondary School 1.19 (0.60,2.35)   1.05 (0.68,1.63)   Post-secondary Graduation 1    1             91     Proximate Predictor         Transphobia‡    <0.001    0.23 Low 1    1    Moderate 0.76 (0.43,1.33)   0.79 (0.52,1.19)   High 1.90 (1.27,2.83)   0.57 (0.28,1.17)   Trans-specific negative experience with FPs    0.06    0.88 Yes 1.55 (0.98,2.45)   0.96 (0.61,1.52)   No 1    1    Knowledgeable doctor    <0.001    0.05 No 2.80 (1.86,4.23)   1.65 (1.02,2.66)   Yes 1    1    Medical transition status    0.009    0.019 Completed transition  0.41 (0.22,0.75)   0.58 (0.34,1.00)   Transition in process 0.90 (0.56,1.47)   0.51 (0.30,0.87)   Not transitioned††    1    1    †RR = Risk Ratio, here represents prevalence ratio computed from logistic regressions using predictive margins; CI = Confidence Interval; Reference group for prevalence is denoted by a value of 1; Bolded values represent significant factors at p < 0.05. ‡ Experiences of transphobia–low level: twice or less on average; moderate level: sometimes on average; high level: many times on average.  †† Not transitioned including plan to but have not begun, not planning to medical transition, not applicable or not sure.   92    5.2.3 Multivariable logistic regression analysis Table 5.2c presented the results of the multivariable analyses organized using the proposed hierarchical conceptual framework (Figure 3) with predictors grouped into the distal and proximate levels. The full models (Model 2) were significant for both the FTM subgroup (p=0.0001) and the MTF subgroup (p=0.0001). Sociodemographic predictors did not significantly contribute to the variance of the outcome variable. For FTMs, Model 2 explained 39.92% of the total variance in uncomfortable trans-specific consultations with FPs, while model 1 consisting of sociodemographic predictors alone explained 9.32% of the variance. For MTFs, 14.2% of the total variance in uncomfortable consultation with FPs was explained by sociodemographics (Model 1), 41.38% of the variance was explained by distal and proximal predictors (Model 2). For FTMs, Model 1 showed that none of the sociodemographic variables were independently predictive of uncomfortable trans-specific consultation with FPs. However, when adjusting for the proximal factors (i.e., model 2), being married or in common-law marriage significantly decreased the likelihood of uncomfortable trans-specific consultation with FPs (RR=0.42, 95% CI=0.22, 0.81) than being single (never married.). Model 2 also revealed that FTMs who had trans-specific negative experiences with FPs were 1.5 times more likely to feel uncomfortable discussing trans status and/or trans-related health care needs with their FPs (RR=1.45, 95% CI=1.03, 2.04). The likelihood of uncomfortable consultation was more than two times as high for FTMs who reported that their FPs were not knowledgeable about trans-specific health care needs than those who reported otherwise (RR=2.36, 95% CI=1.66, 3.35). More frequent exposure to transphobia (many times on average vs. twice or less on average) statistically significantly increased the likelihood of uncomfortable trans-specific consultation with FPs (RR=1.74, 95% CI=1.16, 2.61).  For MTFs, only marital status was predictive of uncomfortable consultation with FPs 93    (p=0.031), when none of the proximal factors were controlled for (i.e., Model 1). Being married or in common-law marriage was associated with an increase in the likelihood of uncomfortable trans-specific consultation with FPs (RR=1.69, 95% CI=1.14, 2.50). At the proximal level in Model 2, the significant predictors included knowledgeable doctor (p=0.001), trans-specific negative experiences with FPs (p=0.007), and medical transition status (p=0.014). At the distal level (i.e. sociodemographics) in Model 2, age (p=0.03), marital status (p=0.006), and education (p=0.0007) were statistically significantly associated with uncomfortable trans-specific consultation with FPs. The likelihood of uncomfortable trans-specific consultation with FPs was about 1.59 times higher for adolescent MTFs aged 16-24 (versus 25-44) (95% CI=1.10, 2.29), and half lower for MTFs who have not completed high school education at the time of the survey (versus postsecondary graduation) (RR=0.55, 95% CI=0.01, 0.43). Having prior trans-specific negative experiences with FPs increased the likelihood by 1.48 times (95% CI=1.11, 1.98), and having a FP who is not knowledgeable about trans health needs increased the likelihood by 1.74 times (95% CI=1.91, 2.54). Furthermore, when the target MTF was in process of medical transitions, she was about half as likely to feel uncomfortable when it came to discussions on trans-specific topics with FPs than her peers who were not medically transitioned (RR=0.50, 95% CI=0.29, 0.85).  It was noted that the differences across gender spectra were pronounced in the associations between study predictors and uncomfortable trans-specific discussion with FPs. Medical transition status was independently predictive of uncomfortable trans-specific consultation with FPs among MTFs only. Conversely, while being predictive among FTMs, experiences of transphobia was not found to be a significant predictor among MTFs. Marital status was the only sociodemographic factor that was found to be independently predictive of uncomfortable trans-specific consultation with FPs for both FTMs (p=0.002) and MTFs (p=0.006). However, while reducing the likelihood of uncomfortable trans-specific discussion with FPs among FTMs, being 94    married or in common-law marriage increased the likelihood among MTFs (RR=1.48, 95% CI=1.05, 2.11). There were also agreements across gender spectra on the significances of predictor investigated. For both Female-to-Male and Male-to-female trans Ontarians, having trans-specific negative experiences with FPs increased the likelihood of uncomfortable trans-specific consultation with FPs, and having knowledgeable doctors about trans-specific health issues reduced this likelihood.  95    Table 7. Adjusted risk ratio for predictors of uncomfortable trans-related physician-patient discussion among FTMs who have a family physician  Model 1‡ Model 2‡  Adjusted RR† 95% CI† P-value† Adjusted RR† 95% CI† P-value† Overall model   0.4139   0.0001 Social demographics       Age   0.71   0.45 16-24 1.15 (0.69,0.94)  0.79 (0.54,1.14)  25-44 1   1   45+ 1.35 (0.66,2.75)  1.14 (0.67,1.95)  Ethnicity   0.71   0.42 Non-white 0.90 (0.52,1.57)  0.85 (0.57,1.26)  White 1   1   Marital status   0.24   0.002 Single (never married.) 1   1   Married/common-law 0.50 (0.13,1.90)  0.42 (0.22,0.81)  Previously married 1.22 (0.73,2.05)  1.20 (0.78,1.84)  Education   0.42   0.15 Non-completion of High School 1.51 (0.84,2.73)  1.15 (0.72,1.84)  Graduation from High School 1.49 (0.81,2.73)  1.62 (1.06,2.49)  Some Postsecondary School 1.10 (0.58,2.10)  0.86 (0.56,1.31)  Postsecondary Graduation 1   1          96    Proximate Predictor       Transphobia‡       0.011 Low    1   Moderate    0.86 (0.56,1.31)  High    1.74 (1.16,2.61)  Negative experience with FP      0.024 Yes    1.45 (1.03,2.04)  No    1   Knowledgeable doctor      <0.001 No    2.36 (1.66,3.35)  Yes    1   Medical transition status      0.59 Completed transition     0.81 (0.53, 1.26)  Transition in process    0.81 (0.48, 1.38)  Not transitioned††      1   †RR = Risk Ratio, here represents prevalence ratio, computed from logistic regressions using predictive margins; CI = Confidence Interval; Reference group for RR is denoted by a value of 1; Bolded values represent significant factors at p < 0.05 ‡ Experiences of transphobia–low level: twice or less on average; moderate level: sometimes on average; high level: many times on average.  †† Not transitioned including plan to but have not begun, not planning to medical transition, not applicable or not sure. ‡R2 for Model 1=0.0932; change to R2 in Model 2=0.3992 97    Table 8. Adjusted risk ratio for predictors of uncomfortable trans-related physician-patient discussion among MTFs who have a family physician  Model 1‡ Model 2‡  Adjusted RR† 95% CI† P-value† Adjusted RR†  95% CI† P-value† Overall model   0.2401   0.0001 Social demographics       Age   0.61   0.03 16-24 1.26 (0.82,1.96)  1.59 (1.10,2.29)  25-44 1   1   45+ 1.02 (0.68,1.55)  1.22 (0.81,1.82)  Ethnicity   0.80   0.58 Non-white 1.05 (0.71,1.57)  1.12 (0.77,1.62)  White 1   1   Marital status   0.031   0.006 Single (never married.) 1   1   Married/common-law 1.69 (1.14,2.50)  1.48 (1.05,2.11)  Previously married 1.02 (0.60,1.76)  0.78 (0.37,1.61)  Education   0.18   <0.001 Non-completion of High School 0.38 (0.06,2.32)  0.55 (0.01,0.43)  Graduation from High School 0.69 (0.33,1.49)  0.64 (0.35,1.17)  Some Postsecondary School 1.24 (0.87,1.78)  1.04 (0.77,1.41)  Postsecondary Graduation 1   1          98    Proximate Predictor       Transphobia‡       0.21 Low    1   Middle    0.79 (0.56,1.11)  High    0.69 (0.43,1.10)  Negative experience with FP      0.007 Yes    1.48 (1.11, 1.98)  No    1   Knowledgeable doctor      0.001 No    1.74 (1.91, 2.54)  Yes    1   Medical transition status      0.014 Completed transition     0.84 (0.59,1.18)  Transition in process    0.50 (0.29,0.85)  Not transitioned††    1   †RR = Risk Ratio, here represents prevalence ratio, computed from logistic regressions using predictive margins; CI = Confidence Interval; Reference group for RR is denoted by a value of 1; Bolded values represent significant factors at p < 0.05 ‡ Experiences of transphobia–low level: twice or less on average; moderate level: sometimes on average; high level: many times on average.  ††Not transitioned including plan to but have not begun, not planning to medical transition, not applicable or not sure. ‡R2 for Model 1=0.1420; change to R2 in Model 2=0.4138 99    CHAPTER 6 DISCUSSION Among trans people, other than comprehensive specialty services, most need trans-related and trans-positive primary care that is provided by family physicians. The sensitive nature of transgenderism could discourage trans individuals from discussing trans-related health needs with FPs. In addition, health inequalities have been widening for some diseases among trans people (Feinberg 2001; Feldman 2003; Mueller, 2008; Asscheman et al., 2011). The actual service utilization for trans-related health needs as opposed to theoretical access to FPs should thus be a major concern in order to promote trans health. As an example of actual use of family physician service, we were interested in uncomfortable trans-specific consultation with FPs, as well as not having a family physician among trans people. 6.1 Summary of main findings 6.1.1 Predicting not having a family physician Using data from Trans PULSE survey, we found that trans people in Ontario were mainly young adults, native-born, single/never married, and highly educated. The demographics were comparable to the trans population in the U.S. (Rosser et al., 2007; Conron, Scott, Stowell, & Landers, 2012). Notably, trans Ontarians were disproportionately living in poverty despite their generally high educational achievements. Our results revealed that roughly 1 in 6 trans Ontarians aged 16 or older (17.2%, 95% CI=11.0, 22.9) did not have a family physician, and this figure is higher than the estimate of about 1 in 10 (8.8%, 95% CI=7.8, 8.9) for all residents of Ontario based on the 2003 Health Services Access Survey (HSAS), a supplement of the Canadian Community Health Survey (Sanmartin et al. 2004). The two studies 100    were comparable in the concept of regular source of primary care. Respondents in both surveys were asked whether they had \"a family doctor\". Despite some differences in the target sample (the HSAS included those 15 years and older) and the survey design (the HSAS used multistage stratified cluster design employing probability sampling at all stages), the substantial difference highlights the importance of narrowing the gaps in primary care access and utilization for trans communities and of understanding the barriers to access. A predictive models of family physician access for trans people in Ontario was developed, which estimated the likelihood of not having a family physician. Overall, the final model based on Gelberg-Andersen Behavioral Model for vulnerable populations accounted for 28.5% of the total variance in not having a FP. As indicated earlier that, Pseudo R-square in logistic regression models is equivalent to R-square in multiple linear regression models. Thus, here we interpreted pseudo R-square approximately as the percentage of variability that a model explains. One possible explanation for the relatively low predictive power of the final model is that the events were relatively low, at 17.2%. Garson (2005, p.1) pointed that, in the case of binary outcome variables in logistic regressions, \"variance is at a maximum for a 50-50 split and the more lopsided the split, the lower the variance.\" It is also possible, however, that some important factors that predict access to FPs in the general population were not included in our model (e.g., rurality in relation to FP availability). Unfortunately, these information were unavailable in the data we used.  The model with only predisposing characteristics explained 25.7% of the variance in not having a FP, whereas only a small amount of additional variance got explained after adding enabling and need factors to the final model. The fact that predisposing factors accounted for more the variance in not having a FP than enabling/impeding 101    and need factors implied that inequalities existed between trans people. Andersen (1995, p. 4-5) pointed out that “equitable access as occurring when demographic and need variables account for most of the variance in utilization. Inequitable access occurs when social structure (e.g., ethnicity), health beliefs, and enabling resources (e.g., income) determine who gets medical care.” Demographic characteristics such as age and marital status were important predictors in this analysis. However, the results of multiple analyses also clearly showed that access to FPs was inequitable among trans people. Such equities included the social and cultural components, such as education, racial/ethnic minority status, and employment; and enabling determines, for example, social support. health care policies to address equitable access to family physicians must be aware of these inequities among trans people.  We explored various potential determinants of not having a FP to identify those that are independently predictive. The final logistic regression model in this analysis included predisposing, enabling, need factors, as well as the interaction term of gender spectrum and racial/ethnic. Regarding the predisposing factors, trans individuals who were racial/ethnic minorities (vs. White), 45 years or older (vs. 25-44), or working part-time and not working (vs. full-time) were more likely not to have a FP (p<0.05 via Wald F tests). Being married/common-law (vs. Single/never married.), lower education, more social support, higher income-to-needs ratio were associated with lower likelihood of having no FP (p<0.05 via Wald F tests). We found that the likelihood of not having a FP was significantly higher for trans people age 45 or older than those who were 25-44 years old. Trans aging has been infrequently considered in empirical research. One recent study on LGBT aging found trans older adults have been reported more likely to have been denied health care or provided with inferior care compared to their non-trans counterparts, regardless of age, 102    income, and education (Karen, 2011). On the other hand, compared to young trans adults, trans seniors receive lower social acceptances for coming-out and gender expression, as well as more intense social isolation (Gapka & Raj, 2003). These inequalities may decrease access to regular primary care for trans older adults.  Our results showed the significant association between marital status and not having a FP was consistent across all scenarios after adjustment three blocks of factors. Consistent with the literature, married/common-law people are less likely to report not have a family physician than single individuals (Reid, 2009). Research have shown that married people are more inclined to use health services in general, possibly because they take health consequences more serious due to their responsibility for the spouse and/or children or because the spouses encourage them to seek health care in case of health complaints (Joung et al., 1995).  Racial/ethnic difference in access to FPs is another issue we explored in this study. We found that trans women in the racial/ethnic minority group have substantial higher likelihood of not having a FP, even after control for all other factors. The finding suggested inequalities in access to FP by race/ethnicity. Similar findings have been widely reported by prior studies on access to various types of health care services (Balarajan, Yuen, & Machin, 1992; Collins, 1999; Gaskin & Hoffman, 2000; Newbold, 2009). However, in this analysis the difference in access was only found among trans women but not trans men. One recent study indicated that gender modifies the effect of race on preventive care use among the Medicare elderly with the diagnosis of psychiatric diseases (Husaini et al., 2002). The effect modification in this analysis may be a result of the aggregated vulnerabilities of the racial/ethnic minority status by the unique life experiences of trans women. Research has found that trans women are generally more physically identifiable, at more risk of discrimination, and receive 103    lower social acceptance than trans men (Kuiper & Cohen-Kettenis, 1988; Michel, Mormont, & Legros, 2002). Additional evidence is greatly needed for establishing these complex links between gender spectrum, race/ethnicity, and discrimination, which will enable policy-makers and researchers to target barriers to access for trans population.  Of most interest in the context of a generalized health care system, we found that higher income-to-needs ratio protected against not having a FP among trans people. This finding contradicted with those of other studies indicating that income does not act as a barrier to primary care access in Canada (Blendon et al. 2002; Finkelstein 2001). Our finding suggested that income may play an important role in determining access to FPs in the highly marginalized populations, as opposed to the general population. Not surprisingly, unemployment and part-time employment significantly increased the likelihood of not having a FP than full-time employment. We estimated that 22.7% of trans Ontarians were currently unemployed and 11.8 % were part-time employed, and their predictive effect on not having a FP was significant even among trans Ontarians who were similar with regard to the level of income-to-needs ratio, social support, transphobic experience, and other factors. These findings suggested that employment may play a critical role in providing access to health information and promoting social participation, other than being a financial resource for medical expenses. Finally, lower education emerged as a significant predisposing factor across the three models. Whilst it has been observed that people with primary education use general practitioner services more frequently than those with postgraduate education (Van der Meer & Mackenbach, 1997), our result implied that trans people with a lower level of education may also have a greater access to FPs.  Our study was also interested in the association between not having a FP and social 104    support that trans individuals received. The protective effect of social support found in this analysis is in line with the studies in various vulnerable populations, which have supported the Andersen's idea that social support translating people's health needs into health care service utilization (Lipton, 1998; Nandi et al., 2008; Saunders, Resnick, Hoberman, & Blum, 1994). Disparities in health needs are not predictive of having no family physician. The results suggest that the trans Ontarians who are most in need do not necessarily have a family physician as a regular source of care. This is partly because, in Canada’s publicly funded healthcare system, patients may be able to seek primary care from alternative sources, such as walk-in clinics and emergency departments.  6.1.2 Predicting uncomfortable physician-patient discussion about trans status and/or trans-related health care needs A predictive model of uncomfortable discussion about trans status and/or trans-related health care needs with FPs was explored. Overall, we found that, among trans Ontarians who have a family physician, approximately half of FTMs (45.4%, 95% CI=35.7, 60.7) and MTFs (48.8%, 95% CI=34.6, 60.5) reported to be uncomfortable discussing his/her trans status and/or trans-related health care needs. The present study provided one of the first assessments of uncomfortable trans-specific consultation with FPs, hence there is no available empirical evidence to compare with. However, the observed high prevalence of uncomfortable trans-specific consultation with FPs may reflect the lack of comprehensive and trans-friendly services in the Ontario primary care settings.  Younger age (16-24 vs. 25-44) was found to associated with increased likelihood of uncomfortable trans-related consultation with FPs among MTFs who were similar 105    with regard to transphobic experience, medical transition status, and other factors. Trans youth have been reported to be reluctant to use or avoid using health care services (Brown, 2009). In addition, Hammond (2010) pointed out that, for some health care providers in the field, \"trans youth are seen as individuals with psychiatric disorders rather than as a community with unique needs or challenges.\" The present finding suggested that these challenges faced by trans youth in health care settings may pose restrictions on trans-related consultation with FPs. However, a similar association was not observed among trans men in the full model. Considering the different age distributions of between the two groups (e.g., MTFs were typically older), this may be a result of varying levels of statistical power. In the full models, marital status was the only sociodemographic variable that emerged as a significant predictor among FTMs and MTFs. We found that being married/common-law protected against uncomfortable trans-related consultations with FPs among trans men. As discussed in section 6.1.1, married/common-law people are shown to be more apt to use health services including FP consultations, and one possible explanation is that their spouse/partner serves as a trigger in case of health complaints (Joung et al., 1995). On the other hand, one national study in the U.S. found that higher patient satisfaction was related with increased inpatient utilizations (Fenton, Jerant, Bertakis, & Franks, 2012). In our study, it is possible that the likelihood of uncomfortable trans-related consultations with FPs decreased with more service uses. We also found married/common-law trans women (vs. single/never married.) were more likely to feel uncomfortable discussing trans-specific health issues with FPs. The opposite direction of the predictive effect seems to support one earlier study which found trans women are less likely to discuss their transgender identities with their partner (Iantaffi & Bockting, 2011). As a result, their partners may not function as the motivation for trans-related consultations with FPs. 106    We estimated that 35.1% of FTMs and 40.8% of MTFs have prior trans-specific negative experiences with FPs. Prior trans-specific negative experiences with FPs was also found to be independently predictive of uncomfortable trans-related consultation among FTMs and MTFs (p<0.05). These findings have important implications for policymakers and clinicians, since unwelcoming encounters with health care system in general may pose negative influences on one's health care seeking behaviour (Lee, 2000). Given the unique health care needs of trans people, further efforts are required not only to improve the availability of integrated and comprehensive trans-related primary care, but also to ensure that providers, stuff and their services are welcoming and non-discriminatory.  Not surprisingly, the lack of family physicians with knowledge about trans-specific health needs was reported by 31.7% of FTMs and 41.2% of MTFs. In multivariable analyses, FTMs and MTFs who reported their FP not knowledgeable about trans-specific health needs were significant more likely to feel uncomfortable in the trans-related consultation. The observed association supported the findings of some preliminary work that lack of knowledgeable providers and medical information in relation to trans health needs may constitute a barrier to trans patients' health care seeking behaviours (Corliss, Belze, Forbes, &Wilson, 2007; Gapka, 2003; JSI Research & Training Institute I, 2000). Our finding further pointed to the importance of incorporation of trans health basics into existing medical education for FPs, which has been suggested by existing clinical guidelines (Goldberg, Simpson, Ashbee, & Lindenberg, 2006).  Compared to those who were not in medically transitioned, trans women who were in process of transition were half as likely to feel uncomfortable with trans-related consultations. The association is largely expected given the possible more frequent 107    clinical consultations and the greater needs of open communication and shared decision making between providers and trans patients throughout the transition process. It is also possible, however, that trans patients who feel uncomfortable discussing trans-related health needs are reluctant to seek health care services in general, including medical transitions. Prospective studies are needed to examine the causal relationship. Notably, no significant association between medical transition status and uncomfortable trans-related consultation with FPs was observed among trans men. This may be a result of the differences in the array of medically necessary transition procedures between trans women and trans men. Some of the therapies (i.e., hysterectomy) may involve more sensitive discussions than others (i.e., facial feminization surgery), which lead to uncomfortable feelings for the trans patient. We found that high-level (vs. low-level) transphobic experience increased the likelihood of uncomfortable trans-specific consultation with FPs among FTMs. Few research have studied the effect of discrimination experiences on patients' assessment of their health care services. In one U.S. study of people living with HIV, discrimination based on socio-economic status was found to be negatively associated with health care satisfaction (Bird, Bogart, & Delahanty, 2004). A more recent study of California adults attempted to explain the extent to which discrimination mediated patients' perceived quality of care (Sorkin, Ngo-Metzger, & De Alba, 2000). Our findings suggested that the exposure to discrimination in the form of transphobia may mediate trans patients' perception of (un)comfortable consultations with FPs. Additional empirical evidence is needed to gain an understanding of the pathways. One interesting finding was that, the association between transphobic experience and uncomfortable trans-related discussion with FPs was not observed among MTFs. 108    6.2 Strengths & Limitations  The present study provided a first look at access to family physician for trans people in Canada, as well as their experiences of actual utilization of FPs services with regard to trans-specific health needs. Prior studies of trans people on access to health care were often based on clinical samples or selected subpopulations (e.g., transsexual only) rather than representative population samples and a broader definition of trans. Our study had the strength of relying on population-based sample of the broader trans population, which allowed us to have a more in-depth look at the various inequities and vulnerabilities existed in a medically under-served population.  There are several potential limitations to this analysis. First, we used the respondent-driven sampling to recruit participants and were therefore unable to calculate a response rate. However, research has indicated that RDS shows strong resistance to low response rate (Lu et al., 2012). Second, data used in our analyses were collected from a cross-sectional study: the Trans PULSE Project. As such, the probability of temporal associations (causal inferences) was limited. For example, a trans person may be unwilling to go through the medical transition because of his/her uncomfortable feelings when it comes to discussion about trans-specific health issues with physicians. Third, there were some possible sources of bias that could affect the interpretations of our findings, i.e., information bias and additional confounding bias. The question of prior negative trans-specific experiences with FPs was susceptible to recall-error biases. Subjective-qualitative questions, such as whether their FPs are knowledgeable about trans-related health needs, could also have introduced measurement error by different understandings of the question or the instability of respondents' opinions. Moreover, the variable of uncomfortable trans-specific consultation with FPs was generated from self-report data rather than observation. 109    Due to the design of this study, we cannot determine to what extent the differences in reported uncomfortable trans-related consultation with FPs were due to patient expectations, differences in perception, or the actual service received. However, it has been shown elsewhere that self-reported use of health care services does seem to provide a valid estimate of observed health care use across socioeconomic strata (Reijneveld & Stronks, 2001). Nevertheless, the high proportion of trans patients who reported uncomfortable trans-related consultations highlights the need to encourage health care policy-makers and providers to create a trans-friendly environment and provide integrated and comprehensive services that actively address trans health needs in primary care settings. Finally, no provider level and system level factors were included in the analyses of not having a FP. Some of the factors that have been showed to be predictive in the general population were not available in the data we used, such as alternative source of care and physician supply. Last but not least, the existing body of literature on the rural health service delivery issues emphasizes the importance of using a measure of rurality that is most appropriate for a given rural population and best matches the research question at hand (DuPlessis, Beshiri, & Bollman, 2002). The relationship between access to primary care providers and rurality in the Canadian context has been examined using various definitions of rural, each with its own strengths and weakness. For example, Reid et al. (2009) examined access to family physician between urban and rural Ontario residents using the rurality index for Ontario (RIO) (Kralj, 2005), which incorporates community characteristics (e.g., population size and travel time to referral centre) and healthcare system characteristics (e.g., number of active FPs, population to general practitioner ratio, and ambulance availability). Due to the limitation of the data source, we only have access to the first three letters of postal code. Rurality was thus measured by classifying the places of residence into two categories, i.e., Metropolitan Toronto and the other regions. The measure is useful in summarizing overall geographic 110    distribution of the trans population in Ontario, but diminishes positional accuracy, which runs the risk of masking the equities among the communities outside Metropolitan Toronto.  6.3 Implications for clinical practice and future research  In Ontario, a provincially funded health coverage Ontario Health Insurance Plan is supposed to provide equitable access to primary care for every resident in Ontario. However, the actual access/utilization of the services involves a complex net of determinants other than financial barriers, especially for the vulnerable populations. Too often, when primary care providers think of vulnerable populations, the homeless, new immigrants, or First Nations immediately come to their mind, whereas people with gender identity or gender expression issues are usually dismissed from their list. In fact, few family physicians have experiences of working with the trans communities. Clinical management of trans patients can be further complicated by the ethical issues in treatment and clinical practice, and by the lack of knowledge regarding trans health needs (Snelgrove, Jasudavisius, Rowe, Head, & Bauer, 2012). Unable or unwilling to provide optimal primary care to trans patients propagates their access to care on the informational and institutional levels. On the other hand, the vulnerability associated with trans identities or their gender expressions make access to primary care a major component of the health response of host societies. Improving the accessibility and quality of primary care for trans populations relies on our society to create a trans-friendly environment to eliminate the socio-economic inequities as well as on health care policy-makers and providers to address the institutional and informational barriers to access (i.e., primary care provider attitude, service location, and provision of comprehensive treatment). Such approaches to improving the accessibility of optimal care by family physicians may also include:  111    (a) establishing a safe environment for exploring trans patients' health needs; providing sensitive care in a holistic manner, for example, give weight to their gender identities, gender expressions, and preferred pronouns, and not insist on discussing trans identities or gender expressions when a patient’s health issues are not related.  (b) incorporating trans health basics into existing medical education for FPs; promoting educations, supports, and opportunities for family physicians to dispel myths and biases about the trans population, so that their unique health needs can be actively addressed in the primary care settings. This approach is important for exploring the unspoken needs of this vulnerable community. While our findings have addressed a major gap in the literature, future qualitative research is necessary to gain a firm understanding of the predictive factors for family physician access among trans people and their actual utilizations regarding trans-related health needs. Measures regarding trans identities should be incorporated to large population-based surveys to obtain representative samples of trans people, to monitor the socio-economic status of this medically under-served population, and to develop a complete picture of trans health. In this way, policies or interventions aimed at improving primary care access for trans people can be targeted towards their unique health needs and socio-economic inequalities. 112    REFERENCES Aday, LA. (1994). Health status of vulnerable populations. Annual Review of Public Health, 15, 487-509. American Psychological Association. (2010). Answers to your Questions About Transgender People, Gender Identity, and Gender Expression [Brochure]. Access on December 31, 2011. Retrieved from: http://www.apa.org/topics/sexuality/transgender.pdf  Andersen, R. (1968). A behavioral model of families’ use of health services. Center for Health Administration Studies Research Series. Chicago, IL: University of Chicago Press. Andersen, R., & Newman, J. (1973). Societal and individual determinants of medical care utilization in the United States. Milbank Memorial Fund Quarterly– Health and Society, 51(1), 95-124. Andersen, R. (1995). Revisiting the behavioral model and access to medical care: does it matter? Journal of Health and Social Behavior, 36, 1-10. Arnett, J. (2000). A theory of development from the late teens through the twenties. American Psychologist, 5, 469-480.  Asscheman, H., Giltay, EJ., Megens, JA., de Ronde, W., Van Trotsenburg, M., & Gooren, LJ. (2011). A long-term follow-up study of mortality in transsexuals receiving treatment with cross-sex hormones. European Journal of Endocrinology, 164(4), 635-642. Bakker, A., Van Kesteren, PJ., Gooren, LJ., & Bezemer, PD. (1993). The prevalence of transsexualism in the Netherlands. Acta Psychiatrica Scandinavica, 87, 237–238. Balarajan, R., Yuen, P., & Machin, D. (1992). Deprivation and general practitioner overload. British Medical Journal, 304, 529–534. 113    Barnsley J., Williams AP., Kaczorowski J., Vayda E., Vingilis E., Campbell A., Atkin K. (2002). Who provides walk-in services? Survey of primary care practices in Ontario. Canadian Family Physician, 248, 519–26. Bauer, G., Hammond, R., & Anderson, M. (2007). Trans PULSE: Report on Phase I & Plans for Phases II and III. Toronto & London, ON: Trans PULSE Project. Bauer, G., Hammond, R., Travers, R., Kaay, M., Hohenadel, K., & Boyce, M. (2009). \"I don’t think this is theoretical; this is our lives\": How erasure impacts health care for transgender people. Journal of the Association of Nurses in AIDS Care, 20, 348–361. Bauer, G., Boyce M, Coleman T, Kaay M, Scanlon K, & Travers R. (2010). Who are trans people in Ontario? Trans PULSE e-Bulletin, 1(1). Access on June 12 2012. Retrieved from: http://transpulseproject.ca/research-type/e-bulletin/ Bauer, G., Nussbaum, N., Travers, R., Munro, L., Pyne, J., & Redman, N. (2011). We’ve got work to do: Workplace discrimination and employment challenges for trans people in Ontario. Trans PULSE e-Bulletin, 2(1), 1-3. Access on June 12 2012. Retrieved from: http://transpulseproject.ca/wp-content/uploads/2012/04/E3English.pdf Bauer, G., Travers, R., Scanlon, K., & Coleman, T. (2012). High heterogeneity of HIV-related sexual risk among transgender people in Ontario, Canada: A province-wide respondent-driven sampling survey. BMC Public Health, 12, 292. Beiser, M., & Stewart, M. (2005). Reducing health disparities: A priority for Canada. Canadian Journal of Public Health, 96 (supplement 2), S4-S7. Bell, N., & Szafran, O. (1992). Use of walk-in clinics by family practice patients. Canadian Family Physician, 38, 507–513. Belsley, DA., Kuh, E., & Welsch, RE. (1980). Regression diagnostics: Identifying influential data and sources of collinearity. New York: Wiley. Bieler, G., Brown, G., Williams, R., & Brogan, D. (2010). Estimating model-adjusted 114    risks, risk differences, and risk ratios from complex survey data. American Journal of Epidemiology, 171(5), 618-623 Bird, ST., Bogart, LM., & Delahanty, DL. (2004). Health-related correlates of perceived discrimination in HIV care. AIDS Patient Care STDS, 18(1), 19-26.  Blendon, RJ., Schoen, C., Des Roches, C., Osborn, R., & Zapert, K. (2002). Inequities in health care: A five-country survey. Health Affairs (Millwood), 21, 182–191. Bockting, W. (1999). From construction to context: Gender through the eyes of the transgendered. SIECUS Report, 28, 3-7. Bockting, W., Robinson B, Benner A, & Scheltema K. (2004). Patient satisfaction with transgender health services. Journal of Sex & Marital Therapy, 30(4), 277-294. Bockting, W., & Avery, E. (2005). Transgender health and HIV prevention: needs assessment studies from transgender communities across the United States. Binghamton, NY: The Haworth Medical Press. Boehmer, U. (2002). Twenty years of public health research: Inclusion of lesbian, gay, bisexual, and transgender populations. American Journal of Public Health, 92, 1125–1130. Boushy, D., & Dubinsky, I. (1999). Primary care physician and patient factors that result in patients seeking emergency care in a hospital setting: the patient's perspective. Journal of Emergency Medicine, 17(3), 405–415. Brown, ER., Davidson, PL., Yu, H., Wyn, R., Andersen, RM., & Becerra, L. (2004). Effects of community factors on access to ambulatory care for lower-income adults in large urban communities. Inquiry, 41, 39-56. Brown, JB., Sangster, LM., Ostbye, T., Barnsley, JM., Mathews, M., & Ogilvie, G. (2002). Walk-in clinics in Ontario: An atmosphere of tension. Canadian Family Physician, 48, 531–536 Brown, ML., & Rounsley, CA. (1996). True selves: Understanding transsexualism for 115    families, friends, coworkers, and helping professionals. San Francisco, CA:  Jossey-Bass. Brown, N. (2009). TRANSforming care: A guide for service providers working with trans youth and young adults. Toronto: Central Toronto Youth Services.  Buchanan, BR., Miller, FG., & Wallerstein, NB. (2007). Ethical issues in community based participatory research: Balancing rigorous research with community participation. Community Health Partnership, 1(2), 153-160. Callen-Lorde Community Health Center. (2008). Written communication to Office of the Public Advocate. Campbell, MK., Silver, RW., Hoch, JS., Ostbye, T., Stewart, M., Barnsley, J., Hutchison, B., Mathews, M., & Tyrell, C. (2005). Re-utilization outcomes and costs of minor illness treated at family physician offices, walk-in clinics, and emergency departments. Canadian Family Physician, 51, 82–83. Canadian Institute for Health Information. (2005). Understanding emergency department wait times. Ottawa, ON: Canadian Institute for Health Information. Accessed 2012 August 11. Retrieved from: http://secure.cihi.ca/cihiweb/products/Wait_times_e.pdf.  Canadian Institute for Health Information. (2007). Canada's Health Care Providers [Brochure]. Access on June 12, 2012. Retrieved from: https://secure.cihi.ca/free_products/hctenglish.pdf Canadian Institute for Health Information. (2010). Supply, Distribution and Migration of Canadian Physicians. Access on January 1, 2012. Retrieved from: http://secure.cihi.ca/cihiweb/products/smdb_2010_en.zip.  Cantor, M., and V. Little. (1985). Aging and Social Care. In Robert H. Binstock and Ethel Shanas (Eds.), Handbook of aging and the social sciences (2nd ed.). New York: Van Nostrand Reinhold. Carpenter, C., & Gates, G. (2008). Gay and lesbian partnership: Evidence from 116    California. Demography, 45(3), 573–590. doi:10.1353/dem.0.0014. Carson, L. (2009). Physical and emotional health needs of transgender individuals living in Philadelphia: Summary of key findings. Philadelphia: Public Health Management Corporation.  Centraal Bureau voor de Statistiek (CBS). (1992). Netherlands health interview survey 1981-1991. Gravenhage: SDU CFPC Health Policy Report Card. (2008). Access on January 1, 2012. Retrieved from: http://www.cfpc.ca/uploadedFiles/Publications/2%201%202%202008%20Report%20Card.pdf Chen, J. & Hou, F. (2002). Unmet needs for health care. Health Rep, 13(2), 23-34. Chivers, ML., & Bailey, JM. (2000). Sexual orientation of female-to-male transsexuals: A comparison of homosexual and nonhomosexual types. Archives of Sexual Behavior, 29, 259–278. Christakis, DA., Mell, L., Koepsell, TD., Zimmerman, FJ., & Connell, FA. (2001). Association of lower continuity of care with greater risk of emergency department use and hospitalization in children. Pediatrics, 107, 524-529. Citizenship and Immigration Canada. (2008). Sponsorship of parents, grandparents, adopted children and other relatives-the sponsor’s guide (IMM 5196). Accessed on April 5, 2012 Retrieved from: http://www.cic.gc.ca/english/information/applications/guides/5196e10.asp.  Clements, K., Marx, R., Guzman, R., Ikeda, S., & Katz, M. (1998). Prevalence of HIV infection in transgendered individuals in San Francisco. The International Conference on AIDS, 12, 449 (Abstract No. 23536) Clements, K., Marx, R., & Guzman, R. (2001). HIV prevalence, risk behaviors, health care use, and mental health status of transgender persons. American Journal of Public Health, 91, 915–921. Clements, K., & Bachrach, A. (2003). Community-based participatory research with a 117    hidden population: The transgender community health project. In: Minkler M and Wallerstein N (eds). Community Based Participatory Research for Health. San Francisco: Jossey-Bass. Cohen, J., & Cohen, P. (1983). Applied multiple regression/correlation analysis for the behavioral sciences (2nd ed.). Lawrence Erlbaum; Hillsdale, NJ. Cohen, S. (2004). Social relationships and health. American Psychologist, 59(8), 676-684. Conference on Community-Based Participatory Research. (2001). The Agency for health care research and quality. Access on: November 21, 2011. Retrieved from: www.ahrq.gov/about/cpcr/cbpr/cbpr1.htm Conway, L. (2007). How frequently does transsexualism occur? Access on May 12, 2012. Retrieved from: http://ai.eecs.umich.edu/people/conway/TS/TSprevalence.html Cronbach, LJ. (1951). Coefficient alpha and the internal structure of tests. Psychometrika, 16(3), 297-334. Collins, K., Hall, A., & Newhaus, C. (1999). U.S. minority health: A chartbook. New York: Commonwealth Fund. Conron, KJ., Scott, G., Stowell, GS., & Landers, S. (2012). Transgender health in massachusetts: Results from a household probability sample of adults. American Journal of Public Health, 102(1), 118-22.  Corliss, H., Belzer, M., Forbes, C., &Wilson, E. (2007). An evaluation of service utilization among male to female transgender youth: Qualitative study of a clinic-based sample. Journal of LGBT Health Research, 3(2), 49-61. Currah P., & Minter S. (2000). Transgender equality. New York: NGLTF Policy Institute. Dahl, M., Feldman, J., Goldberg, JM., Jaberi, A., & Bockting, WO., & Knudson, G. (2006). Endocrine therapy for transgender adults in British Columbia: 118    Suggested guidelines. Vancouver, BC: Vancouver Coastal Health Authority.  Davis, K (2001). Southern Comfort. On Southern Comfort [Documentary]: HBO The theatrical documentary. Davis, C., & Wright, A. (2001). How well are we doing? A survey of the glbt population of Ottawa. Ottawa: Pink Triangle Services. De Wolff, A. (2000). Breaking the myth of flexible work. Toronto: Contingent Workers Project. Dean, L., Meye,r IH., Robinson, K., Sell, R., Sember, R., Silenzio, V., & Wolfe, D. (2000). Lesbian, gay, bisexual, and transgender health: Findings and concerns. Journal of the Gay and Lesbian Medical Association, 4, 101–151. Decter, M., & Fooks, C. (2005). Health care renewal in Canada: Accelerating change. Healthcare quarterly, 8(2), 34-35. Delnoij, D., Van Merod,e G., Paulus, A., & Groenewegen, P. (2000). Does general practitioner gatekeeping curb health care expenditure? Journal of Health Services Research & Policy, 5, 22–26.  Dewey, JM. (2008). Knowledge legitimacy: How trans-patient behavior supports and challenges current medical knowledge. Qualitative Health Research, 18, 1345-1355. Diaz, RM., Ayala, G., Bein, E., Jenne, J., & Marin, BV. (2001). The impact of homophobia, poverty, and racism on the mental health of Latino gay men. American Journal of Public Health, 91, 927–932. Docter, RF., & Fleming, JS. (2001). Measures of transgender behavior. Archives of Sexual Behavior, 30, 255–271. Dunnion, ME. & Kelly, B. (2005). From the Emergency Department to Home. Journal of Clinical Nursing, 14, 776–85. DuPlessis, V., Beshiri, R., & Bollman, R. (2002). Definitions of rural. Statistics Canada agriculture division: Agriculture and rural working paper series. 119    Accessed on December 13, 2012. Retrieved from: http://www.statcan.ca/english/research/21-601-MIE/21-601-MIE2002061.htm. Elifson, K., Boles, J., Posey, E., Sweat, M., Darrow, W., & Elsea, W. (1993). Male transvestite prostitutes and HIV risk. American Journal of Public Health, 83(2), 260-262.  Ettner, R., Eyler, E., & Monstrey, S. (2007). Principles of transgender medicine and surgery. New York, NY: Haworth Press. Eyler, E., & Whittle, S. (2002). Breast cancer: FTM community awareness and cases. Boy’s own. London, UK: FTM Network.  Feinberg, L. (2001). Trans health crisis: For us it's life or death. American Journal of Public Health, 91, 897-900. Feldman, J., & Bockting, W. (2003). Transgender health. Minnesota Medicine, 86, 25-32. Feldman, J., & Goldberg, J. (2006). Transgender primary medical care: suggested guidelines for clinicians in British Columbia. Vancouver (BC): Transgender Health Program. Accessed on December 22, 2011. Retrieved from: http://transhealth.vch.ca/resources/library/tcpdocs/guidelines-primcare.pdf.  Feldman, J. (2007). Preventive care of the transgendered patient: An evidence-based approach. In R. Ettner, S. Monstrey, & E. Eyler (Eds.), Principles of Transgender Medicine and Surgery. New York: Haworth Press. Fenton, J., Jerant, AF., Bertakis, KD., & Franks, P. (2012). The cost of satisfaction: A national study of patient satisfaction, health care utilization, expenditures, and mortality. Archives of Internal Medicine, 12, 405-411.  Finkelstein, MM. (2001). Do factors other than need determine utilization of physicians' services in Ontario? Canadian Medical Association Journal, 165, 565–570. Flicker, S. (2007). Who benefits from community-based participatory research? A 120    case study of the positive youth project. Health Education & Behavior, 297(4), 407-410.  Franks, P., Clancy, CM., & Nutting, PA. (1992). Gatekeeping revisited—Protecting patients from overtreatment. New England Journal of Medicine, 327, 424–429. Franks, P., & Fiscella, K. (1998). Primary care physicians and specialists as personal physicians. Health care expenditures and mortality experience. Journal of Family Practice, 47, 105–109.  FTM (Female-to-Male) Alliance of Los Angeles. (2004). Results of the 2003 health access survey. Los Angeles; FTM Alliance. Access on January 12, 2012. Retrieved from: http://ftmalliance.org/images/FTM_Alliance_LA_Health_Report.doc.  Gapka, S., & Raj, R. (2003). Trans health project: A position paper and resolution adopted by the Ontario public health association. Position paper. Toronto, ON: Ontario Public Health Association; 2003. Report No.: 2003-2006 (PP). Accessed on December 31, 2011. Retrieved from: http://www.opha.on.ca/our_voice/ppres/papers/2003-06_pp.pdf.  Garofalo, R., Deleon, J., Osmer, E., Doll, M., & Harper, GW. (2006). Overlooked, misunderstood and at-risk: Exploring the lives and HIV risk of ethnic minority male-to-female transgender youth. Journal of Adolescent Health, 38(3), 230-6.  Garrels, L., Kockott, G. L., Michael, N., Pruess, W., Renter, K., Schmidt, G., Sigusch, V., & Windgassen, K.. (2000). Sex ratio of transsexuals in Germany: The development over three decades. Acta Psychiatrica Scandinavica, 102(6), 445–448. Gaskin, D. & Hoffman, C. (2000). Racial and ethnic differences in preventable hospitalizations across 10 states, Medical Care Research and Review, 57 (Suppl 1), 85-107 Gates, G. (2011). How many people are lesbian, gay, bisexual and transgender? Los 121    Angeles, CA: The Williams Institute, University of California Los Angeles. Access on May 12, 2012. Retrieved from: http://williamsinstitute.law.ucla.edu/wp-content/uploads/Gates-How-Many-People-LGBT-Apr-2011.pdf  Gelberg, L., Andersen, RM., & Leake, BD. (2000). The behavioral model for vulnerable populations: Application to medical care use and outcomes for homeless people. Health Services Research, 34(6), 1273-1302. Geronimus, AT., & Korenman, S. (1992). The socioeconomic consequences of teen childbearing reconsidered. Quarterly Journal of Economics, 107, 1187–1214. Gervas, J., Perez Fernandez, M., & Starfield, BH. (1994). Primary care, financing and gatekeeping in western Europe. Family Practice, 11, 307-317. Gill, M., Mainous, G., & Nsereko, M. (2000). The effect of continuity of care on emergency department use. Archives of Family Medicine, 9, 33-38. Gladu, FP. (2007). Perceived shortage of family doctors in Quebec. Canadian Family Physician, 53, 1858–1860. Glazier, R., Moineddin, R., & Agha, M. (2008). The impact of not having a family physician among people with chronic conditions. I.C.E.S. Report, July 2008; www.ices.on.ca Goldsmith, L. (2002). Academy for health services research and health policy. Meeting: A critical history of andersen's behavioral model of health services use: A reflection of how we study access to health care. Abstract. The Academy for Health Services Research and Health Policy, 19, 6. Golden, A., Currie, W., Greaves, E., & Latimer, J. (1999). Report of the Mayor’s Homelessness Action Task Force: Taking Responsibility for Homelessness: An Action Plan for Toronto. City of Toronto. Gooren, LJG. (1999). Hormonal sex reassignment. International Journal of Transgenderism, 3(3). 122    Government of Ontario. (2008). Ministry programs: Ontario Health Insurance Plan (OHIP). Toronto: Ministry of Health and Long-Term Care. Accessed on December 10, 2011. Retrieved from: http://www.health.gov.on.ca/en/public/programs/ohip/ Goldberg, J. (2002). Analysis of government documents on primary health care. Victoria, BC: Centre for Community Health Promotion Research-University of Victoria. Goldberg, J., Matte, N., MacMillan, M., & Hudspith, M. (2003). Community survey: Transition/crossdressing services in BC – Final report. Vancouver, BC: Vancouver Coastal Health and Transcend Transgender Support & Education Society.  Goldberg, J., Simpson, A. J., Ashbee, O., & Lindenberg, D. (2006). Recommended framework for training in transgender primary medical care. Access on September 15, 2012. Retrieved from: http://transhealth.vch.ca/resources/library/tcpdocs/training-primcare.pdf Grant, J.M., Mottet, L.A., Tanis, J., Harrison, J., Herman, J.L., & Keisling, M. (2011). Injustice at Every Turn: A Report of the National Transgender Discrimination Survey [Brochure]. Accessed on June 23, 2012. Retrieved from: http://www.thetaskforce.org/downloads/reports/reports/ntds_full.pdf. Gray, DP., Evans, P., Sweeney, K., Lings, P., Seamark, D., Seamark, C., Dixon, M., & Bradley, N. (2003). Towards a theory of continuity of care. Journal of the Royal Society of Medicine, 96(4), 160-166. Green, J. & Brinkin, L. (1994). Investigation into discrimination against transgendered people. (Human Rights Commission, City and County of San Francisco, 25 Van Ness Avenue, Suite 800, San Francisco, CA 94102–6033.)  Green, J. (2002). FTMs and breast cancer. San Francisco: FTM newsletter. (P.O. Box 34500, Philadelphia, PA; FTMIMalebox@aol.com; garin@aol.com). 123    Greenland, S. (1987). Interpretation and choice of effect measures in epidemiologic analyses. American Journal of Epidemiology, 125(5), 761-768. Greenland, S. (2004). Model-based estimation of relative risks and other epidemiologic measures in studies of common outcomes and in case-control studies. American Journal of Epidemiology, 160(4), 301-305. Grossman, A., & D’Augelli, A. (2006). Transgender Youth: Invisible and Vulnerable. Journal of Homosexuality, 51(1), 111-128. Grossman, A. , & D’Augelli, A. (2007). Transgender youth and life threatening behavior. Suicide and Life-Threatening Behavior, 37, 527-537. Hammond, R. (2010). The social organization of health care for trans youth in Ontario (Master thesis, Dalhousie University). Access on August 15, 2012. Retrieved from: http://dalspace.library.dal.ca/bitstream/handle/10222/13105/Hammond,%20Rebecca,%20MSc,%20CHE,%20August%202010.pdf?sequence=8  Harris, G.E. (2006). Practicing HIV/AIDS community-based research, AIDS Care, 18, 731-738.  Health Canada. (2003). The social determinants of health: An overview of the implications for policy and the role of the health sector. Summaries from the conference: Social determinants across the life-span. Health Canada. (2010). Report on the findings of the oral health component of the Canadian Health Measures Survey, 2007-2009. Ottawa (ON): Health Canada. Access on May 23, 2012. Retrieved from: http://www.fptdwg.ca/assets/PDF/CHMS/CHMS-E-summ.pdf   Healthy People 2020 Transgender Health Fact Sheet. (2010). Accessed on: December 1, 2011. Retrieved from: http://www.healthypeople.gov/2020/topicsobjectives2020/pdfs/TransgenderHealthFact.pdf 124    Heckathorn, DD. (1997). Respondent-driven sampling: a new approach to the study of hidden populations. Social Problems, 44, 174-199. Heckathorn, DD. (2002). Respondent driven sampling, II: deriving population estimates from chain-referral samples of hidden populations. Social Problem, 49, 11-34. Henderson, BE., & Feigelson, HS. (2000). Hormonal carcinogenesis. Carcinogenesis, 21(3), 427-433. Herbst, J., Jacobs, E., Finlayson, T., McKleroy, V.., Neumann, M., & Crepaz, N.  (2008). Estimating HIV prevalence and risk behaviors of transgender persons in the United States: A systematic review. AIDS and Behavior, 12(1), 1-17. Hjortdahl, P. (1990). Ideology and reality of continuity of care. Family Medicine, 22, 361-4. Hosmer, DW., & Lemshow, S. (2000). Applied logistic regression (2nd ed.). New York: John Wiley.  Howell, DM., Abernathy, T., Cockerill, R., Brazil, K., Wagner, F., & Librach, L. (2011). Predictors of home care expenditures and death at home for cancer patients in an integrated comprehensive palliative home care pilot program. Health Policy, 6(3), 73-92. Husaini, BA., Sherkat, DE., Levine, R., Bragg, R., Holzer, C., Anderson, K., Cain, V., & Moten, C. (2002). Race, gender, and health care service utilization and costs among Medicare elderly with psychiatric diagnoses. Journal of Aging and Health, 14(1), 79-95. Iantaffi, A., & Bockting, WO. (2011). Views from both sides of the bridge? Gender, sexual legitimacy and transgender people's experiences of relationships. Culture, Health and Sexuality, 13(3), 355-370. Inui, TS., & Carter, WB. (1989). Design issues in research on doctor-patient communication. In: Stewart M, Roter D, (Eds). Communicating with Medical 125    Patients. Sage Publications, Newbury Park, CA. Ionescu-Ittu, R., McCusker, J., & Ciampi, A. (2007). Continuity of primary care and emergency department utilization among elderly people. Canadian Medical Association Journal, 177, 1362-1368. Israel, BA., Schulz, AJ., Parker, EA., & Becker, AB. (1998). Review of community-based research: Assessing partnership approaches to improve public health. Annual Review of Public Health, 19, 173-202. Jansen, J. & Grant, I. (2003). Communication with general practitioners after accident and emergency attendance: Computer generated letters are often deficient. Emergency Medicine Journal, 20, 256–257. Jaakkimainen, L., Upshur, R., Klein-Geltink, J., Leong, A., Maaten, S., Schultz, S., & Wang, L. (2006). Primary Care in Ontario. Institute for Clinical Evaluative Sciences.  Johnson, J.E. (1996). Social support and physical health in the rural elderly. Applied Nursing Research, 9, 61-66. Joung, I., Van der Meer, J., & Mackenbach, J. (1995). Marital status and health care utilization. International Journal of Epidemiology, 24, 569–575. JSI Research & Training Institute I. (2000). Access to health care for transgendered persons in greater Boston. Boston: GLBT Health Access Project. Juha, M., & Raphael, D. (2010). Social determinants of health. (pp. 12) The Canadian facts. Toronto: York University School of Health Policy and Management. Accessed on January 8, 2012. Retrieved from: http://www.thecanadianfacts.org/The_Canadian_Facts.pdf Karen, I. (2011). The aging and health report: Disparities and resilience among lesbian, gay, bisexual, and transgender older adults. [Brochure]. Accessed on September 15, 2012. Retrieved from: http://depts.washington.edu/agepride/wordpress/wp-content/uploads/2011/05/Ful126    l-Report-FINAL.pdf.  Kammerer, N., Mason, T., & Connors, M. (1999). Transgender health and social service needs in the context of HIV risk. International Journal of Trangenderism, 3,1-2. Reprinted in Transender and HIV: risks, prevention and care, ed. by WO Bockting and S. Kirk, Chapter 3, Haworth Press, 2001. Kasman, N., & Badley, E. (2004). Beyond access: Who reports that health care is not being received when needed in a publicly funded health care system? Canadian Journal of Public Health, 95, 304–308. Kenagy, G. (2005). The health and social service needs of transgender people in Philadelphia. International Journal of Trangenderismism, 8(2/3), 49-56.  Kenagy, G., & Bostwick, W. (2005). Health and social service needs of transgender people in Chicago. International Journal of Trangenderismism, 8(2/3), 57-66. Khobzi, N. (2010). The health of ontario’s transgender communities: Prevalence of and risk factors for depression, \"do-it-yourself\" transitions, and health effects of cross-sex hormones and surgeries. (Doctoral dissertation, The University of Western Ontario). Retrieved from: http://ir.lib.uwo.ca/cgi/viewcontent.cgi?article=1081&context=etd. Kitts, RL. (2010). Barriers to optimal care between physicians and lesbian, gay, bisexual, transgender, and questioning adolescent patients. Journal of Homosexuality, 57(6), 730-747. Klein, D. (2003). Short report: Adolescents’ health. Does having a family physician make a difference? Canadian Family Physician, 49, 1000-1002. Kleinbaum, D. (1994). Logistic regression: A self-learning text. New York: Springer-Verlag. Kralj, B. (2005). Measuring \"Rurality\" for purposes of health care planning: An empirical measure for ontario. Toronto: Ontario Medical Association. Kuiper, A., & Cohen-Kettenis, P. (1988). Sex reassignment surgery: A study of 141 127    Dutch transsexuals. Archives of Sexual Behavior, 17, 439–457. Kushner, C. (1998). Better access, better care: A research paper on health services and homelessness in toronto. Mayor’s Homelessness Action Task Force, City of Toronto. Lamkaddem, M., Essink-Bot, M. L., Deville, W., Foets, M., & Stronks, K. (2012). Perceived discrimination outside health care settings and health care utilization of Turkish and Moroccan GP patients in the Netherlands. European Journal of Public Health, 22, 473-478.  Lasser, K., Himmelstein, D., & Woolhandler, S. (2006). Access to care, health status, and health disparities in the United States and Canada: Results of a cross-national population-based survey. American Journal of Public Health, 96, 1300-1307. Lee, J. (2004). Odds ratio or relative risk for cross-sectional data? [letter]. International Journal of Epidemiology, 23, 201-203. Lee, R. (2000). Health care problems of lesbian, gay, bisexual, and transgender patients. Western Journal of Medicine, 172, 403-408. Leduc, E. (1997). Rurality: A general practice rurality index for Canada. Canadian Journal of Rural Medicine, 2(2), 125. Leung, MW., Yen, IH., & Minkler, M. (2004). Community based participatory research: A promising approach for increasing epidemiology's relevance in the 21st century. International Journal of Epidemiology, 33(3), 499-506. Lipton, RB., Losey, LM., Giachello, A., Mendez, J., & Girotti, MH. (1998). Attitudes and issues in treating Latino patients with type 2 diabetes: Views of health-care providers. Diabetes Education, 24, 67-71. Little, R., & Rubin, D. (2002). Statistical analysis with missing data (2nd ed). Hoboken, New Jersey: Whiley-InterScience. Lorant, V., Deliege, D., Eaton, W., Robert, W, & Philippot, M. (2003). Socioeconomic 128    inequalities in depression: A meta-analysis. American Journal of Epidemiology, 157(2), 98-112. Lu, X., Bengtsson, L., Britton, T., Camitz, M., Kim, JB., Thorson, A., & Liljeros, F. (2012). The sensitivity of respondent-driven sampling method. Journal of the Royal Statistical Society, 175, 191-216 Lurie, S. (2004). Identifying training needs or health care providers related to treatment and care of transgendered patients. International Journal of Trangenderismism, 8(2/3), 93-111.  Mahajan V., Jain A.K. & Bergier, M. (1977). Parametre estimation in marketing models in the presence of multicollinearity. An application of ridge regression. Journal of Marketing Research, 18, 154–161. Makadon, HJ., Mayer KH, Potter J, & Goldhammer H. (2008). The Fenway guide to lesbian, gay, bisexual, and transgender health. Philadelphia: American College of Physicians. Mark, DH., Gottlieb, MS., Zellner, BB., Chetty, VK., & Midtling, JE. (1996). Medicare costs in urban areas and the supply of primary care physicians. Journal of Family Practice, 43, 33-39.  Marshall, E. (2011). Do young adults have unmet health care needs? Journal of Adolescent Health. doi:10.1016/jadohealth.03.005  Martin, JSB. (2010). Hormone regimens for trans people. Southern Ontario Fertility Technologies (SOFT) Clinic. Mathews, M., & Edwards, AC. (2004). Having a regular doctor: rural, semi-urban and urban differences in Newfoundland. Canadian Journal of Rural Medicine, 9, 166-172. Mayer, KH., Bradford, JB., Makadon, HJ., Stall, R., Goldhammer, H., & Landers, S. (2008). Sexual and gender minority health: What we know and what needs to be done. American Journal of Public Health, 98(6), 989-995.  129    McGowan K. (1999). Transgender Needs Assessment. New York, NY: The HIV Prevention Planning Unit of the New York City Department of Health. MetLife. (2010). Still out, still aging: The MetLife study of lesbian, gay, bisexual, and transgender baby boomers. Westport, CT: MetLife Mature Market Institute. Michel, A., Mormont, C., & Legros, JJ. (2001). A psycho-endocrinological overview of transsexualism. European Journal of Endocrinology, 145, 365-376. Michel, A., Ansseau, M., Legros, JJ., Pitchot, W., & Mormont, C. (2002). The transsexual: What about the future? European Psychiatry, 17(6), 353-362. Minter, S., & Daley, C. (2003). Trans realities: A legal needs assessment of San Francisco's transgender communities. San Francisco, CA: National Center for Lesbian Rights & Transgender Law Center.  Modan, B., Goldschmidt, R., Rubinstein, E., Vonsover, A., Zinn, M., Golan, R., Chetrit, A., & Gottlieb-Stematzky, T. (1992). Prevalence of HIV antibodies in transsexual and female prostitutes. American Journal of Public Health, 82, 590–592. Moore, D. (2002). The 519 church street community centre older GLBT programme report on community soundings [Brochure]. Access on september 12, 2012. Assess from: http://www.the519.org/public_html/programs/older/comm_sound.pdf.  Moore, E., Wisniewski, A., & Dobs, A. (2003). Endocrine treatment of transsexual people: a review of treatment regimens, outcomes and adverse effects. Journal of Clinical Endocrinology & Metabolism, 88(8), 3467–3473. Mottet, L., & Ohle, J. (2006). Transitioning our shelters: a guide to making homeless shelters safe for transgendered people [Brochure]. Access on November 12, 2011. Retrieved from: http://www.thetaskforce.org/downloads/reports/reports/TransitioningOurShelters.pdf 130    Mueller, A., & Gooren, L. (2008). Hormone-related tumors in transsexuals receiving treatment with cross-sex hormones. European Journal of Endocrinology, 159, 197–202 Namaste, K. (1995). Access denied: A report on the experiences of transsexuals and transgenderists with health care and social services in Toronto. Report submitted to Project Affirmation and the Coalition for Lesbian and Gay Rights in Ontario, Toronto. Namaste, K. (2000). Clinical research or community health? Transsexual perceptions of gender identity clinics. In Invisible lives: The erasure of transsexual and transgendered people. Chicago: University of Chicago Press. Nandi, A., Galea, S., Lopez, G., Nandi, V., Strongarone, S., & Ompad, DC. (2008). Access to and use of health services among undocumented Mexican immigrants in a US urban area. American Journal of Public Health, 98(2), 1–10. National association of lesbian, gay, bisexual, and transgender community centers. (2003). Tobacco control program: Final report. Accessed on December 31, 2011. Retrieved from: http://www.lgbttobacco.org/files/tobaccofinalreport.pdf  National Coalition of Anti-Violence Programs (NCAVP). (2010). Hate violence against the lesbian, gay, bisexual, transgender and queer communities in the United States in 2009. New York: NCAVP. Accessed on Sept 16, 2011. Retrieved from: http://www.avp.org/documents/NCAVP2009HateViolenceReportforWeb.pdf.  National Center for Transgender Equality. (2011). Injustice at every turn: A report of the national transgender discrimination survey. Accessed on May 12, 2012. Retrieved from: http://www.thetaskforce.org/downloads/reports/reports/ntds_full.pdf.  Nemoto, T., Luke, D., Mamo, L., Ching, A., & Patria, J. (1999). HIV risk behaviours among male-to-female transgenders in comparison with homosexual or bisexual 131    males and heterosexual females. AIDS Care, 11(3), 297-312. Nemoto, T., Operario, D., Keatley, J., Han, L., & Soma, T. (2004). HIV risk behaviors among male-to-female transgender people of color in San Francisco. American Journal of Public Health, 94, 1193-1199. Nemoto T, Sausa LA, Operario D, & Keatley J. (2006). Need for HIV/AIDS education and intervention for MTF transgenders: Responding to the challenge. Journal of Homosexuality, 51(1), 183–202. Newbold, KB. (2009). Health care use and the canadian immigrant population. International Journal of Health Services, 39(3), 545–565. Nunnally, JC. (1978). Psychometric theory (2nd ed.). New York: McGraw-Hill. Nuttbrock, L., Hwahng, S., Bockting, WO., Rosenblum, A., Mason, M., Macri, M., & Becker, J. (2009). Lifetime risk factors for HIV/sexually transmitted infections among male-to-female transgender persons. Journal of Acquired Immune Deficiency Syndromes, 52(3), 417-421.  Olsson, SE., & Möller, AR. (2003). On the incidence and sex ratio of transsexualism in Sweden, 1972–2002. Archives of Sexual Behavior, 32, 381–386.  Olyslager, F., & Conway, L. (2007). On the Calculation of the Prevalence of Transsexualism. Paper presented at the WPATH 20th International Symposium, Chicago, Illinois. O’Rourke, D. & J, Blair. (1983). Improving Random Respondent Selection in Telephone Surveys. Journal of Marketing Research, 20, 428–432. Oxman-Martinez, J., Abdool, S., & Loisell-Léonard, M. (2000). Immigration, women, and health in Canada. Canadian Journal of Public Health, 6, 394–395. Pang, H., Puch, K., & Catalan, J. (1994). Gender identity disorder and HIV disease. International Journal of STD & AIDS, 5, 130–132. Raddish, M., Horn, SD., & Sharkey, PD. (1999). Continuity of Care: Is It Cost Effective? American Journal of Managed Care, 5, 727–734. 132    Raj, R. (2002). Improving social services and health care for trans people in Toronto. Public forum deputation presented to The City of Toronto LGBT Access & Equity Committee. Raphael, D. (2006). Social determinants of health: Present status, unanswered questions, and future directions. International Journal of Health Services, 36, 651-677. Raphael, D. (2009). Social determinants of health: Canadian perspectives (2nd ed.). Toronto: Canadian Scholars’ Press. Reutter, L. (2000). Socioeconomic determinants of health. In: Stewart MJ, editor. Community nursing: promoting Canadians’ health (2nd ed.). Toronto: W.B. Saunders. Reback, C., Simon, P., Bemis, C., & Gatson, B. (2001). The Los Angeles transgender health study: Community report. Los Angeles: University of California at Los Angeles  Reed, B, Rhodes, S, Schofield, P, & Wylie, K. (2009). Gender variance in the UK: Prevalence, incidence, growth, and geographic distribution [Brochure]. Gender identity research and education society. Access on May12, 2012. Retrieved from: http://ai.eecs.umich.edu/people/conway/TS/Prevalence/Reports/Prevalence%20of%20Transsexualism.pdf.  Reid, GJ., Freeman, T., Thind, A., Stewart, M. & Brown, JB., & Vingilis, ER. (2009). Access to family physicians in Southwestern Ontario. Health Care Policy, 5(2), 187-205. Reijneveld, S., & Stronks, K. (2001). The validity of self-report use of health care across socioeconomic strata: A comparison of survey and registration data. International Journal of Epidemiology, 30, 1407–1414. Risser, J., & Shelton, A. (2002). Behavioral assessment of the transgender population, Houston, Texas. Galveston, TX: University of Texas School of Public Health.  133    Risser, J., Shelton, A., McCurdy, S., Atkinson, J., Padgett, P., Useche, B., Thomas, B., & Williams M. (2005). Sex, drugs, violence, and HIV status among male-to-female transgender persons in Houston, Texas. International Journal of Trangenderismism, 8(2/3), 67-74.  Roger, J., & Curtis, P. (1980). The concept and measurement of continuity in primary care. American Journal of Public Health, 70, 122-127. Rosser, BRS., Oakes, JM., Bockting, WO., & Miner, M. (2007). Capturing the social demographics of hidden sexual minorities: An Internet study of the transgender population in the United States. Sexuality Research & Social Policy, 4(2), 50-64. Rothman, KJ. (1986). Modern Epidemiology. Boston: Little, Brown. Rotondi, N. K., Bauer, G., Travers, R., Travers, A., Scanlon, K., & Kaay, M. (2011a). Prevalence of and risk and protective factors for depression in female-to-male transgenderOntarians: Trans PULSE Project. Canadian Journal of Community Mental Health, 30, 135–155. Rotondi, N. K., Bauer, G., Travers, R., Travers, A., Scanlon, K., & Kaay, M. (2011b). Depression in male-to-female transgender Ontarians: Results from the Trans PULSE Project. Canadian Journal of Community Mental Health, 30, 113–133. Rowe, W. (2009). Auditioning For Care: Transsexual Men Accessing Health Care. (Master theses, McMaster University). Access on August 15, 2012. Retrieved from: http://digitalcommons.mcmaster.ca/opendissertations/4353 Rust, G, Fryer, GE. Jr, Phillips, RL. Jr, Daniels, E., Strothers, H., & Satcher, D. (2004). Modifiable determinants of health care utilization within the African American population. Journal of the National Medical Association. 96, 1169-1177. SAS 9.2 [computer program]. (2008). Cary, NC, USA. Sanchez N, Sanchez J, & Danoff A. (2009). Health care utilization, barriers to care, and hormone usage among male-to-female transgender persons in New York City. American Journal of Public Health, 99(4), 713-719. 134    Sanmartin C., Gendron F., Berthelot J.M., & Murphy K. (2004). Access to Health Care Services in Canada, 2003. Ottawa: Statistics Canada. Catalogue no. 82-575-XIE. Sanmartin, C., & Ross. N. (2006). Experiencing Difficulties Accessing First-Contact Health Services in Canada. Health care Policy, 1, 103–119. Savitz, DA. (1992). Measurements, estimates and inferences in reporting epidemiologic study results. American Journal of Epidemiology, 135, 223-224. Savage, A. (2002). Cervical cancer: They said it would be alright. Boy’s own. London, UK: FTM Network (BM Network, London, WC1N 3XX, UK). Saunders, SM., Resnick, MD., Hoberma,n HM., & Blum, RW. (1994). Formal help-seeking behaviour of adolescents identifying themselves as having mental health problems. Journal of the American Academy of Child & Adolescent Psychiatry, 83, 49–52. Scanlon, K., Travers, R., Coleman, T., Bauer, G., & Boyc, M. (2010). Ontario’s trans communities and suicide: transphobia is bad for our health. Trans PULSE e-Bulletin, 1(2), 1-2. Access on June 20, 2012. Retrieved from: http://transpulseproject.ca/wp-content/uploads/2010/11/E2English.pdf Sherbourne, CD., & Stewart, A. (1991). The MOS social support survey. Social Science & Medicine, 32, 705–714. Sherbourne Health Center. (2009). Guidelines and protocols for comprehensive primary health care for trans clients [Brochure]. Access on June 20, 2012. Retrieved from: www.sherbourne.on.ca/PDFs/Trans-Protocols-Announcement.pdf. Singer, TB., Cochran, M., & Adamec, R. (1997). Final report by the transgender health action coalition (THAC) to the philadelphia foundation legacy fund (for the) needs assessment survey project. Transgender Health Action Coalition: Philadelphia, PA.  135    Slevin, S. (2004). Statistical Analysis of Epidemiologic Data (3rd ed.). New York, NY: Oxford Press. Snelgrove, J., Jasudavisius, A., Rowe, B., Head, E., & Bauer, G. (2012). \"Completely out-at-sea\" with \"two-gender medicine\": A qualitative analysis of physician-side barriers to providing health care for transgender patients. BMC Health Service Research, 12(1), 110. Sorkin, DH., Ngo-Metzger, Q., & De Alba, I. (2000). Racial/ethnic discrimination in health care: Impact on perceived quality of care. Journal of General Internal Medicine, 25(5), 390-396. Sox, C., Swartz, K., Burstin, H., & Brennan, T. (1998). Insurance or regular physician: Which is the most powerful predictor of health care. American Journal of Public Health, 88(3), 364–370 Sperber, J., Landers, S., & Lawrence, S. (2005). Access to health care for transgendered persons: Results of a needs assessment in Boston. International Journal of Trangenderismism, 8(2/3), 74-91.  Starfield, B., Shi, L., & Macinko, J. (2005). Contribution of primary care to health systems and health. Milbank Quarterly, 83, 457-502. Statistics Canada. (1998). National population health survey, 1996/97. Household component, user's guide for the public use microdata files. Ottawa: Statistics Canada. Catalogue 82-M0009GPE.  Statistics Canada. (2003). 2001 census: Analysis series income of Canadian families. Accessed on February 17, 2012. Retrieved from: http://publications.gc.ca/Collection/Statcan/96F0030X/96F0030XIE2001014.pdf  Statistics Canada. (2005). Canadian Community Health Survey (CCHS). CYCLE 3.1. Accessed on February 17, 2012. Retrieved from: http://www.statcan.gc.ca/pub/89-637-x/2009004/aa4-eng.htm  Statistics Canada. (2006). Visible minority population and population group reference 136    guide, 2006 census. Accessed on August 17, 2012. Retrieved from: http://www12.statcan.ca/census-recensement/2006/ref/rp-guides/index-eng.cfm  Statistics Canada. (2011). Access to a regular medical doctor, 2011. Accessed on May 21, 2012. Retrieved from: http://www.statcan.gc.ca/pub/82-625-x/2012001/article/11656-eng.htm  Strike, C. (2006). Ontario needle exchange programs: Best practice recommendations. Health Canada, 1, 260. Steele, LS., Tinmouth, JM., & Lu, A. (2006). Regular health care use by lesbians: A path analysis of predictive factors. Family Practice, 23(6), 631-636. Suarez-Almazor, ME. (2004). Patient-physician communication. Current Opinion in Rheumatology, 16, 91-95. Sugano, E., Nemoto, T., & Operario, D. (2006). The impact of exposure to transphobia on HIV risk behavior in a sample of transgendered women of color in San Francisco. AIDS Behavior, 10(2), 217-224. Swanson, KA., Andersen, R., & Gelberg, L. (2003). Patient satisfaction for homeless women. Journal of Women’s Health, 12, 675-686. Taylor, C. (2006). Nowhere near enough: A needs assessment of health and safety services for transgender and two spirit people in Manitoba and Northwestern Ontario [Brochure]. Accessed on February 17, 2012. Retrieved from: http://www.turtleisland.org/healing/transgender.doc  The World Professional Association for Transgender Health (WPATH). (2012). Standards of care for the health of transsexual, transgender, and gender nonconforming people. Version 7. Access on October 25, 2011. Retrieved from: http://www.wpath.org/documents/SOC%20V7%2003-17-12.pdf  Tjepkema, M. (2008). Health care use among gay, lesbian and bisexual Canadians. Health Reports, 19(1), 56-70. Tom Waddell Health Center. (1998). Protocols for Hormonal Reassignment of Gender. 137    San Francisco, CA: Tom Waddell Health Center.  Toorians AWFT, Thomassen MC, Zweegman S, Magdeleyns EJ, Tans G, Gooren LJ, & Rosing J. (2003). Venous thrombosis and changes of hemostatic variables during cross-sex hormone treatment in transsexual people. Journal of Clinical Endocrinology & Metabolism, 88(12), 5723-5729 Transgender Law Center. (2009). The state of transgender california report-results from the 2008 california transgender economic health survey. San Francisco: Transgender Law Center. Accessed on January 12, 2012. Retrieved from: http://www.transgenderlawcenter.org/pdf/StateTransCA_report_2009Print.pdf .  Travers, R., Bauer, G., Coleman, T., & Scanlon, K. (2012). Hormone, silicone and drug injection: Assessment of HIV-related injection risk among transgender people in Ontario, Canada. The 21st Annual Canadian Conference on HIV/AIDS Research CAHR. Toronto, Ontario. Tsoi, WF. (1988). The prevalence of transsexualism in Singapore. Acta Psychiatrica Scandinavica, 78, 501-504. Van der Meer, JBW., & Mackenbach, JP. (1997). Low education high GP consultation rates: The effect of psychosocial factors. Journal of Psychosomatic Research, 44, 587–597. Victora, CG., Huttly, SR., Fuchs, SC., & Olinto, MT. (1997). The role of conceptual frameworks in epidemiological analysis: A hierarchical approach. International Journal of Epidemiology, 26(1), 224-227. Vingilis, E., Wade, T., & Seeley, J. (2007). Predictors of adolescent health care utilization. Journal of Adolescence, 30, 773-800. Volz, E., Wejnert, C., Degani, I., & Heckathorn, D. D. (2007). Respondent-driven sampling analysis tool (RDSAT) version 5.6. Ithaca, NY: Cornell University Warner, AJ., Bauer, G., Scanlon, K., & Pyne, J. (2011). Prevalence and risk factors for underhousing among trans people in Ontario: a cross-sectional study. Access on 138    Nov 1, 2012. Retrieved from: http://www.phac-aspc.gc.ca/publicat/cdic-mcbc/31-2/PDF/Vol31n2-Article06-eng.pdf Weinreb, L., Goldberg, R., & Perloff, J. (1998). Health characteristics and medical service use patterns of sheltered homeless and low-income housed mothers. Journal of General Internal Medicine, 13, 389-397. Wellesley Institute. (2008). Invisible men FTMs and homelessness in Toronto [Brochure]. Access on August 25, 2012. Retrieved from: http://wellesleyinstitute.com/files/invisible-men.pdf  Weller, SC., Ruebush TR. & Klein, RE. (1997). Predicting treatment-seeking behaviour in Guatemala: A comparison of the Health Services research and Decision-Theoretic approaches. Medical Anthropology Quarterly, 11(2), 224-245. Whittle, J., Lin, CJ., Lave, JR., Fine, MJ., Delaney, KM., Joyce, DZ., Young, WW., & Kapoor, WN. (1998). Relationship of Provider Characteristics to Outcomes, Process, and Costs of Care for Community-Acquired Pneumonia. Medical Care, 36, 977-87. White J. & Dull V. (1997). Health risk factors and health seeking behaviour in lesbians. Journal of Women's Health, 6, 103-112. Wilkinson, R., & Marmot, M. (2003). The solid facts. Copenhagen: World Health Organization. Williamson, C. (2010). Providing care to transgender persons: A clinical approach to primary care, hormones, and HIV management. Journal of the Association of Nurses in AIDS Care, 21(3), 221-229. Winkleby, MA., & Cubbin, C. (2003). Influence of individual and neighbourhood socioeconomic status on mortality among black, Mexican American, and white women and men in the United States. Journal of Epidemiology & Community 139    Health, 57, 444-452. Witten, TM., & Eyler, AE. (1999). Hate crimes and violence against the transgendered. Peace Review, 11(3), 461-468. Witten, TM. (2001). Transgender aging: An emerging population and an emerging need. Sexologies, 12(44), 14-19.  Woloshin, S., Schwartz, L., Katz, S., & Welch, H. (1997). Is language a barrier to the use of preventive services? Journal of General Internal Medicine, 12, 472-477. Wu, Z., Penning, M., & Schimmele, C. (2005). Immigrant status and unmet health care needs. Canadian Journal of Public Health, 96, 369-373.  Xavier, J. (2000). The Washington transgender needs assessment survey [Brochure]. Accessed on January 5, 2011. Retrieved from: www.glaa.org/archive/2000/tgneedsassessment1112.shtm Xavier, J., Honnold, JA., & Bradford, J. (2007). The health, health-related needs, and lifecourse experiences of transgender Virginians: Virginia transgender health initiative study statewide survey report. Virginia: Virginia Department of Health, Division of Disease Prevention through the Centers for Disease Control and Prevention. Report No.: U62/CCU323468-01. Zhang, J., & Yu, KF. (1998). What's the relative risk? A method of correcting the odds ratio in cohort studies of common outcomes. Journal of the American Medical Association, 280, 1690–1691. Zians, J. (2006). The San Diego County transgender assessment report [Brochure]. San Diego: Family Health Centers of San Diego, CA. Accessed on Jan 12, 2012. Retrieved from: http://www.calendow.org/uploadedFiles/san_diego_transgender_assessment.pdf.  Zou, G. (2004). A modified Poisson regression approach to prospective studies with binary data. American Journal of Epidemiology, 159(7), 702-706. 140    CURRICULUM VITAE Name: Xuchen Zong Education 2010 - 2012 Master of Science Epidemiology and Biostatistics, Western University London, Canada 2005 - 2012 Doctor of Medicine Preventive Medicine, Huazhong University of Science & Technology Wuhan, China Experience 09/2010   -10/2012              Graduate Researcher Trans PULSE Project London, Canada  01/2007  -06/2009 Research Assistant Key Laboratory of Environment and Health, Ministry of Education of China Wuhan, China  01/2010  -06/2010 Intern Wuhan Centers for Disease Control and Prevention Wuhan, China 08/2009  -01/2010 Clinical Intern Hubei Province Xinhua Hospital Wuhan, China 2012 Volunteer Canadian Hall of Fame London, Canada Award  2010 - 2012 Graduate Scholarship, Schulich School of Medicine and Dentistry, Western  University 09/2009 1st Place, 3M Annual Industrial Hygiene Scholarship, 3M's Occupational Health & Environmental Safety Division 09/2008 Undergraduate Research Award, Huazhong University of Science & Technology Thesis 10/2012 Family Physician Access among Trans People in Ontario: A Cross-sectional Analysis of Social Determinants of Health and Inequality Issues. Masters of Science Thesis. 06/2010 A Meta-analysis of Genetic Polymorphism in STK1 and Its Effect on the Risk of Colorectal Cancer. Undergraduate Thesis. 141    Publication 2007   Preparation of High Selective Molecularly Imprinted Polymers for Tetracycline by Precipitation Polymerization. JingT. GaoX.D. WangP. WangY.L ZongX.C. ZhouY.K. MeiS.R. Chinese Chemical Letters. 18 (12), 1535-1538. 2008 王妍，宗绪晨，林雁飞，周宜开，梅素容. 本体聚合法制备 2-氯酚分子 印 迹 聚 合 物 及 其性 能 评 价 . Preparation and Evaluation of 2-Chlorophenol Imprinted Polymers by Bulk Polymerization. Journal of Analytical Science. 2008, 24(5) (Published in Chinese)   ",
    "id": 61636366,
    "identifiers": {
        "doi": null,
        "oai": "oai:ir.lib.uwo.ca:etd-2297"
    },
    "title": "Family Physician Access among Trans People in Ontario: A Cross-sectional Analysis of Social Determinants of Health and Inequality Issues.",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-11-30T08:00:00+00:00",
    "publisher": "Scholarship@Western",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.lib.uwo.ca/cgi/viewcontent.cgi?article=2297&amp;context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/61636366.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/61636366"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/61636366/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/61636366/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/61636366"
        }
    ],
    "abstract": "For trans Ontarians with access to publicly insured health care, this study aimed to determine predictors of not having a family physician, as well as to identify factors that influence a trans patient’s comfort discussing trans status or trans-related health needs with their physician. Previously collected demographic and family physician access related data (n=433) were used. Multiple logistic predictive model showed that age, marital status, education, employment, income-to-needs ratio, and social support independently predicted not having a family physician. Marital status, negative trans-specific experience with family physicians, and perception of family physician\\u27s knowledge about trans health needs were identified as important predictors of discomfort with family physicians across gender spectra. These findings will be informative in addressing the inequality issues relating to access to care in trans communities. The results may also be helpful in changing the manner in which primary care services are delivered, helping to improve trans-related physician-patient discussion",
    "tags": [
        "text",
        "Trans",
        "Transgender",
        "Transsexual",
        "Family physician access",
        "Physician - patient discussion",
        "Inequality",
        "Health Services Research"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:ir.lib.uwo.ca:etd-2297",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2146",
        "openDoarId": 0,
        "name": "Scholarship@Western",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 61636366,
        "depositedDate": null,
        "publishedDate": "2012-11-30T08:00:00+00:00",
        "updatedDate": "2024-02-20T19:27:06+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-17T17:53:46+00:00"
    },
    "urls": [
        "https://ir.lib.uwo.ca/etd/1005",
        "https://ir.lib.uwo.ca/context/etd/article/2297/viewcontent/XZong_thesis___Family_physician_access_among_trans_people_Final_submission.pdf"
    ],
    "lastUpdate": "2024-02-20T19:27:06+00:00",
    "setSpecs": []
}