{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Seay, Amberli A."
        }
    ],
    "contributors": [],
    "createdDate": "2019-08-10T03:13:58+01:00",
    "dataProvider": {
        "id": 3666,
        "name": "University of Louisville",
        "url": "https://api.core.ac.uk/v3/data-providers/3666",
        "logo": "https://api.core.ac.uk/data-providers/3666/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.18297/etd/3168",
    "downloadUrl": "https://core.ac.uk/download/223224083.pdf",
    "fullText": "University of LouisvilleThinkIR: The University of Louisville's Institutional RepositoryElectronic Theses and Dissertations5-2019Fatal attraction : intimate partner violence amongblack LGBTQ relationships.Amberli A. SeayUniversity of LouisvilleFollow this and additional works at: https://ir.library.louisville.edu/etdPart of the Africana Studies Commons, Lesbian, Gay, Bisexual, and Transgender StudiesCommons, and the Social Work CommonsThis Master's Thesis is brought to you for free and open access by ThinkIR: The University of Louisville's Institutional Repository. It has been acceptedfor inclusion in Electronic Theses and Dissertations by an authorized administrator of ThinkIR: The University of Louisville's Institutional Repository.This title appears here courtesy of the author, who has retained all other copyrights. For more information, please contact thinkir@louisville.edu.Recommended CitationSeay, Amberli A., \"Fatal attraction : intimate partner violence among black LGBTQ relationships.\" (2019). Electronic Theses andDissertations. Paper 3168.https://doi.org/10.18297/etd/3168FATAL ATTRACTION: INTIMATE PARTNER VIOLENCE AMONG BLACK LGBTQ RELATIONSHIPS By  Amberli A. Seay B.A., University of Louisville, 2015 A Thesis  Submitted to the Faculty of the  College of Arts and Sciences of the University of Louisville in Partial Fulfillment of the Requirements for The Degree of  Master of Arts in Pan-African Studies Department of Pan-African Studies University of Louisville Louisville, KY May, 2019 Copyright 2019 by Amberli A.Seay All rights reserved ii FATAL ATTRACTION: INTIMATE PARTNER VIOLENCE AMONG BLACK LGBTQ RELATIONSHIPS By Amberli A. Seay B.A., University of Louisville, 2015 A Thesis Approved on April 22, 2019 By the following Thesis Committee: _________________________________ Dr. Theresa Rajack-Talley _________________________________ Dr. Tomarra Adams ______________________________ Dr. Shawnise Miller _______________________________ Dr. Kaila Story iii DEDICATION This thesis is dedicated to my late great-grandmother, colleagues and loved one’s. Most importantly, I want to dedicate this thesis to my parents Robin and Ricky for modeling a healthy relationship for my sister Angel and I. Also, my grandmother Sharon who gave me the strength to power through it all. Lastly, I dedicate my work to Shatrice, my best good friend since high school. iv ACKNOWLEDGEMENTS I would like to thank my Thesis Committee Chair, Dr. Rajack-Talley for patience, professionalism, and mentorship. I am grateful for your guidance and reassurance. I would also like to thank my other committee members, Drs. Story and Adams, for your encouraging words and wisdom. Additionally, I would like to thank Dr. Miller and my practicum supervisor, Rebecka Bloomer for your insight. v ABSTRACT FATAL ATTRACTION: INTIMATE PARTNER VIOLENCE AMONG BLACK LGBTQ RELATIONSHIPS Amberli Seay April 22, 2019 Social workers play a pivotal role in intervening in instances of intimate partner violence. It is imperative that social work intervention education is relevant, competent and inclusive. In this study, a content analysis is conducted on the true-crime documentary series, Fatal Attraction. Fatal Attraction targets Black audiences and sheds light on Black victim-survivors and perpetrators of intimate partner violence (IPV). The documentaries in this series act as a resource to understanding representation and treatment of Black LGBTQ. The following research questions are explored and discussed: 1. To what degree are Black LGBTQ victims and perpetrators of IPV represented in media? In what ways are Black LGBTQ IPV experiences portrayed on television that may affect how those who interact with them; 2. In what way(s) can interventionists and key personnel adequately intervene in incidences of intimate partner violence; 3. What does it mean to competently intervene in incidences of IPV? It was concluded that an intersectional framework is necessary for social work intervention, education, and training. A policy which reaffirms IPV victim-survivors would provide clients a safe listening ear without vi judgement. Lastly, social workers must advocate for equitable treatment among all people within legal and court systems. vii TABLE OF CONTENTS PAGE DEDICATION ………………………………………………………………..………… iii ACKNOWLEDGEMENT ...………………………...……………………………...…....iv ABSTRACT ……...……………………………………………………………………....v CHAPTER I. INTRODUCTION…………………………….…………..…………………. 1 II. A REVIEW AND CRITIQUE OF THEORETICAL ANDMETHODOLOGICAL PERSECTIVES ON IPV…………………………………………………………………………… 7 III. FEMINIST AND GENDER-BASED THEORETICALPERSPECTIVES………………………………………………………….... 31 IV. METHODOLOGY…………………………………………………………. 55V. FINDINGS AND DISCUSSION………………………………………….... 68 VI. CONCLUSION…………………………………………………………..…. 92REFERENCES…………………………………………………………………………..99 CURRICULUM VITAE………………………...……………………………………...125 1 CHAPTER I INTRODUCTION Intimate partner violence (IPV) is defined as patterned physical, emotional, psychological, and/or sexual violence, aggression and/or harassment toward or against current or former marital, dating, intimate, or sexual partner(s) within a physical and/or digital space (CDC, 2011). In addition, coercion, intimidation, blame and terrorization are behaviors that have the potential to escalate into violent incidences (Tahna et al, 2010). Intimate partner violence impacts a wide range of individuals along the spectrums of gender, sexuality, race, religion, age, and so forth— varying in frequency and severity and is characterized by an imbalance of power and control. (CDC, 2017). In this study, violence within relationships is referred to as ‘intimate partner violence’ rather than ‘domestic violence’ for its inclusion of sexuality, gender, relationship status, age, and other marginal identities. Historically, American value systems have placed importance on nuclear family and heteronormative relationship dynamics; thus, playing a salient role in society’s response to intimate partner violence. In the past, ‘domestic violence’ was recognized by criminal justice systems, society and formal institutions as a “private family matter” (Jiminez, 2014; Seghetti et al., 2012; Perez Trujillo et al., 2008). During the late 1960’s to early 1970’s, women’s liberation movements worldwide fought for society and its institutions to recognize intimate partner violence as a social problem which 2  disproportionately impacted women. These efforts, “revolutionized the response to injustice against women into a social movement that forms the foundation of current domestic violence advocacy and community-based programs throughout the country (Schechter, 1982).” Advocates of the era took a stand against gender-based discrimination and violence and were subsequently successful in advancing the Battered Women’s Movement (Jiminez, 2014). Remarkably, efforts to address systemic oppression of women, inaction of law enforcement, ineffective laws, and more spanned several decades. At the same time, they reified beliefs that intimate partner violence is and was a women’s issue. As a result, IPV victimization and perpetration has been idealized through social and political systems; meaning that emphasis is placed on what it means to be a victim and victim experiences are prioritized based on sexuality, racial, gender, and class identities.  General Purpose This thesis is built on the premise that social workers are key personnel in intervening in IPV. As social workers, it is our obligation to provide optimal care to our clients. Moreover, our ethical responsibility is to respect the dignity and worth of everyone by staying abreast to changing social and cultural contexts. The more knowledgeable we are, as social workers, the better equipped we are in best serving clients and assessing systems that impact them. In a 2011 study, the Center for Disease Control reported: “On average, 24 people per minute are victims of rape, physical violence or stalking by an intimate partner in the United States—more than 10 million women and men over the course of a year” (CDC, 2011). More than half of the survivors who reported IPV did not call the police due to internal barriers (NCAVP, 2011). This 3  then begs the question, when IPV victim-survivors do not report to law enforcement but instead seek out social services, in what way(s) are interventions carried out? Furthermore, in what way(s) do social service interventionists treat queer and transgender people of color (QTPOC)?  The purpose of this study is to objectively assess intersectionality within Black centered IPV media to inform social work IPV intervention and intervention education. A content analysis of the documentary series Fatal Attraction is used to investigate the portrayals of IPV among Black LGBTQ. Focusing primarily on the treatment of Black LGBTQ, this study observes the number of documentaries within the series where Black LGBTQ are depicted and the ways in which IPV is typified. As a result, an analysis of structure, politics and representation within macro systems.  Overview Chapter I is an introductory chapter to intimate partner violence, it prefaces the study with a technical definition of IPV and relevant statistics. Also, it provides a brief historical analysis of U.S. judgements, reasoning the preferential use of ‘intimate partner violence’ to ‘domestic violence.’ The general purpose of this study is summarized as well as the role and responsibility of social workers. Lastly, an overview of subsequent chapters is outlined. Chapter II is an exhaustive exploration of prior methodological research and studies used to inform current scholarship. Its purpose is to provide readers an in-depth appraisal of etiological, ontological and epistemological understandings of IPV methodological perspectives and their schools of thought: Intrapersonal and Interpersonal. Two themes are central to the intrapersonal methodological perspective: 4  Perpetrator and Victim-Survivor studies. Similarly, two themes are focused on in the interpretation of the interpersonal methodological perspective: Family Violence and Feminist. Chapter III provides readers a thorough analysis of feminist and gender-based theories. This chapter explores multiple scholarships presently used in defining and theorizing minority sexualities and gender identities like Black Feminist Thought, Queer and Quare Theories, and Intersectionality. Unlike the literature review chapter, this chapter explores the historical, social and political contexts which shape the peculiarities of individual’s experiences with race, sexual orientation, gender and class. Therefore, the theoretical perspective chapter strays away from theorizing IPV perpetration and victimization to study intersectional critiques of gender identity, politics of sexuality and identity politics at an individual and structural level. Chapter IV examines how Black LGBTQ victims and perpetrators of intimate partner violence are portrayed in media, with a focus on the true crime documentary series, Fatal Attraction. A qualitative content analysis is used to assess the adequacy of intervention education in portraying and addressing IPV among Black LGBTQ. Additionally, in the Methods chapter, the sample selection, data collection, and justification are described.  Research Questions Research Question 1: How many documentaries feature LGBT individuals or experiences? In how many documentaries are Black LGBTQ present through explicit acknowledgement? How many documentaries identify queer experiences? 5  Research Question 2: Did the documentary recognize that this incident involved intimate partner violence? Did the coverage portray the incident as an isolated event or as part of a pattern of abuse between this perpetrator and victim? Also, did it portray the incident as an isolated homicide (or attempted homicide) or as part of a larger social problem of IPV? Research Question 3: Did the show give a sense that the incident involved physical violence alone or physical and another form of IPV (i.e. psychological, financial, sexual, etc.)? Research Question 4: What are common themes across the documentaries in terms of intersecting oppressions and discourse of intimate partner violence among Black LGBTQ? Did the documentary blame the victim and or exonerate the perpetrator? In Chapter V, a brief synopsis of each documentary is provided; including the documentary’s description of individuals’ sexual orientation, performance, and/or minority gender. Additionally, type(s) of violence in the documentaries are examined; as well as, whether incidents were addressed as patterned or isolated. Lastly, assumptions and wide spread beliefs are outlined and analyzed. To determine the degree to which Black LGBTQ victims and perpetrators of IPV were represented and portrayed, the following are recorded: frequency— how many documentaries present LGBTQ individuals; presence— was sexuality or gender identity explicitly stated, if not, how is LGBTQ identity or experience discussed; IPV type— not only the violent act but its reoccurrence. 163 documentaries were examined for African American/Black victims and/or perpetrators of intimate partner violence; people who were (or had been) romantically involved; and victim and/or perpetrators recognized in the documentary as 6  LGBTQ. Eleven of one hundred and sixty-three documentaries represented Black LGBTQ experiences: 4 Lesbian; 3 Bi-sexual (Female); 2 Transgender women; 1 Gay; and 1 Bi-sexual (Male). Each section describes the way in which the individual was implicitly or explicitly characterized as LGBTQ within the documentary. Also, documentaries are examined for the interactions of social service workers and agencies. It was discovered that similar assumptions and beliefs are perpetuated within the documentary as they ae in Chapter II. For instance, there was insensitivity towards transgender women, and a fixation on situational violence. Chapter IV summarizes the findings and discusses the implications for social work intervention education. In the conclusion, the following questions are discussed: In what way(s) can interventionists and key personnel competently intervene in incidences of intimate partner violence? What does it mean to competently intervene in incidences of IPV?            7    CHAPTER II A REVIEW AND CRITIQUE OF THEORETICAL AND METHODOLOGICAL PERSECTIVES ON IPV   Intimate partner violence (IPV) is complex and best understood through the  interpretation of theoretical and methodological perspectives most commonly cited and widely debated in social work literature. It is important to note that this chapter is a review of social work literature which interprets intimate partner violence from the context of patterned behaviors rather than situational violence. The theoretical perspectives discussed in this chapter offer a consistent framework for understanding systems and their influence on beliefs and behaviors that impact intimate partner violence perpetration and victimization. Additionally, it analyzes and interprets the etiological, ontological and epistemological understandings of intrapersonal and interpersonal IPV, exploring traditional schools of thought as well as interventions. It is concluded that these methods and theories have had a major impact on institutions, current and future social policies. It is important to note that the way intimate partner violence is perceived effects the way it is measured and reified. The purpose of this chapter is to challenge the invisibility, silencing and erasure of Black queer individuals and couples from intimate partner violence literature/discourse.          Intimate partner violence (IPV) is highly debated in social work literature through the use of an intrapersonal and interpersonal lens. Theories that suggest that IPV is an 8  intrapersonal issue also characterize IPV experiences as resulting from an individual’s psychological pathology—whether perpetrator or victim-survivor. Thus, characterizing intimate partner violence as a behavior resulting from a psychological deficiency rather than an experience or pattern of violence. In this essay intrapersonal research as a school of thought is refuted because it is slippery slope that typically results in the pathology of one or all involved. On the other hand, perspectives that center interpersonal dynamics suggest that factors outside the individual contribute to the individual’s understanding of themselves and their partner(s). Within the interpersonal model, there are two emergent trends that look at the effects of gender and family. Therefore, suggesting that an individual’s childhood experiences, the normalization of violence, the normalization of violence against women, and so forth contribute to the perpetuation and victimization of intimate partner violence. The methodological and theoretical aspects of intrapersonal and interpersonal violence toward and between intimate partners are examined in this chapter.          Americanized standards of victimization and perpetration often skew literature toward White, heterosexual and/or males or females. These characteristics portray a stereotypic concept of a “perfect” victim, perpetrator, and or IPV experience. The Prior Research chapter examines existing literature; thus, in this chapter, way(s) in which Black LGBTQ individuals are represented (if at all) in social work literature is explored. As mentioned, social workers are key personnel in intervening in IPV; therefore, it is imperative that social work intervention education is relevant, competent and inclusive. Excluding or further marginalizing marginalized communities from IPV literature impacts the believability, treatment and support of clients. 9  Intrapersonal Methodological Perspectives Intrapersonal models are designed to examine characteristics of the individual (i.e. the perpetrator and/or the target) within the context of the relationship. Intrapersonal intimate partner violence literature explores the effects of an individual’s health and personality traits to demonstrate how and why intimate partner violence occurs among perpetrators and victim-survivors.  Theoretical understandings of IPV centering the person tend to focus on the psychological conditions of the individual. This perspective typifies psychological conditions as characteristic flaws (i.e. anger, aggression, jealousy, self-esteem, and etc.) and mental health issues of an individual. Thus, pathologizing perpetrators and victim-survivors. Therefore, the following section examines intrapersonal IPV literature and the limitations of this branch of scholarship. Perpetrator-focused. Early researchers of intimate partner violence theorized that perpetrators of violence were motivated by psychopathology and flawed personality traits (i.e. anger, aggressiveness, jealousy, and etc.) (Faulk, 1974; 1988; Hamberger & Hastings 1985, 1986; Holtzworth-Munroe & Stuart 1994). During an experiment examining 23 heterosexual married or co-habiting men arrested for IPV, researchers attributed assault to pathological dependency (Faulk, 1974). In 1974, Faulk identified five overcontrolled (described by him as passive-dependent) and undercontrolled (described as violent and bully) types of perpetrators. First, stable affectionate batterers whom he characterized as violent during a mental disturbance, particularly a depressive documentary. Second, passive-defendant batterers that were generally pleasant but violently explosive in response to being triggered by their partner. Third, the dependent-suspicious batterer 10  exhibited irrational jealousy and was heavily dependent on their partner. Fourth, the dominating batterer was likely to control his partner and use violence to do so. Fifth, the violent bully perpetrated violence when trying to solve a problem or get his way. Faulk’s research laid the framework for subsequent perpetrator-centered research. In 1986, Hamberger and Hastings assessed 105 men attending a wife assault treatment program, they identified three psychiatric factors contributing to intimate partner violence: schizoidal/borderline, narcissistic/ antisocial, and passive-dependent/compulsive. They theorized that borderline personality conditions were the underlying causes of intimate partner violence. Furthermore, scholars have attributed elevated levels of anger, aggression, and dissatisfaction to the perpetration of IPV (Maiuro, et al., 1986; Dutton et al., 1994; Holtzworth-Munroe & Stuart 1994; Huss & Langhinrichsen-Rohling, 2000). Victim-survivor-focused. During the late 1970’s, researchers began questioning the psychological impact of intimate partner violence on victim-survivors (Walker, 1979). A 1979 study conducted by Walker challenged stereotypes of IPV victim-survivors and worked to identify a common thread among them. Walker found that intimate partner violence occurred in three-phased cycles: tension-building, explosion or battering incident, and the calm loving respite. Drawing from an earlier clinical experiment (Overmier & Seligman, 1967), Walker suggested that the common thread of IPV victimization was life-long conditioning of passivity and powerlessness or “learned helplessness;” thus, inhibiting victim-survivor’s ability to respond with reciprocal force to their partner. A theoretical framework emerged from this study to which Walker called, Battered Woman’s Syndrome. Walker theorized that much like the unsuspecting dogs in Overmier and Seligman’s study, victim-survivors 11  misinterpret their capacity to judge and avoid danger. Therefore, their low self-esteem dissuades them from leaving a volatile situation or romantic relationship because it seems a lot less risky to stay.  Gondolf and Fisher (1988) suggested that rather than victim-survivors learning their helplessness, victim-survivors work within their means to resist violence. Furthermore, characterizing people as “helpless victims” is misguided and does little to humanize them or their experience(s). Therefore, Gondolf and Fisher proposed the “survivor theory” which directly challenged the stereotypical images of victim-survivor passivity and learned helplessness, most often associated with women. Their survivor theory maintains that victim-survivors do in fact seek out help; yet, are oftentimes confronted by the institutions’ inability to meet their needs. Ultimately, institutions that provide support services and legal sanctions are often patriarchally structured and/or adopt male-centered ideologies. Therefore, the unique experiences of female or gender nonconforming victim-survivors are not considered; thus, creating a gap in services and causing it to be nearly impossible to leave a relationship where there is IPV. In recent history, social service agencies have begun mirroring the language of clients and adapting inclusive language(s) which seek not to disclose the gender of the perpetrator or victim-survivor. Additionally, the term perpetrator is preferential to “him” or “abuser” and victim-survivor or client over “she” or “the victim.” The term “victim” is used primarily to describe those who are deceased as a result of intimate partner violence. On the other hand, the term “survivor” is used to represent those who have experienced IPV but are currently living and resisting. Furthermore, clients are described in the context of their experience(s) with intimate partner violence rather than being called “the 12  victim” or “the abuser.” Social service providers and practitioners are becoming a lot more aware of the language they use in order to become inclusive to the diversified IPV experience. Methodological Concerns and Critiques A common theme of both perpetrator-focused and victim-survivor intrapersonal methodological approach is overgeneralization of sample and situational circumstances. Researcher Donald Dutton (1995) argued that Faulk’s research and earlier IPV methodologies were overgeneralizations based on a limited population sample and representation. For instance, Faulk’s research sample was composed of men from prison populations. Dutton goes on to argue that although more recent studies are more “methodologically sound” than Faulk’s, they suffer from “interpretative problems.” For instance, Hamberger and Hastings (1985/1986) do not adequately explain the correlation between assaultive behavior and personality disorders. Schizoid personality condition has different criteria (DSM-5), produces completely different symptoms and requires a different treatment regimen than Borderline personality; however, in their methodology, the two are combined into one factor. Also, learned helplessness theory overgeneralizes situational circumstances and disregards the innovative strategies that victim-survivors have demonstrated throughout history. These theories—learned helplessness and battered women’s—romanticize reciprocal violence from victim-survivors perpetrator. Additionally, proponents of learned helplessness and battered women’s syndrome pathologize victim-survivors of intimate partner violence by placing emphasis on their will and ability to leave. Models that focus primarily on one’s decision to leave, completely discredit the complexities of 13  internal and external environmental factors as well as resistance strategies of victim-survivors. Both victim-survivor and perpetrator-focused research and methodologies are concerning because they tend to pathologize either or both the perpetrator or victim-survivors. Although these interventions are conceptually sound, it is important to note that associating mental health issues and personality traits with intimate partner violence is ill-informed at best. First and foremost, it stigmatizes those with internal conditions and dismisses the effects violence has on the victim-survivor and witnesses. Not all perpetrators of intimate partner violence have a psychological health issue and not all who have a psychological health condition commit violence against their intimate partner(s). Similarly, anger, aggression and dissatisfaction are not indicators of intimate partner violence perpetration. Therefore, perpetrator-centered interventions must be conscious of the fact that individual pathology and personality traits are not causes but instead are potential factors of violence perpetration. Moreover, although quantitative studies have supported the fact that fear and anxiety potentially necessitate responses to intimate partner violence (Sackett & Saunders, 1999; Sutherland et al., 1998), more research must be done to challenge notions of passivity and give voice to victim-survivors of IPV. Both the learned helplessness theory and battered women’s syndrome homogenize victim-survivors by insinuating that there is a “perfect” victim and mode of violence. For example, the names of the two theories in and of themselves speak to a specific person, group and form of violence. “Learned helplessness” implies a conscious decision to be weak and “battered women syndrome” or “battered wives’ syndrome” is gender and marital status specific. 14  This is problematic because all victim-survivors do not see themselves as weak—and they are not— nor are all victim-survivors of IPV women or wives. Also, when described as “battering,” intimate partner violence may be challenging to interpret due to its convoluted linguicism. “Battering” implies that the mode of violence is physical or perhaps emotional; ultimately, undermining varying forms of violence that may not seem as pervasive (i.e. coercion, manipulation, financial abuse, etc.). Additionally, earlier methodologies focus primarily on the perspective of heterosexual individuals and communities. The way that theories and methods are defined indicate how they are measured and ultimately reified. The exclusion of marginalized sexual identities, gender minorities, and women in perpetrator data, and men in victim-survivor data skew the results. One, gender skewed intimate partner violence suggests that men are generally violent, and women are generally victims. Two, women do not have the capacity to perpetrate violence and men are responsible for confronting their perpetrators in ways that are not typically expected of women. Three, Lesbian, Gay, Bi-sexual, Transgender, and Queer (LGBTQ) couples do not exist. Or, gay men are in a perpetual state of violence; Lesbians do not experience IPV; and Bi-sexual, Transgender and Queer individuals fall somewhere along the continuum of non-existence or heteronormativity. However, not only do LGBTQ people exist but IPV occurs equally as much, if not more in these communities (Walters, 2013; Williams Institute, 2015). In conclusion, although intimate partner violence literature of the 1970’s was groundbreaking, it also had its points of contention. First and foremost, much of the literature focused on what theorists perceived as characteristic flaws of the individual. As a result, victim-survivors were often depicted and perceived as deficient and/or unstable. 15  Theoretical understandings of IPV that center the person tend to focus on the psychological conditions of the individual. This perspective typifies psychological conditions as characteristic flaws (i.e. anger, aggression, jealousy, self-esteem, and etc.) and mental health deficiencies of an individual. Thus, pathologizing perpetrators and victim-survivors alike— as demonstrated through the learned helplessness theory and battered women’s syndrome—further demonstrating that intrapersonal theories are limited in scope and do not detail the complexities of perpetration and victimization. On the one hand, perpetrators are seemingly justified in their perpetual acts of violence rather than held accountable. On the other hand, victim-survivors are further victimized. Even further, those who are not seen as the perfect victim go unrecognized and are illegitimated. Interpersonal Methodology Perspectives Within interpersonal methodological perspectives, two emergent schools of thought are examined: family violence and feminist. Family violence methodological perspective maintains that the potential for violence perpetration and victimization is equal among all family members (siblings, parents, intimate partners, etc.). Furthermore, societal norms rationalize the perpetuation of violence in the household and society; thus, inciting and encouraging what theorists have called a “culture of violence.” Feminist theorists maintain that gender norms and gender role regulation serve as elements within systems which assist in the perpetuation of gender-based violence toward women. As a result, women were said to experience gender-based violence more pervasively through structural disenfranchisement and systemic oppression. It is concluded that family 16  violence and feminist literature are misleading and default (or privilege) certain identities while marginalizing others. Family Violence. The family violence perspective was among the first theories to approach intimate partner violence from an epistemological and ontological stance. The family violence perspective maintains that the potential for violence perpetration and victimization is equal among all family members (siblings, parents, intimate partners, etc.). There are five theories of family violence identified in earlier research (Gelles, 1980). First, resource theory which suggests that violence is as a result of limited access and resources (Goode, 1971). Second, general systems theory which claims that violence is a by-product of systems, rather than the pathology of the individual (Straus, 1973). Third, ecological theory explores family dynamics to suggest that violence is as a result of environment, neighborhood and community (Garbarino, 1977). Fourth, an evolutionary perspective examines the relationship between parents and children, family size, parental resources, developmental conditions and etc. (Burgess, 1979). Fifth, patriarchy and wife abuse (Dobash and Dobash, 1979).     Family violence methodological perspectives suggests that societal norms rationalize the perpetuation of violence in the household and society; thus, inciting and encouraging, what theorists have termed, a “culture of violence (Struas and Gelles, 1980;1988).” Leading family violence theorists Straus and Gelles, argued that in the American contemporary household there are three primary causes of violence: 1) culture of violence, 2) family structure, and 3) sexism. Their research suggests that not only does the US enable a culture of silence, but socio-economic stressors add pressure to family 17  structures and to household violence. Therefore, the combination of silence around violence, unemployment or part-time employment particularly by males, health problems, and working conditions are all factors contributing to family violence. Second, researchers Straus and Gelles (1980; 1988) claimed that violence in families is handed down from generation to generation and accepted as a means of solving conflict; in other words, violence begets violence. Theorists maintained that parents who used physical violence to punish their children, also conditioned their children to accept and normalize violence; thus, children go on to perpetuate violence against one another and others. Furthermore, society’s normalization of violence through media and messaging actualize and increase aggressive behaviors in children. Therefore, violence in families is as a result of family violence and their family’s conditioning. Lastly, Straus and Gelles concluded that violence is a tactic of the most powerful family member to “legitimize” their dominance. Therefore, similar to parent’s violence toward children, their research suggested that men leverage their power and privilege in society against women to perpetrate violence against them. Their major argument was that neither men nor women have a propensity for violence, rather both genders commit violence. Straus et al. (1980) recommended making changes on a societal level to reduce family violence. For instance, they proposed using the terms “family violence” and “spousal abuse” rather than “battering” or “wife abuse.” Additionally, they suggested gun control, public-awareness campaigns and the reduction of violence in media. Family violence literature explores interpersonal violence within families and suggests that intimate partner violence much like elderly, sibling and child abuse is inevitable.  18  Family violence theories are among the first to acknowledge that women have the potential to perpetrate violence against their male partners and men have the potential to be victimized by their female partners (Archer, 2000; Laroche, 2005; Stets & Straus, 1990). Beginning in the 1990’s, family violence theorists argued that women perpetrate equally as much violence as men, if not more (Stets & Straus, 1990). According to research, women make up a steadily growing population of IPV perpetrators in the criminal justice system (Carney et al., 2007; Ferraro & Moe, 2003). Therefore, tools of analysis need not be gender specific and must be considerate of male victimization by females. The most commonly used instruments for research on family violence are Conflict Tactics Scales (CTS), designed to be replicated among different types of family role-relationships (i.e. children to parents, spouses, parents to children, and etc.). Essentially, CTS assume that conflict is bound to happen within families; hence, they assess the self-reported tactics used by family members to address conflict. Respondents are asked to indicate whether they or their family members and partners have engaged in rational discussion, verbal aggression, and/or physical violence to resolve conflict within a specified span of time (Stets & Straus, 1990). Feminist Scholarship. Prior to the 1970’s, literature on intimate partner violence was practically nonexistent. During the late 1970’s two polarized sociological perspectives of IPV emerged, exploring relationship dynamics and social location. The sociological perspectives most commonly cited in intimate partner violence research are the family violence and feminist perspectives (Kurz, 1989; Johnson, 1995). The two theories examine intimate partner violence on an interpersonal level; thus, examining the 19  perpetrator and victim-survivor relationship rather than each part separately. The family violence perspective suggests that patterns of violence are learned from, exist within, and are perpetuated between all family members. Feminists center gender imbalances to argue that inequalities in the household and andro-centric systems and institutions increase the risk of gender-based violence and systemic oppression. The two theories, family violence and feminist, are similar in that they address aspects of relationships between individuals; however, they differ in their analysis of gender and violence perpetration.          During the 1970’s, large groups of activists worldwide recognized discrimination and violence against women as social problems (Jimenez et al., 2014). Several efforts to address intimate partner violence against women were implemented, which “revolutionized the response to injustice against women into a social movement that forms the foundation of current domestic violence advocacy and community-based programs throughout the country (Schechter, 1982).” Feminist scholars argued that men’s use of violence toward women was an exertion of power and control over their female partners. Furthermore, violence against women was, and is, ultimately rooted in a history of patriarchy, gender roles and gender inequalities (Johnson, 1995; Santana et al., 2006; Murnen et al. 2002). Advocates of this theoretical perspective believe that intimate partner violence is broadly defined as the suppression and oppression of women by men inside and outside the home. The feminist perspective explores interpersonal relationships between men and women and examines socio-economic factors that relegate women to a marginal position in society.   20  Feminist literature proposes two general themes of intimate partner violence (Johnson & Ferraro, 2000). The first of these distinctions are the types of intimate partner violence and the motivation of perpetrators and victim-survivors. This group of femininist scholars suggest that there are four major patterns of coercive control that take place: intimate terrorism (IT), violent resistance (VR), situational couple violence (SCV), and mutual violent control (MVC) (Johnson, 1995). Intimate terrorism is defined as the general use of violent and nonviolent behaviors to control a victim-survivor. IT, typically involves emotional abuse, escalates over time and is likely to result in severe injury (Follingstad et al., 1990). Violent resistance is characterized as the use of violence to resist a partner’s violent behavior. Researchers argue that VR is most commonly used by women in relationships; some suggests that VR is the first sign that a victim-survivor will soon leave their abusive partner (Bachman & Carmody, 1994; Jacobson & Gottman, 1998). Situational couple violence is a means of controlling a victim-survivor during a specific situation or context. SCV has the potential to escalate into violence; however, compared to IT, SCV does not necessarily necessitate emotional abuse. Lastly, MVC is classified as a pattern of violent behaviors between both husband and wife. The feminist perspective constantly evolves and has laid the framework for subsequent studies on IPV. The second theme of feminist IPV literature is the misuse of power and control by men. In a patriarchal society, men have greater access to resources and are supported by policies and laws that maintain violence against women. Feminist perspectives attribute intimate partner violence to social structures which privilege men with social, political, legal, and economic power over women (Dobash & Dobash, 1979; Schechter, 1982; Yllo & Bograd, 1988). Current literature identifies and defines the systemic and systematic 21  terrorization of women by male-violence as patriarchal terrorism (Johnson, 1995). Meaning that gender inequalities in society are perpetuated within interpersonal relationships where “men expect more privilege; view women not as equals; and usually have greater control over resources, exhibit greater physical strength, and wield more public influence (Gilfus et al., 2010).” Multiple factors are linked to increased risks of intimate partner violence victimization including low levels of education, income inequality, experience with childhood abuse, young age, and more (Abramsky et al, 2011). As well as “personal feelings of embarrassment, fear, shame, depression, guilt and isolation” which may impede on their attempts to seek help (Scherzer, 1998; Turrell, 2000a) (Williams Institute, 2015).” Theorists suggest that these factors place individuals at greater risk of IPV victimization because the individual has limited options of escaping the relationship. Of the factors listed, income has been shown to consistently effect women’s experience with IPV (Bent-Goodley, T., 2001). Gender inequalities are perpetuated through economic disenfranchisement; and thus, severely restrict women’s means of mobility and ability to seek help (Copp et al., 2015). Research demonstrates the “glass ceiling” effect between men and women through gender wage gaps, differences in corporate hierarchical positions (Frankforter, 1996), levels of authority (Wright et al., 1995), earnings (Duleep & Sander, 1992), occupations (Fernandez, 1998) and outcomes (Cotter et al., 2001). Scholars suggest that not only are women exploited and undervalued, but the extent to which a victim believes that they are better off with or without a relationship greatly influences their decision and ability to leave the relationship, as well as the likelihood of revictimization or independence (Copp et al., 2015). 22  Methodological Critiques and Concerns Conflict Tactic Scales used in family violence methodological perspectives contextualize violence and aggression in terms of conflict and dispute resolution. Yet, CTS do not consider insidious trauma, spontaneous forms of violence or violence that occurs without being addressed. Family violence perspectives are often confronted by feminists who claim that theories that recapitulate violence between men and women as equal, and the use of CTS data to prove it, are misleading (Kurz, 1989). These arguments disregard the impenetrable effects of patriarchy and society’s tolerance of violence toward women on multiple levels and is too broadly defined. Additionally, certain forms of violence are not factored into CTS like self-defense, the initiator of IPV, or which partner was injured. Feminist scholars point out that majority of IPV data indicate that men are overwhelmingly perpetrators of violence toward their female partners; moreover, even when both partners are injured, women typically sustain more severe injuries (Dobash & Dobash, 1979; Stark & Flitcraft, 1985). Furthermore, they argue that although there was a spike in women’s crime rates, they are mostly linked to necessity rather than intimate partner violence. For instance, women may engage in sex work, drug dealing or other crimes to ensure their health and safety. In a 2003 study, researchers Ferraro and Moe found that some women and mothers enduring intimate partner violence were resorting to economic crime or drug dealing to make ends meet.  Comparing violence toward women to that of children, elders and siblings—as the family perspective does—overlooks the unique experiences of women as victim-survivors. For instance, although men face potential victimization, women are 23  significantly affected by gender-specific violence like sexual assault, femicide, sexual exploitation, trafficking for prostitution and more. Additionally, women face increased risk for unintended pregnancy, sexually transmitted infections (STIs), and adverse pregnancy outcomes (Heise, L. et al., 2002). This they determined, differentiated the effects of intimate partner violence experiences between men, women and children. However, family violence researchers contend that the attempt to explain away female initiated violence and violence against men, has resulted in female perpetrators being portrayed as (and/or portraying themselves as) acting in self-defense, their act of violence as less severe, or their act of violence as non-existent (Carney et al., 2007). Consequently, intimate partner violence is continually perpetuated and goes unaddressed. Like earlier intimate partner violence scholarship, family violence methodological perspectives tend to normalize nuclear and heterosexual family dynamics. In 1980, Richard Gelles explored family violence toward husbands, children, parents, and the elderly. However, his research overlooked complex family dynamics that are not nuclear or heterosexual; for instance, extended, by-law, adoptive, and chosen family. This is problematic because although family violence methodological perspectives redefine violence and what it means to be a perpetrator or victim-survivor, the concept of family structure and family dynamics are not explored. Therefore, these and other schools of thought do not adequately define family; thus, reifying the exclusion and erasure of communities whose family structures are diversified. Similarly, feminist methodological perspectives are often misleading in that they homogenize the experiences of those involved in IPV. The feminist school of thought does little to demonstrate an awareness of racialized, minority gender, and marginal 24  sexual identity economic and social struggles. In 2015, the wage gap between men and women was 20% (Proctor et al., 2016). White women earned 76% of White males’ earnings, African American women earned 63% of White males’ earnings. African American women earned 90% of Black male’s earnings (AAW, 2015). According to the American Association of University Women (AAUW), the gender gap “contributes directly to women’s poverty. In 2015, 14% of American women ages 18–64 were living below the federal poverty level, compared with 11 percent of men (Hill et al., 2017).” Consequently, the chances of independence and stability are limited for all women and the likelihood of remaining in an abusive relationship are heightened especially for women of color. Within the last five years, language has shifted from domestic violence, domestic abuse and spousal abuse to intimate partner violence. This was done to broaden the definition of relationship violence. Although feminist perspectives identify ways in which U.S. culture fosters gender inequality among interpersonal relationships between men and women, feminist IPV literature-- much like its predecessors-- tend to default (or privilege) certain identities and simultaneously marginalize others. For instance, White, affluent, able-bodied, heterosexual and cis-gender experiences with IPV are most often defaulted as victims and perpetrators. Yet, populations furthest from the defaulted (or privileged) group(s) like people of color, Lesbian, Gay, Queer, Transgender and so forth, become especially vulnerable to the pervasiveness of micro and macro systems. Intimate partner violence is not however, exclusive to any one population nor is there a monolithic representation of perpetration and/or victimization. Recent literature suggests that Lesbian, Gay, Bi-sexual, Transgender and gender nonconforming communities 25  experience intimate partner violence and intimate partner sexual assault at equally as high, if not higher rates than the general population of heterosexual women (Stotzer, 2009; Rothman et al, 2011; Edwards et al, 2015). According to a review of existing research conducted by the Williams Institute (2015), studies overwhelmingly suggests that the lifetime prevalence of sexual assault victimization, adult sexual assault and intimate partner sexual assault is highest among Lesbian, Bi-sexual and Transgender women. Comparatively, reports of hate crime-related sexual assault were more prevalent among Gay and Bi-sexual men (Rothman et al., 2011). A 2009 review of US data indicated numerous reports of physical violence against transgender individuals, resulting in at least one negative impact (including missed days at school or work, fear for safety, or at least one post-traumatic stress disorder symptom). Major judicial laws like the Violence Against Women Act (VAWA) are in place to protect the rights and protections of victim-survivors. However, like its name suggests, VAWA and similar legislations were founded on the premise that victimization and perpetration are homogenized experiences. Initially, rights under VAWA were intended to protect cis-gender heterosexual women. Overtime, VAWA expanded its scope to match shifting contexts to include dating relationships, same-sex, transgender individuals, and teens. The most recent updates to the act have widened definitions around victim-survivors and perpetrators, victim-survivor protections, perpetration, and prosecution. Under the 2019 reauthorization of the Violence Against Women’s Act, rights and safety provisions are expanded to include transgender individuals. Also, gun restrictions were expanded to include protections against current and former intimate partners who were convicted of IPV, sexual assault and stalking—this gap was referred to as the “boyfriend 26  loophole.” Culture around naming victim-survivors as women and perpetrators as men has further perpetuated the notion that there are “perfect” victims, survivors and perpetrators.        Feminist methodological perspectives that define intimate partner violence as a “women’s issue” without consideration of Lesbian, Bi-sexual and Transgender women are unequivocally counterintuitive. LGBTQ communities experience similar trepidations in seeking help as heterosexual women. However, LGBTQ communities experience unique help-seeking barriers which are specific to marginalized gender experience and minority sexual identities. According to the Williams Institute, the aforementioned barriers include, exclusion from legal definitions; fear of being “outted” (exposure of sexual or gender identity without consent); limited (LGBTQ-friendly) resources; homophobia; and insensitivity within the legal and criminal justice system. Ironically, feminist methodological perspectives like its predecessors, silence and encourage the erasure of marginalized sexual orientations and gender identities. Lastly, feminist methodological perspectives identify multiple factors linked to increased risks of intimate partner violence victimization. However, feminist methods do not recognize the complexities of help-seeking behaviors among LGBTQ and communities of color. LGBTQ communities and communities of color have a longstanding history of prejudiced, profiling, brutality and discrimination in the U.S. Black feminist theorist, Patricia Hill Collins (1990) cites two emergent trends in IPV research which center the experiences of women color. In this essay, Collins’s theory of loyalty is also extended to include LGBTQ communities. 27  The first trend suggests that internal barriers play a significant role in the frequency and consistency of reports of IPV among communities of color. For instance, hesitancy in reporting intimate partner violence oftentimes for fear of betraying the (race and/or LGBTQ) community (Bent-Goodley, 2001). Racial loyalty is complex and multi-dimensional, it has been defined as the point at which “the African American woman [sic] withstands abuse and makes a conscious self-sacrifice for what she perceives as the greater good of the community but to her physical, psychological and spiritual detriment (Bent-Goodley, 2001).” The second trend suggests that Black women have had to be strong and independent out of necessity and survival. Essentially, the second trend links seemingly positive images of Black women as “strong,” “self-reliant” and “independent” to Black victim-survivors victimization; thus, suggesting that Black women are likely to accept IPV as “routine (White, 1985).” This trend can be harmful to some victim-survivors of intimate partner violence because it implies that victim-survivors are responsible for their own victimization due to their own misinterpretations of strength. Collins (1990) reasons that indeed normalization of violence toward Black women permeate U.S. culture; however, not all women [or victims of IPV] identify themselves or others around them as victims. Ultimately, people of color must negotiate their unique circumstances to protect their partners, families and themselves; however, this perspective goes unrecognized in family and feminist methodological perspectives.            Ultimately, intrapersonal scholarship is refuted by General Systems Theoretical perspectives to suggest that social systems outside the individual contribute to the risks of intimate partner violence and perpetration. Two emergent schools of thought are offered to suggest interpersonal IPV methodological perspectives: family and feminist violence. 28  The family violence perspective was among the first theories to epistemologically and ontologically approach intimate partner violence. The family violence perspective maintains that the potential for violence perpetration and victimization is equal among all family members (siblings, parents, intimate partners, etc.). Family violence proposes three societal norms which explain violence perpetration, including culture of violence, family structure and sexism. Family violence theories are among the first to acknowledge that women have the potential to perpetrate violence against their male partners and men have the potential to be victimized by their female partners (Archer, 2000; Laroche, 2005; Stets & Straus, 1990). The second school of thought discussed in the interpersonal methodological perspective was the feminist methodological perspectives. Both family violence and feminist methods examine intimate partner violence on an interpersonal level; thus, examining the perpetrator and victim-survivor relationship rather than each part separately. However, feminists argued that violence against women was, and is, ultimately rooted in a history of patriarchy, gender roles and gender inequalities. The first of these distinctions are the types of intimate partner violence and the motivation of perpetrators and victim-survivors. This group of feminine scholars suggests that there are four major patterns of coercive control that take place: intimate terrorism (IT), violent resistance (VR), situational couple violence (SCV), and mutual violent control (MVC) (Johnson 1995). The second theme of feminist IPV literature is the misuse of power and control by men.          Feminist theorists argue that tools to assess family violence perpetration are misleading because they do not take into consideration the effects of patriarchy and the value that society places on gender norms. Additionally, certain forms of violence are not 29  factored into CTS like self-defense, the initiator of IPV, or which partner was injured. This essay argues that family violence methodological perspectives tend to normalize nuclear and heterosexual family dynamics. Although family violence contests notions of a “perfect” victim or perpetrator, it overlooks and undermines complex family dynamics that are not nuclear or heterosexual like extended, by-law, adoptive, and chosen family. These and other schools of thought do not adequately define family; thus, reifying the exclusion and erasure of communities whose family structures are diversified. Similarly, feminist methodological perspectives are often misleading in that they homogenize the experiences of those involved in IPV. The feminist school of thought does little to demonstrate an awareness of racialized, minority gender, and marginal sexual identity economic and social struggles. Women of color are economically disenfranchised by workforce marginalization. LGBTQ communities experience unique help-seeking barriers which are specific to marginalized gender experience and minority sexual identities. These barriers include exclusion from legal definitions; fear of being “outted” (exposure of sexual or gender identity without consent); limited (LGBTQ-friendly) resources; homophobia; and insensitivity within the legal and criminal justice system. Lastly, feminist and family violence disregard the longstanding history of prejudice, profiling, brutality and discrimination in the U.S. Conclusion In conclusion, this chapter provides an analysis of prior research detailing the predominate schools of thought within social work literature of intimate partner violence. Two overarching methodological perspectives identified in this essay were intrapersonal and interpersonal violence. Intrapersonal methodological perspectives analyze the 30  psychological and biological influences of intimate partner violence perpetration and victimization. In addition to defining the two perspectives, they are also interrogated to better understand the implications that they have on LGBTQ and marginalized racial communities. In a similar fashion, interpersonal violence is defined and examined under two schools of thought: family violence and feminist methodological perspectives. Both the family violence and feminist methodological perspectives explore the impact of social systems; thus, dismissing intrapersonal methodological perspectives and overgeneralized. However, interpersonal methodological perspectives do not go without critique. It was discovered that the unique characteristics of LGBTQ and communities of color are not adequately addressed in interpersonal methodological perspectives as they were not in intrapersonal methodological research. Therefore, it is essential that future intimate partner violence literature include the experiences of people of color, and marginalized sexual and gender communities. Social work IPV intervention education overwhelmingly represents victims as White, heterosexual and/or female/feminine. On the other hand, heterosexual, men/masculine individuals are represented as perpetrators of intimate partner violence. Furthermore, people of color, LGBTQ, and gender non-binary relationships are marginally identified, but when they are, they are not adequately placed in a relevant cultural, historical and social context. As a result, social work literature reifies notions of a “perfect” victim, perpetrator and IPV experience, by marginalizing communities that are traditionally discriminated against.                   31    CHAPTER III  FEMINIST AND GENDER-BASED THEORETICAL PERSPECTIVES  General Systems Theory (GST or systems theory) suggests that human behavior is an outcome of interconnected interactions within and among micro, mezzo and/or macro systems (i.e. family, religious, education, legal and etc.) (Hutchison, 2015). Systems theory builds upon the work of biologist Ludwig von Bertalanaffy (1969) who argued that interconnected micro elements share a relationship with one another to develop a larger system or network (i.e. legal, health, education, social, etc.). Ludwig von Bertalanaffy suggested that elements (like organs) within a system (like the body) work with one another to maintain homeostasis; therefore, elements are best understood by the sum of their parts as well as their interactions within larger systems (like society).  Systems Theory is a social work theory which studies the person in environment to interpret the impact of internal and external systems (Hutchison, 2015). Systems theory is used in social work practice to understand human behavior and elicit multidimensional interventions that consider the entirety of the person in the social environment. However, Systems Theory does not specifically acknowledge or address the impact(s) of white centered, patriarchal, heteronormative structures on marginalized groups. The purpose of this chapter is to discuss the history, themes and implications of feminist and gender-based theories. Beginning with Feminist Standpoint Theory, this chapter explores multiple scholarships presently used in defining and theorizing gender, sexuality, class, 32  and race. Ultimately, Black Feminist Thought, Quare Theory, and Intersectionality are frameworks used to inform the research that was gathered in subsequent chapters. Focusing primarily on intersectionality, this chapter discusses and debates commonplace theories which assess experiences of gender, sexuality, race and other dimensions of identity.   Feminist Standpoint Theory Feminist Standpoint Theory (FST) is an epistemological critique of sexist understandings of gender, expression, and relations (Hartsock, 1983; Friedan, 1963). Also, FST examines the imbalance of patriarchal power dynamics between binary gender expressions—male and female (Kourany, 2009). Hartsock argues that women’s standpoint, essentially as a minority, in society lends credence and legitimacy to the significance of feminism and the method by which experiences are studied. Similarly, in 1963 Betty Friedan described the contentions of womanhood, motherhood, and being a wife as being the “feminine mystique.” In so many words, Friedan suggests that girls are conditioned to prioritize the needs and desires of men and children over their own. She mentions that as girls become women, they are expected to set aside their dreams to marry men and create families. Friedan argues that the steady conditioning of girls and women is restrictive and pejorative (Friedan, 1963). Feminist Standpoint Theory sheds light on the fact that women’s experiences with politics, society, and systems are influenced (if not dictated) by a male-centered and female dominated society (Harding, 2009).    33  History. Much like earlier feminists, Sandra Harding (2009) challenged the normalization of androcentricity by coining the term, Feminist Standpoint Theory. Feminist Standpoint Theory (FST) borrows from earlier philosophers like Marx, Engles, Hartsock, Friedan, and others that claimed that powerful institutions devalue the domestic and wage labor of oppressed groups. Harding uses the feminist standpoint to argue that in male-dominated spaces like the workforce (and in some cases the home), women are devalued and oppressed due to the triangulation of three key factors: knowledge production, power dynamics and social norms (Harding, 2009). Essentially, Harding uses Feminist Standpoint Theory to suggest that not only are women unequivocally oppressed by systems but if women were shifted to the center of debate, knowledge production, power dynamics and social norms would also shift.  Themes. There are five central themes of FST that traditional male-focused epistemologies typically do not recognize; firstly, knowledge creation and delivery (Harding, 2009). Harding claimed that power and knowledge are intrinsically linked to one another to maintain social structures in western society. For instance, what a person “does (mainly pertaining to their career)” has the potential to enable and/or limit their access to knowledge and knowledge production. Similarly, a person’s access to information may enable or limit their access to “do” in society (Harding, 2009).  Earlier feminist scholars analyzed their social location to describe the way(s) in which men were privileged over women (Hartsock, 1983; Friedan, 1963; and Kourany, 2009). Drawing from these and similar studies, Harding concluded that male-centered 34  societies privilege men with the ability to create and shape the context by which women are involved in knowledge production and enquiry. She states that in earlier natural and social science literatures there was a wealth of male focused studies available. Conversely, limited information could be found that was produced by women, about women, or about women’s experiences (Harding, 2009).   Secondly, Harding claimed that social, economic and political systems were structured with men in mind and therefore supported men over women (Harding, 2009). Ultimately, the second theme of feminist standpoint theory suggests that men are in governing positions and control outcomes for women. Harding cited Hartsock to further develop this point, stating, “‘the understandings available to the dominant group tend to support the legitimacy of its dominating position, while the understandings available to the dominated tend to delegitimize such domination (Hartsock, 1983)’ (Harding, 2009).”  Harding claimed that systems that support male privilege and female oppression also subvert women’s abilities to receive equitable treatment within them (Harding, 2009). For instance, in the 1970’s, feminists claimed that women were not only traumatized by their male perpetrators but were retraumatized by court and legal systems which exonerated male perpetrators and blamed female victims (Harding, 2009). When feminists argued against victim-blaming within court and legal systems they faced resistance within these systems were androcentric. Therefore, Feminist Standpoint Theory demonstrates that systems not critical of their treatment toward women reinforce oppression toward women. Thirdly, Feminist Standpoint Theory suggests that men and women are socialized through the maintenance of gender norms and roles. Borrowing from Betty Freidan’s 35  Feminine Mystique, Harding claimed that women are expected to maintain gender roles and live up to norms that men do not (Harding, 2009). For instance, women are to present as less threatening than men; similarly, women are expected to marry and make home whereas men are not (Friedan, 1963). Yet, when a society is rigid, and individuals have limited opportunity to explore the spectrums of gender and performance, binary conceptions of identity are made to seem “natural.” Hence, FST maintains that male dominance and androcentricism aid in driving a wider wedge between men, women, and marginalized gender identities (Harding, 2009). Fourthly, FST provides a critique from the margins. Harding claimed that since women navigate a social world which privileges men and male-dominated perspectives, women demonstrate a broader worldview (Harding, 2009). FST means that subordinated groups must interpret and analyze the dominant group’s perspectives from the outside. Essentially, FST suggests that women are ‘outsiders within’ a system which oppresses them (Harding, 2009). Therefore, women and other marginalized gender identities provide insight into society from an angle that the dominant group may not have access to. Fifthly, feminist standpoint theory brings about hope for liberating change; thus, Harding uses Feminist Standpoint Theory to empower women (Harding, 2009). “If I didn’t define myself for myself, I would me crunched into other people’s fantasies for me and eaten alive” (Lorde, 1984). Similarly, Harding suggested that FST recognizes women’s ability to define themselves for themselves; thus, shifting power from men to women (Harding, 2009). Harding referenced the works of feminists and women-led 36  resistance movements to illustrate coalitions built between women to resist systemic oppression.   Implications. Feminist Standpoint Theory recognizes patriarchy and androcentric structures as external systems which disenfranchise women on a macrolevel. Although the themes mentioned above are germane to Feminist Standpoint Theory; they are dominated by the perspectives of White women. Take for instance Betty Friedan’s Feminine Mystique, it is from the perspective of a suburban white woman who is bored with being a stay at home wife and mom. In 1984, bell hooks critiqued Friedan’s book for its conflation of women’s experiences and exclusion of racial and class differences (hooks, 1984). In hook’s book, Feminist Theory from Margin to Center, she claimed that Betty Friedan and other White feminist scholars’ perspectives eclipse women of color, minority sexualities, and other marginalized gender identities. Ironically, hooks suggested that feminist scholars perpetuate some of the same oppressive patterns as the oppressors that they seek to resist.  Black Feminist Thought In Feminist Theory from Margin to Center, bell hooks maintained that white-centered feminist scholarship prioritized and privileged white women (hooks, 1984). In doing so, racial, class, and ethnic differences were disregarded. Additionally, bell hooks argued that anti-racist discourse failed to acknowledge the role of Black women beyond the support of men. Therefore, this section is an exploration of Black women’s unique experiences navigating racial and sexual politics, through Patricia Hill-Collins’ (1990) theoretical framework, Black Feminist Thought, and Iris Young’s (1990) Five Faces of Oppression. 37  History. According to Patricia Hill-Collins, the United States’ history of oppression toward African American women can be described as an amalgamation of three interconnected dimensions: 1. controlling images (or cultural imperialism); 2. economic exploitation, and 3. political oppression (Collins, 1990). In 1990, Collins named ‘controlling images’ as a dimension of Black women’s oppression because the images are used to stereotype African American women and are not accurate depictions or articulations of Black experience. Collins argued that controlling images stem from enslavement and have been used to shape the public’s perception around black people like, one of Young’s five faces of oppression, ‘cultural imperialism.’ Cultural imperialism is society’s attempt to devalue a group’s culture (Young, 1990).  In 1990, Patricia Hill-Collins traced controlling images to racist and sexist tropes of Black women during enslavement (King 1973; White 1985; Carby 1987; Morton 1991). According to Collins, African American women were depicted as Mammies, Sapphires, Jezebels, Tragic Mulattoes and Welfare Queens. Controlling images of mammies were (and are) used to portray Black matriarchs as heavy-set, dark skinned, and unattractive. Mammies then and now are expected to “[provide] emotional nurturing and cleaning up after other people, often for lower pay” (Collins, 1990). Sapphires are depicted as younger, typically darker complexioned, Black women who are oppositional and attitudinal (Collins, 1990). Controlling images that perpetuate the Jezebel trope characterize lighter skinned Black women as promiscuous and/or sexually deviant (Collins, 1990). The Tragic Mulatto trope characterizes biracial or multiracial women as unsure of themselves and constantly seeking a place to belong (Collins, 1990). The 38  Welfare Queen trope is a more recent development which depicts Black women as having more children than they can take care of and scammers of government aid (Collins, 1990). Controlling images of African American women perpetuate oppression through cultural imperialism. These tropes (and others like them) devalue Black women, box-in Black women and conflate Black women’s experiences. Second, African American women’s domestic and work labor have been economically exploited by white men, white women and Black men (Jones, 1985; Amott and Matthaei, 1991). Moreover, Black women’s economic exploitation has been accompanied by political intimidation, cultural imperialism, and physical and state violence. According to research, the economic exploitation of Black women (then and now) is rooted in the system of enslavement and state violence (Marable, 1983; Davis, 1983). Historically, Black women have been economically exploited through unequal pay, harsh working conditions, unequal opportunities for social mobility, among other things. Not only did Black women share the burden of physical labor with Black men but they also faced the same physical punishment(s) (Davis, 1983). According to Angela Davis, “…it is important to remember that the punishment inflicted on women exceeded in intensity the punishment suffered by their men, for women were not only whipped and mutilated, they were also raped…Rape was a weapon of domination, a weapon of repression, whose covert goal was to extinguish slave women’s will to resist, and in the process, to demoralize their men” (Davis, 1983).  Third, African American women have been politically oppressed through marginalization and suppression of political autonomy enforced by physical and state violence. Prior to women earning the right to vote, Black women advocated for the rights and lives of all Black people (Terborg-Penn, 1998). Ida B. Wells, Frances Ellen Watkins 39  Harper, Anna Julia Cooper and many others spoke up and out against the brutal maiming of Black men. They also advocated for Black women’s participation in the right to vote.  There was a common belief among Black feminists that joining White women in advocacy would provide Black women a platform to discuss political issues which impacted Black communities like eliminating lynching in the south. Yet, research suggests that once granted the right to vote, Black women faced significant resistance and subterfuge (Terborg-Penn, 1998). Although Black women fought for the right to vote, they fought harder to physically cast their ballot for fear of physical and state violence (i.e. arrests, lynching, imprisonment, etc.). Similarly, Black men have attempted to stifle the political autonomy of Black women as well (Terborg-Penn, 1998). In 2010, the term misogynoir was coined by Moya Bailey to describe the hatred of and sexual violence toward Black women (Bailey, 2010).   Historically, issues like intimate partner violence, sexual assault, and reproductive justice were pushed to the backburner; yet, issues like Black male incarceration and police violence toward men and boys took precedence. 21st century social media movements like #BlackLivesMatter and #MeToo have thrust Black women, Black girls, and marginal Black people to the forefront of discussion.  Themes. There are three major themes of Black Feminist Thought; the first, is the ‘outsider within’ theme. The outsider within was a recurring theme in Patricia Hill Collins’s 1986 text, Learning from the Outsider Within: The Sociological Significance of Black Feminist Thought. Collins introduced the concept of African American women as having an outsider within status similar to that found in the Feminist Standpoint Theory. However, 40  Collins recognized the social location of Black women in terms of race, gender and sexuality to highlight the legitimacy of Black women’s lives, experiences and contributions. Whereas Harding suggested that women were outsiders within a male dominated society, racial, ethnic, and class differences were overlooked. Thus, Collins suggested that African American women are outsiders within a White and male dominated society. “This outsider within’ status has provided a special standpoint on self, family, and society for Afro-American women” (Collins, 1986). Similar to W.E.B. Dubois’ double consciousness framework (Dubois, 1969; Gilroy, 1993), Collins described the ‘outsider within’ status as an adaptation of marginalized communities to interpret multiple contexts. Black women’s abilities to navigate and maneuver societal norms broadens the definition of what it means to be an outsider within. Second, Black Feminist Thought is a theoretical framework which suggests that Black women’s ‘outsider within’ status provides a legitimate source of cross-disciplinary knowledge (Collins, 1986). What this means, according to Collins, is that Black women’s experiences can be analyzed through multiple lenses to inform several different types of literary and scholarly discourses. African American women’s lives, voices, and experiences intersect with multiple aspects of politics, culture, history and society. Black Feminist Thought is a theoretical framework which adds multiple layers and dimensions to prevailing scholarship.  The third theme of Black Feminist Thought is its significance. In Black Feminist Thought and Learning from the Outsider Within: The Sociological Significance of Black Feminist Thought, there are three keys concepts that the academy can learn from Black Feminist Thought. First, Collins described Black Feminist Thought as significant because 41  it reveals the convergence of race, gender and class in history and is best expressed by those who have lived the experience (Collins, 1986). Collins critiqued methodologies that emphasize race-blind and gender-blind philosophical, political and historical approaches. She argued that although women share similar struggles, Black women face unique structural challenges associated with race that White women do not; conversely, although Black women face similar struggles as Black men, Black women face unique structural challenges associated with gender that Black men do not. According to Collins, Black women have learned, navigated, and challenged systems by and for dominant groups since enslavement; Black Feminist Though is Black women’s means of self-defining and self-valuation (Collins, 1986).  Second, Black women may share common insight on political, social and economic factors which marginalize Black women (Collins, 1986). For instance, Black women may identify with experiences of micro-aggressions in the work place, misogynoir or economic disenfranchisement. However, unlike Feminist Standpoint Theory, Black Feminist Thought recognizes that although Black women may share similar experiences Black women are not a monolith. All Black women have unique experiences with racism, classism, and sexism. Third, Black Feminist Thought is significant because it promotes inclusion and diversity in thought. No one black woman is the same; therefore, common experiences are felt and expressed differently. Additionally, Black Feminist Thought teaches that marginal communities must trust their experiences and be trusted. Collins stated, “intellectuals [can] learn to trust their own personal and cultural biographies as 42  significant sources of knowledge” just as Black feminists “[embrace] the creative potential of their outsider within status” (Collins, 1986).  Implications. Black women and Black women’s experiences matter. Black Feminist Thought asserts that Black feminist thought can only be formed by those who embody it— Black women. “Black feminist thought consists of ideas produced by Black women that clarify a standpoint of and for Black women” (Collins, 1986). Collins’ work is integral to our understanding of power systems that impact individuals and groups along converging lines of race, gender, class and so forth. Black Feminist Thought was produced by Black women for Black women audiences (Collins, 1986). The purpose of Black Feminist Thought as a theoretical framework was (and still is) to generate and validate knowledge surrounding Black women’s experiences and link them to a larger political, economic, historical and social system (Collins, 1986; hooks, 1984). Quare Theory  Originally, ‘queer’ was a slang word used to discriminate against same-sex loving individuals and communities. In recent years though, ‘queer’ has been reappropriated in order to challenge stigma around LGBTQ identities and empower those who have been oppressed by it (Berlant et al., 1994). In Queer by Erik Clarke, Queer theory is described as political possibilities of non-conformity (Berlant et al., 1994). Queer Theory acts as an umbrella and underneath which is a collection of diverse sexual and gender experiences which inform literature and academia (Sedgwick, 1993). Neville Hoad described Queer Theory as characteristically different than Lesbian and Gay studies in that, “it is potentially more inclusive of other sexual/social constituencies fighting 43  similar battles—bisexual, transgender, swinger, straight, s & m, etc. Thus it can be used as a coalition front to contest the normative sexual narrative of reproductive heterosexual monogamy in marriage” (Berlant et al., 1994).  In recent years, theorists have challenged Queer Theory for its exclusion of race and class struggles. Similar to the critiques Black feminists made toward Feminist Standpoint Theory, Queer Theory often prioritizes White experiences and scholarship (Anzaldua, 1991; Johnsons, 2001; Lorde, 1984). Although Queer Theory acts as an umbrella, Gloria Anzaldua claimed, “even when we seek shelter under it [‘‘queer’’], we must not forget that it homogenizes, erases our differences.” Furthermore, “their theories limit the ways we think about being queer” (Anzaldua, 1991).   Quare Theory is a theoretical framework that fuses Black Feminist Thought and Queer Theory. Quare Theory is like Queer Theory in that it too provides a broader more inclusive scope to understanding gender and sexuality, beyond lesbians and gays. However, Quare Theory explores issues of race, class, gender, sexuality, performance, advocacy and so much more. The following sections outline the history of Quare theory, themes and implications.  History. In 2001, E. Patrick Johnson coined the term “Quare” as a response to Queer Theory. Essentially, Johnson developed Quare as a theoretical framework to explore identity politics, language development, and social constructions of sexuality and performativity among Queer people of color. Quare was defined as follows: “meaning queer; also opposite of straight; odd or slightly off kilter; from the African American vernacular for queer…” (Johnson, 2005). Inspired by memories of his grandmother, 44  Johnson emphasized the political and cultural intonations which distinguish Quare’s identity politics from Queerness. In his essay, ‘Quare’ Studies, or (Almost) Everything I Know about Queer Studies I Learned from My Grandmother, Johnson highlighted the systemic and structural inequities which increase vulnerability for communities of color compared to White, affluent, and heterosexual communities. Borrowing from Johnson’s work, the following section highlights five themes within the text.  Themes. In ‘Quare’ Studies, or (Almost) Everything I Know about Queer Studies I Learned from my Grandmother, Johnson defined Quare as a “variant of queer” (Johnson, 2005). Yet, a prevailing theme within Quare Theory that is not present within Queer studies is race and class categories of analysis in the study of sexuality and Quare performance as a resistance strategy. Whereas Queer Theory was said to explore the political possibilities of gender and sexuality, Quare Theory explores the political possibilities of gender, sexuality, race, and class. Johnson sheds light on the deficit of race and class discussions within Queer pedagogy. Quare Theory is therefore advanced as a “theory in the flesh,” meaning an understanding of and catalyst to political action through the body’s performance(s) (Johnson, 2005; Moraga and Anzaldua, 1983). Johnson stated,  “Theories in the flesh emphasize the diversity within and among gays, bisexuals, lesbians, and transgendered people of color while simultaneously accounting for how racism and classism affect how we experience and theorize the world. Theories in the flesh also conjoin theory and practice through an embodied politics of resistance. This politics of resistance is manifest in vernacular traditions such as performance, folklore, literature, and verbal art” (Johnson, 2005). Quare is defined as, “a lesbian, gay, bisexual, or transgendered person of color who loves other men or women, sexually and/or nonsexually, and appreciates Black culture and community” (Johnson, 2005). At the core of Quare Theory is an appreciation 45  of African American vernacular, culture, and history (Johnson, 2001/2005). For example, Johnson coined the term ‘Quare’ as an homage to his grandmother. Johnson stated,  “On the one hand, my grandmother uses ‘quare’ to denote something or someone who is odd, irregular, or slightly off kilter—definitions in keeping with traditional understandings and uses of ‘queer.’ On the other hand, she also deploys ‘quare’ to connote something excessive— something that might philosophically translate into an excess of discursive and epistemological meanings grounded in African American cultural rituals and lived experience” (Johnson, 2005).    Furthermore, Quare Theory reappropriates aspects of culture and performance that illustrate people’s need to exercise control over the production of the image of their self and cultural identity (Johnson, 2005). The third theme of Quare theory tied into the first and second themes in that it recognized queer people of color’s agency and self-advocacy. The third theme of quare and Quare theory is a recognition of a person wholly committed to the struggle against oppression. Johnson cited Jose Munoz a Latino performance theorists that identified “disidentification” theory to suggest that LGBTQ communities of color work within and against dominant ideology to create change (Johnson, 2005; Munoz, 1999). For instance, Quare Theory suggests that the mere existence of Queer people of color is simultaneously an act of resistance. Johnson references Victor Turner’s theory of performative cultural reflectivity to highlight the internal conflict within Queer people of color communities to exist and understand what it means to exist.      The fourth theme of Quare Theory is that its grounds Blackness in lived experience and recognizes the intellectual, aesthetic and political contributions of nonwhite and non-middle-class LGBT (Johnson, 2005). Johnson claimed that Queer Theory fails to recognize the “material realities” of LGBTQ communities of color meaning that lived experiences are often disregarded or overlooked (Johnson, 2005). 46  Johnson claimed that Black bodies have historically been the site of violence and trauma. Yet, not only do Queer theorists exclude quare individuals from spaces where these realties could be discussed, but they exploit quare individuals and experiences. Johnson argues, “because we exist in material bodies, we need a theory that speaks to that reality” (Johnson, 2005).           Lastly, Johnson stated, “quare is to queer as ‘reading’ is to ‘throwing shade’” (Johnson, 2005). Essentially, Johnson implies that quare people of color are resourceful and are capable of reinventing with “the tools of the master” (Lorde, 2003). Johnson stated, “Quare vernacular tools operate outside the realm of musical and theatrical performance as well. Performance practices such as vogueing, snapping, ‘‘throwing shade,’’ and ‘‘reading’’ attest to the ways in which gays, lesbians, bisexuals, and transgendered people of color devise technologies of self-assertion and summon the agency to resist” (Johnson, 2005). Implications. Quare theory is concerned with theorizing everyday life of queer people of color and employing an interdisciplinary framework within a White, heterosexual academy. Quare theorists argue that the priorities of Black LGBTQ— like existing— are often eclipsed by those of White LGBTQ communities. However, Black LGBTQ communities use the tools of the master to define, reinvent and advocate for themselves. Although Lesbian, Gay and Queer theorists integrate the works of Black queer people, White scholars are criticized for excluding, “the ways in which their own Whiteness informs 47  their own critical queer position (Johnson, 2005).” Therefore, Quare theory provides a theoretical framework by which race, class, gender and sexuality can be interpreted. Intersectionality Intersectionality is a theoretical framework which critically analyzes the coexistence of identity politics (Crenshaw, 1991; Hancock, 2007; Choo and Ferree, 2005; McCall, 2005). Similar to the theories discussed earlier in this chapter, Intersectionality works to recognize individuals and communities as the sum of all their parts. Much like Black Feminist Thought and Quare Theory, Intersectional pedagogy analyzes the overlapping and interconnected social systems which marginalized communities must navigate and negotiate day to day. Intersectionality works to the convergence of multilayered experiences within nonwhite and nonaffluent or middle-class communities.  History. In the early 1980’s, radical marginalized groups began challenging the status quo by shedding light on the imbalances of power within feminist and civil rights movements (Davis, 1981; Combahee River Collective, 1982; Lorde 1984). Audre Lorde’s (1984) classic volume Sister Outsider provides a framework for which interconnections among systems of oppression and their effects can be understood. Black lesbian poet Audre Lorde’s (1984) description of her “outsider within” status—as a Black lesbian—exemplifies the complexities of an intersectional identity. Lorde described having to “pluck out” an aspect of identity to suit the comfort of others as a destructive and as a fragmented way to live. “My fullest concentration of energy is available to me only when I integrate all the parts of who I am, openly, allowing power from particular sources of my living to flow back and forth freely through all my different selves, without the restrictions of externally imposed definition. Only then can I bring myself and my 48  energies as a whole to the service of those struggles which I embrace as part of my living” (Audre Lorde, 1984).  In 1991, Kimberle Crenshaw introduced the term “intersectionality” to recognize the marginalization of Black women within institutions, politics, and social constructs (Crenshaw, 1991). Research suggests that Intersectionality explores “dynamics of difference and the solidarities of sameness in the context of antidiscrimination and social movement politics” (Cho et al, 2013). Crenshaw discovered that criminal and legal systems insisted that Black women ‘pluck’ a single identity category to describe a particular instance of discrimination. However, Crenshaw argued that these and similar systems did not adequately confront power dynamics which shaped the unique experiences of intersecting identities (Crenshaw, 1991).  Intersectionality is both a normative theoretical argument and an empirical research approach which analyzes differences among categories of race, gender, sexual orientation and more (Hancock, 2007). In Mapping the Margins: Intersectionality, Identity Politics, and Violence Against Women of Color, Crenshaw described the ways in which spaces—including scholarship—designed to address gender-based violence, exclude or misinterpret the unique experiences of disenfranchised communities with overlapping oppressions (Crenshaw, 1991). In her research of sexual violence and intimate partner violence, Crenshaw discovered that women of color encountered gender-based violence at the same time as institutional discrimination and state violence. Thus, Crenshaw identified three major themes within her work: Structural Intersectionality (SI), Political Intersectionality (PI) and Representational Intersectionality (RI). The following section discusses the prevailing themes of Intersectionality Theory.   49   Themes. Structural Intersectionality is when social and governing structures yield unintended consequences (Crenshaw, 1991). Essentially, navigating systems from the margins of society is a high-stakes risk. Essentially, Crenshaw contended that intervention strategies that do not take into account differences among race and class are of limited utility for those whose lives are shaped by different sets of obstacles (Crenshaw, 1991). During a field study of battered women’s shelters in Los Angeles, CA, Crenshaw found that the experiences of marginalized women with systems of power were uniquely different than White, middle-upper class women. For instance, whereas many of the women who sought shelter assistance were either unemployed or underemployed, she found that middle-upper class women were often financially dependent upon their spouses or had access to resources which allowed them to avoid shelters. Crenshaw also discovered that lower class and impoverished women were not only challenged by poverty but child care responsibilities and lack of job skills. Women of color and their social supports faced challenges related to racially discriminatory employment and housing practices. Lastly, language barriers presented another set of challenges for non-English speaking victim-survivors. Crenshaw cited the marriage fraud provisions of the 1990 Immigration and Nationality Act to suggest the ways in which well-meaning policies disenfranchise and ultimately re-victimize minority women. Prior to the act, many undocumented and non-English speaking women were subject to severe incidences of violence from their partners. When the issue was presented to congress, they amended the marriage fraud rules to allow a waiver of hardship caused by intimate partner violence. Many believed that this would mitigate violence toward undocumented and 50  non-English speaking victim-survivors of IPV. However, many victim-survivors were unable to prove that they even qualified for the waiver. Also, victim-survivors faced cultural barriers (i.e. mistrust of law enforcement, family-values, religious beliefs and more); oftentimes, they relied heavily upon their spouses for transportation, communication and interpretation purposes, acquiring documentation and so forth. According to Crenshaw, these and other barriers restricted victim-survivors’ access to social services and diminished their help-seeking behaviors. Therefore, Crenshaw stated, “shelter policies are often shaped by an image that locates women's subordination primarily in the psychological effects of male domination, and thus overlooks the socioeconomic factors that often disempower women of color. Because the disempowerment of many battered women of color is arguably less a function of what is in their minds and more a reflection of the obstacles that exist in their lives, these interventions are likely to reproduce rather than effectively challenge their domination” (Crenshaw, 1991).           Political Intersectionality describes the complex and sometimes contentious relationship between sects of identities. In her seminal text, Mapping the Margins, Crenshaw analyzed both feminist and anti-racist politics to suggest that within both identity categories, women of color were often overlooked or excluded from either or both discourses. She concluded that neither White feminist or anti-racist scholarships comprehensively studied gender or race when women of color were excluded. Crenshaw explained that Black women occupy two subordinate groups that often maintain conflicting political agendas (Crenshaw, 1991). Similar to the arguments of earlier Black Feminist Thought, anti-racist schools of thought centered male’s experiences and feminist scholarship centered White women’s experiences. Yet, neither theory spoke to Black women’s experiences with racism, sexism or misogynoir. Crenshaw stated, “The problem is not simply that both discourses fail women of color by not acknowledging the ‘additional’ issue of race or of patriarchy but that the 51  discourses are often inadequate even to the discrete tasks of articulating the full dimensions of racism and sexism” (1991).  Crenshaw described the implications of race-blind feminist scholarship as fundamentally racist, and gender-blind anti-racist scholarship as fundamentally sexist. Indeed, all women experience unequal treatment within institutions of power; however, not all women experience it in the same way. Similarly, communities of color perpetuate patriarchy through the subordination of gender minorities. Women of color are a part of at least two marginalized groups, Not only do women of color face challenges associated with gender-domination and discrimination (i.e. wage gap, andro-centric policies, femicide etc.), but blatant racism, micro-aggressions, and xenophobia as well.  In Mapping the Margins, Crenshaw analyzed New York City’s infamous Central Park jogger rape case. In terms of the 1989 rape case, where five Black and brown teenagers were wrongfully convicted of raping a White woman in Central Park, Crenshaw claimed that special attention was paid toward the Central Park jogger rape case even though similar and more heinous rape cases happened during that same week. According to Crenshaw, most of the victims who were overshadowed by the Central Park rape case were women of color. Crenshaw cited Professor Valerie Smith to account for the different responses, “Professor Smith suggests a sexual hierarchy in operation that holds certain female bodies in higher regard that others” (Smith, 1990). Additionally, Crenshaw cited prior research to suggest that different responses include legal sentencing and a heavier burden of proof for victim-survivors who are women of color. Ultimately, she reiterated the fact that Black women are devalued in race-blind feminist and anti-rape critiques. Crenshaw wrote, 52  “[…] the plight of Black women is relegated to a secondary importance: The primary beneficiaries of policies supported by feminists and others concerned about rape tend to be White women; the primary beneficiaries of the Black community's concern over racism and rape, Black men. Ultimately, the reformist and rhetorical strate- gies that have grown out of antiracist and feminist rape reform movements have been ineffective in politicizing the treatment of Black women.” She went on write, “In the absence of a direct attempt to address the racial dimensions of rape, Black women are simply presumed to be represented in and benefitted by prevailing feminist critiques.” (Crenshaw, 1991).  Crenshaw contested anti-racist rhetoric which posited that the rape of Black women was an assault on Black manhood, rather than on the Black community. She cited the public outcry for racial solidarity during the rape trial of Desiree Washington, a Black woman, against Mike Tyson. Crenshaw scrutinized the emphasis placed on behalf of Tyson versus the woman who alleged that he, a Black man, raped her. Crenshaw legitimized the fear of Black men and communities which have been collectively enmeshed in the long history of false allegations of rape. However, she also called attention to the hypocrisy of male-centered claims which come at the expense of Black women. Crenshaw stated, “African Americans can readily imagine their sons, fathers, brothers, or uncles being wrongly accused of rape. Yet daughters, mothers, sisters, and aunts also deserve at least a similar concern, since statistics show that Black women are more likely to be raped than Black men are to be falsely accused of it. Given the magnitude of Black women's vulnerability to sexual violence, it is not unreasonable to expect as much concern for Black women who are raped as is expressed for the men who are accused of raping them” (Crenshaw, 1991).      After attempting to secure Los Angeles Police Department’s statistics on intimate partner violence in minority communities, Crenshaw discovered that antiracist scholarship tended to deflect the issue as well as the significance of gender-based violence within the community. She claimed that she experienced resistance when 53  seeking the release of Los Angeles IPV statistics. On the one hand, opponents of the dissemination of statistics believed IPV would be dismissed as a minority problem, not deserving of aggressive action. On the other hand, there were concerns that the information would negatively reflect Black and brown communities; thus, resulting in heightened state violence. Crenshaw concluded that these and similar arguments demonstrated political stakeholders’ attempts to “maintain the integrity of the community,” while inadvertently aiding in the erasure of crucial political issues and concerns of women of color (Crenshaw, 1991). Thus, demonstrating that women of color are often erased or overlooked at the intersections of race and gender politics.  Lastly, Representational Intersectionality describes how and in what ways marginalized communities are represented within multi-media platforms (or not). Like Patricia Hill-Collins (1990), Crenshaw studied the space and place that women of color occupy in media to demonstrate the interrelatedness of public perception, public response, and public policy. Furthermore, Crenshaw theorized that racial and sexual subordination are mutually reinforcing. For instance, she cited the varying response(s) to the obscenity of the early rap group, 2 Live Crew’s lyrics to the song, “Nasty.” Crenshaw claimed that Black women were misrepresented, underrepresented or eliminated from anti-rape and anti-racism defenses. Ultimately, Crenshaw concluded that since 2 Live Crew are not women and their Black male identity privileges them over women, misogynist lyrics do more harm than good.    Implications.  Intersectionality recognizes the power differentials between individuals and institutions. Utilizing an interdisciplinary approach like Intersectionality provides a more 54  comprehensive understanding of the individual, and the systems that they are impacted by. Similar to Quare Theory, Intersectionality is a theoretical framework that provides breadth and depth to understanding individuals of marginal status as well as their experiences with gender, sexuality, race, class and more. In order to adequately subvert systems of oppression, Intersectionality teaches that all aspects of a person’s identity must be addressed, especially in ways that Feminist Standpoint Theory fails to. It is important to note that although Crenshaw’s work focuses primarily on systemic oppression that women of color face, Intersectionality can also be used to analyze the experiences of other marginalized groups as well.  Conclusion In conclusion, individuals who are considered a part of marginalized racial groups and gender minorities have subjective realities based on their existence and social positioning. This chapter explored the defining features of four feminist and gender-based theoretical perspectives: Feminist Standpoint Theory; Black Feminist Thought; Quare Theory; and Intersectionality. Black Feminist thought was utilized to explore dimensions of race that are undermined in Feminist Standpoint Theory which centralizes white women’s perspectives. Similarly, Quare theory assesses aspects race and class that intersect with sexuality. Lastly, Intersectionality was introduced to make sense of the ways in which marginal individuals navigate overlapping often contradictory identities. Ultimately, Black Feminist Thought, Quare Theory, and Intersectionality are frameworks used to inform the research that was gathered in subsequent chapters. Focusing primarily on intersectionality, this chapter discusses and debates commonplace theories which assess experiences of gender, sexuality, race and other dimensions of identity.  55    CHAPTER IV METHODOLOGY   Intimate partner violence is a social issue and a public health concern. In a 2011 study, the Center for Disease Control reported: “On average, 24 people per minute are victims of rape, physical violence or stalking by an intimate partner in the United States—more than 10 million women and men over the course of a year” (CDC, 2011). More than half of the survivors who reported IPV did not call the police due to internal barriers (NCAVP, 2011). According to the National Association of Social Workers (NASW) Code of Ethics, “Social workers should have a knowledge base of their clients’ cultures and be able to demonstrate competence in the provision of services that are sensitive to clients’ cultures and to differences among people and cultural groups” (NASW, 2018; 1.05b).  Using Quare Theory and Intersectionality as the primary theoretical frameworks of study, a content analysis is used to interpret media’s portrayal of intimate partner violence, victimization, and perpetration. Manifest coding is then used to examine the inclusion and representation of Black LGBTQ. Lastly, the conclusion of this study informs the implications for social work scholarship and intervention. For social work practitioners it is important to understand how different systems impact clients. In this thesis, mass media acts as a system that effects the lives of clients and practitioners, public perception, and policy. Comprehensive intervention strategies which consider the 56  entirety of a client’s experience should be developed to adequately mitigate instances of intimate partner violence. Research Questions The overarching questions of this study are: 1. To what degree are Black LGBTQ victims and perpetrators of IPV represented in media? In what ways are Black LGBTQ IPV experiences portrayed on television that may affect those who interact with them? 2. In what way(s) can interventionists and key personnel competently intervene in incidences of intimate partner violence? 3. What does it mean to competently intervene in incidences of IPV?  The overarching questions will be addressed through the analysis of the following intermediate questions: Research Question 1: How many documentaries feature LGBT individuals or experiences? In how many documentaries are Black LGBTQ present through explicit acknowledgement? How many documentaries identify queer experiences? Research Question 2: Did the documentary recognize that this incident involved intimate partner violence? Did the coverage portray the incident as an isolated event or as part of a pattern of abuse between this perpetrator and victim? Also, did it portray the incident as an isolated homicide (or attempted homicide) or as part of a larger social problem of IPV? Research Question 3: Did the show give a sense that the incident involved physical violence alone or physical and another form of IPV (i.e. psychological, financial, sexual, etc.)? 57  Research Question 4: What are common themes across the documentaries in terms of intersecting oppressions and discourse of intimate partner violence among Black LGBTQ? Did the show blame the victim and/or exonerate the perpetrator?  Data Source The twenty-first century is a breeding ground for global exchange and discovery. Systems Theory acknowledges that internal and external factors impact the person in environment uniquely (Hutchison, 2015). This chapter recognizes media as a system and as a source of education. In today’s time, knowledge production is not limited to print media any more. Instead, telecommunication has broadened what it means to create and disseminate information. For instance, television is a media platform that feeds viewers visual and auditory content by which ideas, values and public perceptions are constructed. Research suggests that television media plays a pivotal role in shaping viewers’ interpretation and response to gender-based violence. For instance, researchers argue that media desensitizes viewers to violence and impedes in their willingness to intervene in dangerous situations (Carlyle et al., 2014; Collins & Carmody, 2011; Hust et al., 2013; Kohlman et al., 2014; Mullin & Linz, 1995; Palazzolo & Roberto, 2011). To gain a better understanding of how media informs the way that IPV, perpetration, and victimization are represented, this study conducted a content analysis on the true-crime-documentary series, Fatal Attraction. This research fills a critical gap in social work scholarship by providing a social work lens, with an intersectional framework to the depictions of intimate partner violence within Black LGBTQ communities. The purpose of this study is to reveal the messaging of media discourse in portrayals of intimate violence against Black LGBTQ using a critical social work lens. 58  Fatal Attraction. Fatal Attraction is a documentary series on the television network, TVOne. The television network boasts that it is, “where Black life unfolds.” TVOne’s tagline and inclusion of Black actors and television shows, demonstrate TVOne’s appeal toward Black audiences. Fatal Attraction was chosen because of its focus on intimate partner violence within Black communities and its inclusion of LGBTQ couples. Rather than compare victims of intimate partner violence across racial categories or across sexuality groups, this thesis analyzes the experiences of individuals who lie at the intersections of race and marginalized gender and/or sexuality. Black queer theorists argue that without contextualizing Black LGBTQ communities and experiences, research and social movements will never fully articulate what it means to be Black in America (Johnson, 2005). Similar to Choo and Ferree’s “group-centered” intersectional analyses (2005), this thesis examines multiply-marginalized groups of individuals impacted by relationship violence. Here, aspects of Hancock’s theory of “multiple intersections” and McCall’s “intra-categorical” approach are used to explore the differences of experience for subgroups within the category of race, specifically Black LGBT (Hancock, 2007; McCall, 2005). In essence, Fatal Attraction was chosen in this study because of its inclusion of Black Lesbian, Gay, Bi-sexual, Transgender and Queer individuals. Theoretical Framework Quare Theory and Intersectionality were used in this study because they seek to dismantle systems which privilege and normalize White, heterosexual and binary identities (Cohen, 2005). As discussed in the theoretical chapter, intersectionality looks at the impact of multiple overlapping, often conflicting, marginal identities. Quare and 59  intersectional theoretical frameworks inherently recognize the whole person, as well as the traumas related to splintering a person’s identity. In the 1990’s, Kimberle Crenshaw coined intersectionality to describe the experiences of Black and brown women with racism, sexism and classism within multiple oppressive systems. Crenshaw’s research within domestic violence shelters in Los Angeles focused primarily on women who experienced IPV. In this study, an Intersectional approach is used to interpret the structural relationship between Black LGBTQ individuals and systems that they interact with. The purpose of employing intersectionality as a theory and practice model is to challenge systems which privilege and normalize certain groups.  Stereotypes of what it means to be a “perfect” victim or perpetrator of intimate partner violence often convolute the actual meaning of intimate partner violence perpetration and victimization. Stereotypes of intimate partner violence perpetuate the notion that victims are female, passive, helpless, feminine, and White (Fenton, 1998). A major argument that is posed here in this study is that public perception influences policy and ultimately the way(s) in which oppressed people and communities are treated. IPV intervention education often typifies IPV as a “women’s issue.” This is demonstrated in the way(s) that intervention education is skewed toward binary male and female heterosexual identities; essentially, heterosexual relationships are defaulted, and women are often cited as victims and men as perpetrators. Although in recent history, research has explored men as victims and women as perpetrators, the issue still stands that heterosexuality is the defaulted sample group. There is not always a critical lens ascribed to gender, race, and sexuality studies; and in instances where literature does evaluate 60  gender, race, or sexuality, the focus is not necessarily guided by intersectional principles or knowledge. Research Approach and Design There are three methodological approaches to research: 1. Quantitative; 2. Qualitative; and Mixed Methods (Creswell, 2013). Quantitative research objectively measures data by utilizing mathematic and/or scientific tools of inquiry to demonstrate statistical results. The aims of quantitative methodological research designs are to collect information and make sense of the data by analyzing the measurable relationships between its variables (Creswell, 2013). Researchers gather a broad dataset and narrow its content down with deductive reasoning to produce an empirical interpretation (Schutt, 2014). Quantitative research studies examine the connections that subjects have with numeric values like time, amount, and weight. Quantitative variables utilize objective designs of inquiry like survey instruments, numeric descriptions of trends, graphs and so forth to articulate researcher’s findings. Quantitative methodological research is necessary in understanding the statistical magnitude of IPV. This chapter provides readers an overview, definition and appraisal of content analysis as a methodological research approach. Whereas quantitative methodological research examines objective and numerical data, qualitative research explores hermeneutic and subjective data (Creswell, 2013). Qualitative research makes sense of the subjective realities of the subject(s) being studied. It is important to note that quantitative and qualitative methods are not two opposing approaches; instead, Creswell described them as “two different ends on a continuum.” Essentially, qualitative research is a method used to interpret meaning 61  attributed to a problem or issue through the systematic coding of themes, patterns or categories. In 2012, John W. Creswell described five qualitative methodological research traditions: narrative research, phenomenology, grounded theory, ethnography, and case study. Narrative research involves the compilation and arrangement of open-ended questions and subject’s answers into a story or narrative. Upon constructing research questions and formatting answers, researchers work to make sense of the data that is gathered. Phenomenology allows participants of the study to recollect and reflect upon an event or phenomena. Researchers utilize the data gathered in order to interpret, in general and specific terms, the phenomena and place it within context. Grounded theory is the collection of data aimed at theorizing causes, effects and contexts of a problem or issue. Researchers observe the daily functioning of participants to examine the cultural and social contexts which shape the lives of subjects. Case studies provide researchers scenarios of complex issues usually related to health. Qualitative methodological research utilizes an inductive research design to interpret and understand the social life and experiences of participants of study. Inductive reasoning helps researchers make sense of themes and patterns within empirical data by prioritizing the individual versus statistics and numbers (Schutt, 2014). Theorists, Denzin and Lincoln (2000) and Patton (2002) argued that compared to quantitative data analysis, qualitative data focuses on meaning, is flexible, specified and in-depth. Lastly, mixed methods, much like its name suggests, compiles both quantitative and qualitative research methodologies. Mixed methods are in the middle of the quantitative and qualitative methodological continuum of approaches and are instrumental in combining quantitative and qualitative procedures to formulate a more 62  comprehensive understanding of study (Newman & Benz, 1998). Mixed research methods are said to create a comprehensive analysis of data because it utilizes both objective and subjective designs of inquiry. However, combining quantitative and qualitative methods can be challenging for researchers due to the amount of time and resources needed to provide an adequate understanding of research. Yet, researchers suggest that mixed methods enhance measurement validity, generalizability, causal validity or authenticity (Schutt, 2014). This study adopted a qualitative research approach through the use of a content analysis in which data observed were cataloged, counted, and described using simple statistical measures – in a sense a mixed method framework.  Content Analysis. A content analysis objectively analyzes hidden and visible messaging, intentions, attitudes and values within varying communication platforms (McDougal, 2014; Krippendorff, 2004). Essentially, a content analysis makes sense of the information created and disseminated by communication platforms. It can be used as a qualitative and quantitative methodological framework because its purpose is to interpret human communications through coding systems and through the categorization of texts (Weber, 1990) to identify relationships between constructs (Neuendorf, 2002). In this study, a content analysis is used as a quantitative methodological framework situated in or designed around theoretical understandings of IPV to systematically interpret intimate partner violence education interventions and their treatment of Black LGBTQ communities. One of the first steps in conducting this study’s content analysis was a method by which data was “chunked,” or broken into categories. According to White and Marsh, 63  this process involves identifying “units” for analysis, sampling and data collection (White & Marsh, 2006). Units of analysis are the “what” or “whom” being studied, these include “actors, frequency, images, subjects, themes, dispositions, spaces and prominence” (McDougal, 2014). The primary unit of analysis here is Black LGBTQ experience with IPV, exploring themes within IPV intervention education through their portrayals within television media. In Research Methods in Africana Studies, the researcher identified two types of content analysis: visible and hidden (McDougal, 2014). By definition, visible content explicitly states the meaning or message communicated within the text. Conversely, McDougal (2014) described hidden content as messaging that is below-the-surface or not explicitly stated but instead interpreted by the researcher. In this study visible and incontestable content were observed first using manifest coding, this is further described in the section titled “Data Collection.” Then the information that was gathered from the analysis of visible content was used to inform a latent coding scheme which assisted in interpreting meaning within context. Justification.          This study utilizes a content analysis with an intersectional framework to explore intimate partner violence in media. A social work lens is employed to advance intervention strategies and gain a better understanding of addressing intimate partner violence within the social work field. Thus, given the sensitive nature of this research study and the vulnerable population being studied, social work ethics were employed to uphold the ethical standards of the profession. According to the National Association of Social Workers’ Code of Ethics (2018), “Social workers should uphold and advance the 64  values, ethics, knowledge, and mission of the profession.” Therefore, a content analysis was used: as a less-intrusive method for obtaining data and information; as a safety measure to safeguard an especially vulnerable population; for ease and access. The trust and safety of participants was a major consideration, as well as access to and availability of supportive services. In the end, a content analysis seemed most appropriate for this study. Sample Selection. In this study, purposive sampling was used to select which television shows would be examined. With the exception of three documentaries (due to accessibility), each documentary from seasons one through seven were chosen for this study. During the time frame in which research was conducted for this study, season eight was not available. Therefore, to be included in the study, an documentary had to meet three criteria: 1. Involve Black victims and/or perpetrators of intimate partner violence. 2. Involve people who were (or had been) romantically involved. Cases in which an individual’s former partner killed that individual’s current partner was also included. 3. Involve victim and/or perpetrators explicitly recognized in the documentary as LGBTQ. Cases in which an individual was of an LGBTQ experience were also included.  65  …         5         4         3         2         1         Documentary Documentary Title Black/African American (victim and/or perpetrator) Involve people who were (or had been) romantically involved. Cases in which an individual’s former partner killed that individual’s current partner were also included. Involve victim and/or perpetrators explicitly recognized in the documentary as LGBTQ. Cases in which an individual was of an LGBTQ experience was also included.  Note: X means that the theme is present in the show; 0 means that theme is not present in the show.  Season:          66   Data Collection          Each documentary within the series of seven Fatal Attraction seasons was watched at least one time through for familiarity. Victims, perpetrators and relationship dynamics were identified and recorded in observational notes. Afterward information from each documentary was coded through a technique that researchers termed, “manifest coding.” Manifest coding is often used to evaluate whether something is present or not (McDougal, 2014). In this study, the number of seasons and documentaries that included LGBTQ individuals and/or experiences were present. To determine if an documentary included an LGBTQ individual or experience, the show needed to clearly state, Lesbian, Gay, Transgender, Bi-sexual, Queer, same-sex, homosexual, etc. A show was also included if an LGBTQ experience was suggested; for instance, if the show did not explicitly state that a same-sex couple was Gay or Lesbian, but the show clearly identifies two same-sex individuals or individuals with the pronouns.          After observing for the representation of LGBTQ in numbers, the show was coded for deeper meanings that may lie beneath the surface of the show. This is what researchers call latent coding. Latent coding is an inference or interpretation on behalf of the researcher (McDougal, 2014). Therefore, in addition to LGBTQ representation, other factors were observed including the type of violence, the frequency of violence (situational or pattern), motive, interactions with practitioners and interventionists. Limitations  Subjects of this study are at greatest risk of violence due to their marginal identities and relation to IPV. According to research, an analysis of content in mass 67  media reduces the potential of harm to vulnerable populations (Schutt, 2014). Therefore, the researcher of this study chose to examine television as an external system that impacts the lives of Black LGBTQ to minimize risk of harm. However, a limitation of analyzing content within a documentary series was time constraints. Watching each documentary was time consuming as each episode was an hour long. Also, each documentary chosen for study was observed twice or more.                    68    CHAPTER V FINDINGS AND DISCUSSION  Chapter 4 begins with a brief synopsis of each documentary. This includes the documentary’s description of individuals’ sexual orientation, performance, and/or minority gender. Additionally, type(s) of violence in the documentaries are examined; as well as whether incidents were addressed as patterned or isolated. Lastly, assumptions and wide spread beliefs around sexuality and gender expression are examined and analyzed to inform discussion around social work practice.  To determine the degree to which Black LGBTQ victims and perpetrators of IPV were represented and portrayed, the following were recorded: frequency— how many documentaries present LGBTQ individuals; presence— was sexuality or gender identity explicitly stated, if not, how is LGBTQ identity or experience discussed; IPV type— not only the violent act but its reoccurrence.  Overall, 11 of 163 documentaries (<10%) incorporate Black LGBTQ individuals or experiences. Of the 11 documentaries, 4 (36%) documentaries represent Lesbian individuals and/or experiences; 3 (27%) documentaries represent Bi-sexual (Female) individuals and or experiences; 2 (18%) documentaries represent Trans-gender women (mtf); 1 (9%) documentary represents Gay identity; 1 (9%) documentary represents a Bi-sexual (Male) experience; 0 documentaries represent Trans-gender men (ftm ) identities or experiences; and 0 documentaries represent Queer experiences other than those listed. 69  Furthermore, roughly 1 in 4 documentaries demonstrated a pattern of violence rather than situational; meaning that violence was described as occurring more than once, rather than as an isolated evet. Of those documentaries that describe IPV as isolated event, all of those were identified as Lesbian or Bi-sexual (Female). Case Studies Lesbian. In this study, Lesbian is defined as a woman who engages in a physical, sexual or emotional same-sex relationship. In this section, four documentaries are identified as representing Lesbian victims and/or perpetrators of IPV. It is important to note that intimate partner violence between Lesbians may be physical, emotional, sexual, financial and so forth. Below is a brief description of four Black Lesbian individuals or Lesbian experiences identified within the series.    s2, ep20: Love triangle tragedy. Erika Yancey was described in explicit terms by her family as gay and having an alternative lifestyle. One family member stated, “She cut off all her hair, she got piercings and she got tattoos. I figured it was a stage that everybody went through but…she was a good person.” Descriptors such as, “buckwild” and wearing men’s clothing were used to allude to Erika’s identity and performance as a Lesbian. Additionally, the documentary made mention of Erika’s female-love interest who lived in New York to further illuminate Erika’s Lesbian identity and relationships. Erika Yancey and Ellen Parker met online as friends. During the time that they were friends, Ellen Parker was in a heterosexual relationship with Marcus Williams. To assist them with finances and childcare, Erika became a roommate to the couple. Erika 70  and Ellen were described as exclusive supportive friends, initially; however, their relationship slowly developed from plutonic to romantic. It was suggested that the relationship was unexpected not only to those in their inner circle but especially to the pair. The documentary highlighted the deep connection between Erika and Ellen, while also reiterating the fact that Marcus knew Erika was not Ellen’s first affair with another woman. According to Ellen,  “Marcus and I had an agreement. He’s let me do this before. He’s been with women before, he hasn’t ever had a problem with it and he’s fine with us having an open relationship and me exploring what’s out there.”  The documentary described Erika and Ellen’s relationship as going further than the rest. For instance, they went on romantic getaways, spent time with one another, and began sleeping in the same bed without Marcus. Ellen was allegedly going to break it off with Marcus to be with Erika, until her death. The following words in the documentary were used to describe Erika and her romantic relationship with Ellen: passionate love affair, gay, lesbian, lesbian lover, female lover, and lesbian liaison. Allegedly, Marcus Williams was threatened by Erika and Ellen’s budding relationship. The documentary explained that he feared Erika was attempting to take his family away from him. As a result, he grew increasingly bitter about his girlfriend’s growing sexual relationship. According to investigators, Marcus’s jealous rage drove him to murder Erika Yancey. Marcus and his friend Michael Thomas fatally stabbed Erika and left her body in the backseat of her car, to be found in a parking garage. s5, ep1: Road trip terror. Cheryl Miranda and Tonya Miller were recognized as having a romantic relationship. Although Cheryl was explicitly identified by a family member as gay, or 71  Lesbian, her partner Tonya’s sexuality was not discussed outside of her relationship with Cheryl. Friends and family members in the documentary mentioned that Cheryl embraced her sexuality despite her family’s reluctance to. Although Cheryl’s feminine or masculine performance was not discussed, it was stated that she developed a “thick skin,” “she was tough,” “proud” and “joined the military.” Her family suggested that perhaps Cheryl was tomboyish or masculine performing; however, her presentation was not explicitly stated or discussed in detail. Cheryl Miranda and Tonya Miller were initially discussed as “roommates” then “lovers involved in a domestic relationship.” Friends and family mentioned that their relationship was low profile and they moved to Tampa to start a life. Within their relationship, there was a pattern of verbal and physical violence between them. Cheryl filed for a protective order more than once, but each time she dropped charges. The documentary suggested that there was major contention between the couple when Tonya’s 19-year old son, Jabaris Miller, came to live with them. Cheryl had issues with Jabaris because he did not contribute around the house and was allegedly involved in gang activity. During a heated argument about Jabaris, things began getting physical between Tonya and Cheryl. According to investigators, mother and son overpowered Cheryl, stabbed, gagged and bound her. After murdering her, they burned her body in a truck and attempted to abandon it. Tonya Miller was sentenced to life plus 10 years and Jabaris was sentenced to life plus 20 years. s6, ep10: Masked Mayhem. Precious Jackson’s sexual identity was not explicitly stated; however, it was implied that she was a masculine performing Lesbian. The documentary approached 72  Precious’s Lesbian sexuality subtly yet directly; first and foremost, they included her female ex-partner’s testimony throughout. Precious’s family and friends allude to the fact that she was masculine performing by stating, “she could have easily passed as a man;” “she had a deep voice, she was flirtatious, and women wanted to be around her.” Furthermore, Precious had a “hard exterior but [was] soft;” and “she was a protector.”          Shortly after amicably splitting from her ex-girlfriend, Precious began a relationship with Ceaira Douglass. The documentary does not explicitly state Ceaira’s sexual orientation; however, they stated that at some point, she dated and had children with Corey Hill. After breaking up with Corey, Precious and Ceaira met at a party and after a month of dating, they moved in together. At no point did the documentary mention or suggest that there was intimate partner violence within Precious and Ceaira’s relationship.          According to investigators, after learning about the relationship between Ceaira Douglass and Precious Jackson, Corey Hill believed that Precious was trying to take his place in their family. Allegedly, Ceaira’s relationship with a masculine performing woman was a hit to his ego. Corey threatened Precious on several occasions; yet, Precious remained even-tempered. One day, Corey’s threats escalated to violence which ultimately resulted in the fatal shooting of Precious. According to investigators, Precious was shot with a 9mm pistol several times by Antonio L. Sanders.  In a jealous rage, Corey Hill orchestrated the murder of Precious Jackson. Investigators suggested that his masculinity was challenged by Precious; and therefore, he ordered Antonio to murder. Corey Hill received a 12-year sentence; and Antonio Sanders, the shooter received an 18-year sentence. 73  s6, ep23: Night terror. Crystal Parker’s sexual orientation was not explicitly stated; however, her family and friends alluded to her being Lesbian. According to a family member, “[Crystal] shared with [her] family a revelation, [she] came out officially September 1997.” According to friends, she thrived in Atlanta’s LGBTQ community. Crystal dated Danielle Dixon and shortly thereafter, she began dating Ellen Michaels. Cheryl and Dannielle met at a bar, their relationship flourished into a civil union. Their relationship was described by friends as, “romantic,” “lovey-dovey,” and they were not shy to public affection. Although not explicitly stated, the documentary depicted a pattern of verbal and financial abuse in their relationship. Allegedly, Danielle cheated on Crystal several different times with women and men. Crystal was paying for Danielle’s education; however, she was accumulating student debt without prospect of graduating, friends described her as a “perpetual student.” Additionally, Danielle stole valuable items from Crystal like her wallet, game console, credit cards and more. After discovering Danielle cheating, Crystal ended their relationship and began dating Ellen. In turn, Danielle became jealous and attempted to reconcile with Crystal but discovered that she had moved on. Investigators allege that in a jealous rage, Danielle shot Crystal in the back of her head with a .38 caliber revolver. When investigators did further inspection, they found that although Danielle was “clearly a Lesbian,” she told a man that she met online that she was abused by her male partner. She believed that if she posed as a victim of IPV she could convince him to murder Crystal. Danielle pleaded guilty to murder, felony murder, aggravated assault with a deadly weapon, possession of a firearm during the commission of a felony. She received life in prison.        74  Bi-Sexual (Female). In this study, Bi-Sexual women are defined as those who engage in a physical, sexual, or emotional relationship with men and/or women interchangeably or at the same time. Bi-sexual women were distinguishable from heterosexual women in each documentary’s depiction of same-sex involvement. Conversely, unlike Lesbians who are characterized by their relationship solely with women, Bi-sexual women are described as having a relationship with the opposite sex as well. In this section, three documentaries are identified as representing Bi-sexual (Female) victims and/or perpetrators of IPV. It is important to note that intimate partner violence within Bi-sexual relationships may be physical, emotional, sexual, financial and so forth.  s5, ep12: A heart divided. Lanell Barsock’s sexual orientation was never explicitly stated; however, the documentary stated that she was “exploring” her sexuality. Although Lanell had a primary partner, Louis Bonair, she also had an affair with Joseph Oso and Larene Austin. Lanell and Larene met online through “women seeking women” personal ads on Craig’s List; allegedly, they had a casual sexual relationship. One interviewer stated, “intensity in emotional attachment progresses quickly between women. Larene had an abnormal intensity… infatuation and obsession…[she] took on aspects of her partner’s identity.” This particular case was selected as a Bi-Sexual (Female) experience because the documentary described Lanell as living a “double life,” a partnership with Louis and a secret sexual relationship with Larene.          Lanell Barsock sought to end her relationship with Larene Austin amicably and remain friends. However, investigators discovered that Larene was jealous of the 75  relationship that Lanell had with Louis and Joseph. As a result, Larene fatally shot Lanell with a 9mm pistol in the back of her head using a pillow to mute the sound. Larene Austin framed a breakup letter on Louis Bonair. Afterward she wrapped Lanell’s body in a carpet and dragged her to the garage. A pattern of violence between her and Larene was not indicated by experts of the case. Therefore, it was determined that the violence within their relationship was situational rather than patterned.   s3, ep22: Deadly message.          Grace Davis was described as escaping a volatile relationship with her children’s father. According to the documentary, she sought assistance from a social service and met Clarence Jenkins’ sister. Shortly thereafter, Clarence and Grace began a sexual relationship with one another; then Grace was introduced to his wife Carmen. Initially, Clarence convinced his wife that Grace was his cousin. As a result, Grace and her children were welcomed into the couple’s home, where Clarence and Grace continued their sexual relationship. In a twist of events, Clarence went to jail for a short stint; during this time, Carmen and Grace began having sex and developing feelings for one another. When Clarence was released from jail, they explained the situation to him and the three-way began a relationship with one another. Although Grace and Carmen were not was not explicitly described as bi-sexual, the documentary depicted their relationship in the following ways: three-way romance; ménage a trois of emotions between [Grace, Carmen and Clarence]; “[Grace and Carmen] became involved in a relationship [while Clarence was in prison];” “threesome or love triangle;” “…so now Grace has gone from an intensely passionate sexual relationship with Clarence to now an equally sexual passionate relationship with Carmen.” 76  The documentary suggested that over time, Clarence became manipulative, controlling, and began to dominate the relationship between him, Grace and Carmen. Allegedly, Clarence was jealous, there were times when he did not like them going out in public. Additionally, he engaged in sexual violence toward them. When he would get intoxicated he would expect them to engage in sexual acts that they may not have wanted to do. Eventually, social services became aware of the relationship dynamics and removed Grace’s children from the home. When that happened she became extremely upset, ended her relationship with the Jenkins couple and left their home to regain custody of her children. Allegedly, Clarence became upset that Grace left the home. He and Carmen brutally murdered a woman named Mekole Harris. They left a bag outside of Grace’s mother and aunt’s homes which contained Mekole’s feet, hands and a handwritten note. The note essentially threatened Grace’s safety and life. Investigators alleged that the Jenkins’ left the bag and note for Grace to intimidate her to return home to them.     Psychological violence and sexual violence persisted throughout this unique relationship; this documentary demonstrated exactly what patterned violence is and can look like. Those in the documentary explained that Clarence was controlling not only in words but actions. For instance, he coerced Carmen and Grace to perform sexual acts despite their reluctance. However, the documentary down-played the sexual violence by stating that despite this, “they did it anyway.” This line of thought suggests that sexual coercion is not violence as long as the victim-survivor does it. Additionally, Clarence engaged in psychological violence through intimidation. This was made clear when 77  Clarence and Carmen left a bag of Mekole’s body parts at Grace’s family members’ homes.     s4, ep 18: Deadly trio.          Sheryl Outerbridge was not explicitly described in the documentary as Bi-sexual (Female). The documentary mentioned that Sheryl was engaged in a relationship with a man named Malik Wilkerson; eventually, he disclosed that he was married to a woman named Devonnee. Sheryl was determined to remain in a relationship with Malik and thus joined the couple in a relationship. According to expert witnesses, Sheryl saw it as a relationship with two people. This relationship was characterized in the documentary in the following ways: a three-way relationship; love triangle; three-member relationship; three-way romance; and one big happy family.           Allegedly, Sheryl wanted to leave the relationship and move on to something “normal.” However, the Wilkersons did not allow her to leave and became increasingly more physically aggressive toward her. According to Devonne, Malik threatened to kill Sheryl if she ever attempted to leave. Neighbors alleged that Malik was violent towards her to the point of leaving bruises. Witnesses attested to seeing Malik slam Sheryl’s face in the car door breaking her jaw and as a result, she had to have her jaw wired. According to neighbors, investigators, and even Devonnee, Malik became increasingly violent, jealous and controlling toward Sheryl. Malik was obsessed with controlling Sheryl and her involvement with other guys. Additionally, Devonnee became increasingly jealous of the relationship between Sheryl and Malik. According to authorities, Sheryl attempted to run away from the relationship, but the couple found her and forced her back to their home. Malik and Devonnee brutally 78  assaulted Sheryl until her death. Investigators discovered blood force trauma to the head. Plus, bruises were discovered throughout her body from a bottle, a lead pipe, a paint roller, multiple cigarette burns, scratches and more. The Wilkersons pled guilty to second-degree kidnapping and manslaughter and are currently serving 20 years in prison. Transgender Female (MTF). In this study, Transgender Female or Transgender Women (mtf) identity is defined as an individual whose gender was assigned male at birth; yet, whose gender identity or gender expression has transitioned from male to female or feminine aligned. In this section, two documentaries detailed the experiences of Black Transgender Female victims of intimate partner violence. Transgender women differ from Transgender men or males (ftm) in that their gender assigned at birth were male rather than female. Transgender men have transitioned to male or masculine aligned identities or expressions. In this documentary series, there were no known or identified transgender men. It is important to note that intimate partner violence in relationships where there are transgender male or female individuals may be physical, emotional, sexual, financial and so forth.  s5, ep18: Death by secrets. Tyra “Ty” Underwood was a young transgender woman. In the documentary, it was explicitly stated that Ty embraced her identity and openly identified as a male-to-female transgender individual. Her best friend stated, “she did not surgically or chemically alter her body.” Ty was accepting of her gender identity and vowed to be forthcoming about it and her sexuality, especially with male love interests. When first responders found her body, they described her as “a man in women’s clothing.” 79  Ty was active on the social media sites Plenty of Fish and KiK; it was online that she met Carlton Champion. According to friends, she and Carlton’s intense sexual relationship developed quickly into something more romantic. Investigators discovered the pair communicated frequently, sexted, and exchanged explicit photos. The documentary did not state or allude to violence within their relationship. Instead, investigators alleged that Carlton feared that Ty would make public their relationship; thus, outing him and ruining his reputation. Therefore, in what detectives called, “a crime of passion,” Carlton fatally shot Ty and staged her death as a car accident. When questioned, about his relationship to Ty, he claimed that he did not know that she was a transgender woman. When Carlton’s family was asked if they knew that he was gay, they stated: “he never brought girls around.” However, Ty’s friends were confident that Carlton was not completely honest with his family considering his relationship with Tyra; this is where investigators discovered intimate texts between the two. It was discovered that Carlton was willing to go to extreme lengths to keep his relationship with Ty a secret, including murder. As one friend stated, “[their relationship] was a love affair gone wrong.” Carlton Champion received a life sentence in the brutal murder of Ty Underwood.   s3, ep4: Deadly secret. Cemia “CeCe” Dove, was a transgender woman. Expert witnesses of the case claimed, “she was a biological male living as a woman and had done so for years.” Furthermore, CeCe’s family members described her early childhood and adolescence as; “we always knew something was different about him, when he was maybe about 3 or 4 he liked to [wear] his mother’s high heels, dresses and wigs.”  80  In terms of CeCe’s gender expression, she was described as attractive and friendly; however, the documentary did not discuss in explicit terms whether CeCe was open about her transgender identity. Investigators stated that CeCe was living a double life, possibly suggesting that she was not completely transparent or forthcoming. Yet, interviewees use the terms “transgender” and feminine pronouns to describe CeCe. Additionally, When CeCe’s body was found, investigators (and the narrator of the documentary) described “finding a male dressed in women’s clothing…wearing 3 bras.”  Investigators that discovered her body described her clothing as, “unusual attire” and “odd.” One investigator stated, “we had to immerse ourselves in the trans community because we had to.” It was online that CeCe met Andrey Bridges. According to the documentary, the pair hit it off almost immediately. Upon their first ever in-person encounter, Andrey paid for a cab to pick-up CeCe and bring her to his home. Allegedly, the couple began making out, things progressed, and Andrey soon discovered that CeCe was a transgender woman. It is important to note that how Aundrey reached his conclusion was not explicitly stated in the documentary. Andrey denied knowing that CeCe was transgender and repeatedly stabbed her to death. He subsequently roped her body around cinderblocks and left her in a lake. When investigators discovered her body, it was decomposed. According to an expert witness, “men fear being found out that they are attracted to or having engaged in sex with a transwoman; sometimes it turns violent because they want to make sure that they are not outted…” The defense argued that Andrey did not know that CeCe was transgender and therefore committed a crime of passion. Since the couple were not in a 81  relationship and had only met in person once, this was determined to be situational violence rather than patterned. Gay. In this study, Gay is defined as a man who engages in a physical, sexual or emotional same-sex relationship. In this section, only one documentary depicts a Gay man who is identified as representing a perpetrator of IPV. It is important to note that intimate partner violence between Gay individuals may be physical, emotional, sexual, financial and so forth.  s2, ep17: All in the family.          Kenyatae Collier-Brewer was a heterosexual woman married to Darren Brewer and murdered by him and his brother DeJuan Powe. Although Darren was married to Kenyatae and was a “family man,” which would qualify him as Bi-sexual (Male), their families claimed that he was having an affair with a man and that he identified himself as Gay. It was explicitly stated that Darren was gay; however, due to his military career, he had to maintain his image as a heterosexual man. Additionally, investigators discovered that Darren had a boyfriend named Joseph Matthews. Joseph told investigators that although he knew Darren had children he did not know that he was married. Detectives discovered that Darren instructed his brother to kill Kenyatae but instead DeJuan forcibly raped her. Shortly thereafter, Darren and DeJuan kidnapped Kenyatae and shot her twice in the head. According to prosecutors, Darren killed Kenyatae to prevent her from outing him to his National Guard superiors. According to an expert witness, he had an image to maintain because had the military learned that he 82  was gay it could have jeopardized his career. Darren perpetuated sexual violence and physical violence against Kenyatae. It was determined that violence within the relationship was situational. First and foremost, Darren conspired with his brother to kill Kenyatae. Rather than reporting his brother for raping her, he and his brother attempted to silence her. Their alleged plan to keep her from reporting the crime resulted in her death. Also, prosecutors claimed that Darren’s ultimate motive was to gain life-insurance money from the National Guard once Kenyatae died. If it is true that he killed his wife for money, it further demonstrates that this case was situational violence rather than patterned.    Bi-Sexual (Males). In this study, Bi-Sexual men are defined as those who engage in a physical, sexual or emotional relationship with men and/or women, interchangeably or at the same time. Bi-sexual men were distinguishable from heterosexual men in each documentary’s depiction of same-sex involvement. Conversely, unlike Gay men who are characterized by their relationship solely with men, Bi-sexual men are described as having a relationship with the opposite sex as well. In this section, four documentaries are identified as representing Bi-sexual victims and/or perpetrators of IPV. It is important to note that intimate partner violence within Bi-sexual relationships may be physical, emotional, sexual, financial and so forth.  s4, ep5: Social media murder.          This documentary was not only complex but a bit perplexing as well. Ronald “City” Taylor’s sexuality was not explicitly discussed by his family or by the narrator. Instead, the family of his accusers alleged that he groomed younger men, including 83  Terance “TJ” Mitchell with fast cars, music, videogames, and illegal substances. However, in the documentary, it was suggested that there was something more between TJ and City. During an interview with investigators, TJ admitted that he and City were “lovers.” However, Terance’s family insisted that he was not gay because he had a “whole bevy of women,” including a girlfriend named Britteny Jenkins. According to TJ's grandmother, \"Terance didn’t feel that he could tell anyone because of the stigma of being gay—which he says he is not and the embarrassment and because he felt he was being threatened with being exposed.”          At some point, TJ and City were intimately involved with one another. According to TJ, City posted online that TJ was gay; and allegedly, City threatened to “out” TJ as gay on several different occasions. After a heated discussion over the phone, TJ and City agreed to meet in person. Things escalated further and resulted in TJ stabbing City multiple times. In court, it was determined that TJ’s actions were not premeditated but instead was a crime of passion.          It could be argued that although City was the victim of a violent attack, he was the perpetrator of emotional and verbal violence toward TJ through his persistent grooming, coercion and threats. If that is the case, this is a clear demonstration of patterned violence that resulted in situational violence on behalf of the victim-survivor. Conversely, it could be argued that TJ and City were in a consensual relationship and posting it online was a means of officiating their love for one another, rather than outing TJ. However, in an attempt to keep his sexuality a secret and maintain his reputation, TJ murdered City. If that be the case, City’s murder represented situational violence between them.  84  Case Study Summary In summary, the cases that were observed in the earlier section sought to answer general concepts around representation and presence. The first of which asked, how many documentaries featured LGBT individuals or experiences? In how many documentaries were Black LGBTQ identified through explicit or implicit terms? How many documentaries identified queer experiences?  Though research suggests that IPV is experienced at a similar rate to heterosexuals (if not more), LGBTQ individuals and experiences represented less than 10% of those documentaries available at the time. Eleven of one hundred and sixty-three documentaries (<10%) represented Black LGBTQ experiences. Of which, 4 were Lesbian or of a Lesbian experience; 3 were of a Bi-sexual (Female) experience; 2 identified Transgender women; 1 was Gay or of a Gay male experience, and 1 was of a Bi-sexual (Male) experience. None of the documentaries explored sexualities, gender expressions, or identities outside of mainstream norms (like transgender men, nonbinary gender expressions, and/or gender nonconforming). As a result, not only were there limited representations of IPV, but there was a missed opportunity to accurately depict IPV victimization and the vulnerabilities of further marginalized communities. Research Question 2: Did Fatal Attraction portray the incident as an isolated event or as part of a pattern of abuse between the perpetrator and victim? Also, did it portray the incident as an isolated homicide (or attempted homicide) or as part of a larger social problem of IPV? All 11 documentaries discuss events that led up to an individual’s death rather than their survivorship, none of the documentaries represent survivors of intimate partner 85  violence. Portrayals of IPV victims of fatality as passive and powerless, mirror findings from Chapter II which suggested that those victimized by IPV learn helplessness and passivity. Social work theorists Gondolf and Fisher (1988), contended that indeed there are individuals who encounter fatality as a result of IPV, but not all who experience IPV experience death. Additionally, recognizing individuals of IPV as survivors rather than victims cultivates a culture of empowerment and uplift.  However, as long as IPV victims are depicted as dead or passive, survivors will remain overlooked and overshadowed. Furthermore, a common theme throughout the documentary series was the disproportionately skewed representation of situational violence. Feminist scholars suggest that there are four major patterns of coercive control that take place: intimate terrorism (IT), violent resistance (VR), situational couple violence (SCV), and mutual violent control (MVC) (Johnson, 1995). Although patterned violence could be found in 25% of documentaries, situational violence resulting in death was an overrepresented type of intimate partner violence in the documentary series. In most cases (if not all), jealousy or fear were the onsets or motivating factors by which situations arose. In fact, four of four perpetrators represented in the categories of Transgender, Bi-sexual (Male), Gay identities and experiences all alleged that they feared their intimate partner would out them, disclose their identity, or reveal the nature of their relationship. Of them, 3 of 4 allegedly suggested that the homicide was a “crime of passion.” What this means is that a triggering event resulted in a violent situation of violence rather than calculation.  Research Question 3: Did the documentary give a sense that the incident involved physical violence alone, or physical and another form of IPV (i.e. psychological, financial, sexual, etc.)?  86  Every case demonstrated intimate partner violence through some form of physical violence. However, a few documentaries incorporated additional forms of violence like sexual, financial, and psychological (intimidation, coercion, threats). Overrepresenting intimate partner violence as a physical or sexual interaction then perpetuates the notion that IPV equates to physical violence and thus physical violence is the benchmark to seeking help and services. Additionally, perpetuating the notion that IPV is primarily physical or sexual suggests that IPV victim-survivors can report their perpetrator(s) and receive adequate legal and court support. This is a theme further promoted by the fact that each Fatal Attraction documentary ends in a court case, jury, and/or sentence. In a world where IPV victim-survivors and their families do not always see justice or retribution, it can be beneficial to observe perpetrators of crime being held accountable. On the one hand, it demonstrates that in some cases, victim-survivors of intimate partner violence and their families have found justice. Although, it could be argued that justice should not be had only after a life is taken. On the other hand, ending each documentary with a conviction is misleading and detrimental. First, it insinuates that Black liberation is tied up in legal and court systems. Second, positing IPV as a crime that has high conviction rates suggests that those who are not represented in these documentaries and/or those who did not receive a fair trial are thus undeserving of justice.  The notion that justice equates to arrests and sentencing inadvertently overlooks the crux of occupying an intersectional identity. False hope in a punitive system that also over-polices, disproportionately imprisons, and murders marginalized communities is detrimental because it overlooks the structural and systemic pressures that work to 87  disempower these communities as well. Additionally, it overlooks social services and research that are solely dedicated to supporting victim-survivors and rehabilitating perpetrators. This is where stigma around violence, and what it means to be a “perfect” victim-survivor or perpetrator must shift and become more informed by an intersectional framework. Did the show blame the victim and/or exonerate the perpetrator? Overall, Fatal Attraction places blame on the individual who commits homicide. Interestingly, 9 of 11 documentaries represented men—no matter how auxiliary— as perpetrators of violence. Only one documentary, titled Social Media Murder, described both the perpetrator and victim as male. Although the victim of a homicide in this case study was City Taylor, TJ’s defense and family members alleged that TJ was also victimized by City Taylor (homicide victim). The defense team alleged that TJ was responding in self-defense. This case study’s correlation to social work literature was nuanced because the word “victim” took on different meanings for different people. On the one hand, TJ was described as suppressing fear and victimization from the grooming behaviors that he experienced from City Taylor. TJ alleged that he feared City and was ultimately provoked; thus, stabbing City to death. When City is described as the perpetrator of psychological and sexual violence and TJ as a survivor of IPV, TJ’s behavior seems to align with the battered women’s syndrome found in Chapter II (Walker, 1979). Essentially, TJ alleged that City was persistent in his violence and intimidation; thus, under extreme duress, he defended himself against City.  On the other hand, from the perspective of prosecutors and City’s family, he was killed and is thus the victim of fatality. The defense also maintained that TJ’s violence 88  toward City Taylor was cold and calculated and his version of events did not add up. Thus, when City is described as victim and TJ as the perpetrator, TJ’s behavior aligns closely with Faulk’s second theme of passive-defendant battering (Faulk, 1974; 1988). Found within perpetrator-focused social work literature, passive-defendant battering maintains that perpetrators are relatively pleasant, but a situation may trigger the perpetrator to respond with physical violence. For example, from City’s perspective, TJ was fairly pleasant in the relationship, they spent time together and TJ accepted City’s gifts. However, after City Taylor revealed online the nature of their relationship, TJ feared that it would impact his own reputation. As a result, he became physical and stabbed city to death. The documentary, Social Media Murder, demonstrates the complexities of overrepresenting physical violence, situational violence, men as perpetrators, women as victims, convictions, and so forth. Every case is not Black and White and all instances of IPV are not the same.  Research Question 4: What are common themes across the documentaries in terms of intersecting oppressions and discourse of intimate partner violence among Black LGBTQ? Did the show blame the victim and/or exonerate the perpetrator? Victims were disproportionately female despite LGBTQ status. In 90% of the documentaries presented in this study, women were portrayed as victims of IPV. In the documentary titled, Road Trip Terror, Jabaris Miller and his mother were implicated for their involvement in the brutal death of Cheryl Miranda. Similarly, Corey Hill and Antonio Sanders were both responsible for Precious Jackson’s death. Marcus Williams and Michael Thomas were responsible for Erika Yancey’s death. Audrey Bridges was responsible for the death of CeCe Dove. Carlton Champion was responsible for Tyra’s 89  death. Darren Brewer was responsible for his wife Kenyatae’s death and the list goes on. Overrepresenting women as victims reifies the notion that girls, women, and/or femininity equate to victimization. Additionally, it perpetuates the notion that IPV is a women’s issue rather than a public health concern. Furthermore, the overrepresentation of women as victims convolutes what it means to experience IPV and seek help.     Conversely, 9 of 11 documentaries represented men as perpetrators of violence. Overrepresenting men as perpetrators of violence reifies the notion that men, maleness, and masculinity are all things to fear. Not one of the documentaries depicted relationships between individuals who were equally as open about their Gay, Bi-sexual (Male), Masculine and/or Transgender male identity as their partner. Excluding men who love men from education about intimate partner relationships further stigmatizes consenting same-sex relationships. Furthermore, society’s understanding of Black love is underdeveloped when all intimate relationship dynamics are not considered; thus, limiting the effectiveness of IPV strategies. Lastly, case studies where Bi-sexual (female) relationship dynamics were presented also pandered to the male gaze. Each bi-sexual (female) relationship described, included a male and at least two female partners. In all three documentaries, the relationship dynamics were also described salaciously. For instance, in A Heart Divided, Lanell Barsock was “exploring her sexuality” with men and women. In Deadly Trio, Sheryl Outerbridge was a part of a three-way romance and three-member relationship. In Deadly Message, Grace was a part of a “threesome” and “love triangle.”         90  Social Service Workers Social service workers and first responders are individuals who are trained to provide prevention education, respond to crisis, and follow-up with supportive resources and referrals. An important aspect of each documentary is the involvement of social service providers and first-responders, as well as their treatment of those involved in the documentary. Therefore, facilitators of social support systems from the documentaries are examined on a micro, messo and macro-level. The findings in this section inform the implications for social work presented in the conclusion.     According to the documentary, social service workers removed Grace’s children from the home due to the relationship dynamics within the household. This is problematic because it further oppresses Queer family dynamics and nonnuclear households. Additionally, her children’s removal was not because of violence within the household but the three-way relationship that she had with Clarence and Carmen. In doing so, social service workers prioritized the relationship dynamics of adults over the safety of Grace and her children.     In the documentaries where two transgender women, Tyra and Cemia, are shown, both women are described as “men wearing women’s clothing.” In both instances, binary gender expression is normalized, and antiquated assumptions associated with gender identity are used to oppress two Transgender women. CeCe’s clothing is characterized as “odd” because she was wearing three bras prior to her death. Also, after learning Tyra’s gender identity, an investigator consistently deadnamed and misgendered her throughout the documentary. Meaning that the investigator called Tyra and CeCe by the names that they were given at birth rather than the names that they chose for themselves. 91  Additionally, rather than using the pronouns she and her to describe CeCe and Tyra, investigators referred to them as he and him. Key personnel have the potential to mitigate transphobic stigma or perpetuate it; however, in the case of both transgender women they were discriminated against.  Third, experts of each case addressed violence as an isolated homicide rather than as a larger societal issue. Indeed, everyone is uniquely impacted by violence in these documentaries; however, experts did not recognize structures in place which make it challenging for Black LGBTQ individuals to report IPV or seek help. For instance, in several cases there was fear associated with outwardly expressing or displaying same-gender or transgender love. Stigma around LGBTQ identities often inhibit individuals vulnerable to IPV from reporting or seeking help. Therefore, identifying intimate partner violence as an isolated homicide versus a societal issue or public health concern further disenfranchises those doubly marginalized.           92    CHAPTER VI  CONCLUSION  This thesis recognizes social workers as key personnel in preventing, mitigating and eradicating intimate partner violence. Herein, is a study of media’s influence on public perception, public policy, and treatment of marginalized individuals and experiences. IPV literature found in the social work field fall under two schools of thought: Intrapersonal and Interpersonal violence. Perpetrator-focused and victim-survivor models under intrapersonal analysis often overgeneralize, pathologize and eclipse the unique experiences of people of color and LGBTQ victim-survivors.  Family violence scholarship suggests that patterned violence is learned from, exists within, and is perpetuated between all family members. Thus, minimizing the uniqueness of violence within intimate partners and the pervasiveness of patriarchy and gender-based violence in society. On the other hand, feminist scholarships center gender imbalances to argue that there are inequalities in the household and andro-centric institutions that further traumatize women. However, they too homogenize the experiences of IPV victim-survivors, perpetrators and experiences when they are not inclusive of marginal sexuality or gender identities. It was discovered that Generalized Systems Theory did not speak specifically to the unique experiences of patriarchy, racism, sexism, heterosexism, and etc. Yet, Feminist Standpoint Theory demonstrated little awareness of racialized, minority gender differences, marginal sexual identities, 93  economic or social struggles. Collectively, within social work literature is an overwhelming representation of White, heterosexual, and/or women’s experiences. Social work literature that does not consider the complexities of intersectional identity development, subsequently reifies notions of a “perfect” victim, perpetrator, and IPV experience. Thus, people of color, minority sexualities, and gender expressions are further marginalized and do not receive adequate resources specific to their needs.  In Chapter III, the history, defining features and implications of Feminist Standpoint Theory, Black Feminist Thought, Quare Theory, and Intersectionality were explored. It is extremely important that the means of defining and perceiving phenomena are studied to provide insight into how they are measured. In this study, Quare and Intersectional frameworks are introduced and promoted as theoretical frameworks to best understand IPV. Both theories help to make sense of the overlapping and seemingly contradictory experiences of those with two or more marginalized identities.  In Chapter IV, a content analysis was used to examine the true-crime documentary series, Fatal Attraction. Although a television show, it was determined that the documentary series was a source of intimate partner violence intervention education as well. Fatal Attraction is unique in that it targets Black audiences, and each documentary examines the experiences of Black and brown IPV victims and perpetrators. With manifest coding, representations of Lesbian, Gay, Bi-sexual, Transgender, and Queer identities were observed, while special attention was paid on presence, IPV type, and IPV frequency (situational or patterned).  After conducting an analysis, a few things were discovered: first, LGBTQ were marginally represented (<10%); second, women were overwhelmingly represented as 94  victim-survivors; third, men were overwhelmingly represented as perpetrators; fourth; all of the documentaries that involved LGBTQ, violence escalated to fatality; fifth, situational violence was highly represented; and sixth, blame is placed on the individual who committed homicide in most cases.     In relation to the Prior Research Chapter, findings from this study suggest that intervention education perpetuate the assumption that women are victims and men are perpetrators of IPV, despite LGBTQ status or nonbinary gender identity. An intersectional framework demonstrates the need for an inclusive analysis of intimate partner violence literature and intervention education which contextualize diverse identities and backgrounds even within minority communities. In terms of social work literature, the findings suggest that as a field, social workers must utilize an intersectional framework to most adequately serve client populations. This is because our clients present with a wide range of issues that stem from multiple levels of oppression. As demonstrated in the study, Black LGBTQ do not show up just as Black or LGBTQ but as Black and LGBTQ—two overlapping yet often conflicting identities and positions in society.   Implications for Social Work Fatal Attraction, the true-crime documentary series was chosen in this study because it is inclusive to African American individuals and recognizes Black individuals that were marginalized by their sexualities and gender expressions. As an intervention education resource, the documentary series’ inclusion of LGBTQ experiences is groundbreaking because of its inclusivity. Ultimately, the findings from this study inform the following research questions: In what way(s) can interventionists and key personnel 95  competently intervene in incidences of intimate partner violence? What does it mean to competently intervene in incidences of IPV? For social work, inclusion and exploration of diverse communities are extremely important in advancing the field and research. The first responders in the documentary series demonstrated the impact of perpetuating a culture of discrimination in their misgendering and dead naming of Transgender women. Throughout the documentary, the investigators misgendered and deadnamed CeCe and Tyra.  It is important for social service providers to provide equitable opportunities and recognize the individual as human. Competently intervening in incidences of IPV means providing care that is comprehensive and well-informed. Investigators needed to clearly and concisely describe CeCe and Tyra’s clothing without placing value on them. Additionally, rather than repeatedly referring to Ty as him, he, and Tyrone; it was most appropriate to use the pronouns she and her, or Ty and Tyra. Describing both women as “men in women’s clothing” and stating that their clothing was “odd”, was not only unnecessary but it perpetuated a culture of xenophobia.  Investigators’ treatment of Black Transgender women was proven to heighten the risk of vulnerability for those who openly identified, and their support systems. Thus, lessening their likelihood of seeking out or receiving adequate care. For instance, op-ed author Samantha Allen cited Monica Roberts (The TransGriot) who explained that Transgender women were being misgendered and called their deadnames during news stories. This proved extremely detrimental because those who knew these individuals by their chosen names were often unable to identify them during the first 48 hours of their disappearance, when it really mattered (Allen, 2019).  96  Since social workers are key personnel in intervening in the instance of intimate partner violence, it is imperative that intervention education and practices are considerate of the unique experiences of all individuals and are privy to the traumas of individuals and groups. There is no “perfect” victim, perpetrator or instance of IPV. For this reason, the utilization of a trauma-informed Intersectional framework is imperative when supporting those impacted by IPV. Social workers must begin by identifying and including the subjective realities of marginal communities in education materials, intervention strategies, and support services. For instance, social workers must recognize that IPV victimization and perpetration are not monolithic. Therefore, all those that experience violence within their relationship may not experience it in the same ways.  Moreover, it is impossible to fully understand the full range of IPV if research studies are disproportionately skewed (e.g. White, heterosexual, physical violence, situational, etc.). Whereas Black heterosexual individuals may require a unique set of resources, these resources may be substantially different than those required for Black LGBTQ individuals. Similarly, Black Lesbian and Gay individuals may require support that differs from Transgender and/or Bi-sexual individuals. Therefore, the field of social work must listen to and incorporate the unique experiences of marginal communities when conducting research. As discussed in this study, representation (or the lack thereof) is significant in informing policy and systems; and ultimately, their treatment within systems.  At any given time, a client may disclose (regardless of agency) that they have experienced or are experiencing intimate partner violence. It is recommended that social service agencies and nonprofit organizations promote resiliency by adopting policies that 97  reaffirm clients impacted by IPV. Trauma-informed policies and protocols that support clients should adopt the practice of active-listening and validation. To support victim-survivors of IPV, agencies should train direct and indirect staff on how to encourage a supportive environment. One way to demonstrate this is by adopting policies that genuinely encourage clients. For instance, staff members should reaffirm clients’ safety with an “I believe you. What do you need from me” policy. Essentially, when clients confide in staff members about IPV, staff members should engage each encounter with, “I believe you. What do you need from me?” Another way to provide clients supportive environment is by matching clients’ language. To match a clients’ language is to mirror the language that they use for their experience, partner and themselves. Therefore, if a client uses the pronouns she and her to describe their perpetrator, this too should be the language that the staff member use. This will reduce the likelihood of projecting the social service worker’s bias on clients. Future Research   According to the National Association of Social Worker’s Code of Ethics (6.04), the ethical responsibility of social workers to broader society: (a) Social workers should engage in social and political action that seeks to ensure that all people have equal access to the resources, employment, services, and opportunities they require to meet their basic human needs and to develop fully. Social workers should be aware of the impact of the political arena on practice and should advocate for changes in policy and legislation to improve social conditions in order to meet basic human needs and promote social justice. 98  Social workers should advocate for equitable treatment among all people within legal and court systems. Advocating for equality within legal and court systems is imperative for promoting awareness around IPV, safety reporting IPV, and comfort seeking help without persecution. Therefore, in terms of future research, it will be incredibly beneficial to research and the field to acknowledge the way(s) in which the Reauthorization of the Violence Against Women’s Act (2019) will impact Black LGBTQ.                   99    REFERENCES  AAUW. (2015). C. Hill, K. Miller, K. Benson, G. Handley, Washington, L. Maatz, K.  Nielson, K. Bibler, & A. VanKanegan. The Simple Truth about the Gender Pay Gap, DC: Author Abramsky, T., Watts, C. H., Garcia-Moreno, C., Devries, K., Kiss, L., Ellsberg, M., ... &  Heise, L. (2011). What factors are associated with recent intimate partner violence? Findings from the WHO multi-country study on women's health and domestic violence. BMC public health, 11(1), 109. Allen, S. (2019, February 19). Inside Monica Roberts' Mission to Identify Transgender  Murder Victims. Retrieved from https://www.thedailybeast.com/inside-monica-roberts-mission-to-identify-transgender-murder-victims?ref=scroll Amott,T. L. and Julie M. (1991). Race, Gender, and Work: A Multicultural Economic  History of Women in the United States. Boston: South End Press. Archer (2000) Sex differences in aggression between heterosexual partners: Meta- Analytic Review. Psychological Bulletin. 126: 651-680. Bachman, R. & Carmody, D. (1994). Fighting fire with fire: The effects of victim  resistance in intimate versus stranger perpetuated assaults against females. Journal of Family Violence, 9, 317-331.  Bailey, Moya. (2010). They aren’t talking about me. The Crunk Feminist Collective.  Bent-Goodley, T.B. (1998). A poor African American community's response toward  100  domestic violence (Doctoral dissertation, Columbia University, 1998). Dissertation Abstracts International, 58,4808. Bent-Goodley, T. (2001). Eradicating domestic violence in the African American  community: A literature review and action agenda. Trauma, Violence, & Abuse, 2, 316-330. Berlant, L., Warner, M., Clarke, E., Denisoff, D., Hainley, B., Hoad, N., Woodhouse,  R. (1994). FORUM: On the political implications of using the term 'queer,' as in 'queer politics,' 'queer studies,' and 'queer pedagogy'. The Radical Teacher, (45), 52-57. Retrieved from http://www.jstor.org/stable/20709811 Burgess, Robert L. 1979 \"Family violence: Some implications from evolutionary  biology.\" Paper presented at the annual meetings of the American Society of Criminology, Philadelphia (November). Carby, Hazel. 1987. Reconstructing Womanhood: The Emergence of the Afro-American  Woman Novelist. New York: Oxford University Press. Carlyle, K. E., Orr, C., Savage, M. W., & Babin, E. A. (2014). News coverage of intimate  partner violence: Impact on prosocial responses. Media Psychology, 17(4), 451-471. doi: 10.1080/15213269.2014.931812 Carney, M., Buttell, F., and Dutton, D. (2007). Women who perpetrate intimate partner  violence: A review of the literature with recommendations for treatment. Aggression and Violent Behavior, 12(1), 108-115. Center for Disease Control and Prevention (2011). Domestic and intimate partner  101  violence. Last retrieved: September 17, 2017, https://www.cdc.gov/healthcommunication/toolstemplates/entertainmented/tips/Violence.html -----------------(2017). Intimate partner violence. Last retrieved: October 23, 2018,   https://www.cdc.gov/violenceprevention/intimatepartnerviolence/index.html Cohen, C.J. (2005). Punks, bulldaggers, and welfare queens: The radical potential of  queer politics? In E.P. Johnson & M.G. Henderson (Eds.), Black queer studies: A critical anthology. Durham, NC: Duke University Press. Collins, V. E., & Carmody, D. C. (2011). Deadly love: Images of dating violence in the  “Twilight Saga”. Affilia, 26(4), 382-394. doi: 10.1177/0886109911428425 Creswell, J. W. (2013). Research design: Qualitative, quantitative, and mixed methods  approaches: Sage publications. Cho, S., Crenshaw, K., & McCall, L. (2013). Toward a Field of Intersectionality Studies:  Theory, Applications, and Praxis. Signs,38(4), 785-810. doi:10.1086/669608 Cooper, A. J., Lemert, C. C., & Bhan, E. (1998). The voice of Anna Julia Cooper:  Including A voice from the South and other important essays, papers, and letters. Lanham (Md.): Rowman & Littlefield. Copp, J. E., Giordano, P. C., Longmore, M. A., & Manning, W. D. (2015).  STAY/LEAVE DECISION-MAKING IN NON-VIOLENT AND VIOLENT DATING RELATIONSHIPS. Violence and Victims, 30(4), 581–599. http://doi.org/10.1891/0886-6708.VV-D-13-00176 Cotter, D., Hermsen, J., Ovadia, S., & Vanneman, R. (2001). The Glass Ceiling  102  Effect. Social iForces, 80(2), 655-681. Retrieved from http://www.jstor.org/stable/2675593 Crenshaw, K. (1991). Mapping the Margins: Intersectionality, Identity Politics, and  Violence against Women of Color. Stanford Law Review, 43(6), 1241-1299. doi:10.2307/1229039 Davis, A. Y. (1983). Women, race & class. New York: Vintage Books. Delgado, R., Stefancic, J., & HARRIS, A. (2012). Critical Race Theory: An Introduction,  Second Edition. New York; London: NYU Press. Retrieved from http://www.jstor.org/stable/j.ctt9qg9h2 Denzin, N. & Lincoln, Y. (2000). Introduction: The discipline and practice of qualitative  research. Pp. 1-28 in the Handbook of qualitative research, 2nd ed., edited be Norman Denzin and Yvonne S. Lincoln. Thousand Oaks, CA: Sage.  Dobash, R. E., & Dobash, R. (1979). Violence against wives. New York, NY: The Free  Press.  Du Bois, W E. B. (1969). The Negro American Family. New York: Negro Universities  Press. Duleep, H. and Sanders, S. (1992). \"Discrimination at the Top: American-Born Asian and  White Men.\" Industrial Relations 31:416-32. Dutton, D. G. (2011). The domestic assault of women: psychological and criminal justice  perspectives. UBC Press, 1995. 27-137. ISBN: 0774804629, 978077480462. Dutton, D. G., Saunders, K., Starzomski, A., & Bartholomew, K. (1994). Intimacy-anger  103  and insecure attachment as precursors of abuse in intimate relationships. Journal of Applied Social Psychology, 24, 1367–1386. Faulk, M. (1974). Men who assault their wives. Medicine, Science, and the Law, pp. 180- 183. Fenton, Z. E. (1998). Domestic violence in Black and White: Racialized gender  stereotypes in gender violence. Columbia Journal of Gender and Law 8(1), 1-66. Fernandez, M. (1998). Asian Indian Americans in the Bay Area and the Glass Ceiling.  Sociological Perspectives 41:119-49. Follingstad, D.R., Rutledge, L., Berg, B.J., Hause, E.S. & Polek, D.S. (1990). The role of  emotional abuse in physically abusive relationships. Journal of Family Violence, 5, 107-120. Foucault, M. (1987). The history of sexuality. London: Penguin. Frankforter, S.A. (1996). The Progression of Women beyond the Glass Ceiling. Journal  of Social Behavior and Personality 11, 121-32. Friedan, B. (1963). The feminine mystique. New York: W.W. Norton & Company. Fuss, D. (1991). InsidelOut: Lesbian Theories, Gay Theories. New York: Routledge. Garbarino, J. (1977). \"The human ecology of child maltreatment.\" Journal of Marriage  and the Family 39(November):721-735. Gilfus, M., Trabold, N., O'Brien, P., & Fleck-Henderson, A. (2010). Gender and intimate  partner violence: evaluating the evidence. Journal of Social Work Education, 46 (2), 245-263. Retrieved from http://www.jstor.org/stable/23044408 Gilroy, Paul. 1993. The Black Atlantic: Modernity and Double Consciousness. Cambridge, MA: Harvard University Press. 104  Gondolf, E. W. (1988). Who are those guys? Toward a behavioral typology of batterers.  Violence and Victims, 3, 187-203.  Gondolf, E. W, and Fisher, E. R. (1988). Battered women as survivors: An alternative to  treating learned helplessness. Lexington, MA: Lexington Books. Goode, W. J. (1971). Force and violence in the family. Journal of Marriage and the  Family 33(November): 624-636. Hamberger, L. K., & Hastings, J. E. (1985). Personality correlates of men who abuse  their partners: Some preliminary data. Paper presented at the meeting of the Society for Personality Assessment, Berkeley, CA.  Hamberger, L. K., & Hastings, J. E. (1986). Personality correlates of men who abuse  their partners: A cross validation study. Journal of Family Violence, 1, 323-341. Hancock, A. (2007). Intersectionality as a Normative and Empirical Paradigm. Politics &  Gender, 3(2), 248-254. doi:10.1017/S1743923X07000062 Harding, S. (2009), Standpoint Theories: Productively Controversial. Hypatia, 24: 192- 200. doi:10.1111/j.1527-2001.2009.01067.x Hartsock N.C.M. (1983) The Feminist Standpoint: Developing the Ground for a  Specifically, Feminist Historical Materialism. In: Harding S., Hintikka M.B. (eds) Discovering Reality. Synthese Library, vol 161. Springer, Dordrecht Heise, L., Ellsberg, M. and Gottmoeller, M. (2002), A global overview of gender-based  violence. International Journal of Gynecology & Obstetrics, 78: S5–S14. doi:10.1016/S0020-7292(02)00038-3  Holtzworth-Munroe, A. and Stuart, G. L. (1994). Typologies of male batterers: Three  subtypes and the differences among them. Psychological bulletin, 116(3), 476. 105  Huss, M. and Langhinrichsen-Rohling, J. (2006). Assessing the Generalization of  Psychopathy in a Clinical Sample of Domestic Violence Perpetrators. Law and Human Behavior, 30(5), 571-586. Retrieved from http://www.jstor.org/stable/4499495 Hust, S. T., Lei, M., Ren, C., Chang, H., McNab, A., Marett, E., & Willoughby, J. F.  (2013). The effects of sports media exposure on college students' rape myth beliefs and intentions to intervene in a sexual assault. Mass Communication and Society, 16(6), 762-786. doi: 10.1080/15205436.2013.816737 Hill Collins, P. (1990). Black feminist thought : knowledge, consciousness, and the  politics of empowerment. Boston :Unwin Hyman Hooks, B. (1984). Feminist theory from margin to center. Jacobson, N. and Gottman, J. (1998) When men batter women: New insights into ending  abusive relationships. New York: Simon & Schuster. Jimenez, J., Pasztor, E. M., Chambers, R. M., & Fujii, C. P. (2014). Social policy and  social change: Toward the creation of social and economic justice. Sage Publications. Johnson, E.P. (2001). \"Quare\" studies, or (almost) everything I know about queer studies  I learned from my grandmother, Text and Performance Quarterly, 21:1, 1-25, DOI: 10.1080/10462930128119 Johnson, E. P. (2005). “Quare” studies or (almost) everything I know about queer studies  I learn from my grand-mother. In E. P. Johnson & M. G. Henderson (Eds.), Black queer studies: A critical anthology (pp. 124–157). Durham, NC: Duke University Press. 106  Johnson, M.P. (1995). Patriarchal terrorism and common couple violence: Two forms of  violence against women. Journal of Marriage and the Family, 283-294. Johnson M.P. and Ferraro K.J. (2000). Research on domestic violence in the 1990’s: The  discovery of differences. Journal of Marriage and the Family. 2000; 62: 948-963. Jones, J. (1985). Labor of Love, Labor of Sorrow: Black Women, Work, and the Family  from Slavery to the Present. New York: Basic Books. King, Mae. 1973. “The Politics of Sexual Stereotypes.” Black Scholar 4 (6–7): 12–23. Kohlman, S., Baig, A., Balice, G., DiRubbo, C., Placencia, L., Skale, K., . . . Aquino, S.  (2014). Contribution of media to the normalization and perpetuation of domestic violence. Austin Journal of Psychiatry and Behavioral Science, 1(4), 1-6. Kourany, J. (2009). Standpoint theory as a methogology for the study of power relations.  Hypatia 24(4) 2009: 218-226. Krippendorff, K (2004). Reliability in content analysis: Some common misconceptions  and recommendations, Human Communication Research, Volume 30, Issue 3, 1 July 2004, Pages 411–433, https://doi.org/10.1111/j.1468-2958.2004.tb00738.x Kurz, D. (1989). Social science perspectives on wife abuse: Current debates and future  directions. Gender and Society 3, 489-505.  Landolt, M. A., & Dutton, D. G. (1997). Sex Roles, 37(5/6), 335-359.  doi:10.1023/a:1025649306193 Laroche, D. (2005). Aspects of the context and consequences of domestic violence:  Situational couple violence and intimate terrorism in Canada in 1999. Quebec City, Canada: Istitut de la statistique du Quebec, Government of Quebec. Lorde, A. (1978). Uses of the erotic: The erotic as power. Brooklyn, N.Y: Out & Out  107  Books. -----------(2018). Zami: A new spelling of my name: A biomythography. London: Penguin  Classics. -----------(1992). Age, race, class, and sex: Women redefining difference. In M.  Anderson & P. H. Collins (Eds.), Race, class, and gender: An anthology (pp. 495-502). Belmont, CA: Wadsworth.  ------------(1984). Sister outsider: essays and speeches. Trumansburg, NY: Crossing  Press. -------------(2003). The master’s tools will never dismantle the master’s house. Feminist  postcolonial theory: A reader, 25, 27. Maiuro, R. D., Cahn, T. S., Vitaliano, P. P., Wagner, B. C., & Zegree, J. B.  (1988). Anger, Hostility, and Depression in Domestically Violent Versus Generally Assaultive Men and Nonviolent Control Subjects. Journal of Consulting and Clinical Psychology, 56(1), 17-23. Marable, M. (1983). How capitalism underdeveloped Black America: Problems in race,  political economy, and society. Boston, MA: South End Press McDougal III, S. (2014). Research Methods in Africana Studies. Bern, Switzerland: Peter  Lang US. Retrieved Feb 17, 2019, from https://www.peterlang.com/view/title/22509 Menjívar, C., & Salcido, O. (2002). Immigrant Women and Domestic Violence. Gender  & Society, 16(6), 898-920. doi:10.1177/089124302237894 108  Moraga, C. & Anzaldua G. (1983). This Bridge Called My Back: Writings by Radical  Women of Color. New York: Kitchen Table. Morton, Patricia. 1991. Disfigured Images: The Historical Assault on Afro–American  Women. New York: Praeger. Mullin, C. R., & Linz, D. (1995). Desensitization and resensitization to violence against  women: Effects of exposure to sexually violent films on judgments of domestic violence victims. Journal of Personality and Social Psychology, 69(3), 449-459. doi: 10.1037/0022- 3514.69.3.449 Munoz, J. (1999). Disidentifications: queers of color and the performance of politics.  Minneapolis: U of Minnesota P. Murnen, S. K., Wright C., and Kaluzny, G. (2002). If “boys will be boys,” then girls will  be victims? A meta-analytic review of the research that relates masculine ideology to sexual aggression. Sex roles, 46 (11-12), 359-375. National Association of Social Workers. (2018).  Code of ethics of the National  Association of Social Workers. Washington, DC.  NASW Press. National Coalition of Anti-Violence Programs. (2010). Hate violence against the lesbian,  gay, bisexual, transgender and queer communities in the United States in 2009. Retrieved from http://avp.org/publications/reports/documents/NCAVP2009HateViolenceReportforWeb.pdf on June 1, 2017. Neuendorf, K. A. (2002). The content analysis guidebook. Thousand Oaks, CA: Sage. Newman, I., & Benz, C.R. (1998). Qualitative-quantitative research methodology:  109  Exploring the interactive continuum. Carbondale: University of Illinois Press.  Overmier, J.B. and Seligman, M.E.P. (1967). Effects of inescapable shock on subsequent  escape and avoidance learning. J. comp. physiol. Psychol., 63, 28-33. Palazzolo, K., & Roberto, A. (2011). Media representations of intimate partner violence  and punishment preferences: Exploring the role of attributions and emotions. Journal of Applied Communication Research, 39(1), 1-18. doi: 10.1080/00909882.2010.536843 Patton, M. Q. (2002). Qualitative research & evaluation methods, 3rd ed. Thousand Oaks,  CA: Sage. Proctor, B. D., Semega, J. L., & Kollar, M.A. (2016). U.S. Census Bureau, Current   Population Reports. Income and poverty in the United States: 2015. Washington, DC: U.S. Government Printing Office. Rich, A. (1980). Compulsory Heterosexuality and Lesbian Existence. Signs, 5(4), 631- 660.  Rodman H. (1972). Marital power and the theory of resources in cultural context. J Comp  Fam Stud; 3: 50–69. Rothman, E. F., Exner, D., & Baughman, A. (2011). The prevalence of sexual assault  against people who identify as Gay, Lesbian or Bisexual in the United States: A systematic review. Trauma, Violence & Abuse, 12(2), 55–66. http://doi.org/10.1177/1524838010390707 Sackett, L.A. and Saunders, D.G. (1999). The impact of different forms of psychological  abuse on battered women. Violence and Victims, 14, 105-117. Santana, M.C., Raj A., Decker M.R., LaMarche A. and Silverman J.G. (2006). Masculine  110  gender roles associated with increased sexual risk and intimate partner violence perpetuation among young adult men. J Urban Health. 83 (3): 575-585.  Schechter, S. (1982). Women and Male Violence: The Visions and Struggles of the  Battered Women’s Movement. Boston, South End Press. p. 5. Scherzer, T. (1998). Domestic violence in lesbian relationships: Findings of the  Lesbian Relationships Research Project. Journal of Lesbian Studies, 2(1), 29-47. Schutt, Russell K. (2014). Investigating the social world: The process and Practice of  Research. Eighth Edition. Los Angeles, CA: Sage. Sedgwick, E. (1993). ‘Queer and now.’ Tendencies. Durham: Duke UP. Stark E. and Flitcraft A. (1985). Woman-battering, child abuse and social heredity: What  is the relationship? In N. Johnson (Ed.), Marital violence. Sociological Review Monograph #31. London: Routledge & Kegan Paul. (pp 147-171).  Straus M. A. (1973). A general systems theory approach to a theory of violence between  family members. Social Science Information 12(June):105-125.   Stets J. E. & Straus M.A. (1990). Gender differences in reporting marital violence and its  medical and psychological consequences. Physical Violence in American Families (pp 151-180). New Brunswick, NJ: Transaction Publisher.  Straus M.A., Gelles R.J. and Steinmetz S. K. (1980). Behind closed doors: Violence in  the American family Doubleday, Garden City, NY (1st ed.) Straus M.A. (1990) The Conflict Tactics Scales [sic] and its critics: An evaluation and  new data on validity and reliability. In M.A. Straus and R.J. Geles (Eds.) Physical violence in American families (pp. 49-73). New Brunswick, NJ: Transaction Publishers.  111 Sutherland C., Bybee, D., and Sullivan C. (1998). The long-term effecs of battering on w women’s health. Women’s Health Research on Gender, Behavior and Policy, 4, 41-70. Stotzer RL. Violence against transgender people: a review of United States data. Aggressive Behaviors 2009;14(3):170–179. Tanha, M., Beck, C. J. A., Figueredo, A. J., & Raghavan, C. (2010). Sex differences in intimate partner violence and the use of coercive control as a motivational factor for intimate partner violence. Journal of Interpersonal Violence, 25(10), 1836–1854. https://doi.org/10.1177/0886260509354501 Terborg-Penn, R. (1998). African American women in the struggle for the vote, 1850- 1920. Bloomington: Indiana University Press. Turrell, S. C. (2000a). Seeking Help for Same-sex Relationship Abuses. Journal of Gay and Lesbian Social Services, 10(2), 35-49 Walby, Sylvia. 2007. “Complexity Theory, Systems Theory, and Multiple Intersecting Social Inequalities.” Philosophy of the Social Sciences 37ð4Þ:449–70. Walker, L. E. (1979). Battered women and learned helplessness. Victimology, 2(3-4), 525-534 Walters, M. L., Chen, J., & Breiding, M. J. (2013). The National Intimate Partner and Sexual Violence Survey (NISVS): 2010 Findings on Victimization by Sexual Orientation. Atlanta, GA: National Center for Injury Prevention and Control. Weber, R. P. (1990). Basic content analysis, 2nd ed. Newbury Park, CA: Sage. White, Deborah Gray. 1985. Ar’n’t I a Woman? Female Slaves in the Plantation South. 112 New York:W.W. Norton. White, M. D., & Marsh, E. E. (2006). Content analysis: A flexible methodology. Library trends, 55(1), 22-45. Williams Institute, UCLA School of Law. (2015). Intimate partner violence and sexual abuse among lgbt people: a review of existing research. Retrieved from https://williamsinstitute.law.ucla.edu/wp-content/uploads/Intimate-Partner-Violence-and-Sexual-Abuse-among-LGBT-People.pdf Wright, E.O., Baxter J., and Birkelund E. (1995). The Gender Gap in Workplace Authority: A Cross-National Study. American Sociological Review 60:407-35. Young, I.M. (1990). Five faces of oppression.In I.M. Young (Ed.), Justice and the politics of difference (pp.39–63). Princeton, NJ: Princeton University Press. Yllo K. and Bograd M. (1988), Feminist perspectives on wife abuse (pp. 90-113). Newbury Park, CA: Sage.  113 Season: 1 Episode Episode Title Black/African American (victim and/or perpetrator) Involve people who were (or had been) romantically involved. Cases in which an individual’s former partner killed that individual’s current partner were also included. Involve victim and/or perpetrators explicitly recognized in the documentary as LGBTQ. Cases in which an individual was of an LGBTQ experience were also included 1 With This Bullet, I Thee Kill X X 0 2 Broken Vows, Bloody Murder X X 0 3 Prisoner of Love X X 0 4 A Devil in Uniform X X 0 5 Shopping for Murder X X 0 6 Blazing Fury X X 0 7 Til Death Do Us Part X X 0 8 A Cry in the Dark X X 0 Appendix114 Season: 2 Episode Episode Title Black/African American (victim and/or perpetrator) Involve people who were (or had been) romantically involved. Cases in which an individual’s former partner killed that individual’s current partner were also included. Involve victim and/or perpetrators explicitly recognized in the documentary as LGBTQ. Cases in which an individual was of an LGBTQ experience were also included 1 Ambushed by Love X X 0 2 The Devil Beside Me X X 0 3 Collegiate Killing X X 0 4 The Sinner and the Saint X X 0 5 Murder in Niagra X X 0 6 Tragic Rebound X X 0 7 Hell Hath No Fury X X 0 8 Sins and Secrets X X 0 9 Budding Bloodshed X X 0 10 Raging Revenge X X 0 11 Horror on the Highway X X 0 12 If I can’t Have you X X 0 13 Fallen Hero X X 0 14 Texas Tragedy X X 0 15 A Lethal Love Affair X X 0 16 Burning Rage X X 0 17 All In the Family X X X 18 Harvard Homicide  X X 0 19 Deadly Rampage X X 0 20 Love Triangle Tragedy X X X 115 21 Pure Evil X X 0 22 Millionaire Murder X X 0 23 Toxic Romance X X 0 24 California Cold Case X X 0 25 Lethal Liaison X X 0 116 Season: 3 Episode Episode Title Black/African American (victim and/or perpetrator) Involve people who were (or had been) romantically involved. Cases in which an individual’s former partner killed that individual’s current partner were also included. Involve victim and/or perpetrators explicitly recognized in the documentary as LGBTQ. Cases in which an individual was of an LGBTQ experience were also included 1 Feast of the Flesh X X 0 2 Law and Murder X X 0 3 A Sinister Affair X X 0 4 Deadly Secret X X X 5 Dance of Death X X 0 6 Deadly Jealousy X X 0 7 The Boy is Mine X X 0 8 Mortal Matrimony X X 0 9 AWOL Abduction X X 0 10 Heart of Darkness X X 0 11 Last Act X X 0 12 Dangerous Addiction X X 0 13 A Flaming Hot Fling X X 0 14 A Big Rig Rage X X 0 15 Bayou Bloodshed X X 0 16 Innocence Slaughtered X X 0 17 Lethal Love X X 0 18 Grim Obsession X X 0 19 Jarring Jealousy X X 0 20 A Scorching Suspicion X X 0 21 Metered Murder X X 0 117 22 Deadly Message X X X 23 The Devil You Know X X 0 24 Death Troll X X 0 25 Old Habits Die Hard X X 0 26 Crippled by Blood X X 0 27 Entrepre-murder X X 0 28 The Iris of Evil X X 0 29 Blazed Outrage X X 0 30 Sin for the Son X X 0 118 Season: 4 Episode Episode Title Black/African American (victim and/or perpetrator) Involve people who were (or had been) romantically involved. Cases in which an individual’s former partner killed that individual’s current partner were also included. Involve victim and/or perpetrators explicitly recognized in the documentary as LGBTQ. Cases in which an individual was of an LGBTQ experience were also included 1 What Lies Beneath X X 0 2 Excess Baggage X X 0 3 Hidden Homicide X X 0 4 Two-Timing Terror X X 0 5 Social Media Murder X X X 6 Blood in the Bayou X X 0 7 Badge of Betrayal X X 0 8 Sex, Drugs and Murder X X 0 9 High Rise Hit X X 0 10 A Plot to Kill X X 0 11 She Never Came Home X X 0 12 Blood and Black Magic X X 0 13 Family Massacre X X 0 14 Hidden Agenda X X 0 15 Deadly Ultimatum X X 0 16 Lavish Lies X X 0 17 Deadly Double Life X X 0 18 Deadly Trio X X X 19 Killer Cult X X ? 20 Demons of the Past X X 0 119 Season: 5 Episode Episode Title Black/African American (victim and/or perpetrator) Involve people who were (or had been) romantically involved. Cases in which an individual’s former partner killed that individual’s current partner were also included. Involve victim and/or perpetrators explicitly recognized in the documentary as LGBTQ. Cases in which an individual was of an LGBTQ experience were also included 1 Road Trip Terror X X X 2 Ruthless Rivalry X X 0 3 Fight or Flight X X 0 4 When the Smoke Clears X X 0 5 Slaying in the Street X X 0 6 Wrecked by Love X X 0 7 Watcher in the Night X X 0 8 Lethal Weapon X X 0 9 Into the Woods X X 0 10 In the Line of Fire X X 0 11 Deception in D.C. X X 0 12 A Heart Divided X X X 13 Smoke and Mirrors X X 0 14 Thicker than Water X X 0 15 Death Trap X X 0 16 Gone Too Soon 0 X 0 17 Death By Secrets X X X 18 Without a Trace X X 0 19 Murder in a College Town X X 0 20 Murder, M.D. X X 0 120 21 What Nobody Knew X X 0 22 Gasping for Air X X 0 23 Deadly Divorce X X 0 24 Master of Deceit X X 0 25 Early Morning Murder X X 0 121 Season: 6 Episode Episode Title Black/African American (victim and/or perpetrator) Involve people who were (or had been) romantically involved. Cases in which an individual’s former partner killed that individual’s current partner were also included. Involve victim and/or perpetrators explicitly recognized in the documentary as LGBTQ. Cases in which an individual was of an LGBTQ experience were also included 1 A Text from the Grave X X 0 2 Risky Rendezvous X X 0 3 Blazing Love Triangle X X 0 4 Dangerous Appeal X X 0 5 Deadly Snowfall X X 0 6 Puppet Master X X 0 7 Hair Stylist Homicide X X 0 8 House of Horrors X X 0 9 Killer or Victim X X 0 10 Masked Mayhem/When They Try to Hate On Your Love X X X 11 Internet Dating Mystery X X 0 12 Clinical Mystery X X 0 13 Secrets in the Storm X X 0 14 Horror at the Hotel X X 0 15 Roadside Homicide X X 0 16 Behind Closed Doors X X 0 122 17 Burning Confessions X X 0 18 Bad Blood  X X 0 19 Shooting Spree X X 0 20 Road Rage X X 0 21 Enraged Exchange X X 0 22 Stabbed in the Back X X 0 23 Night Terror X X X 24 Yolanda Baker X X 0 25 Stephanie Reed X X 0 123 Season: 7 Episode Episode Title Black/African American (victim and/or perpetrator) Involve people who were (or had been) romantically involved. Cases in which an individual’s former partner killed that individual’s current partner were also included. Involve victim and/or perpetrators explicitly recognized in the documentary as LGBTQ. Cases in which an individual was of an LGBTQ experience were also included 1 Eye of the Storm X X 0 2 Hotel Horror X X 0 3 Campus Crisis X X 0 4 Twisted Affair X X 0 5 Deadly Obsession X X 0 6 Seductive Set-Up X X 0 7 Grave Secrets X X 0 8 Scorned X X 0 9 An Unlikely Witness X X 0 10 Horror at the Holidays X X 0 11 Dear Diary, X X 0 12 In Cold Blood X X 0 13 Shot to the Heart X X 0 14 The Secrets We Keep X X 0 15 Wrong Turn X X 0 16 Up in Flames X X 0 17 When Death Comes Knocking X X 0 18 Lured by Love X X 0 19 Devastating Disappearance X X 0 20 Deadly Ambition X X 0 124 21 Monster Among Us X X 0 22 Death of Depression X X 0 23 Derrick Tolliver X X 0 24 Deserted by Love 0 X 0 25 Unforeseen Enemy X X 0 26 The Masked Killer X X 0 27 Behind Locked Doors X X 0 28 Sinister Scheme X X 0 29 Vigilante Justice X X 0 30 Whisper in the Woods  X X 0 125 CURRICULUM VITAE Amberli Seay, MSSW Louisville, KY Email: aaseay02@gmail.com Education Masters of Science in Social Work  University of Louisville Masters of Arts in Pan African Studies University of Louisville Areas of Focus: Race, Trauma, Intimate Partner Violence, Intersectionality, Marginal Sexuality and Gender Experiences Study Abroad— Trinidad and Tobago University of Louisville Study Abroad—Rwanda, Africa  University of Louisville Bachelor of Arts: Communications  University of Louisville Bachelor of Arts: Pan-African Studies Specializations: African American Communications Professional Experience 2018-Present Data Analyst: Infectious Disease Clinic • Processed and ensured the accuracy of data entered into the RyanWhite client database system.• Data entry included but was not limited to inputting clients’demographic data, enrollment status, visits, immunizations,medications, screening labs, etc.• Assisted with Clinic Quality Management activities forimprovement of clinic operations.2016-2018 Graduate Assistant: University of Louisville • Developed, organized, and implemented qualitative research forexamining intimate partner violence among Black LGBTQ andimplications for social work. Composed thesis on findings.• Assisted professors with instruction, administrative duties andresearch.• Assisted with grading, teaching, and research as needed.126      2015-2016 Communications Administrator:  Center for Women and Families  • Conducted outreach to community members; planned engagement and outreach events. Provided support to youth who experienced intimate partner violence and their families. • Developed communication material for engaging community members around preventing intimate partner violence. • Attended 40+ hours training around trauma-informed care, conflict resolution, mediation, intimate partner violence, cultural competence and crisis interventions. • Built relationships with community partners. 2014-2016 Diversity, Inclusion, and Equity Intern: University of Louisville • Developed, organized, and facilitated workshops in diverse Louisville communities allowing space for open and honest discussions regarding school and workplace climate concerns.  • Researched evidence-based practices for professionals.  • Trained professionals around the city and state in cultural competency and inclusivity.  • Co-facilitated conferences on a wide range of topics centered on tolerance and co-existence. • Assisted colleagues in the development and organization of curriculum.  Practica 2018-2019 Family and Children’s Place • Facilitated case management among youth aged 11-14.  • Created curriculum and facilitated large and small group discussion. • Advocated for equitable policies and protocols within the employee handbook. • Researched Social Justice Youth Development and trauma-informed care within practice with youth for professionals. 2017-2018 Family Scholar House • My responsibilities to residential participants and teen parents from the Jefferson County Public School TAPP included family 127 support, documentation, small and large group facilitation completing intake forms, providing referrals and community outreach.   Awards and Scholarships Graduate Dean’s Citation-2019 3 Minute-Thesis Competition Finalist-2019 Dr. M. Celeste Nichols Award Recipient-2018/2019 Dean’s List-2017/2018 Grant Writing Academy-2016/2017 Community Outreach Academy-2016/2017 Nancy Pollock Award-2015 Woodford R. Porter Scholarship-2011-2015 Professional Organization National Association of Social Workers-2016-Present Current Research Intimate Partner Violence among Black LGBTQ; HIV/AIDs within the African American community; Trauma-informed care ",
    "id": 223224083,
    "identifiers": {
        "doi": "10.18297/etd/3168",
        "oai": "oai:ir.library.louisville.edu:etd-4407"
    },
    "title": "Fatal attraction : intimate partner violence among black LGBTQ relationships.",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-05-01T08:00:00+01:00",
    "publisher": "ThinkIR: The University of Louisville\\u27s Institutional Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.library.louisville.edu/cgi/viewcontent.cgi?article=4407&amp;context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/223224083.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/223224083"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/223224083/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/223224083/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/223224083"
        }
    ],
    "abstract": "Social workers play a pivotal role in intervening in instances of intimate partner violence. It is imperative that social work intervention education is relevant, competent and inclusive. In this study, a content analysis is conducted on the true-crime documentary series, Fatal Attraction. Fatal Attraction targets Black audiences and sheds light on Black victim-survivors and perpetrators of intimate partner violence (IPV). The documentaries in this series act as a resource to understanding representation and treatment of Black LGBTQ. The following research questions are explored and discussed: 1. To what degree are Black LGBTQ victims and perpetrators of IPV represented in media? In what ways are Black LGBTQ IPV experiences portrayed on television that may affect how those who interact with them; 2. In what way(s) can interventionists and key personnel adequately intervene in incidences of intimate partner violence; 3. What does it mean to competently intervene in incidences of IPV? It was concluded that an intersectional framework is necessary for social work intervention, education, and training. A policy which reaffirms IPV victim-survivors would provide clients a safe listening ear without judgment. Lastly, social workers must advocate for equitable treatment among all people within legal and court systems",
    "tags": [
        "text",
        "intimate partner violence",
        "LGBTQ",
        "social work",
        "black",
        "African American",
        "intersectionality",
        "Africana Studies",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Social Work"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:ir.library.louisville.edu:etd-4407",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3666",
        "openDoarId": 0,
        "name": "University of Louisville",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 223224083,
        "depositedDate": null,
        "publishedDate": "2019-05-01T08:00:00+01:00",
        "updatedDate": "2024-02-21T00:55:05+00:00",
        "acceptedDate": null,
        "createdDate": "2019-08-10T03:13:58+01:00"
    },
    "urls": [
        "https://ir.library.louisville.edu/etd/3168",
        "https://ir.library.louisville.edu/context/etd/article/4407/viewcontent/Amberli_Seay_Final_Thesis.pdf"
    ],
    "lastUpdate": "2024-02-21T00:55:05+00:00",
    "setSpecs": []
}