{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Morris, Megan Brianne"
        }
    ],
    "contributors": [],
    "createdDate": "2016-05-26T15:18:05+01:00",
    "dataProvider": {
        "id": 908,
        "name": "CORE",
        "url": "https://api.core.ac.uk/v3/data-providers/908",
        "logo": "https://api.core.ac.uk/data-providers/908/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/36753048.pdf",
    "fullText": "Wright State University CORE Scholar Browse all Theses and Dissertations Theses and Dissertations 2014 Fear of Discrimination and Leveraging of Leadership Experience in Individuals of LGBTQ Organizations Megan Brianne Morris Wright State University Follow this and additional works at: https://corescholar.libraries.wright.edu/etd_all  Part of the Industrial and Organizational Psychology Commons Repository Citation Morris, Megan Brianne, \"Fear of Discrimination and Leveraging of Leadership Experience in Individuals of LGBTQ Organizations\" (2014). Browse all Theses and Dissertations. 1217. https://corescholar.libraries.wright.edu/etd_all/1217 This Dissertation is brought to you for free and open access by the Theses and Dissertations at CORE Scholar. It has been accepted for inclusion in Browse all Theses and Dissertations by an authorized administrator of CORE Scholar. For more information, please contact library-corescholar@wright.edu. FEAR OF DISCRIMINATION AND LEVERAGING OF LEADERSHIP EXPERIENCE IN INDIVIDUALS OF LGBTQ ORGANIZATIONS         A dissertation submitted in partial fulfillment of the requirements for the degree of Doctor of Philosophy   By   MEGAN BRIANNE MORRIS M.S., Wright State University, 2011             2014  Wright State University  COPYRIGHT BY MEGAN BRIANNE MORRIS 2014  WRIGHT STATE UNIVERSITY  GRADUATE SCHOOL           May 2, 2014   I HEREBY RECOMMEND THAT THE THESIS PREPARED UNDER MY SUPERVISION BY        Megan B. Morris   ENTITLED Fear of Discrimination and Leveraging of Leadership Experience in Individuals of LGBTQ Organizations BE ACCEPTED IN PARTIAL FULFILLMENT OF THE REQUIREMENTS FOR THE DEGREE OF Doctor of Philosophy.            Gary N. Burns, Ph.D.   Dissertation Director          Scott N. J. Watamaniuk, Ph.D.  Director, Human Factors and Industrial/  Organizational Psychology  Ph.D. Program                                                                                                    Robert E. W. Fyffe, Ph.D.  Vice President for Research and   Dean of the Graduate School Committee on Final Examination      Corey E. Miller, Ph.D.      Nathan A. Bowling, Ph.D.      Tamera R. Schneider, Ph.D. iv  ABSTRACT    Morris, Megan Brianne Ph.D., Department of Psychology, Wright State University, 2014. Fear of Discrimination and Leveraging of Leadership Experience in Individuals of LGBTQ Organizations.    Awareness of the Lesbian, Gay, Bisexual, Transgender, and Queer (LGBTQ) community has exposed these individuals to unequal treatment in the workplace.  One area where this mistreatment occurs is in the job application process.  As a result, it is important to examine the job seeking behaviors of the LGBTQ community that are associated with this process.  Student leaders of LGBTQ-focused groups face a unique challenge in the application process in regard to whether they should include their leadership experience on their resume, possibly exposing themselves to discrimination and bias.  Only one study, to current knowledge, has focused on resume construction behavior of student leaders from LGBTQ-focused organizations.  Kirby (2006) conducted a small study consisting of qualitative interviews examining potential factors that might influence student leaders’ resume construction.  In the current study I expanded upon Kirby’s study by incorporating a larger sample size and collecting information from other sexual orientation minorities as well as gender minorities and allies.  I also examined additional factors that could potentially affect the inclusion of leadership experience on resumes and the nature of these relationships.  One hundred and seventy-one student leaders of  v  LGBTQ-focused organizations from various colleges and universities across the United States completed the study.  Student leaders completed a survey assessing several factors and resume construction behavior.  Results suggest that student leaders’ perceptions of helpfulness of including leadership experience on the resume, fear of discrimination from disclosure, and the need for recognition of leadership experience had significant direct effects on their inclusion or planned inclusion of leadership experience on their resume.  Additionally, student leaders’ perceived experiences of discrimination and perceptions of workplace discrimination had significant indirect relationships with inclusion or planned inclusion of leadership experience on their resume through fear of discrimination from disclosure of their actual or perceived sexual orientation and/or gender identity.  These findings support some findings of Kirby and other studies within the minority disclosure research.  Additionally, the findings of the current study provide a more nuanced examination of these factors and their relationship with inclusion of leadership experience that has previously not been examined.  Student leaders of LGBTQ-focused groups and other individuals who help these students with their resume construction can gain insight from these findings.  In addition, the current study can provide context for future studies examining other stigmatized groups.  For example, future researchers should examine the factors that affect leadership experience inclusion of student leaders of LGBTQ-focused organizations in the context of other stigmatized minority organizations (e.g., student Muslim organizations). iv  TABLE OF CONTENTS   Page  I.  INTRODUCTION. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1  II.  LITERATURE REVIEW . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  6   Sexual Orientation and Gender Identity Discrimination in the Workplace. . . . . . 6     Sexual Orientation and Gender Identity Discrimination in Resumes. . . . . . . . . .  7   Factors Driving Leveraging of Leadership Experience on Resumes . . . . . . . . . . 11    Perceptions of Leadership Experience on Resumes. . . . . . . . . . . . . . . . . 12     Perceptions of Disclosure of Sexual Orientation and/or Gender Minority     Identity from Resume. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14       Fear of Discrimination from Disclosure. . . . . . . . . . . . . . . . . . . . . . . . . . 16    Legal Environment of Sexual Orientation and Gender Identity Minority     Discrimination. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .19    Belief of Legal Environment. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .22    Experience of Past Discrimination. . . . . . . . . . . . . . . .. . . . . . . . . . . . . . .24       Perceptions of Workplace Discrimination. . . . . . . . . . . . . . . . . . . . . . . . .25    Perceived Supportiveness of Profession . . .  . . . . . . . . . . . . . . . . . . . . . . 26    Need for Disclosure-Authenticity. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28    Need for Disclosure-Societal. . . . . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . 29    Importance of Fit with Organization in regard to Acceptance/Support. . .30    Need for Recognition of Leadership. . . . . . . . . . . . . . . . . . . . . . . . . . . . . 32   iv  III.  METHOD . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  . . . . . . . . . . . . .  34    Participants . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34   Procedure . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  34    Face Validity Pilot Study . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  36   Measures . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  38  IV.  RESULTS . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 49  V.  DISCUSSION . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 63   Summary of Results . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 63   Theoretical Implications . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  69   Practical Implications . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 74   Limitations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 75   Future Research . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 77  VI.  APPENDICES. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 101   Appendix A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  101   Appendix B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  103   Appendix C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  104   Appendix D . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  105   Appendix E . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  106   Appendix F . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 107   Appendix G . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  108   Appendix H . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  110   Appendix I . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 111   Appendix J . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 112  v    Appendix K . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  113   Appendix L . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .114   Appendix M . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 115   Appendix N . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .116   Appendix O . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .117   Appendix P . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 118  VII.  REFERENCES . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  119 iv  LIST OF FIGURES   Figure               Page  1. Fear of Discrimination and Leveraging of Leadership Model . . . . . . . . . . . . . . . . . .   33 iv  LIST OF TABLES    Table               Page  1. Frequencies of Sexual Orientation and Gender Identity . . . . . . . .  . . . . . . . . . . . . . . . 80 2. Face Validity Pilot Study Mean Ratings . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . .   83 3. Frequencies for Resume Behaviors . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  87 4. Descriptive Statistics and Correlations for Study Variables . . . . . . . . . . . . . . . . . . . .  88 5. Descriptive Statistics and Correlations of Control Variables . . . . . . . . . . . . . . . . . .  . 90 6. Correlations between Study Variables and Legal Environment Categories . . . . . . . . .91 7. Correlations between Study Variables and Beliefs of Legal Environment   Categories. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 93  8. Correlations between Study Variables and Sexual Orientation . . . . . . . . . . . . . . . . . . 95 9. Correlations between Study Variables and Gender Identity . . . . . . . . . . . . . . . . . . . .  96 10. Correlations between Study Variables, Ethnicity, and Age . . . . . . . . . . . . . . . . . . . . 97 11. Moderated Regression Analyses . . . . . . . . .  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 98 1  I. INTRODUCTION    Lesbian, gay, bisexual, transgender, and queer (LGBTQ) individuals comprise minorities that face adversity in several areas of their lives.  Lesbians, gay males, bisexual females and males, and queer individuals are sexual orientation minorities.  Lesbian females and gay males are romantically and sexually attracted to members of the same sex only (Meyer, 2010).  Bisexual females and males are romantically and sexually attracted to opposite sex and same sex individuals (Meyer, 2010).  Finally, queer can be used as an umbrella term to describe other sexual orientations (e.g., pan(omni)sexual individuals are romantically and sexually attracted to the person, not the gender) or to describe a specific sexual orientation identity (e.g., the individual identifies as queer) (Diamond, 2008; Wong, Roberts, & Campbell-Kibler, 2002).  Transgender individuals are gender minorities.  Transgender can be used as an umbrella term describing different types of gender identities (e.g., transsexual individuals have a biological sex that is opposite from their gender identity; non-gendered individuals do not identify with a gender) or might be used as a specific gender identity (Hyde & Delamater, 2008).  In this dissertation I use the terms queer and transgender in the acronym LGBTQ as umbrella terms.  In the remainder of this dissertation I use LGBTQ or sexual orientation minorities and gender minorities to refer to the previously mentioned populations.  Given the recent awareness of these populations, these individuals are often exposed to unequal treatment.  The workplace is an important area where this mistreatment occurs.  2  Discrimination and harassment are common occurrences in the workplace for many LGBTQ individuals throughout the United States (Badgett, Lau, Sears, & Ho, 2007; Croteau, 1996; Croteau & Lark, 2009; Diamant, 1993; Levine & Leonard, 1984; Minter & Daley, 2003; Morgan & Brown, 1991; Oswald, Gebbie, & Culton, 2003; Ragins & Cornwell, 2001). Discrimination in the workplace can be described in terms of formal discrimination and interpersonal discrimination (Hebl, Foster, Mannix, & Dovidio, 2002).  Formal discrimination consists of overt acts of discrimination against an individual based on their minority status such as being denied employment or being fired.  Interpersonal discrimination consists of more covert behaviors such as harassment, not being friendly to, or with-holding important information from a minority individual.  Harassment includes behaviors persistently and repeatedly aimed at an individual in an attempt to provoke, frighten, frustrate, or intimidate (Brodsky, 1976).  These behaviors are interpreted as an attack on the target individual and can range from teasing to physical abuse.  Researchers estimate that 15% to 43% of lesbian, bisexual, and gay individuals and 20% to 57% of transgender individuals have experienced some form of discrimination or harassment in the workplace (Badgett, Lau, Sears, & Ho, 2007).  Although some states enforce employment laws against sexual orientation and/or gender identity discrimination, we continue to see discrimination against other minorities who are protected with federal legislation (e.g., race, sex) (Mong & Roscigno, 2010; Pichler, Simpson, & Stroh, 2008).  These instances of discrimination against federally protected minorities suggest that sexual orientation and gender identity minority discrimination laws will only blunt the most blatant discrimination.  In addition, unlike federal mandates  3  regarding discrimination against such minorities as racial minorities, legal protection for sexual orientation and gender identity discrimination not only varies from state to state, but states without protection might have some counties and cities with anti-discrimination legislation (Human Rights Campaign, 2014a, 2014d).    LGBTQ individuals often fear discrimination due to the prevalence of perceived discrimination and varying legal protections across the United States and within states (Croteau & Lark, 1995; Croteau & von Destinon, 1994; Levine & Leonard, 1984).  As a result, these individuals must make difficult choices regarding whether they want to disclose their sexual orientation and/or gender identity in the workforce (Croteau & Lark, 1995; Croteau & von Destinon, 1994; Levine & Leonard, 1984; Ragins, Singh, & Cornwell, 2007).  One potential way individuals can knowingly or unknowingly disclose their actual or perceived sexual orientation and/or gender identity is through the use of resume cues.  Individuals including information pertaining to organizational affiliation with a LGBTQ-focused group on their resume can create the perception that the applicant is LGBTQ (e.g., Horvath & Ryan, 2003).  As a result, employers might discriminate against these individuals (e.g., Horvath & Ryan, 2003; Tilcsik, 2011) or might perceive stereotypical characteristics regarding LGBTQ individuals and associate these stereotypes with the applicant (e.g., Morris & Burns, 2014).    Leadership experience is an important factor that many individuals should include on their resume (Brown & Campion, 1994; Hutchinson, 1984; Nemanick & Clark, 2002).  However, when leadership experience relates to LGBTQ-focused organizations, is it worth the potential discriminatory consequences to include this information on the resume?  Only one study has examined individuals’ fear of discrimination and leveraging  4  of leadership experience in LGBTQ-focused organizations on resumes.  Kirby (2006) conducted a qualitative study examining 15 gay and lesbian student leaders of LGBTQ-focused organizations via face-to-face interviews or phone interviews.  She assessed whether students expected discrimination in their job search and career, whether they intended to provide leadership experience in LGBTQ-focused organizations on their resume, and whether they planned to disclose their sexual orientation at work.  She also assessed some factors that affected these perceptions and behaviors.  Kirby found that students generally expected discrimination in their job search and career, about half the students planned on including their leadership experience on their resume, and that a majority of the students planned to be open with their sexual orientation at work.  In addition, Kirby found that students discussed such factors as intended profession, personal authenticity and honesty, perceived work environment, fit with organizations, and acknowledgment of accomplishment in relation to discrimination perceptions and leadership experience leveraging on their resume.    The current study seeks to expand upon Kirby’s (2006) study by incorporating a larger sample size and collecting information from other sexual orientation minorities (e.g., pansexuals, queer individuals) as well as gender minorities (e.g., transsexuals) and allies (i.e., heterosexual supporters of LGBTQ individuals).  In addition, I will assess other factors that could potentially affect the leveraging of leadership experience on resumes and will examine the nature of these relationships.  The hypotheses I have developed regarding the relationships amongst these factors take the approach that student leaders of LGBTQ-focused organizations engage in rational decision making when deciding whether or not to include their leadership experience information on their  5  resume.  These student leaders are deliberately calculative in weighing their experiences, individual characteristics, and expected outcomes against their leveraging of leadership experience. It is important to examine these student leaders’ decision making in regard to resume construction behavior because these student leaders potentially form an important segment of our workforce.  These student leaders will possibly become managers, supervisors, and chief officers in organizations.  Student leaders are able to demonstrate their leadership skills to potential employers through the resume process.  As a result, knowledge regarding resume construction behaviors involving leadership experience is needed within the literature.  I should also note that these resume construction issues do not only apply to student leaders of LGBTQ-focused organizations.  Student leaders of other stigmatized groups (e.g., Muslim student groups, secular student groups) potentially face these same issues (Davis & Muir, 2003).  Information regarding such factors as student leaders’ fear of discrimination from disclosure could also pertain to these student leaders as well.  Therefore, it is a worthwhile endeavor to examine these various environmental factors and individual characteristics and their relationship with resume construction behavior.  6  II. LITERATURE REVIEW Sexual Orientation and Gender Identity Discrimination in the Workplace  Researchers have examined sexual orientation discrimination in both laboratory (e.g., Crow, Fok, & Hartman, 1998) and naturalistic settings (e.g., Tilcsik, 2011), focusing primarily on examining the perspective of the gay and lesbian employee and their perceptions of discrimination (e.g., Croteau, 1996; Croteau & Lark, 1995; Hebl et al., 2002; Ragins & Cornwell, 2001).  Results of studies focusing on perceptions of discrimination suggest that both formal (e.g., hiring, promotions) and interpersonal (e.g., social interaction) discrimination against gay and lesbian applicants and employees is prevalent in the business sector.  Specifically, researchers have estimated from several studies that between 15% and 43% of gay and lesbian employees perceive that they have been discriminated against in the workplace (Badgett, Lau, Sears, & Ho, 2007).  There is a paucity of research that examines employer behaviors regarding discrimination against sexual orientation.  Lyons, DeValve, and Garner (2008) found that although a majority of Texas police chiefs believed that homosexuality was morally offensive, they still accepted their legal responsibility of admitting lesbian and gay male officers.  Recently, Tilcsik (2011) conducted a correspondence study in the United States that involved the manipulation of equivalent male resumes to contain sexual orientation cues suggesting a gay male sexual orientation or the absence of these cues.  The researcher found that in the Southern and Midwestern regions of the U.S. gay male applicant resumes received significantly fewer callbacks compared to heterosexual male applicant resumes.  However, there was no difference in callback frequencies in the Western and Northeastern regions.  In another study, Horvath and Ryan (2003) found weak evidence  7  that University students discriminated against gay males and lesbians when examining resumes.  Specifically, gay males and lesbians were rated as being less qualified than straight males but lesbians were rated as being more qualified than straight females.  Research examining the employers’ perspective in the hiring process suggests that different factors might lead to differential treatment of sexual orientation minorities.     Fewer studies have examined workplace discrimination against transgender individuals; however, the research suggests that these individuals are also prevalently discriminated against (e.g., Minter & Daley, 2003; Oswald, Gebbie, & Culton, 2003).  Researchers have estimated from past studies that 15% to 57% of transgender individuals report having experienced some form of employment discrimination (Badgett, Lau, Sears, & Ho, 2007).  Transgender individuals have reported such discrimination and harassment as being denied employment, denied promotions, fired, denied restroom access for their gender identity, healthcare coverage, verbal harassment, and sexual harassment (Badgett, Lau, Sears, & Ho, 2007).  Researchers have not examined the perspective of the employer in hiring transgender individuals.  Additional research is needed to acknowledge this gap and to increase knowledge regarding transgender individuals’ perceptions of discrimination.    The majority of this research has focused on interviews or surveys with LGBTQ individuals regarding perceived past discrimination or fear of future discrimination.  Little is known about how these individuals engage in job search and application processes.  The resume screening process is one area that might open LGBTQ individuals to discrimination without them even being aware.  Sexual Orientation and Gender Identity Discrimination in Resumes   8   Recently, studies have examined the effects of including sexual orientation cues in job application materials.  A few studies conducted outside the U.S. suggest that sexual orientation cues in resumes affect hiring recommendations.  Van Hoye and Lievens (2003) manipulated information within candidate profiles about living arrangements to exhibit sexual orientation cues (living with same-sex individual vs. opposite-sex individual).  The researchers found that Belgium professionals did not alter ratings of the applicant’s hirability based on this manipulation.  It should be noted that Belgium has a considerably progressive culture toward sexual orientation minorities, being the second country to allow same-sex marriage (Badgett et al., 2007).  Weichselbaumer (2003) conducted a correspondence study in Austria to examine discrimination against lesbian applicants.  She manipulated sexual orientation cues in Austrian resumes by listing managerial activity with Viennese Gay People’s Alliance to reflect a lesbian sexual orientation and listed either volunteerism with a nonprofit cultural center or an organization assisting learning-disabled children to reflect a heterosexual sexual orientation.  She found that resumes with lesbian sexual orientation cues resulted in a 13% decrease in callbacks compared to resumes without sexual orientation cues.  Similarly, Drydakis (2009) conducted a correspondence study in Greece examining callback rates of resumes with sexual orientation cues.  He manipulated resumes to reflect a gay male with Athenian Homosexual Community and, as a control for the heterosexual male resume, he noted volunteer work with an environmental community.  Drydakis found that resumes reflecting gay males received fewer callbacks than their heterosexual counterparts.    9   Only a handful of studies have examined sexual orientation cues in resumes in the U.S.  Horvath and Ryan (2003) manipulated sexual orientation cues in resumes by including information related to a sexual orientation organization (e.g., Gay Men’s Alliance).  The researchers found weak evidence that undergraduate students discriminated against lesbians and gay males when adding social organizations associated with these populations; however, their results indicated that the impact of the discrimination depended upon whether the applicant was male or female.  Specifically, gay males were rated as being less qualified than heterosexual males, whereas lesbians were rated as being more qualified than heterosexual females.  In addition, the researchers included a manipulation check which suggested that a majority of the participants detected the sexual orientation of the applicants.  More recently, Tilcsik (2011) conducted a correspondence study examining callback rates of resumes that had been manipulated to reflect gay male sexual orientation cues.  The researcher reflected a gay male sexual orientation with the use of the position of the treasurer for the Gay and Lesbian Alliance of the respective college.  As a control resume, the researcher included the position of treasurer for a Progressive and Socialist Alliance at the respective college.  Tilcsik found that in the Midwestern and Southern regions of the U.S. the gay male resumes received significantly less callbacks compared to the control resumes (2011).  Finally, Morris and Burns (2014) examined undergraduates’ personality perceptions of gay and lesbian applicants through the evaluation of resumes.  The researchers manipulated resumes to reflect a gay or lesbian sexual orientation with Gay and Lesbian Alliance as an undergraduate organization and either Gay Men’s Health Crisis or National Lesbian Health Organization as a current organizational membership.   10  Participants tended to rate gay male applicants as more feminine and less masculine than their heterosexual male counterparts.  Participants rated lesbian applicants as lower in agreeableness compared to heterosexual female applicants.  In addition, participants rated both gay male and lesbian applicants as higher on extraversion and openness compared to their heterosexual counterparts.  These personality ratings of applicants based on sexual orientation cues could potentially result in discrimination or bias in the job application process as well as during employment.  Similar to Horvath and Ryan (2003) with the use of a manipulation check the researchers found that a majority of the participants noticed the sexual orientation of the applicant.  Overall, these studies suggest differential treatment toward sexual orientation minorities in the resume screening process and that resume evaluators detect sexual orientation cues within resumes.  Although several studies have examined sexual orientation cues within resumes, researchers have not examined gender identity cues in resumes.  An applicant’s gender can commonly be inferred from a resume given an applicants’ name (e.g., Mark commonly denotes a male and Elizabeth commonly denotes a female).  However, resume evaluators could potentially detect an applicant’s gender identity, or the applicant’s sense of self as being female, male, some other gender, or possibly genderless (Wilchins, 2002).  Applicants could include a transgender specific organization on their resume (e.g., Transgender Pride) that could result in the disclosure of the individual's actual or perceived gender identity.  Although researchers have not examined these specific cues, one would expect a similar effect in regard to differential treatment and detection of cues.  As a result, these individuals could potentially be discriminated against or resume reviewers could infer stereotypical personality characteristics of the applicant.  11   A majority of the studies reviewed above suggest that including sexual orientation cues in applicant material resulted in differential treatment of the applicants.  These results suggest that individuals notice cues associated with sexual orientation minorities on resumes and, as a result, these cues can influence perceptions of the applicant in regard to such factors as job qualification, personality, and other job seeking-related outcomes.  This creates a very real concern for sexual orientation and gender minorities and ally individuals in regard to whether these applicants should include LGBTQ-focused organizational affiliation on their resumes and potentially disclose their sexual orientation and/or gender identity or create a perception that the applicant is a sexual orientation or gender minority.  However, there are many reasons why LGBTQ individuals and allies might elect to include this information on their resumes.  Factors Driving Leveraging of Leadership Experience on Resumes  There are several factors related to an individual’s decision to include leadership experience in LGBTQ-focused organizations on their resume.  In the following sections I describe several key factors that I have identified based on the relevant literature and their relationships amongst each other in regard to leadership experience inclusion.  These include factors regarding resume content such as individuals’ perceptions of helpfulness of including leadership experience on resumes and perceptions of disclosure of sexual orientation and/or gender minority identity from resumes (Burns, Christiansen, Morris, Periard, & Coaster, 2014; Horvath & Ryan, 2003; Tilcsik, 2011).  Another identified factor is individuals’ fear of discrimination from disclosure of actual or perceived sexual orientation and/or gender identity.  Additionally, I identified environmental factors affecting this fear of discrimination, such as the legal environment of sexual orientation  12  and gender identity minority discrimination.  I also identified individual factors affecting this fear of discrimination, such as individuals’ belief of the legal environment, experience of past discrimination, perceptions of workplace discrimination, perceived supportiveness of their profession in regard to LGBTQ individuals, need for disclosure for authenticity purposes, need for disclosure for societal purposes, importance of fit with organization in regard to acceptance and support of LGBTQ individuals, and need for recognition of leadership experience.  In addition, I developed a model demonstrating these relationships (see Figure 1).  Perceptions of Leadership Experience on Resumes  Although resumes are an important step in the selection process, researchers have conducted few studies examining resume evaluator perceptions involved in resume evaluation.  While education and experience are the most widely studied factors of resume evaluation (Dipboye, Arvey, & Terpstra, 1977; Feild & Holley, 1976; Hakel, Ohnesorge, & Dunnette, 1979; Hutchinson, 1984; Knouse, 1994), more recent research has focused on the value of extracurricular activities and leadership positions outside of organizational settings.  Specifically, research finds that resumes which list social organizations and non-work leadership positions receive higher ratings than those that do not provide these details (Brown & Campion, 1994; Hutchinson, 1984; Nemanick & Clark, 2002).  For example, Burns et al. (2014) conducted two studies examining the relationship amongst resume cues, personality, and hirability judgments.  In the second study the researchers had HR professionals make hirability ratings on the basis of resume information.  The researchers found that resume ratings were strongly related to involvement with extracurricular activities (r = .58, p < .05), the number of community  13  and volunteer activities (r = .51, p < .05), the number of non-work leadership positions (r = .43, p < .05), and the presence of social organization memberships (r = .34, p < .05).  In addition, in Study 1, examining both lay individuals and individuals with resume evaluation experience, the researchers found that individuals believe that leadership experience in student organizations is a fairly important factor for hirability (Burns et al., 2014).  The research reviewed above, suggests that sexual orientation and gender identity minority and ally applicants might benefit from listing extracurricular activities, memberships, and non-work leadership positions on their resumes.  When individuals actually perceive that listing leadership experience on their resume is a beneficial factor in the job application process, they should be compelled to list this information.  If individuals do not perceive that it is beneficial to list leadership experience on their resume, then they most likely will not include the information. As a result, other factors that would normally affect the decision to include the leadership experience on their resume (e.g., fear of discrimination from disclosure) will likely not come into effect (e.g., fear of discrimination from disclosure leads individuals to omit leadership experience information from their resume).   This outcome is possible, especially if the individual is constrained by space in the resume and does not believe leadership experience is pertinent to the job to which they are applying. Hypothesis 1: Participants who believe that including leadership experience on their resume is beneficial in the job application process will be more likely to include their leadership experience in an LGBTQ-focused organization on their  14  resume than those participants who do not believe it is beneficial to include this leadership information. Perceptions of Disclosure of Sexual Orientation and/or Gender Minority Identity from Resume  When sexual orientation and gender identity minority and ally individuals include affiliation and leadership experience in LGBTQ-focused organizations on their resume, these individuals possibly disclose a potential sexual orientation or gender minority identity to the resume screener (e.g., Horvath & Ryan, 2003; Tilcsik, 2011).  Sexual orientation minorities are thought to have an invisible stigma.  A stigma is an individual characteristic that is socially perceived as a flaw (Ragins, 2008).  Sexual orientation is an invisible stigma because other individuals do not necessarily notice the sexual orientation of a target individual, and as a result, the stigma associated with a sexual orientation minority is not activated (Ragins, Singh, & Cornwell, 2007).  Sexual orientation minorities can potentially conceal their sexual orientation, thus avoiding the possible consequences of the sexual stigma (Herek, 2009; Ragins, 2008).  A great deal of research has focused on the processes involved in disclosure of invisible stigmas (e.g., Chaudoir & Fisher, 2010; Chaudoir & Quinn, 2010).  Recently, research has focused on the disclosure of LGBTQ identities (Clair, Beatty, & MacLean, 2005; King, Reilly, & Hebl, 2008; Ragins, 2008).  Most of this research has examined disclosure as a goal (e.g., wanting to disclose sexual orientation to a family member) (Chaudoir & Fisher, 2010).  However, in the current study, disclosure might not be a primary goal of the individuals; rather it might be a potential by-product of a separate goal.  Namely, to impress the employer or HR personnel evaluating the resume with the leadership experience of the applicant.  As  15  a result, the disclosure of a potential stigma through resume content is a unique disclosing situation.    Although inclusion of LGBTQ-focused organizational affiliation information is likely to result in disclosure of actual or perceived sexual orientation and/or gender identity (e.g., Horvath & Ryan, 2003; Tilcsik, 2011), it is also possible that the information will not result in disclosure.  King et al. (2008) described that in-person disclosure can be characterized on a continuum from indirect (e.g., rainbow sticker) to direct (e.g., verbally saying “I’m gay”).  The authors suggest that indirect cues might lead to uncertainty in whether the sexual orientation of the individual was expressed to other individuals.  For example, individuals might believe that the presence of a rainbow sticker merely shows support for the LGBTQ community, not expression of actual sexual orientation or gender identity.  Organizational affiliation in a LGBTQ-focused group on a resume is an indirect form of disclosure.  As a result, resume evaluators might be uncertain about the sexual orientation and/or gender identity of the applicant.  Similar to the presence of a rainbow sticker, some resume evaluators might assume the applicant is LGBTQ while other evaluators might conclude that the applicant is an ally.  In addition, some LGBTQ-focused organizations have ambiguous names that might not imply a LGBTQ focus.  The LGBT-focused group at Wright State University is named Rainbow Alliance.  Although some resume evaluators might be able to link the symbol of a rainbow to the LGBTQ community, some might believe that the rainbow could represent different ethnicities and could be a group that focuses on cultural diversity.  Kent State University’s LGBTQ focused organization is called PRIDE!, another potentially ambiguous name.  The concept of pride could refer to several different groups that have  16  pride in their diversity or mission (e.g., cultural, religious, ethnicity).  Some leaders of LGBTQ-focused organizations might not believe that inclusion of the LGBTQ-focused organization affiliation will lead to disclosure of the applicants’ actual or perceived sexual orientation and/or gender identity depending upon whether the resume evaluator takes the time to search for the organization and find what the organization represents.   Participants’ perceptions of whether including affiliation information regarding a LGBTQ-focused organization informs resume evaluators about their actual or perceived sexual orientation and/or gender minority identity should affect whether participants include the affiliation information on their resume.  For those individuals who perceive that leadership information is beneficial to include on their resume, but believe that their actual or perceived sexual orientation and/or gender identity will be disclosed (i.e., inform the resume evaluator), they will be less likely to include the leadership information on their resume due to possible negative effects.  Those individuals who do not perceive that their actual or perceived sexual orientation and/or gender identity will be disclosed will be more likely to include their leadership experience on their resume. Hypothesis 2: Participants’ perceptions regarding whether including leadership experience in a LGBTQ-focused organization on their resume will disclose their actual or perceived sexual orientation and/or gender minority identity will moderate the relationship between perceived helpfulness of including leadership information on their resume and actual or planned inclusion of their leadership experience on their resume.   Fear of Discrimination from Disclosure  17   Given the prevalence of perceived discrimination against sexual orientation and gender identity minorities, one would expect these individuals and their allies to fear discrimination if their actual or perceived sexual orientation and/or gender identity is disclosed in the workforce.   Some of the consequences of disclosure of sexual orientation and/or gender identity in the workforce include being fired, denied employment, and verbal harassment (Clair et al., 2005; Ragins, 2008).  Some individuals believe that the consequences of disclosure of their actual or perceived sexual orientation and/or gender identity are far too negative to outweigh the benefits of being open with their sexual orientation and/or gender identity, or some individuals simply do not care what other individuals perceive their sexual orientation and/or gender identity to be.  Researchers have estimated that between 44% and 66% of gay and lesbian workers fear future discrimination if their sexual orientation becomes known (Croteau & Lark, 1995; Croteau & von Destinon, 1994; Levine & Leonard, 1984).  As mentioned before, Kirby (2006) examined discrimination expectations and job seeking behaviors of gay and lesbian student leaders of LGBTQ-focused organizations.  Overall, Kirby found that students expected discrimination in their job search and career.  Research suggests that fear of discrimination is an important factor in whether individuals choose to disclose their sexual orientation and/or gender identity in the workforce (Ragins, 2008; Ragins et al., 2007).  As a result, I expect that fear of discrimination from disclosure will be an important factor in relationships among other variables and inclusion of leadership experience in LGBTQ-focused organizations on the resume.   Based on literature previously described, fear of discrimination from disclosure should mediate the relationship between applicants’ perceptions of disclosure and  18  inclusion of leadership experience on the resume (e.g., Horvath & Ryan, 2003; Ragins, 2008; Ragins et al., 2007; Tilcsik, 2011).  Those individuals who perceive that their actual or a perceived sexual orientation and/or gender minority identity will be disclosed by including leadership experience in a LGBTQ-focused organization on their resume will induce fear of discrimination from disclosure and in return will make it less likely that the individuals’ will include this leadership experience on their resume.  It is also possible that the relationship between fear of discrimination from disclosure and perceptions of disclosure is recursive.  In other words, perceptions of disclosure could mediate the relationship between fear of discrimination from disclosure and inclusion of leadership experience on the resume.  Those individuals who have a greater fear of discrimination from disclosure might be more likely to think that listing their leadership experience in a LGBTQ-focused organization will result in disclosure of their actual or perceived sexual orientation and/or gender identity and as a result will be less likely to include leadership experience on their resume.  Although I believe this recursive relationship exists, I will not be able to test this relationship given the mediational analyses and the cross-sectional nature of the study.  Only one relationship will surface from the analyses – this is reflected in the following competing hypotheses. Hypothesis 3:  a) Fear of discrimination from disclosure will mediate the relationship between perceptions of disclosure and actual or planned inclusion of leadership experience in a LGBTQ-focused organization on participants’ resumes, OR b) perceptions of disclosure will mediate the relationship between fear of discrimination from disclosure and actual or planned inclusion of leadership experience in a LGBTQ-focused organization on participants’ resumes.  19  Legal Environment of Sexual Orientation and Gender Identity Minority Discrimination  Literature regarding legislation suggests that a society's culture, defined as a shared set of attitudes and beliefs, justifies and guides the functioning of social institutions (Hofstede, 1980; Kluckhohn, 1951).  These social norms are then encoded over time within the Rule of Law as prescribed ways of behaving or as prohibited activities (Friedman, 1988; Rollins, 2002; Sohoni, 2007).  It can also be argued that the law shapes expectations for and responsibilities of social groups and interpersonal treatment (Cotterrell, 2003; Engel & Munger, 2003).  For example, in many areas civil rights laws were extremely unpopular; despite this, they have been widely accredited with shaping our society’s current attitudes toward women and minorities (Frug, 1992; Lopez, 1996).  As such, it is likely that there is a cyclic relationship between law and a society’s culture.    Research has found that legislation affects the occurrence of LGBTQ discrimination in the workplace (Barron & Hebl, 2012; Ragins & Cornwell, 2001).  If areas in the United States have workplace anti-discrimination legislation on the basis of sexual orientation and/or gender identity, it is likely that the area has a culture that supports the protection of LGBTQ individuals and the presence of this legislation prescribes that individuals should not be discriminatory against this minority.  Similarly, for those areas in the U. S. that do not have this legislation, it is likely that the area has a culture that does not support workplace protection for this minority and the absence of the legislation influences individuals in this area to continue to discriminate against the minority (Barron & Hebl, 2012).  Barron and Hebl (2012) conducted a series of studies  20  examining the effects of workplace anti-discrimination legislation on the basis of sexual orientation and attitudes and behavior regarding discrimination.  The first study surveyed the attitudes of individuals in differing legal zones.  The researchers found that the existence of anti-discrimination legislation and the awareness of this legislation were positively related to individuals' belief that discrimination against sexual orientation was not acceptable.  The second study examined interpersonal discrimination (e.g., rudeness) in an employment setting in varying legal zones.  The researchers found that in areas that did not have anti-discrimination legislation, employers were more likely to display interpersonal discrimination, such as standoffishness, toward perceived gay and lesbian applicants.  In the final study, the researchers conducted an experiment to test the effects of legislation on interpersonal discrimination during an interview.  Participants acted as employers evaluating applicants (i.e., confederates) whom were manipulated to be perceived as gay or lesbian.  Specifically, the participants were given a resume of the applicant which included membership in a gay and lesbian-focused student organization.  In addition, the applicants wore a large rainbow pin stating “Gay and Proud.”  The participants were told that it was either legal or illegal to discriminate against applicants on the basis of sexual orientation.  Within those interviews where participants were led to believe that it was legal to discriminate, the interviews tended to be shorter, to contain more negatively valenced words, and more nonfluencies (e.g. “uh,” “err”), suggesting increased interpersonal discrimination (Barron & Hebl, 2012).  Three student leaders in Kirby’s (2006) study identified geographic areas as a factor that affected their expectations about workplace discrimination and their decision to include leadership information on their resume.  Examining this factor more closely,  21  student responses suggest that the legal environment of the area is potentially an important factor in expectations about discrimination and resume construction behaviors.  The legal environment in the U.S. concerning sexual orientation and gender identity discrimination is complex and can be described as having three tiers of legal zones that vary across the continent.  Recently, sex discrimination within Title VII of the Civil Rights Act of 1964 has been interpreted to include some acts of discrimination based on sexual orientation (e.g., sex-stereotyping) and gender identity (U.S. Equal Employment Opportunity Commission, 2014).  However, it is not guaranteed that all forms of discrimination against sexual orientation and gender identity are protected through this title.  As a result, it is important to take a closer examination of the legal environment.  The first tier of the legal environment focuses on protection concerning the federal civilian workforce.  Executive Order 13087 prohibits discrimination based on sexual orientation and recently the Obama-Biden Administration has included both sexual orientation and gender identity within its equal employment opportunity policy (Human Rights Campaign, 2014e).  The second tier of protection targets public sector jobs.  Currently, four states prohibit discrimination based on sexual orientation and eight additional states have laws that criminalize discrimination based on sexual orientation and gender identity in the public sector (Human Rights Campaign, 2014d).  The third tier of coverage extends to private sector positions, with 21 states with laws against sexual orientation discrimination and 18 of these states with laws against gender identity discrimination at all levels of employment (Human Rights Campaign, 2014d).  Further complicating this legal landscape, there are several cities that have prohibited sexual  22  orientation and gender identity discrimination for all jobs, even in areas that have no state legislature (e.g., Tampa, Florida) (Human Rights Campaign, 2014a).   Based on the research above, the presence or absence of workplace anti-discrimination legislation on the basis of sexual orientation and/or gender identity appears to affect actual discrimination in the workplace.  Additionally, research examining self-disclosure of stigmatized individuals suggests that these individuals might be more likely to disclose their stigmas when protective legislation is present (Clair, et al., 2005).  As a result, I expect that student sexual orientation and gender identity minorities and allies living in cities or seeking/planning to seek jobs in cities without protection to perceive more discrimination in those cities and to fear discrimination more than those participants living in or seeking/planning to seek jobs in protected cities.  These former participants will be less likely to include their LGBTQ-focused organization leadership experience on their resume.   Hypothesis 4: Fear of discrimination from disclosure will mediate the relationship between the legal environment of the participants’ current city or the city the participants are seeking/planning to seek employment in and their actual or planned inclusion of leadership experience in a LGBTQ-focused organization on their resume. Belief of Legal Environment   Belief of the legal environment within an area will also be an important factor in participants’ decision to include LGBTQ-focused organizational leadership experience on their resume.  I predicted above that the legal environment of a city will lead to the presence or non-presence of fear of discrimination with disclosure and then will be  23  associated with whether individuals include or plan to include the leadership experience on their resume.  However, one would expect that the participants’ beliefs regarding the legal environment should affect this relationship.  Research has shown that individuals might not always be aware of the legal environment regarding LGBTQ discrimination in their area as well as other locations in the U.S. (Barron & Hebl, 2012; Horvath & Ryan, 2003).  If individuals are not aware of the specific laws within their area or areas where they potentially want to work their beliefs could be inaccurate in respect to the actual legal environment present.  If this inaccuracy occurs the participants might perceive a false sense of security from discrimination if they believe it is illegal to discriminate against sexual orientation and/or gender identity in that city when it is actually legal to discriminate.  In addition, participants might experience undue fear of discrimination if they believe no such legislation to exist when the legislation does exist.  As a result, I expect the participants' beliefs regarding the legal environment will affect the relationship between the actual legal environment in the participants’ current city or city they are seeking or plan to seek employment in and the participant's fear of discrimination from disclosure.  For those individuals living in or seeking employment in a city without legislation protecting LGBTQ individuals, if they believe that legislation does exist, they will be less likely to experience fear of discrimination from disclosure, whereas if they believe that legislation does not exist, they will be more likely to experience fear of discrimination from disclosure.  Similarly, for those individuals living in or seeking employment in a city with legislation protecting LGBTQ individuals, if they believe that legislation does exist, they will be less likely to experience fear of discrimination from  24  disclosure, whereas if they believe that legislation does not exist, they will be more likely to experience fear of discrimination from disclosure. Hypothesis 5: Belief of the legal environment within the city the participants are currently living in or are seeking/plan to seek employment in will moderate the relationship between the legal environment of the city and participants’ fear of discrimination from disclosure.   Experience of Past Discrimination  Researchers have found that individuals’ past workplace discrimination experience, either actual or perceived, affects individuals’ fear of discrimination from disclosing their sexual orientation at work and as a result, might affect their actual disclosure behaviors (Ragins, 2004; Ragins et al., 2007; Schneider, 1987).  Schneider (1987) examined workplace disclosure behaviors of lesbian workers and found that lesbians who perceived to have lost a job in the past due to disclosure of their sexual orientation were less likely to disclose in their current jobs.  Ragins et al. (2007) found that past workplace discrimination experiences resulted in increased fear associated with disclosure.  However, in contrast to the researchers’ prediction and the results of Schneider (1987), the researchers found that past workplace discrimination experience resulted in a greater extent of sexual orientation disclosure.  The researchers suggested that the psychological benefits associated with disclosure might outweigh the fear associated with disclosing their sexual orientation and result in greater disclosure.  This notion suggests that these psychological benefits might have acted as a moderator of the relationship between fear of discrimination and disclosure.  As a result, it is still likely that past discrimination experience leads to an increased fear of discrimination from  25  disclosure that leads to individuals to be less likely to disclose their sexual orientation.  I expect that those participants who have experienced or perceived to experience discrimination in the past will have fear of discrimination from disclosure and as a result will be less likely to include or plan to include leadership experience in a LGBTQ-focused organization on their resume compared to those individuals who have not experienced discrimination. Hypothesis 6: Fear of discrimination with disclosure will mediate the relationship between participants’ past experiences of discrimination and participants’ inclusion or planned inclusion of leadership experience in a LGBTQ-focused organization on their resume. Perceptions of Workplace Discrimination  Kirby (2006) concluded that the organizational climate of an organization was an important factor to lesbian and gay student leaders in regard to expectations of discrimination and whether they would include leadership information on their resume.  As a result, individuals' perceptions of the perceived discrimination in the work environment are expected to affect whether individuals include leadership experience on their resume.  Past research has found that in workplace environments that are perceived to be discriminatory, such as formal and informal discrimination and harassment from supervisors and co-workers, individuals are more likely to fear discrimination from disclosure and are less likely to disclose their sexual orientation (Ragins & Cornwell, 2001).  Some research has shown that discrimination is less likely to occur in organizations that implement anti-LGBTQ discrimination policies and other types of supportive policies (e.g., workshops) (Button, 2001; Ragins, 2004; Ragins & Cornwell,  26  2001).  However, implementation of anti-discrimination policies might not be the central factor affecting workplace discrimination.  Some research has suggested that the climate of the organization, as opposed to policies, might be the driving factor for workplace discrimination (Ragins, 2004; Waldo, 1999).  Similarly, other research has highlighted the importance of organizational climate in regard to minority self-disclosure (Clair et al., 2005).  As a result, individuals’ perceptions of the work environment in regard to discrimination, regardless of the presence of supportive policies, should be an important factor affecting their fear of discrimination from disclosure.  I expect that participants' perceptions of greater perceived discrimination in the workplace climate will lead to fear of discrimination from disclosure which will then result in the participants not including leadership experience on their resume. Hypothesis 7: Fear of discrimination from disclosure will mediate the relationship between perceived discrimination in the work environment of the city the participants currently live in or are seeking/plan to seek employment in and participants’ inclusion of leadership experience in a LGBTQ-focused organization on their resume. Perceived Supportiveness of Profession  The supportiveness of professions can affect whether individuals include leadership experience in LGBTQ-focused organizations on their resume.  Kirby (2006) found that gay and lesbian student leaders expressed intended profession as a factor that affected their expectations regarding discrimination and whether they included leadership information on their resumes.  The participants believed that some professions were less supportive of LGBTQ individuals than others and that this affected whether they  27  expected discrimination in the field and whether they should include their leadership information on their resumes.  Similarly, other research has suggested that profession and industrial norms affect whether minorities choose to disclose their stigmas at work (Clair et al., 2005).  In addition, there could also be differences in how supportive professions are on the basis of several factors.  One such factor is the relationship between perceptions of the masculinity or femininity of the profession and perceptions of the applicant’s masculinity or femininity.  Research suggests that gay males and lesbians are perceived as more feminine and more masculine than their heterosexual counterparts, respectively (Blashill & Powlishta, 2009; Kite & Deaux, 1987; Madon, 1997).  Take the following as an example of the relationship between these perceptions.  In blue-collar jobs, which are traditionally perceived as masculine, lesbians might be more welcomed than gay males because lesbians are perceived as masculine, whereas gay males are perceived as feminine.  Research has found that women who break traditional stereotypes are less discriminated against in regard to some traditionally masculine jobs compared to stereotypical women (Glick, Zion, & Nelson, 1988).  In addition, research suggests that women who violate typical female stereotypes might be subject to a backlash effect when working in traditionally feminine jobs (Phelan, Moss-Racusin, & Rudman, 2008; Rudman, 1998; Rudman & Glick, 2001, 1999).  Rudman (1998) suggested that men who violate typical male stereotypes might be subject to this backlash effect as well when applying for masculine typed jobs.  As a result, it is important to examine male and female participants’ perceptions of how supportive their intended or current profession is in regard to gay, bisexual, transgender, and queer males and lesbian, bisexual, transgender, and queer females, respectively.    28  Hypothesis 8:  a) For male participants, fear of discrimination from disclosure will mediate the relationship between participants’ perceptions of how supportive their intended or current profession is in regard to gay, bisexual, transgender, and queer male individuals and participants’ inclusion or planned inclusion of leadership experience in a LGBTQ-focused organization on their resume.  b) For female participants, fear of discrimination from disclosure will mediate the relationship between participants’ perceptions of how supportive their intended or current profession is in regard to lesbian, bisexual, transgender, and queer female individuals and participants’ inclusion or planned inclusion of leadership experience in a LGBTQ-focused organization on their resume. Need for Disclosure-Authenticity  Kirby (2006) found that several gay and lesbian student leaders stated that they planned on disclosing their sexual orientation on their resume and at work for authenticity purposes.  Self-verification theory can provide an explanation as to why individuals feel the need to disclose their invisible stigmas.  Individuals need to disclose in order to affirm their identity and to have others see this identity, resulting in psychological coherence (Swann, 1983).  This need for self-verification is also found in employment settings.  Individuals can be especially motivated to self-verify if they feel as though others such as co-workers and supervisors have misconceptions about the individual's identity (Ragins, 2008; Swann et al., 2004).  Ragins (2008) explains that self-categorization theory, incorporated with self-verification theory, suggests that in regard to invisible stigmas, some individuals might not need to disclose their stigma because the stigma is not a central component of their self-concept.  Research has shown that LGBTQ  29  individuals who strongly identify with their sexual orientation are more likely to come out at work (Button, 2001).  In addition, to psychological coherence, sexual orientation and gender identity minorities could experience other positive outcomes from disclosure.  Individuals could experience relief and decreased stress because they no longer have to exert energy in order to “pass” as heterosexual in the workplace.  Individuals might also experience an increase in self-esteem and closer relationships with co-workers (Clair et al., 2005; Ragins, 2008).  Based on research regarding self-disclosure in LGBTQ individuals, I expect that the need for disclosure of sexual orientation and/or gender identity for authenticity purposes will affect the relationship between individuals' fear of discrimination from disclosure and leveraging of information on their resume.  Those participants who fear discrimination from disclosure and are high in need for disclosure for authenticity purposes should be more likely to include their leadership experience than those participants low in need for disclosure for authenticity purposes.  For those participants that do not fear discrimination from disclosure, the level of need for disclosure for authenticity purposes should not affect participants’ inclusion of leadership experience. Hypothesis 9: The need for disclosure for authenticity purposes will moderate the relationship between fear of discrimination from disclosure and participants’ inclusion or planned inclusion of leadership experience in a LGBTQ-focused organization on their resume. Need for Disclosure-Societal  Other than disclosing to facilitate authenticity, individuals might need to disclose their sexual orientation and/or gender minority identity for societal purposes.  Kirby  30  (2006) found that some gay and lesbian student leaders planned on disclosing their sexual orientation in order to explain gay and lesbian identities and to change views about gay and lesbian individuals.  Other research has found this motive, suggesting that some individuals might choose to disclose their identity at work in order to educate their employers and co-workers on the existence of LGBTQ individuals, while breaking down stereotypes and expressing the need for support from the organization (Clair et al., 2005; Creed & Scully, 2000; Humphrey, 1999; King et al., 2008).  Just as individuals might disclose their sexual orientation and/or gender minority identity at work for these reasons, along with Kirby’s (2006) findings, I believe that this societal advocacy will be a factor that affects whether individuals will include leadership information in LGBTQ-focused organizations on their resume.  These individuals might believe that in order to change societal attitudes about LGBTQ individuals, they need to let potential employers know that LGBTQ individuals exist and are normal, hard-working employees.  As a result, participants who fear discrimination from disclosure and are high in need for disclosure for societal purposes should be more likely to include the leadership experience than those participants low in need for disclosure for societal purposes.  For those participants that do not fear discrimination from disclosure, the level of need for disclosure for societal purposes should not affect participants’ inclusion of leadership experience.      Hypothesis 10: The need for disclosure for societal purposes will moderate the relationship between fear of discrimination from disclosure and participants’ inclusion or planned inclusion of leadership experience in a LGBTQ-focused organization on their resume.  Importance of Fit with Organization in regard to Acceptance/Support  31   When Kirby (2006) interviewed gay and lesbian students about their job seeking and disclosure behavior in the workplace, some students mentioned that the fit with the organization was an important factor that could overcome their expected discrimination.  Even though the students expected discrimination in their workplace, they felt that the organization needed to be able to accept and support their sexual orientation.  If the workplace does not accept the participant’s sexual orientation, then the company is not a good fit for the participant, aligning with research examining person-organization fit in regard to values (Cable & Judge, 1996).  Other research has found that individuals are more likely to disclose their sexual orientation when they perceive the company or organization to be supportive of sexual orientation minorities (e.g., policies, affirmation programs) (Griffith & Hebl, 2002; King et al., 2008; Ragins, et al., 2007).  As a result, I expect participants’ perceptions of the importance of fit with an organization in regard to support and acceptance of LGBTQ individuals to affect the relationship between their fear of discrimination from disclosure and leadership experience inclusion on their resumes.  Participants who fear discrimination from disclosure and are high in importance of fit with an organization in regard to acceptance and support of LGBTQ individuals should seek out these types of companies and be more likely to include their leadership experience than those participants low in fit with organization in regard to acceptance and support.  For those participants that do not fear discrimination from disclosure, the level of importance of fit with an organization in regard to acceptance and support should not affect participants’ inclusion of leadership experience.     Hypothesis 11: Fit with organization in regard to acceptance and support of sexual orientation and/or gender identity will moderate the relationship between  32  fear of discrimination from disclosure and participants’ inclusion or planned inclusion of leadership experience in a LGBTQ-focused organization on their resume.  Need for Recognition of Leadership  Recognition of leadership might also affect individuals’ decision to leverage their leadership experience in LGBTQ-focused organizations on their resumes.  Kirby (2006) found that some students included their leadership experience because they wanted to be recognized for their leadership accomplishments.  As a result, I expect participants’ need for recognition of leadership experience to affect the relationship between their fear of discrimination from disclosure and leadership experience inclusion on their resumes.  Those participants with fear of discrimination from disclosure and a high need for recognition of leadership should be more likely to include the leadership experience than those low in need for recognition of leadership.  For those individuals who do not have fear of discrimination from disclosure, level of need for recognition of leadership should not affect their inclusion of leadership experience. Hypothesis 12: Need for recognition of leadership experience will moderate the relationship between fear of discrimination from disclosure and participants’ inclusion or planned inclusion of leadership experience in a LGBTQ-focused organization on their resume.    33                Figure 1. Model delineating the relationships between various factors, fear of discrimination from disclosure, and inclusion of leadership experience in a LGBTQ-focused organization on a resume.  Legal Environment Past Discrimination Supportiveness of Profession Perceptions of Workplace Environment  discrimination Fear of Discrimination from Disclosure Intention of/Actual Inclusion of Experience Belief of Laws Perceptions of Disclosure Need to Disclose- Authenticity Need to Disclose- Societal Importance of Fit with Organization Need for Recognition of Leadership Believed Helpfulness of  Experience Inclusion  34  III. METHOD Participants  Participants included 171 students who were officers (i.e., president, treasurer, etc.) of LGBTQ-focused organizations.  The typical participant identified as female (49.7%), non-transgender (90.1%), gay (29.2%), White (77.8%), and was 22 years old (M = 22.27, SD = 4.94).  A majority of the students held the leadership position of president (33.9%).  Ninety-one percent of students currently held a leadership position in a campus organization and 22.8% currently held a leadership position in a non-campus organization.   Most of the students were either in their third or fourth year in their program (29.9%) and were employed (67.3%).  In addition, 41.5% of the participants were currently seeking a job and of those individuals not currently seeking employment, 43.3% planned to seek a job in the near future (see Table 1 for frequencies of various sexual orientation and gender identities). Procedure  I sampled LGBTQ-focused student organizations from a previously established master list of known organizations.  It should be noted that some of these organizations were not officially affiliated with the respective college or university.  Initially, I had planned to randomly sample organizations in waves of 20 based on legal zone.  However, due to a low response rate from organizations in the first few waves, I decided to sample from all the available organizations.  I contacted a total of 1,272 campuses with LGBTQ-focused organizations.  It should be noted that not all emails were passed to group members.  A few universities responded that it was against their school policy to pass along the survey to their students and many Universities required that the study go  35  through their IRB process.  Initially, 294 participants opened the survey.  I removed any participants who were missing more than 25% of the data, decreasing the sample size to 209.  Next I removed any individuals who were not currently students or did not have leadership experience, decreasing the sample size to 172.  Lastly, any participants missing more than two check questions (see Check questions) were removed from analyses, resulting in a final sample size of 171.   Participants were recruited by email and offered the opportunity to take part in the study.  For those organizations where contact information for officers or advisors was listed, I sent the officers and advisors this request directly.  When only an organizational email was provided, I sent the request to the organization and asked that the email be distributed to the organization officers.  There were also instances where no email was listed for the campus organizations.  For these organizations I contacted an individual in the institution’s respective department that housed student clubs and organizations.  These individuals were also asked to distribute the email to the appropriate organizations and officers.  The email sent to these individuals and organizations described the purpose of the study, the expected duration of participation, appropriate Institutional Review Board (IRB) information, and provided a URL to the survey instrument on Wright State University Qualtrics.  Data collection was facilitated with the online survey system administered by Wright State University Qualtrics.  The first webpage served as an informational sheet as dictated by the Wright State University IRB.  This provided information about the study, expected participation time (30 minutes), acknowledgement that participants would not be directly compensated, and a statement indicating that participants could withdraw at  36  any time.  The survey instrument is described below.  At no point were participants asked to provide identifying information.  Furthermore, I assured them of the confidentially of the information that they provided.  Debriefing consisted of a final page of the online survey thanking participants for completing the survey. Face Validity Pilot Study  In order to assess how well items from the measures I created tapped into their respective constructs, I conducted a small face validity pilot study.  Within this pilot study I had five Subject Matter Experts (SMEs) rate the face validity of each item for each of the constructs.  The SMEs comprised of individuals associated with the LGBTQ community, scale construction, or a mixture of both areas.  In the pilot study I provided a definition for each of the six constructs associated with the respective scale I created.  The six constructs are as follows: Belief in Helpfulness of Including Leadership Experience on a Resume, Belief in Disclosure during Application Process, Need for Disclosure-Authenticity, Need for Disclosure-Societal, Importance of Fit with Organization, and Need for Recognition of Leadership.  For example, for the construct, Belief in Disclosure during Application Process, I provided the following definition, “The extent that an individual believes including leadership experience in a LGBTQ organization on a resume will result in the perception that the applicant is a LGBTQ individual.”  I then asked the SMEs to read each item and rate that item in regard to each of the six constructs on a 5-point scale with 1 being No face validity and 5 being Strong face validity.  For example, the SME would read the following item “I believe it is beneficial to include leadership information on my resume” and would rate the item’s face validity in regard to each of the six constructs, Belief in Helpfulness of Including  37  Leadership Experience on a Resume, Belief in Disclosure during Application Process, and so on.  After all five SMEs completed the task I computed the mean ratings for each item for each of the six constructs.    Items were considered face valid for its respective construct if it had a mean of 4.00 or higher for its associated construct and a mean lower than 3.50 for the remaining five constructs.  For the construct Belief in Helpfulness of Including Leadership Experience on a Resume all five items had a mean that ranged between 4.00 and 5.00 for the respective construct and a mean that ranged between 1.00 and 3.20 for the other five constructs.  For the construct Belief in Disclosure during Application Process all five items had a mean that ranged between 4.60 and 4.80 for the respective construct and a mean that ranged between 1.00 and 2.60 for the other five constructs.  For the construct Need for Disclosure-Authenticity all five items had a mean that ranged between 4.40 and 5.00 for the respective construct and a mean that ranged between 1.00 and 2.80 for the other five constructs.  For the construct Need for Disclosure-Societal all four items had a mean that ranged between 4.60 and 5.00 for the respective construct and a mean that ranged between 1.00 and 2.40 for the other five constructs.  For the construct Importance of Fit with Organization all three items had a mean that ranged between 4.60 and 4.80 for the respective construct and a mean that ranged between 1.00 and 2.80 for the other five constructs.  Lastly, for the construct Need for Recognition of Leadership all four items had a mean that ranged between 4.20 and 5.00 for the respective construct.  Three of the four items had mean ratings above 3.5 for the Belief in Helpfulness of Including Leadership Experience on a Resume construct, however for the other four constructs, mean ratings were between 1.00 and 3.4.  Although this is not optimal, it makes sense  38  that these two constructs would have some overlapping content.  Items within the Need for Recognition of Leadership construct include the need to be recognized for a leadership position.  Believing that it would be beneficial to include leadership information on a resume is related in that they are both tapping into recognition.  As a result the Need for Recognition of Leadership items were retained (see Table 2 for means of each item in regard to all six constructs).    Measures   Job-seeking intentions.  A total of 11 items written for this study were used to determine if participants were currently or planned to seek a job and where they were seeking or planned to seek a job.  I developed these items to be face-valid in regard to content.  The questions consisted of conditional display options within the survey regarding how the participant answered.  The first item was “Are you currently seeking a job?”  Participants answered with Yes or No.  If participants answered with Yes the participants viewed a series of questions consistent with that answer.  If the participants answered with No, the participants were asked to answer the question “Do you plan on seeking a job in the near future?” and answered with Yes or No.  Depending on how the participants answered this question, they would view a series of questions consistent with the answer.  Three additional items were used to determine if applicants were primarily considering the private or public sector and what type of jobs they would be seeking (see Appendix A for all items). Belief in helpfulness of including leadership experience on a resume.  I assessed participants’ belief in the helpfulness of including leadership experience on a resume with five items created for the purpose of this study.  I created these items to be  39  face-valid in regard to content (see Face Validity Pilot Study).  An example of an item is “I believe it is beneficial to include leadership information on my resume.”  Participants answered on a 5-point scale with 1 being Strongly Disagree and 5 being Strongly Agree.  An overall score was computed by taking the mean of these five items (negative items were reverse scored before deriving the mean).  The initial coefficient alpha for this scale was .64.  Deletion of the reversed scored item “I will gain nothing from including leadership information on my resume” increased the coefficient to .69.  As a result, the four positive items were used to measure the final scale (see Appendix B for all items). Belief in disclosure during application process.  Five items created for the purpose of this study measured whether participants believe that including leadership experience in a LGBTQ-focused organization on their resume will result in a resume evaluator perceiving their actual, or inferring a perceived, sexual orientation and/or gender minority identity.  I created these items to be face-valid in regard to content (see Face Validity Pilot Study).  An example of an item is “I believe including information about membership in a LGBTQ organization on my resume will suggest that I am LGBTQ.”  Participants answered on a 7-point scale with 1 being Strongly Disagree and 7 being Strongly Agree.  An overall score was computed by taking the mean of these five items (negative items were reverse scored before deriving the mean).  The coefficient alpha for this scale was .86 (see Appendix C for all items).  Fear of discrimination from disclosure.  Twelve items from Ragins et al. (2007) were modified to measure general fear of disclosure in the workplace.  Ragins et al. (2007) reported a coefficient alpha of .95 for the unmodified scale.  The unmodified scale was uncorrelated with factors such as age, education, organization size, and  40  compensation and was correlated with related constructs such as co-worker and supervisor supportiveness, turnover intention, anxiety, and depression (Ragins et al., 2007).  An example item of the modified scale is, “In my current position or in my next job, if I disclosed my sexual orientation and/or gender identity to everyone at work or was perceived to be a sexual orientation or gender identity minority …I would not be promoted.”  Participants answered on a 7-point scale with 1 being Strongly Disagree and 7 being Strongly Agree.  An overall score was computed by taking the mean of these 12 items.  The coefficient alpha for this scale was .96 (see Appendix D for all items).  Legal environment of city.  In order to examine the legal environment within cities where participants planned to seek employment or were seeking employment, I asked participants to list the primary city in which they plan or are currently seeking employment in.  Participants listed this city in an open-ended response box.  Participants, most likely, had multiple cities in which they planned to seek or were seeking employment in.  Participants might answer questions differently for different cities (e.g., for city A perceptions of workplace discrimination are different from perceptions of workplace discrimination for city B).  As a result, I had participants list the primary city that they planned to seek or were seeking employment in and I had the participants refer to this city for specific questions.  If participants were not currently seeking employment and did not plan to seek employment in the near future, I asked them to list their current city and to refer to this city when answering specific questions.   I assessed the current legal environment of each city by researching the state, county, and city laws in regard to sexual orientation and/or gender identity protection for public and private employment.  State laws take precedence over county and city laws;  41  however, for those states without laws regarding sexual orientation and/or gender identity discrimination, the county and city laws take precedence.  For those counties without laws or independent cities, the city laws take precedence.  I used various sources to examine the nature of legal protection in each city.  First, I examined the state laws the city resided in (Human Rights Campaign, 2014d, Lambda Legal, 2014).  If the state was missing legislation regarding sexual orientation and/or gender identity in the public and/or private work sector, I examined the county and city laws.  The county and city laws were examined through various resources, such as the Human Rights Campaign, the Williams Institute, and the municipal code of each city (Hasenbush & Mallory, 2014; Human Rights Campaign, 2014a, 2014b, 2014c; Mallory, Davis, & Hasenbush, 2014).  In addition, I also contacted several cities to cross-reference my findings. I coded each city for the presence of legislation protecting against discrimination on the basis of sexual orientation in the public sector, on the basis of sexual orientation in the private sector, on the basis of gender identity in the public sector, and on the basis of gender identity in the private sector.  If the protection existed, a score of “1” was given for the respective category.  If the protection did not exist, a score of “0” was given for the respective category.  I then summed these scores across the categories to create a single variable.   Higher scores for this variable represent the presence of protection for sexual orientation and/or gender identity across the public and private sectors.  Beliefs of legal environment.  To assess participants’ beliefs in regard to legal environment I asked participants four items regarding if the primary city they plan or are currently seeking employment in, or their current city, provides sexual orientation discrimination and/or gender identity discrimination protection for public and private  42  jobs.  As mentioned above, participants were able to write the city in an open-ended response box.  For the box there was a matrix of choices regarding sexual orientation or gender identity and the respective sectors.  Participants could answer with 1 as Strongly Disagree, 2 as Disagree, 3 as Agree, 4 as Strongly Agree, and 5 as I have no idea.  An answer of 5 was treated as missing within the analyses.  I computed the mean of these four items to create an overall score.  High scores on this overall variable represents a belief that protection against employment discrimination exists in regard to sexual orientation and gender identity in the public and private sectors, whereas low scores represents a belief that protection does not exist (see Appendix E for all items).  Past discrimination experiences.  I assessed past discrimination experience with seven modified items from Ragins et al. (2007).  An example item is, “In prior positions, have you ever faced discrimination because of your actual or perceived sexual orientation and/or gender identity?”  Participants could answer with Yes, No, or Unsure.  An answer of Yes was coded as a score of 2, Unsure was coded as a score of 1, and No was coded as a score of 0.  These seven items were summed to create a past discrimination experience score.  A higher score represents a greater experience of past discrimination   Additionally, I asked participants if they were open with their sexual orientation or gender identity in past jobs (see Appendix F for all items).    Perceptions of workplace discrimination.  I assessed the perceived culture of workplace discrimination with 15 modified items from the Workplace Prejudice/Discrimination Inventory (WPDI: James, Lovato, & Cropanzano, 1994).  James et al. (1994) reported a coefficient alpha of .93 for the unmodified scale.  In the modified version of the scale, the items assessed participant’s beliefs about the general  43  prevalence of sexual orientation and gender identity discrimination.  Participants read the following prompt before answering each item: “Within a majority of companies and organizations in my current city or the primary area where I am currently seeking or plan to seek employment…”  An example item is, “Heterosexual employees are treated better than LGBTQ individuals.”  Participants answered on a 7-point scale with 1 being Completely Disagree and 7 being Completely Agree.  An overall score was computed by taking the mean of these 15 items (negative items were reverse scored before deriving the mean).  The coefficient alpha for this scale was .92 (see Appendix G for all items).  Perceived supportiveness of profession.  I assessed participants’ perceptions of perceived supportiveness of their current or intended profession with four items.  I asked participants how supportive and how unsupportive their current or intended profession is in regard to gay, bisexual, transgender, and queer males and how supportive it is of lesbian, bisexual, transgender, and queer females.  Participants answered on a 10-point slider scale with 1 being Not at all and 10 being Extremely.  A score was computed in respect to LGBTQ males and LBTQ females separately by taking the mean of the two respective items (negative items were reverse scored before deriving the mean).  The coefficient alphas for perceived support in regard to gay, bisexual, transgender, and queer males and lesbian, bisexual, transgender, and queer females was .73 and .70, respectively.  I also computed an overall score regarding LGBTQ males and females by computing the mean of all four items (negative items were reverse scored before deriving the mean).  The coefficient alpha for this measure was .78 (see Appendix H for all items).  Need for disclosure-authenticity.  I assessed participants' need to disclose their sexual orientation and/or gender identity for authenticity purposes with five items  44  generated for the purpose of this study.  I created these items to be face-valid (see Face Validity Pilot Study) and they are based on information from research regarding sexual orientation self-disclosure (Griffith & Hebl, 2002; Kirby, 2006).  An example of an item is “In order to be honest with myself, I feel as if I need to disclose my sexual orientation and/or gender identity at work.”  Participants answered on a 5-point scale with 1 being Strongly Disagree and 5 being Strongly Agree.  An overall score was computed by taking the mean of these five items (negative items were reverse scored before deriving the mean).  The coefficient alpha for this scale was .90 (see Appendix I for all items).  Need for disclosure-societal.  I assessed participants’ need to disclose their sexual orientation and/or gender identity for societal purposes with four items generated for the purpose of this study.  I created these items to be face-valid (see Face Validity Pilot Study) and they are based on information from research examining identity usage in social movements and self-disclosure (Bernstein, 1997; Creed & Scully, 2000).  An example of an item is “I feel as if I need to disclose my sexual orientation and/or gender identity at work to show that LGBTQ individuals exist in the workplace.” Participants answered on a 5-point scale with 1 being Strongly Disagree and 5 being Strongly Agree.  An overall score was computed by taking the mean of these four items.  The coefficient alpha for this scale was .93 (see Appendix J for all items).  Importance of fit with organization in regard to acceptance/support.  Importance of fit with organization in regard to support was measured with three items generated for the purpose of this study.  I created these items to be face-valid (see Face Validity Pilot Study) and based on content from items from Cable and Judge (1996) and organizational policies described by Button (2001).  An example of an item is “It is  45  important that I seek an organization that encourages their employees to be supportive of LGBTQ individuals (e.g., diversity training and workshops).”  Participants answered on a 5-point scale with 1 being Strongly Disagree and 5 being Strongly Agree.  An overall score was computed by taking the mean of these four items.  The coefficient alpha for this scale was .68 (see Appendix K for all items).  Need for recognition of leadership.   I assessed participants’ need for recognition of leadership with four items generated for the purpose of this study.  I created these items to be face-valid (see Face Validity Pilot Study) and these items are based on information from Kirby (2006).  An example of an item is “I want the employer to know about my accomplishments regarding my leadership position in my LGBTQ organization.”  Participants answered on a 7-point scale with 1 being Strongly Disagree and 7 being Strongly Agree.  An overall score was computed by taking the mean of these four items (negative items were reverse scored before deriving the mean).  The coefficient alpha for this scale was .78 (see Appendix L for all items).  Inclusion or planned inclusion of leadership experience.  To assess whether participants will include or have already included leadership experience in LGBTQ-focused organizations on their resume I asked participants a series of questions.  First I asked if the participants currently had a resume.  If the participants stated that they had a resume I asked an additional question concerning whether they had multiple resumes.  If the participants had one resume, I asked them to answer the following statement, “Currently, do you have leadership experience with a LGBTQ organization listed on your resume?”  Participants answered with Yes, No, or I do not have leadership experience.  If participants had multiple resumes, I asked them to answer the following question  46  “Currently, do you have leadership experience with a LGBTQ organization listed on your resumes?”  Participants answered with Yes, I have this leadership experience listed on all of my resumes, No, I have one or more resume(s) that has this leadership experience listed, but for another resume(s) I do not have this leadership experience listed, No, I do not have this leadership experience listed on any of my resumes, or I do not have leadership experience.  Note that participants stating they did not have leadership experience were excluded from the study.  If participants did not currently have a resume, the participants were asked if they planned on having multiple resumes.  If the participants answered No, they were asked “How likely are you to include leadership experience with a LGBTQ organization on your resume?”  If the participants answered Yes, they were asked “How likely are you to include leadership experience with a LGBTQ organization on all of your resumes?”  Participants answered these questions on a 5-point scale with 1 being Very Unlikely and 5 being Very Likely.  All four of these questions were standardized to compute a final leadership experience inclusion or planned inclusion on participants’ resumes.  For the question referring to multiple current resumes only an answer of having the leadership listed on all of the resumes was counted as having listed leadership (coded as 1), the other two options were counted as not listing leadership (coded as 0).  High scores on the final standardized score represent that individuals include or plan to include their leadership experience in a LGBTQ-focused organization on their resume, whereas low scores represent that individuals did not include or do not plan to include their leadership experience (see Appendix M for the items).  For descriptive statistics regarding resume behaviors see Table 3.  47   Control variables.  There are several covariates that could potentially be related to the various factors I am examining.  One covariate is the extent participants believe leadership skills are valued in their current or intended profession.  If individuals believe that leadership is valued in their current or intended profession, regardless of their general beliefs regarding whether it is helpful to include leadership experience on a resume, they will be more likely to include their leadership experience in a LGBTQ-focused organization.  For this covariate I asked participants “To what extent do you believe leadership skills are valued in your current or intended profession?”  Participants answered on a 4-point scale with 1 being Not at all valued and 4 being Extremely valued.  A potential covariate that could affect whether participants include or plan to include their leadership experience in a LGBTQ-focused organization on their resume is whether they have leadership experience in other non-LGBTQ-focused organizations that they can list on their resume.  If students have this experience available, they could easily include this information and not include their leadership experience in the LGBTQ-focused organization.  For this covariate I asked participants “Do you have leadership experience in other organizations that are not LGBTQ-focused that you can list on your resume?”  Participants could answer with Yes or No. Another possible covariate is whether the name of the participants’ LGBTQ-focused organization can be easily identified by non-LGBTQ others as a LGBTQ-focused organization.  One could argue that if the name of the organization does not sound like it is associated with the LGBTQ community, individuals might be more likely to include the leadership experience on their resume.  For this covariate participants answered the item “The name of my LGBTQ organization (e.g., Rainbow Alliance) can  48  be easily identified by non-LGBTQ others as a LGBTQ organization.”  Participants answered on a 5-point scale with 1 being Strongly Disagree and 5 being Strongly Agree. Lastly, another possible covariate is participants’ perceptions of job market constraints.  If the job market does not bode well for these participants, they might be less likely to include their leadership experience in a LGBTQ-focused organization on their resume.  I measured participants’ perceptions of job market constraints with four items from the Job Market Constraints scale in the Career Barriers Inventory (Swanson, Daniels, & Tokar, 1996).  Swanson et al. (1996) reported an alpha coefficient of .68 for the scale.  Participants were asked how strongly they agreed that each of the factors would be an issue for them.  An example item is “Difficulty in finding a job due to a tight job market.”  Participants answered on a 7-point scale from 1 being Strongly Disagree and 7 being Strongly Agree.  The alpha coefficient for this scale was .77 (see Appendix N for a list of items).  Demographic Variables.  I collected demographic information from the participants such as gender identity, sexual orientation, and age (see Appendix O for all items).  Check questions.  I positioned three check questions among scale items to ensure that participants were actively answering the questionnaire.  An example of a check question is “To make sure you are actively taking this survey, please answer Disagree for this item. This is not a trick question. Please answer with Disagree.”  If participants answered more than two check questions incorrectly, I excluded their data from the analysis (see Appendix P for a complete list of items).   49  IV. RESULTS  I conducted analyses examining the specific hypotheses I generated given relevant research and literature.  A majority of the individual hypotheses consist of mediation and moderation analyses.  To test mediation hypotheses I followed the procedure of Baron and Kenny (1986).  If a step from their procedure was not met, I also examined the significance of the indirect effect using the Process macro (Hayes, 2013).  The Process macro is a computational tool that estimates the indirect effect using bootstrap samples (Hayes, 2013).  To test the moderation hypotheses I followed the procedure of Cohen, Cohen, West, and Aiken (2003).  Unlike Cohen et al. (2003) I did not center the predictor variables.  Researchers have suggested that centering does not affect factors such as the accuracy of main, simple, or interactive effects, R2, and does not limit the effects of multicollinearity (Echambadi & Hess, 2007).  Descriptive statistics and correlations between study variables can be found in Table 4.  In addition, descriptive statistics and correlations between study variables and the control variables can be found in Table 5.   The proposed hypotheses only cover a portion of the analyses that might be of interest to readers.  Correlations between study variables and legal environment categories and beliefs of legal environment categories can be found in Table 6 and Table 7, respectively.  Correlations between study variables and sexual orientation, gender identity, and ethnicity and age can be found in Table 8, Table 9, and Table 10, respectively.  In Hypothesis 1 I stated that participants who believe that including leadership experience on their resume is beneficial in the job application process will be more likely to include their leadership experience in a LGBTQ-focused organization on their resume  50  than those participants who do not believe it is beneficial to include leadership experience information.  To analyze this hypothesis I conducted a hierarchical regression analysis, controlling for the extent participants believed leadership skills are valued in their intended profession, whether they had leadership experience in other non-LGBTQ-focused organizations they could include on their resume, whether participants believed their LGBTQ-focused organization could be easily identified by non-LGBTQ others as a LGBTQ-focused organization via the organizations’ name, and participants’ perceptions of job market constraints.  In the first regression model, whether participants believed leadership skills are valued in their intended profession explained significant variance in the dependent variable, β = .18, t(155) = 2.29, p < .05.  However, the other covariates did not explain significant variance.  The addition of individuals’ belief that it is beneficial to include leadership experience on one’s resume explained unique variance associated with individuals’ inclusion or planned inclusion of leadership experience in a LGBTQ-focused organization on their resume, β = .16, t(154) = 1.98, p < .05.  The more participants believed it was beneficial to include leadership experience on one’s resume, the more likely they were to include or plan to include their leadership in a LGBTQ-focused organization on their resume.  These results provide support for Hypothesis 1.  In Hypothesis 2 I stated that participants’ perceptions regarding whether including leadership experience in a LGBTQ-focused organization on their resume will disclose their actual or perceived sexual orientation and/or gender minority identity will moderate the relationship between believed helpfulness of including leadership information on their resume and inclusion or planned inclusion of their leadership experience in a LGBTQ-focused organization on their resume.  To test this hypothesis I conducted a moderated  51  regression analysis.  In the first model I controlled for the extent participants believed leadership skills are valued in their intended profession, whether they had leadership experience in other non-LGBTQ-focused organizations they could include on their resume, whether participants believed their LGBTQ-focused organization could be easily identified by non-LGBTQ others as a LGBTQ-focused organization via the organizations’ name, and participants’ perceptions of job market constraints.  The first covariate explained a significant amount of variance in the dependent variable, β = .18, t(155) = 2.28, p < .05; however, the other covariates did not explain a significant amount of variance.  In the second model I added the two independent variables.  Believed helpfulness of including leadership information on one’s resume explained a significant amount of variance, β = .18, t(153) = 2.19, p < .05.  Perceptions regarding whether including leadership experience in a LGBTQ-focused organization will disclose an actual or perceived sexual orientation and/or gender minority identity did not explain a significant amount of variance, β = -.12, t(153) = -1.52, p > .05.   In the third model I added the interaction term between perceptions of disclosure and believed helpfulness of including leadership information.  This interaction term did not explain incremental variance in inclusion or planned inclusion of leadership experience in a LGBTQ-focused organization on a resume, β = .83, t(152) = 1.17, p > .05 (see Table 11 for regression coefficients), providing no support for Hypothesis 2.  In Hypothesis 3 I stated that either a) fear of discrimination from disclosure will mediate the relationship between perceptions of disclosure and inclusion or planned inclusion of leadership experience in a LGBTQ-focused organization on participants’ resumes, or b) perceptions of disclosure will mediate the relationship between fear of  52  discrimination from disclosure and inclusion of leadership experience in a LGBTQ-focused organization on participants’ resumes.  I conducted a mediation analysis for both possible predictions.  Within these analyses I controlled for the extent participants believed leadership skills are valued in their intended profession, whether they had leadership experience in other non-LGBTQ-focused organizations they could include on their resume, whether participants believed their LGBTQ-focused organization could be easily identified by non-LGBTQ others as a LGBTQ-focused organization via the organizations’ name, and participants’ perceptions of job market constraints. Focusing on Hypothesis 3a, I first tested the relationship between perceptions of disclosure and inclusion or planned inclusion of leadership experience in a LGBTQ-focused organization on participants’ resumes while controlling for the covariates.  The first covariate explained a significant amount of variance in the dependent variable, β = .19, t(154) = 2.35, p < .05; however, the other covariates did not explain significant variance.  In addition, the relationship between perceptions of disclosure and inclusion or planned inclusion of leadership experience in a LGBTQ-focused organization on participants’ resumes was not significant, β = -.10, t(154) = -1.20, p > .05.  In the Baron and Kenny approach, if this relationship is not found one would stop the mediation analyses.  However, another suggested approach is to directly test the significance of the indirect effect of perceptions of disclosure and inclusion or planned inclusion of leadership experience through fear of discrimination from disclosure.  Using the Process macro (Hayes, 2013) I examined the significance of the indirect effect.  Results suggest that this effect was not significant a x b = -.04, 95% CI: [-.08, -.00], providing no support for Hypothesis 3a.  53   Focusing on Hypothesis 3b, I first tested the relationship between fear of discrimination from disclosure and inclusion or planned inclusion of leadership experience in a LGBTQ-focused organization on participants’ resumes while controlling for the covariates.  Once again, the first covariate explained a significant amount of variance in the dependent variable, β = .20, t(154) = 2.53, p < .05; however, the other covariates did not.  The relationship between fear of discrimination from disclosure and inclusion or planned inclusion of leadership experience was significant, β = -.17, t(154) = -2.11, p < .05.  I then tested the relationship between fear of discrimination from disclosure and perceptions of disclosure with the covariates.  This relationship was also significant, β = .29, t(155) = 3.64, p < .01.  Next I tested the relationship between perceptions of disclosure and inclusion or planned inclusion of leadership experience with the covariates.  This relationship was not significant, β = -.10, t(154) = -1.20, p > .05.  At this time I ran the Process macro to test the indirect effect between fear of discrimination from disclosure and inclusion or planned inclusion of leadership experience through perceptions of disclosure.  Results suggest that this effect was not significant a x b = -.01, 95% CI: [-.05, .02], providing no support for Hypothesis 3b.  In Hypothesis 4 I predicted that fear of discrimination from disclosure will mediate the relationship between the legal environment of the participants’ current city or the city they are currently seeking or plan to seek employment in and their inclusion of leadership experience in a LGBTQ-focused organization on their resume.  I conducted a mediated regression analysis controlling for the extent participants believed leadership skills are valued in their intended profession, whether they had leadership experience in other non-LGBTQ-focused organizations they could include on their resume, whether  54  participants believed their LGBTQ-focused organization could be easily identified by non-LGBTQ others as a LGBTQ-focused organization via the organizations’ name, and participants’ perceptions of job market constraints.  I first tested the relationship between the city legal environment and inclusion or planned inclusion of leadership experience while controlling for the covariates.  The first covariate explained a significant amount of variance in the dependent variable, β = .19, t(146) = 2.32, p < .05.  The other covariates did not explain a significant amount of variance in the dependent variable.   The relationship between city legal environment and inclusion or planned inclusion of leadership experience was not significant, β = -.02, t(146) = -.18, p > .05.  At this time I ran the Process macro to test the indirect effect between the city legal environment and inclusion or planned inclusion of leadership experience.  Results suggest that this effect was not significant a x b = -.01, 95% CI: [-.00, .05], providing no support for Hypothesis 4.   In Hypothesis 5 I predicted that belief of the legal environment within the city the participants are currently living in or are seeking or plan to seek employment in will moderate the relationship between the legal environment of the city and participants’ fear of discrimination from disclosure.  To test this hypothesis I conducted a moderated regression analysis.  In the first step I entered the two predictor variables.  The legal environment of the city did not explain a significant amount of variance in fear of discrimination from disclosure, β = .01, t(133) = .10, p > .05.  However, belief of legal environment did explain a significant amount of variance, β = -.29, t(133) = -3.01, p < .01, suggesting that participants who believed that anti-discrimination protections were in place were less likely to fear discrimination from disclosure.  The interaction term  55  between belief of the legal environment and the actual legal environment did not explain incremental variance in fear of discrimination from disclosure, β = -.19, t(132) = -.55, p > .05 (see Table 11 for regression coefficients), providing no support for Hypothesis 5.  In Hypothesis 6 I predicted that fear of discrimination with disclosure will mediate the relationship between participants’ past experiences of discrimination and participants’ inclusion or planned inclusion of leadership experience in a LGBTQ-focused organization on their resume.  I conducted a mediated regression analysis controlling for the extent participants believed leadership skills are valued in their intended profession, whether they had leadership experience in other non-LGBTQ-focused organizations they could include on their resume, whether participants believed their LGBTQ-focused organization could be easily identified by non-LGBTQ others as a LGBTQ-focused organization via the organizations’ name, and participants’ perceptions of job market constraints.  I first tested the relationship between participants’ past experiences of discrimination and inclusion or planned inclusion of leadership experience while controlling for the covariates.  The first covariate explained a significant amount of variance in the dependent variable, β = .18, t(145) = 2.20, p < .05.  The other covariates did not explain a significant amount of variance in the dependent variable.   The relationship between participants’ past experiences of discrimination and inclusion or planned inclusion of leadership experience was not significant, β = -.06, t(145) = -.68, p > .05.  At this time I ran the Process macro to test the indirect effect between participants’ past experiences of discrimination and inclusion or planned inclusion of leadership experience through fear of discrimination from disclosure.  Results suggest that this effect was significant a x b = -.02, 95% CI: [-.06, -.01], providing support for Hypothesis  56  6.  This suggests that individuals who have experienced discrimination at work experience fear of discrimination from disclosure which leads to omittance or planned omittance of leadership experience in a LGBTQ-focused organization on their resume.  In Hypothesis 7 I predicted that fear of discrimination from disclosure will mediate the relationship between perceived discrimination in the work environment of the city the participants currently live in or are seeking or plan to seek employment in and participants’ inclusion of leadership experience in a LGBTQ-focused organization on their resume.  I conducted a mediated regression analysis controlling for the extent participants believed leadership skills are valued in their intended profession, whether they had leadership experience in other non-LGBTQ-focused organizations they could include on their resume, whether participants believed their LGBTQ-focused organization could be easily identified by non-LGBTQ others as a LGBTQ-focused organization via the organizations’ name, and participants’ perceptions of job market constraints.  I first tested the relationship between perceived discrimination in the work environment and inclusion or planned inclusion of leadership experience while controlling for the covariates.  The first covariate explained a significant amount of variance in the dependent variable, β = .19, t(154) = 2.31, p < .05.  The other covariates did not explain a significant amount of variance in the dependent variable.   The relationship between perceived discrimination in the work environment and inclusion or planned inclusion of leadership experience was not significant, β = -.05, t(154) = -.56, p > .05.  At this time I ran the Process macro to test the indirect effect between perceived discrimination in the work environment and inclusion or planned inclusion of leadership experience through fear of discrimination from disclosure.  Results suggest that this  57  effect was significant a x b = -.10, 95% CI: [-.21, -.02], providing support for Hypothesis 7.  This suggests that individuals who perceive discrimination in the work environment experience fear of discrimination from disclosure which leads to omittance or planned omittance of leadership experience in a LGBTQ-focused organization on their resume.   In Hypothesis 8 I predicted that a) for male participants, fear of discrimination from disclosure will mediate the relationship between participants’ perceptions of how supportive their intended or current profession is in regard to gay, bisexual, transgender, and queer male individuals and participants’ inclusion of leadership experience in a LGBTQ-focused organization on their resume, and  b) for female participants, fear of discrimination from disclosure will mediate the relationship between participants’ perceptions of how supportive their intended or current profession is in regard to lesbian, bisexual, transgender, and queer female individuals and participants’ inclusion of leadership experience in a LGBTQ-focused organization on their resume.   I conducted a mediated regression analysis for males controlling for the extent participants believed leadership skills are valued in their intended profession, whether they had leadership experience in other non-LGBTQ-focused organizations they could include on their resume, whether participants believed their LGBTQ-focused organization could be easily identified by non-LGBTQ others as a LGBTQ-focused organization via the organizations’ name, and participants’ perceptions of job market constraints.  I first tested the relationship between support from profession for males and inclusion or planned inclusion of leadership experience while controlling for the covariates.  The first covariate explained a significant amount of variance in the dependent variable, β = .31, t(57) = 2.45, p < .05.  The other covariates did not explain a  58  significant amount of variance in the dependent variable.   The relationship between support from profession for males and inclusion or planned inclusion of leadership experience was not significant, β = -.13, t(57) = -1.02, p > .05.  At this time I ran the Process macro to test the indirect effect between support from profession for males and inclusion or planned inclusion of leadership experience through fear of discrimination from disclosure.  Results suggest that this effect was not significant a x b = .03, 95% CI: [-.01, .13], providing no support for Hypothesis 8a. For Hypothesis 8b I conducted a mediated regression analysis for females controlling for the same covariates.  I first tested the relationship between support from profession for females and inclusion or planned inclusion of leadership experience while controlling for the covariates.  This relationship was not significant, β = .21, t(70) = 1.88, p > .05.  At this time I ran the Process macro to test the indirect effect between support from profession for females and inclusion or planned inclusion of leadership experience through fear of discrimination from disclosure.  Results suggest that this effect was not significant a x b = .02, 95% CI: [-.01, .07], providing no support for Hypothesis 8b. In addition to these two analyses, I also conducted the mediated regression analysis using the overall support from profession for both males and females controlling for the covariates.  The first covariate explained a significant amount of variance in the dependent variable, β = .19, t(153) = 2.30, p < .05.  The other covariates did not explain a significant amount of variance in the dependent variable.   The relationship between overall support from profession for both males and females and inclusion or planned inclusion of leadership experience was not significant, β = .06, t(153) = .72, p > .05.  At this time I ran the Process macro to test the indirect effect between overall support from  59  profession and inclusion or planned inclusion of leadership experience through fear of discrimination from disclosure.  Results suggest that this effect was not significant a x b = .03, 95% CI: [.00, .07].  In Hypothesis 9 I predicted that the need for disclosure for authenticity purposes will moderate the relationship between fear of discrimination from disclosure and participants’ inclusion of leadership experience in a LGBTQ-focused organization on their resume.  To test this hypothesis I conducted a moderated regression analysis while controlling for the extent participants believed leadership skills are valued in their intended profession, whether they had leadership experience in other non-LGBTQ-focused organizations they could include on their resume, whether participants believed their LGBTQ-focused organization could be easily identified by non-LGBTQ others as a LGBTQ-focused organization via the organizations’ name, and participants’ perceptions of job market constraints.  In the first step I entered the covariates.  The first covariate explained a significant amount of variance in the dependent variable, β = .23, t(124) = 2.56, p < .05.  The other covariates did not explain a significant amount of variance in the dependent variable.  In the next step I entered the two predictor variables.  Neither fear of discrimination from disclosure or the need for disclosure for authenticity purposes explained significant variance in inclusion or planned inclusion of leadership experience, β = -.17, t(122) = -1.92, p > .05 and β = .08, t(122) = .88, p > .05.  In the third step, the interaction term between fear of discrimination from disclosure and disclosure for authenticity purposes did not explain incremental variance in inclusion or planned inclusion of leadership experience, β = -.22, t(121) = -.66, p > .05 (see Table 11 for regression coefficients), providing no support for Hypothesis 9.  60   In Hypothesis 10 I predicted that the need for disclosure for societal purposes will moderate the relationship between fear of discrimination from disclosure and participants’ inclusion of leadership experience in a LGBTQ-focused organization on their resume.  To test this hypothesis I conducted a moderated regression analysis while controlling for the extent participants believed leadership skills are valued in their intended profession, whether they had leadership experience in other non-LGBTQ-focused organizations they could include on their resume, whether participants believed their LGBTQ-focused organization could be easily identified by non-LGBTQ others as a LGBTQ-focused organization via the organizations’ name, and participants’ perceptions of job market constraints.  In the first step I entered the covariates.  The first covariate explained a significant amount of variance in the dependent variable, β = .20, t(127) = 2.28, p < .05.  The other covariates did not explain a significant amount of variance in the dependent variable.  In the next step I entered the two predictor variables.  Fear of discrimination from disclosure explained a significant amount of variance in the dependent variable, β = -.23, t(125) = -2.53, p < .05; however, the need for disclosure for societal purposes did not explain a significant amount of variance, β = .11, t(125) = 1.32, p > .05.  In the third step the interaction term between fear of discrimination from disclosure and disclosure for societal purposes did not explain a significant amount of variance in inclusion of leadership experience, β = -.41, t(124) = -.87, p > .05 (see Table 11 for regression coefficients), providing no support for Hypothesis 10.  In Hypothesis 11 I predicted that fit with organization in regard to acceptance and support of sexual orientation and/or gender identity will moderate the relationship between fear of discrimination from disclosure and participants’ inclusion of leadership  61  experience in a LGBTQ-focused organization on their resume.  To test this hypothesis I conducted a moderated regression analysis controlling for the extent participants believed leadership skills are valued in their intended profession, whether they had leadership experience in other non-LGBTQ-focused organizations they could include on their resume, whether participants believed their LGBTQ-focused organization could be easily identified by non-LGBTQ others as a LGBTQ-focused organization via the organizations’ name, and participants’ perceptions of job market constraints.  In the first step I entered the covariates.  The first covariate explained a significant amount of variance in the dependent variable, β = .18, t(155) = 2.29, p < .05.  The other covariates did not explain a significant amount of variance in the dependent variable.  In the next step I entered the two predictor variables.  Fear of discrimination from disclosure explained a significant amount of variance in the dependent variable, β = -.17, t(153) = -2.13, p < .05: however, fit with the organization in regard to acceptance did not explain a significant amount of variance, β = .15, t(153) = 1.89, p > .05.  In the third step, the interaction term between fear of discrimination from disclosure and fit with organization in regard to acceptance did not explain a significant amount of variance in inclusion or planned inclusion of leadership experience, β = -.52, t(152) = -.89, p > .05 (see Table 11 for regression coefficients), providing no support for Hypothesis 11.  In Hypothesis 12 I predicted that need for recognition of leadership will moderate the relationship between fear of discrimination from disclosure and participants’ inclusion of leadership experience in a LGBTQ-focused organization on their resume.  To test this hypothesis I conducted a moderated regression analysis controlling for the extent participants believed leadership skills are valued in their intended profession,  62  whether they had leadership experience in other non-LGBTQ-focused organizations they could include on their resume, whether participants believed their LGBTQ-focused organization could be easily identified by non-LGBTQ others as a LGBTQ-focused organization via the organizations’ name, and participants’ perceptions of job market constraints.  In the first step I entered the covariates.  The first covariate explained a significant amount of variance in the dependent variable, β = .18, t(155) = 2.29, p < .05.  The other covariates did not explain a significant amount of variance in the dependent variable.  In the next step I entered the two predictor variables.  Fear of discrimination from disclosure did not explain a significant amount of variance, β = -.13, t(153) = -1.67, p > .05; however,  need for recognition of leadership did explain a significant amount of variance in inclusion or planned inclusion of leadership experience, β = .29, t(153) = 3.77, p < .05.  In the third step the interaction term between fear of discrimination from disclosure and need for recognition of leadership did not explain a significant amount of variance in inclusion or planned inclusion of leadership experience, β = .29, t(152) = .90, p > .05 (see Table 11 for regression coefficients), providing no support for Hypothesis 12.  63  V. DISCUSSION Summary of Results In Hypothesis 1 I stated that participants who believe that including leadership experience on their resume is beneficial in the job application process will be more likely to include their leadership experience in a LGBTQ-focused organization on their resume than those participants who do not believe it is beneficial to include leadership experience information.  This hypothesis was supported.  This suggests that individuals who believe it is beneficial to provide leadership information on a resume will be more likely to include their leadership experience in a LGBTQ-focused organization on their resume compared to those individuals who do not believe it is beneficial to provide leadership information on a resume.  In Hypothesis 2 I stated that participants’ perceptions regarding whether including leadership experience in a LGBTQ-focused organization on their resume will disclose their actual or perceived sexual orientation and/or gender minority identity will moderate the relationship between believed helpfulness of including leadership information on their resume and inclusion or planned inclusion of their leadership experience in a LGBTQ-focused organization on their resume.  This hypothesis was not supported.  In addition, the extent participants believed their LGBTQ-focused organization could be easily identified by non-LGBTQ others as a LGBTQ-focused organization via the organizations’ name was not significantly associated with whether individuals included or planned to include their leadership experience on their resume.  In Hypothesis 3 I stated that either a) fear of discrimination from disclosure will mediate the relationship between perceptions of disclosure and inclusion or planned  64  inclusion of leadership experience in a LGBTQ-focused organization on participants’ resumes, or b) perceptions of disclosure will mediate the relationship between fear of discrimination from disclosure and inclusion of leadership experience in a LGBTQ-focused organization on participants’ resumes.  Neither of these hypotheses were supported.  Perceptions of disclosure and fear of discrimination from disclosure were significantly correlated; however, this relationship did not have an effect on whether individuals included or planned to include leadership information in a LGBTQ-focused organization on their resume.  The relationship between fear of discrimination from disclosure and leadership inclusion approached significance suggesting that fear of discrimination from disclosure could potentially be associated with individuals’ actual or planned inclusion of their leadership experience on their resumes.  In Hypothesis 4 I predicted that fear of discrimination from disclosure will mediate the relationship between the legal environment of participants’ current city or the city participants are seeking or plan to seek employment in and their actual or planned inclusion of leadership experience in a LGBTQ-focused organization on their resume.  This hypothesis was not supported.  In addition, the direct relationship between legal environment and participants’ actual or planned inclusion of leadership experience on their resume was not significant, suggesting that legal environment was not an important factor in individuals’ decision to include their leadership experience on their resume.  In Hypothesis 5 I predicted that belief of the legal environment within the city participants are currently living in or are seeking or plan to seek employment in will moderate the relationship between the legal environment of the city and the participants’ fear of discrimination from disclosure.  This hypothesis was not supported.  It should be  65  noted that belief of the legal environment had a significant negative relationship with fear of discrimination from disclosure.  This suggests that the more individuals believed that anti-discrimination legislation was present in their current city or city they were seeking or planned to seek employment, the less likely these individuals were to fear discrimination from the disclosure of their actual or perceived sexual orientation and/or gender identity.  In Hypothesis 6 I predicted that fear of discrimination with disclosure will mediate the relationship between participants’ past experiences of discrimination and participants’ inclusion of leadership experience in a LGBTQ-focused organization on their resume.  This hypothesis was supported.  This suggests that individuals who have experienced discrimination at work are more likely to experience fear of discrimination from disclosure of their actual or perceived sexual orientation and/or gender identity which leads to an increased likelihood of omittance or planned omittance of leadership experience in a LGBTQ-focused organization on their resume.  Conversely, individuals who have not experienced discrimination at work are more likely to not experience fear of discrimination from disclosure and results in an increased likelihood of including or planning to include leadership experience in a LGBTQ-focused organization on their resume.  In Hypothesis 7 I predicted that fear of discrimination from disclosure will mediate the relationship between perceived discrimination in the work environment of the city participants currently live in or are seeking or plan to seek employment in and participants’ inclusion of leadership experience in a LGBTQ-focused organization on their resume.  This hypothesis was supported.  The results suggest that individuals who  66  perceive discrimination in the work environment are more likely to experience fear of discrimination from disclosure of their actual or perceived sexual orientation and/or gender identity which leads to an increase in the likelihood of the omittance or planned omittance of leadership experience in a LGBTQ-focused organization on their resume.  Conversely, individuals who do not perceive discrimination in the work environment are less likely to experience fear of discrimination from disclosure, resulting in an increased likelihood of including or planning to include leadership experience in a LGBTQ-focused organization on their resume.  In Hypothesis 8 I predicted that a) for male participants, fear of discrimination from disclosure will mediate the relationship between participants’ perceptions of how supportive their intended or current profession is in regard to gay, bisexual, transgender, and queer male individuals and participants’ inclusion of leadership experience in a LGBTQ-focused organization on their resume, and  b) for female participants, fear of discrimination from disclosure will mediate the relationship between participants’ perceptions of how supportive their intended or current profession is in regard to lesbian, bisexual, transgender, and queer female individuals and participants’ inclusion of leadership experience in a LGBTQ-focused organization on their resume.  I found no support for these hypotheses.  In addition, I examined this relationship with an overall support measure for both LGBTQ males and females.  This mediation relationship was not significant, as well.  In addition, the perceived supportiveness of profession factors did not have a significant direct relationship with student leaders’ actual or planned inclusion of leadership experience in a LGBTQ-focused organization on their resume.  These results suggest that perceived support from the student leaders’ current or intended  67  professions might not be an important factor in regard to their actual or planned inclusion of leadership experience on their resume.   In Hypothesis 9 I predicted that the need for disclosure for authenticity purposes will moderate the relationship between fear of discrimination from disclosure and participants’ inclusion of leadership experience in a LGBTQ-focused organization on their resume.  This hypothesis was not supported.  In addition, need for disclosure for authenticity was not significantly related to student leaders’ actual or planned inclusion of their leadership experience on their resume.  This suggests that the need for disclosure for authenticity purposes is not an important contributor to student leaders’ decision to include their leadership experience in a LGBTQ-focused organization on their resume.    In Hypothesis 10 I predicted that the need for disclosure for societal purposes will moderate the relationship between fear of discrimination from disclosure and participants’ inclusion of leadership experience in a LGBTQ-focused organization on their resume.  This hypothesis was not supported.  In addition, need for disclosure for societal purposes was not significantly related to student leaders’ actual or planned inclusion of their leadership experience on their resume.  This finding suggests that the need for disclosure for societal purposes is not an important contributor to student leaders’ decision to include their leadership experience in a LGBTQ-focused organization on their resume  In Hypothesis 11 I predicted that perceived importance of fit with organization in regard to acceptance and support of sexual orientation and/or gender identity will moderate the relationship between fear of discrimination from disclosure and participants’ actual or planned inclusion of leadership experience in a LGBTQ-focused  68  organization on their resume.  I found no support for this hypothesis.  However, it should be noted that perceived importance of fit with the organization in regard to acceptance and support had a significant positive relationship with participants’ actual or planned inclusion of leadership experience on their resume when not controlling for the covariates and fear of discrimination from disclosure.  This suggests that perceived importance of fit might be a contributor to student leaders’ decision to include their leadership experience on their resume.  In Hypothesis 12 I predicted that need for recognition of leadership will moderate the relationship between fear of discrimination from disclosure and participants’ inclusion of leadership experience in a LGBTQ-focused organization on their resume.  I found no support for this hypothesis.  However, within the analyses need for recognition of leadership experience had a significant positive relationship with actual or planned inclusion of leadership experience in a LGBTQ-focused organization on the resume even when controlling for the covariates and fear of discrimination from disclosure.  This suggests that need for recognition of leadership might be a strong contributor to student leaders’ decision to include their leadership experience on their resume.  Overall, only three hypotheses were supported.   Participants’ belief that including leadership experience on their resume is beneficial in the job application process had a significant positive relationship with their inclusion of leadership experience in a LGBTQ-focused organization on their resume.  Participants’ fear of discrimination with disclosure mediated the relationship between participants’ past experiences of discrimination, as well as their perceptions of discrimination in the work environment, and their inclusion of leadership experience in a LGBTQ-focused organization on their  69  resume.  Although not hypothesized, some additional significant relationships should be noted.  Participants’ fear of discrimination from disclosure had a direct negative relationship with inclusion of leadership experience when controlling for covariates and specific factors, participants’ perceptions of importance of fit with the organization was positively related to inclusion of leadership experience when not controlling for covariates or fear of discrimination from disclosure.  Lastly, participants’ need for recognition of their leadership experience was positively associated with their leadership experience inclusion when controlling for fear of discrimination from disclosure and covariates. Theoretical Implications  There is little research examining student leaders of LGBTQ-focused organizations and their job seeking behaviors.  To current knowledge, only one study has focused on these student leaders within a qualitative research design (Kirby, 2006).  The current study contributes to this literature in several ways.  Firstly, the current study utilizes a larger sample size of student leaders, which includes individuals identifying with a variety of sexual orientations and gender identities.  Secondly, this study examines the job seeking behaviors of these student leaders in a quantitative manner and explores additional factors and the relationships between these factors.  Specifically, I found significant positive relationships between student leaders’ actual or planned inclusion of leadership experience in a LGBTQ-focused organization on their resume and the believed helpfulness of including leadership experience on a resume, their fear of discrimination from disclosure of their actual or perceived sexual orientation and/or gender identity, as well as how important student leaders think it is to find an organization that accepts and  70  supports LGBTQ individuals and student leaders’ need to be recognized for their leadership experience.  In addition, I found that student leaders’ fear of discrimination from disclosure mediated the relationship between both past discrimination experiences and perceived workplace discrimination and their relationship with student leaders’ inclusion or planned inclusion of leadership experience in a LGBTQ-focused organization on their resume.  These results provide additional context in interpreting the impact of findings of several past studies examining disclosure, fear of discrimination from disclosure, and perceived discrimination (e.g., Ragins, 2004; Ragins & Cornwell, 2001; Ragins et al., 2007; Schneider, 1987; Waldo, 1999).  Below, I will discuss the contribution of these findings in more detail. In Kirby’s (2006) study she did not discuss student leaders’ perceptions of whether leadership experience is helpful to include on the resume and how this potentially affected resume construction behaviors.  Within my study, even when controlling for perceptions of whether leadership is valued within student leaders’ current or intended profession, which had a significant positive relationship with leadership inclusion, their beliefs regarding whether it is helpful to include leadership experience on the resume was significantly associated with whether participants actually included or planned to include their leadership information on their resume.  In several of my analyses, I found participants’ fear of discrimination from disclosure of their actual or perceived sexual orientation and/or gender identity to be significantly related to inclusion or actual inclusion of leadership experience when controlling for the covariates.  In other analyses, this relationship lost its significance when controlling for other study variables such as perceived supportiveness from  71  profession, need for disclosure for authenticity purposes, and need for recognition of leadership experience.  Overall, these results suggest that fear of discrimination from disclosure plays an important role in student leaders’ decision to include their leadership experience on their resume.  This finding is consistent with Kirby (2006) in that some of the student leaders who feared discrimination from disclosing their sexual orientation were not willing to include their leadership experience on their resume.  This finding is also consistent with literature examining fear of discrimination from disclosure and disclosure of sexual orientation at the workplace (Ragins, 2008; Ragins et al., 2007). The importance of a supportive work climate and fit with the organization was a reoccurring theme associated with student leaders’ decisions to disclose at work and include their leadership experience on their resume in Kirby’s (2006) study.  Similarly, other research has found that individuals are more likely to disclose their sexual orientation when they perceive the company or organization to be supportive of sexual minorities (e.g., policies, affirmation programs) (Griffith & Hebl, 2002; King et al., 2008; Ragins, et al., 2007).  In support of these findings I found that student leaders’ perceptions of the importance of fit with an organization in regard to acceptance and support of sexual orientation and/or gender identity was significantly associated with their inclusion or planned inclusion of their leadership experience on their resume.  However, this relationship was only present when not controlling for the covariates and fear of discrimination from disclosure, suggesting that these factors might contribute more to leadership inclusion than perceptions of importance of fit.  This suggests that future studies should be careful to account for the context surrounding disclosure.   72  Kirby (2006) discusses that one of the student leaders in her study believed it was important to be recognized for their leadership accomplishments and this is why they planned to include their leadership experience in a LGBTQ-focused organization on their resume.  My study supports this notion, with student leaders’ need to be recognized for their leadership experience as being one of the few factors significantly associated with actual or planned leadership inclusion on the resume.  This suggests that future studies should pay particular attention to recognition needs of student leaders and how these needs could affect disclosure. My study also suggests an indirect relationship between student leaders’ perceived experiences of past discrimination as well as their perceptions of workplace discrimination and their actual or planned inclusion of leadership experience in a LGBTQ-focused organization on their resume.  In Kirby’s (2006) study student leaders’ perceived experiences of past discrimination was not discussed as an important factor contributing to decisions of including leadership experience.  This omission is most likely due to the fact that many undergraduate students have little job experience and given the small sample size in her study, this aspect is unlikely to surface.  The indirect relationship between perceptions of workplace discrimination and inclusion of leadership experience on the resume is consistent with Kirby (2006).  She found that for many student leaders’ organizational climate was an important factor to student leaders in regard to expectations of discrimination and whether they would include leadership information on their resume.  Although my primary interest in this study was the relationship between various factors and student leaders’ decision to include their leadership experience in a LGBTQ-focused organization on their resume, these factors and their relationship with fear of  73  discrimination from disclosure should also be noted.  Ragins et al. (2007) found a significant positive relationship between perceptions of past discrimination and fear of discrimination from disclosure, r = .23.  In this study I also found a significant positive relationship between these two variables (r = .31) adding additional support to the idea that individuals who perceive themselves as experiencing discrimination are more likely to have fear of discrimination from disclosure of their actual or perceived sexual orientation and/or gender identity.  In addition, I found that student leaders’ perceptions of disclosure of their actual or perceived sexual orientation and/or gender identity from listing their leadership information on their resume had a significant positive relationship with fear of discrimination from disclosure.  Participants’ perceptions of the workplace environment in regard to discrimination also had a significant positive relationship with fear of discrimination from disclosure.  This is consistent with past research suggesting that within workplace environments that are perceived to be discriminatory, individuals are more likely to fear discrimination from disclosure and are less likely to disclose their sexual orientation (Ragins & Cornwell, 2001).  Participants’ perceptions of the supportiveness of their current or intended profession had a significant negative relationship with fear of discrimination from disclosure.  This is consistent with past research suggesting that within supportive professions, minorities are less likely to fear discrimination from disclosure (Clair et al., 2005).     Although I hypothesized that student leaders’ beliefs of the legal environment moderated the relationship between the legal environment of the city the leaders were currently seeking or planning to seek jobs in, or where they currently lived, and their fear of discrimination from disclosure, I did not find support for this hypothesis.  However, I  74  found that there was a direct significant relationship between beliefs of the legal environment and fear of discrimination from disclosure.  Those student leaders who believed that the legal environment had fewer protections were more likely to experience fear of discrimination from disclosure.  This is an important finding suggesting that individuals’ beliefs of the legal environment rather than the actual legal environment contribute to their fears of discrimination from disclosure of their actual or perceived sexual orientation and/or gender identity.  Overall, the results of my study contribute to furthering our knowledge about job seeking behaviors of student leaders of LGBTQ-focused organizations.  My results suggest that some factors Kirby (2006) stated as being important contributors to inclusion of leadership experience on the resume might not be as important as thought, and that other factors surfaced as the main contributors to this resume construction behavior.  In addition, results of my study support findings in other areas of the LGBTQ literature in regard to the workplace and fear of discrimination from disclosure of sexual orientation and/or gender identity.  Practical Implications  Research suggests that including leadership experience on one’s resume can be beneficial in the selection process (Brown & Campion, 1994; Burns et al., 2014; Hutchinson, 1984; Nemanick & Clark, 2002).  In this study participants’ beliefs regarding the helpfulness of including leadership experience on their resumes, their perceptions of the importance of fit with an organization in regard to acceptance and support for LGBTQ individuals, and their need to be recognized for their leadership experience had significant positive associations with leadership inclusion on the resume.   75  Additionally, student leaders’ fear of discrimination from disclosure of their actual or perceived sexual orientation and/or gender identity was negatively associated with leadership inclusion on the resume.  As a result individuals working in career development or other career advisement related services could focus on these factors with students.  If these professionals want students to include this information on their resumes, they could focus on the importance of including leadership on a resume, the importance of finding an organization that accepts and supports their actual or a possible perceived sexual orientation and/or gender identity, and the importance of being recognized for their accomplishments especially regarding leadership.  These professionals could also work with student leaders to combat their fear of discrimination from disclosure of their actual or perceived sexual orientation and/or gender identity. Not only do student leaders involved in LGBTQ-focused organizations have difficult resume construction issues, but student leaders involved in other minority focused organizations might have these issues as well (Davis & Muir, 2003).  For example, students with leadership experience in Muslim groups might face discrimination in regard to their religious beliefs in the resume screening process.  This might preclude these student leaders from including this leadership experience on their resumes.  Results from this study might be useful when examining fear of discrimination and resume construction behaviors in these other stigmatized groups.  The factors affecting student leaders of LGBTQ-focused organizations might be the same factors affecting student leaders of other minority group focused organizations and their fear of discrimination from disclosure and leadership inclusion on their resume. Limitations  76   There are several limitations to this study that should be noted.  The small sample size of the current study could have affected my power to find significant relationships.  I computed the initial required sample size for this study using G*Power 3.1 (Faul, Erdfelder, Lang, & Buchner, 2007).  In order to reach an 80% power for detecting moderately small effect sizes in moderation and mediation analyses, a sample size of 395 was required.  Based on the effect sizes of Ragins et al. (2007) a sample size of 113 was required to achieve 80% power for the proposed hypothesis regarding perceived past discrimination and fear of discrimination from disclosure.  Based on past results, I anticipated having to contact approximately 50 to 165 student organizations to reach this required sample size.  This was based off of an estimated 2.4 participants per organization with a 50% to 60% response rate which has been found to be common answer rates from other LGBTQ research (e.g., Croteau & Lark, 2009).  Unfortunately, I was not able to meet the sample size requirements for the small effect sizes in the moderation and mediation analyses.  Conducting post hoc power analyses, the power level for my moderation analyses ranged from .21 to .24.  In addition, based on my observed moderation effects of .01 I would have required a sample size of 787 to find the effects.   Another limitation is that the factors I measured in this study were collected via self-report from participants.  As a result, my study might suffer from common method variance, possibly inflating the relationships between variables.  In an effort to allay these effects I used different scale points for different variables, as suggested by Podsakoff, MacKenzie, Lee, and Podsakoff (2003).  In addition, the cross-sectional nature of the  77  study allowed for the examination of relationships between these factors but I cannot examine actual causality.  Some other issues I encountered in the current study were highlighted by participant comments.  At the end of the survey I allowed participants to comment in an open-ended format.  A couple participants pointed out that when asking about gender identity and expression, I combined these two factors in one question.  Most participants answered with one of the provided choices, but a few put in the “other” option (an open-ended response) that they had a different gender identity as opposed to gender expression.  If I had separated this question, I could have allowed for a more detailed analysis in regard to gender identity and gender expression.   Another possible reason why individuals might not include their LGBTQ-focused organization leadership information was brought to my attention in the comment section of the survey.  Some individuals highlighted the fact that space issues might prevent someone from sharing this information.  With all research, it is likely that I missed other factors that affect individuals’ decision to include LGBTQ-focused organizational leadership information on their resume.  In order to create a survey that was not too cognitively tasking and a model that was not too complicated, I had to focus on factors that I believed were major contributors, based on Kirby’s (2006) research and the literature, to individuals’ inclusion of leadership experience in a LGBTQ-focused organization on their resume.   Future Research Future research might want to focus on applicant’s including membership in LGBTQ-focused organizations on their resumes in general, instead of examining only  78  leadership experience.  It would be interesting to examine whether the same factors influence including membership on the resume versus including leadership experience in a LGBTQ-focused organization and whether there are additional factors that might affect this behavior. Additionally, researchers should examine non-student leaders of LGBTQ-focused organizations and their job seeking behaviors.  Perhaps these individuals will have different job seeking behaviors compared to student leaders and different factors might affect these behaviors.  This could be especially true if the non-student leaders are employed within their position and as a result would list this experience on their resume as past job experience. Researchers should examine other job seeking behaviors of LGBTQ-focused organizational leaders and members.  For example, researchers could focus on behaviors during the interview process.  If individuals chose to not include leadership experience or membership information in a LGBTQ-focused organization on their resume will they be willing to talk about this experience during the interview or will they avoid discussing this experience?   As stated earlier in this paper, studies have not examined the effects of gender minority identity cues in resumes.  Researchers could examine whether the inclusion of membership and/or leadership information in transgender specific organizations on resumes leads to more negative attitudes and discriminatory behavior toward these applicants as compared to those applicants with sexual orientation minority cues within their resumes.  79  Lastly, researchers should examine the impact of other minority affiliated organization information on resumes, such as specific ethnicities or religious focused organizations.  The minorities associated with these organizations could potentially be vulnerable to discrimination in the resume screening process.  It would be interesting to examine whether these leaders also have concerns about including their organizational information on the resume for fear of discrimination and what factors affect the decision to include this information.  80   Table 1    Frequencies of Sexual Orientation and Gender Identity Sexual Orientation Gender Identity Transgender Total Yes No  Gay Male 3 44 47 Female 0 0 0 Part time  0 1 1 Genderless 0 2 2 Genderqueer 0 0 0 Genderfluid 0 0 0 Other 0 0 0  Total 3 47 50 Lesbian Male 0 0 0 Female 1 24 26 Part time 0 0 0 Genderless 0 0 0 Genderqueer 0 0 0 Genderfluid 0 0 0 Other 0 1 1  Total 1 25 26 Bisexual Male 0 2 2 Female 0 12 12 Part time 0 0 0 Genderless 0 0 0 Genderqueer 0 0 0 Genderfluid 0 0 0 Other 1 0 1  Total 1 14 15 Pansexual/ Omnisexual Male 1 1 2 Female 0 11 11 Part time 0 0 0 Genderless 0 2 2 Genderqueer 0 1 1 Genderfluid 0 0 0 Other 1 0 1  Total 2 15 17 Note.  N = 171.  Part time = Part time as one gender/Part time as another.  81    Table 1 Continued Frequencies of Sexual Orientation and Gender Identity Sexual Orientation Gender Identity Transgender Total Yes No Fluid Sexuality Male 1 0 1 Female 0 2 2 Part time 0 0 0 Genderless 0 0 0 Genderqueer 0 0 0 Genderfluid 0 0 0 Other 0 0 0 Total 1 2 3 Queer Male 1 6 7 Female 0 8 8 Part time 2 0 2 Genderless 0 1 1 Genderqueer 0 1 1 Genderfluid 1 0 1 Other 2 1 3 Total 6 17 23 Questioning Male 0 1 1 Female 0 0 0 Part time 0 0 0 Genderless 0 0 0 Genderqueer 0 0 0 Genderfluid 0 0 0 Other 0 0 0 Total 0 1 1 Straight/ Heterosexual Male 0 4 4 Female 0 16 16 Part time 0 0 0 Genderless 0 0 0 Genderqueer 0 0 0 Genderfluid 0 0 0 Other 0 0 0 Total 0 20 20 Note.  N = 171.  Part time = Part time as one gender/Part time as another.      82   Table 1 Continued Frequencies of Sexual Orientation and Gender Identity Sexual Orientation Gender Identity Transgender Total Yes No Prefers no labels Male 0 0 0 Female 1 6 7 Part time 0 1 1 Genderless 0 0 0 Genderqueer 0 0 0 Genderfluid 0 0 0 Other 0 0 0 Total 1 7 8 Asexual Male 0 0 0 Female 0 0 0 Part time 0 0 0 Genderless 0 0 0 Genderqueer 0 1 1 Genderfluid 0 0 0 Other 0 0 0 Total 0 1 1 Other Male 0 2 2 Female 1 3 4 Part time 1 0 1 Genderless 0 0 0 Genderqueer 0 0 0 Genderfluid 0 0 0 Other 0 0 0 Total 2 5 7 Note.  N = 171.  Part time = Part time as one gender/Part time as another.   83   Table 2 Face Validity Pilot Study Mean Ratings Item Construct BH BH BD DA DS IF NR I believe it is beneficial to include leadership information on my resume. 5.00 1.20 1.00 1.00 1.80 2.60 I will gain nothing from including leadership information on my resume. 5.00 1.00 1.40 1.00 1.20 1.00 Leadership is an important skill to include on my resume. 5.00 1.00 1.00 1.00 1.60 2.20 Employers prefer to hire applicants that were officers in social/non-work organizations. 4.00 1.20 1.40 1.40 1.40 2.80 Serving as an officer for a social/non-work organization looks good on a resume. 4.80 1.00 1.00 1.00 1.40 3.20 BD       I believe that including leadership experience in a LGBTQ organization on my resume will suggest that I am LGBTQ. 1.40 4.80 2.60 2.40 2.00 1.80 I do not believe that including leadership experience in a LGBTQ organization on my resume will lead to beliefs that I am LGBTQ. 1.20 4.60 1.60 1.60 1.40 1.00 I believe including information about membership in a LGBTQ organization on my resume will suggest that I am LGBTQ. 1.20 4.80 1.80 1.80 1.60 1.00 Resumes that include serving as a LGBTQ organization officer clearly denote the applicant is LGBTQ. 1.60 4.80 1.40 1.60 1.60 1.60 Including LGBTQ organization membership on a resume will lead to perceptions of the applicant being LGBTQ. 1.20 4.80 1.80 1.60 1.60 1.00 Note.  BH = Belief in Helpfulness of Including Leadership Experience on a Resume; BD = Belief in Disclosure during Application Process; DA = Need for Disclosure-Authenticity; DS = Need for Disclosure-Societal; IF = Importance of Fit with Organization; NR = Need for Recognition of Leadership.   84   Table 2 Continued Face Validity Pilot Study Mean Ratings Item Construct DA BH BD DA DS IF NR I feel as if I need to disclose my sexual orientation and/or gender identity at work for personal reasons. 1.40 1.40 4.60 2.40 2.20 1.60 My LGBTQ identity is central to my self-concept and as a result, I feel as if I need to disclose my sexual orientation and/or gender identity at work. 1.00 1.80 5.00 2.80 2.20 1.00 In order to be authentic, I feel as if I need to disclose my sexual orientation and/or gender identity at work. 1.00 2.00 5.00 2.20 2.00 1.00 In order to be honest with myself, I feel as if I need to disclose my sexual orientation and/or gender identity at work. 1.80 2.40 5.00 2.20 2.20 1.00 I feel as if I do not need to disclose my sexual orientation and/or gender identity at work for personal reasons. 1.00 3.00 4.40 1.80 1.40 1.00 Note.  BH = Belief in Helpfulness of Including Leadership Experience on a Resume; BD = Belief in Disclosure during Application Process; DA = Need for Disclosure-Authenticity; DS = Need for Disclosure-Societal; IF = Importance of Fit with Organization; NR = Need for Recognition of Leadership.             85  Table 2 Continued Face Validity Pilot Study Mean Ratings Item Construct DS       In order to advocate for LGBT individuals, I feel as if I need to disclose my sexual orientation and/or gender identity at work. 1.60 1.60 2.40 4.80 1.40 1.00 In order to educate others about LGBTQ individuals (e.g., break down negative stereotypes), I feel as if I need to disclose my sexual orientation and/or gender identity at work. 1.80 2.00 1.80 4.60 2.20 1.00 In order to change views about sexual/gender minorities (e.g., explain the realities of sexual/gender minorities), I feel as if I need to disclose my sexual orientation and/or gender identity at work. 1.00 2.40 2.20 5.00 2.00 1.00 I feel as if I need to disclose my sexual orientation and/or gender identity at work to show that LGBTQ individuals exist in the workplace. 1.00 2.00 2.28 4.60 2.20 1.20 Note.  BH = Belief in Helpfulness of Including Leadership Experience on a Resume; BD = Belief in Disclosure during Application Process; DA = Need for Disclosure-Authenticity; DS = Need for Disclosure-Societal; IF = Importance of Fit with Organization; NR = Need for Recognition of Leadership.  86   Table 2 Continued Face Validity Pilot Study Mean Ratings Item Construct IF BH BD DA DS IF NR It is important that I seek an organization that encourages their employees to be supportive of LGBTQ individuals (e.g., diversity training and workshops). 1.20 1.40 1.80 1.80 4.60 1.20 It is important that I seek an organization that implements anti-LGBTQ discrimination policies. 1.80 1.60 2.00 2.80 4.80 1.00 It is important that I seek an organization that is supportive of LGBTQ employees (e.g., public support of LGBTQ activities or issues, domestic partner benefits). 1.00 1.20 1.60 2.20 4.80 1.00 NR       I want the employer to recognize my accomplishments regarding my leadership position in a LGBTQ organization. 3.60 2.60 2.40 2.80 3.40 4.80 I feel as if my leadership experience in a LGBTQ organization should be recognized by potential employers. 3.80 1.80 1.60 2.40 2.80 5.00 I do not need potential employers to recognize my leadership experience in a LGBTQ organization. 3.00 1.20 1.00 1.00 1.60 4.20 Listing my leadership experience in a LGBTQ organization on my resume will give me the recognition I deserve. 4.20 2.00 2.00 1.60 1.60 4.80 Note.  BH = Belief in Helpfulness of Including Leadership Experience on a Resume; BD = Belief in Disclosure during Application Process; DA = Need for Disclosure-Authenticity; DS = Need for Disclosure-Societal; IF = Importance of Fit with Organization; NR = Need for Recognition of Leadership.     87  Table 3 Frequencies for Resume Behaviors  Planned inclusion of leadership  Includes leadership Does not include leadership Includes on some but not others Total M SD  Resume ----- -----  78 17 ---- 95 Multiple resumes ----- -----  31 4 17 52    Total 109 21 17 147         Plans on one resume 4.00 1.00     11 Plans on multiple  resumes 4.80 .42     10        168 Note.  Individuals with frequencies for Resume and Multiple resumes expressed that they currently had a resume.  Individuals with frequencies for Plans on one resume and Plans on multiple resumes expressed that they did not currently have a resume.           88  Table 4  Descriptive Statistics and Correlations for Study Variables  V M (SD) 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15 1. IL  ----- -----                2. BH  4.42 (.47) .21* 170 -----              3. BD  5.00 (1.22) -.09 170 .14 171 -----             4. FD 2.98 (1.31) -.15 170 -.09 171 .27* 171 -----            5. LE 3.14 (1.42) .04 161 .03 162 -.06 162 -.10 162 -----           6. BL 2.43 (.99) .10 142 .12 142 -.14 142 -.26* 142 .48* 136 -----          7. ED 1.75 (2.68) -.04 160 -.01 161 .29* 161 .31* 161 -.09 152 -.19 135 -----         8. PD 4.40 (.95) -.03 170 .13 171 .22* 171 .47* 171 -.08 162 -.23* 142 .29* 161 -----        9. SM 6.71 (2.40) -.02 169 -.02 170 -.07 170 -.26* 170 .03 161 .02 141 -.07 160 -.08 170 -----       Note.  Sample size is presented underneath each correlation.  Bolded p < .05 and * p <.01.  V = variable; IL(1) = Inclusion/planned inclusion of leadership experience; BH(2) = Belief in helpfulness of including leadership experience on a resume; BD(3) = Belief in disclosure during application process; FD(4) = Fear of discrimination from disclosure; LS(5) = Legal environment of sexual orientation and gender identity discrimination; BL(6) = Belief of legal environment; ED(7) = Experience of past discrimination; PD(8) = Perceptions of workplace discrimination; SM(9) = Perceived supportiveness of profession-LGBTQ males; SF(10) = Perceived supportiveness of profession-LGBTQ females; SA(11) = Perceived supportiveness of profession-all LGBTQ; DA(12) = Need for disclosure-authenticity; DS(13) = Need for disclosure-societal; IF(14) = Importance of fit with organization regarding LGBTQ; NR(15) = Need for recognition of leadership.   89  Table 4 Continued  Descriptive Statistics and Correlations for Study Variables  V M (SD) 1  2  3  4  5  6  7  8  9  10  11  12  13  14  15 10. SF 6.97 (2.16) .09 168 -.00 169 -.07 169 -.30* 169 -.01 160 .05 140 .05 159 -.15 169 .69* 169 -----      11. SA 6.83 (2.13) .03 169 -.01 170 -.09 170 -.28* 170 .00 161 .04 141 -.02 160 -.12 170 .93* 170 .91* 169 -----     12. DA 3.18 (1.06) .11 135 .10 135 .14 135 -.12 135 -.02 130 -.08 114 .08 129 .01 135 .12 134 -.01 134 .07 134 -----    13. DS 3.81 (.93) .12 135 .11 136 .32* 136 .03 136 .02 130 -.12 118 .24* 130 .14 136 .15 135 .06 135 .12 135 .57* 122 -----   14. IF 4.41 (.59) .16 167 .16 168 .13 168 -.01 168 .05 159 -.01 140 .05 158 .06 168 .11 167 .06 167 .10 167 .27* 134 .20 136 ------  15. NR 5.24 (1.12) .32* 167 .39* 168 .12 168 -.06 168 .01 159 -.02 140 .04 158 .12 168 .23* 167 .13 167 .20 167 .34* 134 .37* 136 .25* 168 ----- Note.  Sample size is presented underneath each correlation.  Bolded p < .05 and * p < .01.  V = variable; IL(1) = Inclusion or planned inclusion of leadership experience; BH(2) = Belief in helpfulness of including leadership experience on a resume; BD(3) = Belief in disclosure during application process; FD(4) = Fear of discrimination from disclosure; LE(5) = Legal environment of sexual orientation and gender identity discrimination; BL(6) = Belief of legal environment; ED(7) = Experience of past discrimination; PD(8) = Perceptions of workplace discrimination; SM(9) = Perceived supportiveness of profession-LGBTQ males; SF(10) = Perceived supportiveness of profession-LGBTQ females; SA(11) = Perceived supportiveness of profession-all LGBTQ; DA(12) = Need for disclosure-authenticity; DS(13) = Need for disclosure-societal; IF(14) = Importance of fit with organization regarding LGBTQ; NR(15) = Need for recognition of leadership.     90  Table 5 Descriptive Statistics and Correlations of Control Variables V M SD IL BH BD FD LE BL ED PD SM SF SA DA DS IF NR LP 6.41 .69 .18 169 .26* 170 .04 170 .08 170 .10 161 .14 142 .09 160 .08 170 -.17 169 -.09 168 -.15 169 .04 135 .12 136 -.01 167 .17 167 OL 1.22 .42 -.08 168 -.13 169 .07 169 -.05 169 -.07 161 .05 141 -.05 159 -.06 169 .02 168 .09 167 .04 168 .16 134 -.02 136 -.02 166 .08 166 ON 3.67 1.19 -.01 170 -.03 171 .07 171 -.13 171 .06 162 .03 142 .07 161 .09 171 .11 170 .02 169 .06 170 .04 135 .10 136 -.00 168 -.00 168 JM 4.15 1.24 .02 163 .04 164 .09 164 .24* 164 .07 155 .05 136 -.06 155 .17 164 .02 163 -.03 163 -.01 163 -.03 130 .03 133 .05 164 .12 164 Note.  Sample size is presented underneath each correlation.  V = Variables; LP = Leadership valued in profession; OL = Leadership experience in non-LGBTQ focused organizations; ON = Extent organization name discloses; JM = Job market constraints; IL = Inclusion or planned inclusion of leadership experience; BH = Belief in helpfulness of including leadership experience on a resume; BD = Belief in disclosure during application process; FD = Fear of discrimination from disclosure; LE= Legal environment of sexual orientation and gender identity discrimination; BL = Belief of legal environment; ED = Experience of past discrimination; PD = Perceptions of workplace discrimination; SM = Perceived supportiveness of profession-LGBTQ males; SF = Perceived supportiveness of profession-LGBTQ females; SA = Perceived supportiveness of profession-all LGBTQ; DA = Need for disclosure-authenticity; DS = Need for disclosure-societal; IF = Importance of fit with organization regarding LGBTQ; NR = Need for recognition of leadership.  Bolded p < .05 and * p < .01.  91  Table 6 Correlations between Study Variables and Legal Environment Categories Variables SOALL GIALL PUALL PRALL SOPU SOPR GIPU GIPR IL 161 .04 .03 .01 .06 -.00 .06   .01 .05 BH 162 .07 .01 .03 .03 .10 .03 -.02 .03 BD 162 -.06 -.06 -.04 -.07 -.03 -.06 -.04 -.07 FD 162 -.09 -.11 -.08 -.11 -.05 -.10 -.10 -.11 BL 136 .45* .43* .34* .50* .28* .50* .34* .46* ED 152 -.08 -.09 -.07 -.10 -.07 -.08 -.06 -.11 PD 162 -.09 -.07 -.09 -.07 -.10 -.07 -.07 -.07 SM 161 .02 .04 .01 .05 -.02 .04 .03 .05 SF 160 -.02 .00 -.01 -.01 -.03 -.02 .01 -.01 SA 161 -.01 .01 -.01 .01 -.03 .01 .01 .01 DA 130 -.01 -.03 .00 -.03 .03 -.04 -.02 -.03 DS 130 .01 .02 .02 .02 .02 .01 .02 .02 Note.  Sample size is presented underneath each variable.  IL = Inclusion/planned inclusion of leadership experience; BH = Belief in helpfulness of including leadership experience on a resume; BD = Belief in disclosure during application process; FD = Fear of discrimination from disclosure; BL = Belief of legal environment; ED = Experience of past discrimination; PD = Perceptions of workplace discrimination; SM = Perceived supportiveness of profession-LGBTQ males; SF = Perceived supportiveness of profession-LGBTQ females; SA = Perceived supportiveness of profession-all LGBTQ; DA = Need for disclosure-authenticity; DS = Need for disclosure-societal. SOALL = Sexual orientation-public and private; GIALL = Gender identity-public and private; PUALL = Public-sexual orientation and gender identity; PRALL = Private-sexual orientation and gender identity; SOPU = Sexual orientation-public; SOPR = Sexual orientation private; GIPU = Gender identity-public; GIPR = Gender identity-private.  Bolded p < .05 and * p < .01.   92  Table 6 Continued Correlations between Study Variables and Legal Environment Categories Variables SOALL GIALL PUALL PRALL SOPU SOPR GIPU GIPR IF 159 -.00 .08 .04 .04 -.05 .03 .11 .05 NR 159 .04 -.00 .04 -.01 .05 .02 .02 -.03 Note.  Sample size is presented underneath each variable.  IF = Importance of fit with organization regarding LGBTQ; NR = Need for recognition of leadership. SOALL = Sexual orientation-public and private; GIALL = Gender identity-public and private; PUALL = Public-sexual orientation and gender identity; PRALL = Private-sexual orientation and gender identity; SOPU = Sexual orientation-public; SOPR = Sexual orientation private; GIPU = Gender identity-public; GIPR = Gender identity-private.  Bolded p < .05 and * p < .01.  93  Table 7 Correlations between Study Variables and Beliefs of Legal Environment Categories Variables SOALL GIALL PUALL PRALL SOPU SOPR GIPU GIPR IL .10 141 .13 126 .11 138 .09 118 .14 168 .14 166 .11 167 .09 164 BH .10 141 .11 126 .16 138 .01 118 .04 169 -.09 167 .05 168 -.04 165 BD -.10 141 -.21 126 -.11 138 -.19 118 -.16 169 -.25* 167 -.19 168 -.26* 165 FD -.23* 141 -.24* 126 -.24* 138 -.25* 118 -.07 169 -.11 167 -.14 168 -.12 165 LE .46* 135 .43* 120 .43* 132 .45* 112 .28* 161 .35* 159 .29* 160 .31* 157 ED -.15 134 -.18 119 -.20 131 -.16 111 -.15 159 -.13 157 -.18 158 -.21* 155 PD -.21 141 -.21 126 -.23* 138 -.22 118 -.12 169 -.18 167 -.17 168 -.20* 165 SM .03 140 .01 125 .03 137 .04 117 .02 168 .01 166 .00 167 -.05 165 SF .04 139 .05 124 .06 136 .02 116 .01 167 -.01 165 .02 166 -.06 164 SA .04 140 .03 125 .04 137 .03 117 .02 168 .01 166 .01 167 -.05 165 DA -.03 114 -.07 101 -.03 112 -.07 93 .02 135 -.09 133 -.08 134 -.12 131 Note.  Sample size is presented underneath each correlation.  IL = Inclusion or planned inclusion of leadership experience; BH = Belief in helpfulness of including leadership experience on a resume; BD = Belief in disclosure during application process; FD = Fear of discrimination from disclosure; LE = Legal environment of sexual orientation and gender identity discrimination; BL = Belief of legal environment; ED = Experience of past discrimination; PD = Perceptions of workplace discrimination; SM = Perceived supportiveness of profession-LGBTQ males; SF = Perceived supportiveness of profession-LGBTQ females; SA = Perceived supportiveness of profession-all LGBTQ; DA = Need for disclosure-authenticity.  SOALL = Sexual orientation-public and private; GIALL = Gender identity-public and private; PUALL = Public-sexual orientation and gender identity; PRALL = Private-sexual orientation and gender identity; SOPU = Sexual orientation-public; SOPR = Sexual orientation private; GIPU = Gender identity-public; GIPR = Gender identity-private.  Bolded p < .05 and * p < .01.  94   Table 7 Continued Correlations between Study Variables and Beliefs of Legal Environment Categories Variables SOALL GIALL PUALL PRALL SOPU SOPR GIPU GIPR DS -.10 118 -.07 102 -.06 115 -.10 96 -.08 136 -.17 134 -.14 135 -.18 132 IF .00 139 -.01 124 .02 136 -.07 116 -.01 167 -.11 165 -.08 166 -.12 163 NR -.02 139 .04 124 .01 136 -.09 116 -.00 167 -.06 165 -.11 166 -.08 163 Note.  Sample size is presented underneath each correlation.  DS = Need for disclosure-societal; IF = Importance of fit with organization regarding LGBTQ; NR = Need for recognition of leadership.  SOALL = Sexual orientation-public and private; GIALL = Gender identity-public and private; PUALL = Public-sexual orientation and gender identity; PRALL = Private-sexual orientation and gender identity; SOPU = Sexual orientation-public; SOPR = Sexual orientation private; GIPU = Gender identity-public; GIPR = Gender identity-private.  Bolded p < .05 and * p < .01.  95  Table 8 Correlations between Study Variables and Sexual Orientation Variables N Gay Les Bi P/O Flui Quee Ques Het PNL Asex Other IL 170 -.04 .02 -.10 -.07 -.02 -.04 .04 .11 .12 .06 .05 BH 171 .18 -.06 .03 -.05 .07 -.15 .04 .00 .05 .01 -.14 BD 171 .04 .21* -.04 -.11 .08 .10 .00 -.29* -.10 .00 .01 FD 171 -.09 .03 .02 .09 -.02 -.05 -.06 -.05 .01 .12 .08 LE 162 -.11 -.03 -.02 -.02 .08 .14 -.12 .05 .04 .05 -.04 BL 142 -.07 .13 -.17 -.09 .04 .12 .14 .04 -.05 ---- -.02 ED 161 .04 .08 -.08 -.01 .12 .08 -.05 -.13 -.09 ---- .01 PD 171 -.04 -.08 .05 -.03 -.03 .15 .00 -.09 .01 .09 .08 SM 170 .02 -.13 -.08 .00 -.02 .08 .01 .07 .06 -.02 .02 SF 169 -.01 -.04 -.11 .03 .04 -.02 .04 .11 .04 -.04 -.01 SA 170 .01 -.09 -.09 .02 .01 .04 .03 .09 .06 -.03 -.04 DA 135 .18 .07 -.19 -.21 -.06 .19 -.11 ---- .01 .03 -.08 DS 136 .15 .02 -.16 -.11 -.15 .11 -.17 ---- .16 -.03 -.12 IF 168 .02 -.02 -.05 -.17 .03 .08 .03 .12 -.01 .08 -.06 NR 168 .09 -.04 -.12 -.02 .01 .01 -.05 .08 -.05 .09 -.07 Note.  IL = Inclusion or planned inclusion of leadership experience; BH = Belief in helpfulness of including leadership experience on a resume; BD = Belief in disclosure during application process; FD = Fear of discrimination from disclosure; LE = Legal environment of sexual orientation and gender identity discrimination; BL = Belief of legal environment; ED = Experience of past discrimination; PD = Perceptions of workplace discrimination; SM = Perceived supportiveness of profession-LGBTQ males; SF = Perceived supportiveness of profession-LGBTQ females; SA = Perceived supportiveness of profession-all LGBTQ; DA = Need for disclosure-authenticity; DS = Need for disclosure-societal; IF = Importance of fit with organization regarding LGBTQ; NR = Need for recognition of leadership. Les = Lesbian; Bi = Bisexual; P/O = Pansexual(Omnisexual); Flui = Fluid sexuality; Quee = Queer; Ques = Questioning; Het = Heterosexual/Straight; PNL = Prefer no labels; Asex = Asexual.  Bolded p < .05 and * p < .01.  96  Table 9 Correlations between Study Variables and Gender Identity Variables N Male Female Part Genderless Genderqueer Genderfluid Other transgender IL 170 -.06 .04 .03 .04 -.11 .04 .05 .10 BH 171 .14 -.11 .03 -.12 .05 -.03 -.02 -.02 BD 171 -.04 -.03 .05 .07 .08 .13 -.03 .02 FD 171 -.15 .05 -.08 .10 .20* .08 .05 .04 LE 162 -.13 .10 .10 -.05 .02 .05 .00 .01 BL 142 -.04 .05 -.03 -.02 -.04 .03 .04 .01 ED 161 .03 -.14 .07 .14 .07 -.05 .08 .01 PD 171 -.03 -.09 .12 .12 .13 .09 -.01 .08 SM 170 .09 -.10 .10 -.00 -.06 -.02 -.00 .00 SF 169 .10 -.08 .11 -.04 -.04 -.04 -.06 -.02 SA 170 .11 -.10 .11 -.02 -.05 -.03 -.03 -.00 DA 135 .10 -.21 .11 .02 .01 -.08 .16 .18 DS 134 .10 -.22* .07 .08 -.02 .02 .15 .05 IF 168 -.09 .05 .12 -.02 -.01 .08 -.01 .04 NR 168 .00 -.12 .07 .13 .06 .07 .07 .03 Note.  IL = Inclusion or planned inclusion of leadership experience; BH = Belief in helpfulness of including leadership experience on a resume; BD = Belief in disclosure during application process; FD = Fear of discrimination from disclosure; LE = Legal environment of sexual orientation and gender identity discrimination; BL = Belief of legal environment; ED = Experience of past discrimination; PD = Perceptions of workplace discrimination; SM = Perceived supportiveness of profession-LGBTQ males; SF = Perceived supportiveness of profession-LGBTQ females; SA = Perceived supportiveness of profession-all LGBTQ; DA = Need for disclosure-authenticity; DS = Need for disclosure-societal; IF = Importance of fit with organization regarding LGBTQ; NR = Need for recognition of leadership.  Part = Part time as one gender/part time as another.  Bolded p < .05 and * p < .01.  97  Table 10 Correlations between Study Variables, Ethnicity, and Age Variables N White Black Hispanic Asian Middle Eastern Multi- Racial Age IL 169 .05 -.06 -.05 .03 .04  -.05 -.14 170 BH  170 .06 -.01 -.17 -.06 .01  .08 -.05 171 BD 170 .06 .01 -.02 -.05 -.25*  -.00 .06 171 FD 170 .07 -.01 .05 -.04 -.00  -.14 .04 171 LE 161 -.13 -.17 .13 .11 .05  .08 -.02 162 BL 141 -.13 -.01 .06 .11 ----- .05 -.12 142 ED 161 .03 -.02 -.04 -.02  -.05  .05 .33* 161 PD 170 -.01 .03 -.04 -.05 -.03  -.05 -.07 171 SM 169 -.04 -.04 .11 .05 -.06  .03 -.02 170 SF 168 -.03 .03 .07 .01 -.07  .04 .09 169 SA 169 -.02 -.01 .10 .04 -.07 .00 .04 170 DA 134 .07 -.10 -.16 .09 ----- .07 -.07 135 DS 136 .07 -.05 -.14 .05 ----- .03 .11 IF 168 -.04 -.20* -.03 .18 .08 .08 .09 NR 168 .02 .01 -.16 .07 -.07 .08 -.02 Note.  Sample size is presented under correlation if different.  IL = Inclusion or planned inclusion of leadership experience; BH = Belief in helpfulness of including leadership experience on a resume; BD = Belief in disclosure during application process; FD = Fear of discrimination from disclosure; LE = Legal environment of sexual orientation and gender identity discrimination; BL = Belief of legal environment; ED = Experience of past discrimination; PD = Perceptions of workplace discrimination; SM = Perceived supportiveness of profession-LGBTQ males; SF = Perceived supportiveness of profession-LGBTQ females; SA = Perceived supportiveness of profession-all LGBTQ; DA = Need for disclosure-authenticity; DS = Need for disclosure-societal; IF = Importance of fit with organization regarding LGBTQ; NR = Need for recognition of leadership.  Bolded p < .05 and * p < .01.  98   Table 11 Moderated Regression Analyses Criterion Variable  Ordered Covariates and Predictors Step 1 β Step 2 β Step 3 β ΔR2 Total R2 IL 1. Believed value of leadership for profession Other non-LGBTQ leadership for resume Organization name and disclosure Perceptions of job constraints .18 -.06 .02 .04 .14 -.03 .03 .04 .13 -.03 .03 .04 .04 .04  2. BH BD  .18 -.12 -.14 -.83 .04 .08  3. BH x BD    .83 .01 .09 FD 1. LE BL .01 -.29* .11 -.17  .08 .08  2. LE x BL   -.19  .00 .08 Notes.  IL = Inclusion or planned inclusion of leadership experience; BH = Belief in helpfulness of including leadership experience on a resume; BD = Belief in disclosure during application process; FD = Fear of discrimination from disclosure; LE = Legal environment of sexual orientation and gender identity discrimination; BL = Belief of legal environment.  Bolded p < .05 and * p < .01.     99  Table 11 continued Moderated Regression Analyses Criterion Variable  Ordered Covariates and Predictors Step 1 β Step 2 β Step 3 β ΔR2 Total R2 IL 1. Believed value of leadership for profession Other non-LGBTQ leadership for resume Organization name and disclosure Perceptions of job constraints .23 .01 .03 .03 .24* -.01 .01 .07 .25* -.01 .00 .07 .05 .05  2. FD DA  -.17 .08 .01 .21 .04 .09  3. FD x DA    -.22 .00 .09  1. Believed value of leadership for profession Other non-LGBTQ leadership for resume Organization name and disclosure Perceptions of job constraints .20 -.05 .04 .07 .21 -.04 -.02 .11 .21 -.03 -.03 .10 .05 .05  2. FD DS  -.23 .11 .13 .30 .06 .11  3. FD x DS   -.41 .01 .11 Notes.  IL = Inclusion or planned inclusion of leadership experience; FD = Fear of discrimination from disclosure; DA = Need for disclosure-authenticity; DS = Need for disclosure-societal.  Bolded p < .05 and * p < .01.      100  Table 11 Continued Moderated Regression Analyses Criterion Variable  Ordered Covariates and Predictors Step 1 β Step 2 β Step 3 β ΔR2 Total R2 IL 1. Believed value of leadership for profession Other non-LGBTQ leadership for resume Organization name and disclosure Perceptions of job constraints .18 -.06 .02 .04 .20 -.06 -.00 .07 .19 -.07 -.00 .07 .04 .04  2. FD IF  -.17 .15 .32   .29 .05 .09  3. FD x IF    -.52 .01 .09 IL 1. Believed value of leadership for profession Other non-LGBTQ leadership for resume Organization name and disclosure Perceptions of job constraints .18 -.06 .02 .04 .14 -.09 .01 .03 .13 -.09 .02 .03 .04 .04  2. FD NR  -.13 .29* -.39 .17 .11 .15  3. FD x NR   .29 .00 .15 Note.  IL = Inclusion or planned inclusion of leadership experience; FD = Fear of discrimination from disclosure; IF = Importance of fit with organization regarding LGBTQ; NR = Need for recognition of leadership.  Bolded p < .05 and * p < .01.  101  APPENDIX A JOB SEEKING INTENTIONS 1. Are you currently seeking a job? Participants answers with “Yes” 2. Are you seeking a job in the city where you are currently living?  Yes  No   3. Are you seeking a job in a city or cities where you are not currently living?  Yes  No  4. How long have you been seeking a job?  Participants answers with “No” 2. Do you plan on seeking a job in the near future?  Yes  No  Not Sure  3. How soon do you plan to seek a job?  4. Do you plan on seeking a job in the city where you currently live? Yes No Not Sure  5. Do you plan on seeking a job in a city or cities where you do not currently live?  Yes  No  102  Additional Questions  5/6. What types of jobs are you seeking or plan to seek? I am primarily seeking or plan to seek private sector jobs I am primarily seeking or plan to seek public sector jobs I am seeking or plan to seek about the same amount of private and public sector jobs Not Sure  6/7. Are the jobs (job) you are seeking or plan to seek related to your field of study? Yes, they are all related to my field No, they are not related to my field Some jobs are related and some jobs are not Not Sure  7/8. Are you seeking or will you seek temporary jobs (job) (e.g., summer job, internship)  or permanent jobs? I am only seeking temporary jobs. I am only seeking permanent jobs. I am seeking both temporary jobs and permanent jobs. Not Sure  103  APPENDIX B BELIEF IN HELPFULNESS OF INCLUDING LEADERSHIP EXPERIENCE ON A RESUME 1. I believe it is beneficial to include leadership information on my resume. 2. I will gain nothing from including leadership information on my resume.*   3. Leadership is an important skill to include on my resume. 4. Employers prefer to hire applicants that were officers in social/non-work  organizations.  5. Serving as an officer for a social/non-work organization looks good on a resume. Note. * indicates reversed scored item. 104  APPENDIX C BELIEF IN DISCLOSURE DURING APPLICATION PROCESS 1. I believe that including leadership experience in a LGBTQ organization on my resume  will suggest that I am LGBTQ.  2. I do not believe that including leadership experience in a LGBTQ organization on my  resume will lead to beliefs that I am LGBTQ.*  3. I believe including information about membership in a LGBTQ organization on my  resume will suggest that I am LGBTQ.  4. Resumes that include serving as a LGBTQ organization officer clearly denotes the  applicant is LGBTQ.  5. Including LGBTQ organization membership on a resume will lead to perceptions of  the applicant being LGBTQ.  Note. * indicates reversed scored item. 105  APPENDIX D FEAR OF DISCRIMINATION FROM DISCLOSURE Items modified from Ragins et al. (2007) In my current position or in my next job, if I disclosed my sexual orientation and/or gender identity to everyone at work or was perceived to be a sexual orientation or gender identity minority… 1. I would lose my job. 2. I would be excluded from informal networks. 3. I would not be promoted. 4. My prospects for advancement would be stifled. 5. My mobility would be restricted. 6. I would not get a raise. 7. I would be ostracized. 8. My career would be ruined. 9. People would avoid me. 10. I would be harassed. 11. I would lose the opportunity to be mentored. 12. Coworkers would feel uncomfortable around me. 106  APPENDIX E BELIEFS OF LEGAL ENVIRONMENT Initial question for those participants seeking or planning to seek a job in the near  future.  1. What is the primary city that you are seeking or plan to seek employment in? Please  provide the city, county, and state.  Questions for participants seeking or planning to seek a job and those who are not  planning to seek a job in the near future.  1. If you said you were currently seeking or plan to seek a job in the near future, your  primary city, county, and state are already listed here. If you are not currently  seeking or plan to seek a job, list your current city, county, and state below:  Answer the following questions regarding the presence of anti-sexual orientation and  anti-gender identity/expression discrimination legislation for your current city or  primary city you are currently or plan to seek employment in.  Anti-sexual orientation discrimination legislation means that the city has a law that  protects sexual orientation minorities (e.g., gay men, lesbians, and bisexuals) from  discrimination in the workplace.  Anti-gender identity/expression discrimination legislation means that the city has a law  that protects gender identity minorities (e.g., transsexuals) from discrimination in  the workplace.  Please do not leave the survey to look up information regarding this legislation. Base the  answers to these questions on your current knowledge.  3. Anti-sexual orientation discrimination legislation in public (i.e., state) employment is  present.  4. Anti-gender identity/expression discrimination legislation in public (i.e., state)  employment is present.  5. Anti-sexual orientation discrimination legislation in private employment is present.  6. Anti-gender identity/expression discrimination legislation in private employment is  present. 107  APPENDIX F PAST DISCRIMINATION EXPERIENCES Items modified from Ragins et al. (2007) 1. In prior positions, have you ever faced discrimination because of your actual or  perceived sexual orientation and/or gender identity?  2. In prior positions, have you ever encountered discrimination because others suspected  or assumed that you are LGBTQ?  3. In prior positions, have you ever been physically harassed (touched or threatened)  because of your actual or perceived sexual orientation and/or gender identity?  4. In prior positions, have you ever been verbally harassed because of your actual or  perceived sexual orientation and/or gender identity?  5. Have you ever resigned from a job in part or because of discrimination based on actual  or perceived sexual orientation and/or gender identity?  6. Have you ever been fired from a job in part or because of your actual or perceived  sexual orientation and/or gender identity?  7. Did you leave your last job in part or because of discrimination based on actual or  perceived sexual orientation and/or gender identity?  Additional Question regarding Past Discrimination Experiences  8. Were you open about your sexual orientation and/or gender identity at your  workplace? 108  APPENDIX G  PERCEPTIONS OF WORKPLACE DISCRIMINATION  Items modified from Workplace Prejudice/Discrimination Inventory (WPDI: James, Lovato, & Cropanzano, 1994)  Within a majority of companies and organizations in my current city or the primary area  where I am currently seeking or plan to seek employment…..  1. LGBTQ individuals are unfairly singled out because of their sexual orientation and/or  gender identity.  2. Prejudice exists. 3. All people are treated the same, regardless of their sexual orientation and/or gender  identity.  4. LGBTQ individuals feel socially isolated because of their sexual orientation and/or  gender identity.  5. Sexual minority employees receive fewer opportunities.  6. Discrimination does not exist.  7. Heterosexual employees are treated better than LGBTQ individuals.  8. Heterosexual individuals are intolerant of LGBTQ individuals.  9. Supervisors scrutinize the work of LGBTQ employees more than heterosexual  employees.  10. Heterosexual and LGBTQ individuals get along well with each other.  11. Heterosexual employees get better treatment than LGBTQ employees.  12. Discrimination exists.  13. LGBTQ individuals are treated poorly because of their sexual orientation and/or  gender identity.  14. Heterosexual individuals do not tell LGBTQ individuals some job-related information  that they share with members of their own sexual orientation.   109  15. Promotions and rewards are not influenced by sexual orientation and/or gender  identity. 110  APPENDIX H PERCEIVED SUPPORTIVENESS OF PROFESSION 1. How supportive is your current or intended profession in regard to gay, bisexual,  transgender, and queer males? 2. How unsupportive is your current or intended profession in regard to gay, bisexual,  transgender, and queer males? 3. How supportive is your current or intended profession in regard to lesbian, bisexual,  transgender, and queer females? 4. How unsupportive is your current or intended profession in regard to lesbian, bisexual,  transgender, and queer females? 111  APPENDIX I NEED FOR DISCLOSURE-AUTHENTICITY 1. I feel as if I need to disclose my sexual orientation and/or gender identity at work for  personal reasons.  2. In order to be honest with myself, I feel as if I need to disclose my sexual orientation  and/or gender identity at work.  3. I feel as if I do not need to disclose my sexual orientation and/or gender identity at  work for personal reasons.*   4. In order to be authentic, I feel as if I need to disclose my sexual orientation and/or  gender identity at work.  5. My LGBTQ identity is central to my self-concept and as a result, I feel as if I need to  disclose my sexual orientation and/or gender identity at work.  Note. * indicates reversed scored item. 112  APPENDIX J NEED FOR DISCLOSURE-SOCIETAL 1. I feel as if I need to disclose my sexual orientation and/or gender identity at work to  show that LGBTQ individuals exist in the workplace. 2. In order to change views about LGBTQ individuals (e.g., explain the realities of these  individuals), I feel as if I need to disclose my sexual orientation and/or gender  identity at work. 3. In order to educate others about LGBTQ individuals (e.g., break down negative  stereotypes), I feel as if I need to disclose my sexual orientation and/or gender  identity at work. 4. In order to advocate for LGBTQ individuals, I feel as if I need to disclose my sexual  orientation and/or gender identity at work. 113  APPENDIX K IMPORTANCE OF FIT WITH ORGANIZATION IN REGARD TO ACCEPTANCE/SUPPORT 1. It is important that I seek an organization that is supportive of LGBTQ employees  (e.g., public support of LGBTQ activities or issues, domestic partner benefits). 2. It is important that I seek an organization that implements anti-LGBTQ discrimination  policies. 3. It is important that I seek an organization that encourages their employees to be  supportive of LGBTQ individuals (e.g., diversity training and workshops). 114  APPENDIX L NEED FOR RECOGNITION OF LEADERSHIP    1. I want the employer to recognize my accomplishments regarding my leadership  position in a LGBTQ organization. 2. I feel as if my leadership experience in a LGBTQ organization should be recognized  by potential employers. 3. I do not need potential employers to recognize my leadership experience in a LGBTQ  organization.* 4. Listing my leadership experience in a LGBTQ organization on my resume will give  me the recognition I deserve. Note. * indicates reversed scored item. 115  APPENDIX M INCLUSION OR PLANNED INCLUSION OF LEADERSHIP EXPERIENCE                                                    Yes 1. Do you currently have a resume? No 2. Do you have more than one resume? Yes No 3. Currently, do you have leadership experience with a LGBTQ organization listed on your resume? Yes No I do not have leadership experience. 3. Currently, do you have leadership experience with a LGBTQ organization listed on your resumes? Yes, I have this leadership experience listed on all of my resumes No, I have one or more resume(s) that has this leadership experience listed, but for another resume(s) I do not have this leadership experience listed No, I do not have this leadership experience listed on any of my resumes I do not have leadership experience Yes, No, or I do not have leadership experience 2. Do you plan on having multiple resumes? Yes No 3. How likely are you to include leadership experience with a LGBTQ  organization on your resume? 3. How likely are you to include leadership experience with a LGBTQ organization on all of your resumes?  116  APPENDIX N CONTROL VARIABLES  1. To what extent do you believe leadership skills are valued in your current or intended  profession?   1. Do you have leadership experience in other organizations that are not LGBTQ focused  that you can list on your resume?   1. The name of my LGBTQ organization (e.g., Rainbow Alliance) can be easily  identified by non-LGBTQ others as a LGBTQ organization.   Job Market Constraints (Swanson et al., 1996)  If you are currently seeking a job or plan to seek a job in the near future state how  strongly you agree that the following factors would be an issue for you.  1. Difficulty in finding a job due to a tight job market.  2. Difficulty in planning my career due to changes in the economy.  3. The outlook for future employment in my field is not promising.  4. No demand for my area of training/education. 117  APPENDIX O DEMOGRAPHICS 1. What is your gender identity/expression? 2. Do you consider yourself to be transgender? 3. What is your sexual orientation? 4. What is your ethnicity? 5. What is your age (in years)? 6. Are you currently a student? 7. What class are you considered? 8. What year are you in your program? 9. Do you currently hold a leadership position (e.g., president, vice president, treasurer,  etc.) in a LGBTQ campus organization?  10. What position do you hold?  11. Do you currently hold a leadership position (e.g., president, vice president, treasurer,  etc.) in a LGBTQ non-campus organization?  12. What position do you hold?  13. Are you currently employed?  14. Have you been employed in the past?  15. What is your most recent job title? 118  APPENDIX P  CHECK QUESTIONS 1. To make sure you are actively taking this survey, please answer Disagree for this item.  This is not a trick question. Please answer with Disagree. 2. To make sure you are actively taking this survey, please answer with Not Sure for this  item. This is not a trick question. Please answer with Not Sure. 3. To make sure you are actively taking this survey, please answer with Somewhat Agree  for this item. This is not a trick question. Please answer with Somewhat Agree. 119  REFERENCES Badgett, M. V., Lau, H., Sears, B., & Ho, D. (2007). Bias in the workplace: Consistent evidence of sexual orientation and gender identity discrimination. Los Angeles: The Williams Institute, University of California. Baron, R. M., & Kenny, D. A. (1986). The moderator–mediator variable distinction in social psychological research: Conceptual, strategic, and statistical considerations. Journal of Personality and Social Psychology, 51, 1173. Barron, L. G., & Hebl, M. (2012). The force of law: The effects of sexual orientation antidiscrimination legislation on interpersonal discrimination in employment. Psychology, Public Policy, and Law, 19, 191-205. Bernstein, M. (1997). Celebration and suppression: The strategic uses of identity by the lesbian and gay movement. American Journal of Sociology, 103, 531-565. Blashill, A. J., & Powlishta, K. K. (2009). Gay stereotypes: The use of sexual orientation as a cue for gender-related attributes. Sex Roles, 61, 783-793. Brodsky, C. M. (1976). The harassed worker. Lexington, MA: D.C. Heatlh and Company. Brown, B. K., & Campion, M. A. (1994). Biodata phenomenology: Recruiters’ perceptions and use of biographical information in resume screening. Journal of Applied Psychology, 79, 897-908.  120  Burns, G. N., Christiansen, N. D., Morris, M. B., Periard, D. A., and Coaster, J. (2014). Effects of applicant personality on resume evaluations. Journal of Business and Psychology. doi: 10.1007/s10869-014-9349-6.  Button, S. B. (2001). Organizational efforts to affirm sexual diversity: A cross-level examination. Journal of Applied Psychology, 86, 17-28. Cable, D. M., & Judge, J. A. (1996). Person-organization fit, job choice decisions, and organizational entry. Organizational Behavior and Human Decision Processes, 67, 294-311. Cascio, W. F., & Aguinis, H. (2011). Applied psychology in human resource management (7th ed.). Upper Saddle River, NJ: Prentice Hall. Chaudoir, S. R., & Fisher, J. D. (2010). The disclosure processes model: Understanding disclosure decision making and postdisclosure outcomes among people living with a concealable stigmatized identity. Psychological Bulletin, 136, 236-256. Chaudoir, S. R., & Quinn, D. M. (2010). Revealing concealable stigmatized identities: The impact of disclosure motivations and positive first-disclosure experiences on fear of disclosure and well-being. Journal of Social Issues, 66, 570-584. Clair, J. A., Beatty, J., & MacLean, T. (2005). Out of sight but not out of mind: Managing invisible social identities in the workplace. Academy of Management Review, 30, 78-95. Cohen, J., Cohen, P., West, S. G., & Aiken, L. S. (2003). Applied multiple regression/correlation analysis for the behavioral sciences (3rd ed.). Mahwah, NJ: Lawrence Erlbaum.  121  Cotterrell, R. (2003). Comparatists and sociology. In P. Legrand & R. Munday (Eds.) Comparative legal studies: Traditions and transitions (pp. 131-53). Cambridge, England: Cambridge University Press. Creed, W. E. D., & Scully, M. A. (2000). Songs of ourselves: Employees’ deployment of social identity in workplace encounters. Journal of Management Inquiry, 9, 391-412. Croteau, J. M. (1996). Research on the work experiences of lesbian, gay, and bisexual people: An integrative review of methodology and findings. Journal of Vocational Behavior, 48, 195-209. Croteau, J. M., & Lark, J. S. (1995). A qualitative investigation of biased and exemplary student affairs practice concerning lesbian, gay, and bisexual issues. Journal of College Student Development, 36, 472-482. Croteau, J. M., & Lark, J. S. (2009). On being lesbian, gay or bisexual in student affairs: A national survey of experiences on the job.  NASPA Journal, 46, 382-394. Croteau, J. M., & von Destinon, M. (1994). A national survey of job search experiences of lesbian, gay, and bisexual student affairs professionals. Journal of College Student Development, 35, 40-45. Crow, S. M., Folk, L. Y., & Hartman, S. J. (1998). Who is at greater risk of work-related discrimination: Women, Blacks, or homosexuals? Employee Responsibilities and Rights Journal, 11, 15-26. Davis, B. D., & Muir, C. (2003). Resume writing and the minority student. Business Communication Quarterly, 66, 39-51.  122  Diamant, L. (1993). Homosexual issues in the workplace. Philadelphia, PA: Taylor & Francis. Diamond, L. M. (2008). Female bisexuality from adolescence to adulthood: Results from a 10-year longitudinal study. Developmental Psychology, 44, 5-14. Dipboye, R. L., Arvey, R. D., & Terpstra, D. E. (1977). Sex and physical attractiveness of raters and applicants as determinants of resume evaluations. Journal of Applied Psychology, 62, 288-294. Drydakis, N. (2009). Sexual orientation discrimination in the labour market. Labour Economics, 16, 364-372. Echambadi, R., & Hess, J. D. (2007). Mean-centering does not alleviate collinearity problems in moderated multiple regression models. Marketing Science, 26, 438-445. Engel, D. M., & Munger, F. W. (2003). Rights of inclusion: Law and identity in the life stories of Americans with disabilities. Chicago, IL: University of Chicago Press. Faul, F., Erdfelder, E., Lang, A. G., & Buchner, A. (2007). G*Power 3: A flexible statistical power analysis program for the social, behavioral, and biomedical sciences. Behavior Research Methods, 39, 175-191. Feild, H. S., & Holley, W. H. (1976). Resume preparation: An empirical study of personnel managers’ perceptions. Vocational Guidance Quarterly, 24, 229-237. Friedman, L. M. (1988). On the interpretation of laws. Ratio Juris, 1, 252-262. Frug, M. J. (1992). Women and the law. Westbury, NY: Foundation Press. Griffith, K. H., & Hebl, M. R. (2002). The disclosure dilemma for gay men and lesbians: “Coming out” at work. Journal of Applied Psychology, 87, 1191-1199.  123  Hakel, M. D., Dobmeyer, T. W., & Dunnette, M. D. (1970). Relative importance of three content dimensions in overall suitability ratings of job applicants’ resumes. Journal of Applied Psychology, 54, 65-71. Hakel, M. D., Ohnesorge, J. P., & Dunnette, M. D. (1970). Interviewer evaluations of job applicants’ resumes as a function of the qualifications of the immediately preceding applicants: An examination of contrast effect. Journal of Applied Psychology, 54, 27-30. Hasenbush, A., & Mallory, C. (2014). Employment discrimination based on sexual orientation and gender identity in Ohio. The Williams Institute. Hayes, A. F. (2013). Introduction to mediation, moderation, and conditional process analysis: A regression-based approach. New York, NY: Guilford Publications Hebl, M. R., Foster, J. B., Mannix, L. M., & Dovidio, J. F. (2002). Formal and interpersonal discrimination: A field study of bias toward homosexual applicants. Personality and Social Psychology Bulletin, 28, 815-825. Herek, G. M. (2009). Sexual prejudice. In T. D. Nelson (Ed.), Handbook of prejudice,   stereotyping, and discrimination (pp. 441–467). New York, NY: Taylor and Francis Group. Hofstede, G. (1980). Culture’s consequences: International differences in work-related values. Beverly Hills, CA: Sage Publications. Horvath, M., & Ryan, A. M. (2003). Antecedents and potential moderators of the relationship between attitudes and hiring discrimination on the basis of sexual orientation. Sex Roles, 48, 115-130.  124  Human Rights Campaign. (2014a). Cities and counties with non-discrimination ordinances that include gender identity. Retrieved from: http://www.hrc.org/resources/entry/cities-and-counties-with-non-discrimination-ordinances-that-include-gender Human Rights Campaign. (2014b). MEI 2013: See Your City’s Score. Retrieved from: http://www.hrc.org/resources/entry/mei-2013-see-your-citys-score Human Rights Campaign. (2014c). Municipal equality index: A nationwide evaluation of municipal law. Retrieved from: http://issuu.com/humanrightscampaign/docs/mei_2013_report/1?e=1357809/5671399 Human Rights Campaign. (2014d). Statewide employment laws and policies. Retrieved from:   http://s3.amazonaws.com/hrc-assets//files/assets/resources/employment_laws_1-2014.pdf Human Rights Campaign. (2014e). U.S. federal government employment policies. Retrieved from: http://www.hrc.org/resources/entry/u.s.-federal-government-employment-policies  Humphrey, J. C. (1999). Organizing sexualities, organized inequalities: Lesbians and gay men in public service occupations. Gender, Work and Organization, 6, 134-151. Hutchinson, K.L. (1984). Personnel administrators’ preferences for resume content. Journal of Business Communication, 21, 5-14.  125  Hyde, J. S., & Delamater, J. D. (2008). Understanding Human Sexuality (10th ed.). New York, NY: McGraw-Hill Companies. James, K., Lovato, C., & Cropanzano, R. (1994). Correlational and known-group comparison validation of a workplace prejudice/discrimination inventory. Journal of Applied Social Psychology, 24, 1573-1592. King, E. B., Reilly, C., & Hebl, M. (2008). The best of times, the worst of times: Exploring dual perspectives of “coming out” in the workplace. Group & Organization Management, 33, 566-601. Kirby, S. (2006). American gay and lesbian student leaders’ perceptions of job discrimination. Equal Opportunities International, 25, 126-140. Kite, M. E., & Deaux, K. (1987). Gender belief systems: Homosexuality and the implicit inversion theory. Psychology of Women Quarterly, 11, 83-96. Kluckhohn, C. (1951). Values and value-orientations in the theory of action: An exploration in definition and classification. In T. Parsons & E. Shils (Eds.) Toward a general theory of action (pp. 388-433). Cambridge, MA: Harvard University Press. Knouse, S. B. (1994). Impressions of the resume: The effects of applicant education, experience, and impression management. Journal of Business and Psychology, 9, 33-45. Lambda Legal. (2014). In your state.  Retrieved from: http://www.lambdalegal.org/states-regions Levine, M. P., & Leonard, R. (1984). Discrimination against lesbians in the work force. Signs, 9, 700-710.  126  Lopez, D. E. (1996). Language, diversity and assimilation. In R. Waldinger & M. Bozorgmehr (Eds.) Ethnic Los Angeles. New York, NY: Russell Sage Foundation. Lyons, P. M., Jr., DeValve, M. J., & Garner, R. L. (2008). Texas police chiefs’ attitudes toward gay and lesbian police officers. Police Quarterly, 11, 102-117. Madon, S. (1997). What do people believe about gay males? A study of stereotype content and strength. Sex Roles, 37, 663-685. Mallory, C., Davis, G. K., Hasenbush, A. (2014). Employment discrimination based on sexual orientation and gender identity in South Carolina. The Williams Institute. Meyer, E. J. (2010). Understanding sexuality in Gender and Sexual Diversity in Schools p. 47-58. Explorations of Educational Purpose. Minter, S., & Daley, C. (2003). Trans realities: A legal needs assessment of San Francisco’s transgender communities. San Francisco: National Center for Lesbian Rights and Transgender Law Center. Mong, S. N., & Roscigno, V. J. (2010). African American men and the experience of employment discrimination. Qualitative Sociology, 33, 1-21. Morgan, K. S., & Brown, L. S. (1991). Lesbian career development, work behavior, and vocational counseling. The Counseling Psychologist, 19, 273-291. Morris, M. B., & Burns, G. N. (2014). Personality and simulated employment decisions of gay and lesbian applicants. Unpublished manuscript. Nemanick, R. C., Jr., & Clark, E. M. (2002). The differential effects of extracurricular activities on attributions in resume evaluation. International Journal of Selection and Assessment, 10, 206-217.  127  Oswald, R. F., Gebbie, E., & Culton, L. S. (2000). Report to the community: Rainbow Illinois survey of gay, lesbian, bisexual, and transgender people in central Illinois. University of Illinois at Urbana-Champaign, Department of Human and Community Development. Pichler, S., Simpson, P. A., & Stroh, L. K. (2008). The glass ceiling in human resources: Exploring the link between women’s representation in management and the practices of strategic human resource management and employee involvement. Human Resource Management, 47, 463-479.  Podsakoff, P. M., MacKenzie, S. B., Lee, J. Y., & Podsakoff, N. P. (2003). Common method biases in behavioral research: A critical review of the literature and recommended remedies. Journal of Applied Psychology, 88, 879-903. Ragins, B. R. (2004). Sexual orientation in the workplace: The unique work and career experiences of gay, lesbian and bisexual workers. Research in Personnel and Human Resources Management, 23, 35-120. Ragins, B. R., & Cornwell, J. M. (2001). Pink triangles: Antecedents and consequences of perceived workplace discrimination against gay and lesbian employees. Journal of Applied Psychology, 86, 1244-1261. Ragins, B. R., Singh, R., & Cornwell, J. M. (2007). Making the invisible visible: Fear and disclosure of sexual orientation at work. Journal of Applied Psychology, 92, 1103-1118. Rollins, J. (2002). AIDS, law, and the rhetoric of sexuality. Law and Society Review, 36, 161-192.  128  Schneider, B. E. (1986). Coming out at work: Bridging the private/public gap. Work and Occupations, 13, 463-487. Sohoni, D. (2007). Unsuitable suitors: Anti-miscegenation laws, naturalization laws, and the construction of Asian identities. Law and Social Review, 41, 587-618. Swann, W. B., Jr. (1983). Self-verification: Bringing social reality into harmony with the self. In J. Suls & A. G. Greenwald (Eds.), Social psychological perspectives on the self (p.33-66). Hillsdale, NJ: Lawrence Erlbaum Associates. Swann, W. B., Jr., Polzer, J. T., Seyle, D. C., & Ko, S. J. (2004). Finding value in diversity: Verification of personal and social self-views in diverse groups. Academy of Management Review, 29, 9-27. Swanson, J. L., Daniels, K. K., & Tokar, D. M. (1996). Assessing perceptions of career-related barriers: The Career Barriers Inventory. Journal of Career Assessment, 4, 219-244. Tilcsik, A. (2011). Pride and prejudice: Employment discrimination against openly gay men in the United States. American Journal of Sociology, 117, 586-626. U.S. Equal Employment Opportunity Commission. (2014). Facts about discrimination in federal government employment based on marital status, political affiliation, status as a parent, sexual orientation, or transgender (gender identity) status.  Retrieved from: http://www.eeoc.gov/federal/otherprotections.cfm Van Hoye, G., & Lievens, F. (2003). The effects of sexual orientation on hirability ratings: An experimental study. Journal of Business and Psychology, 18, 15-30. Weichselbaumer, D. (2003). Sexual orientation discrimination in hiring. Labour Economics, 10, 629-642.   129  Wilchins, R. (2002) A continuous nonverbal communication.  In J. Nestle, C. Howell, & R. Wilchins (Eds.), Genderqueer: voices from beyond the sexual binary. Los Angeles, CA: Alyson Books. Wong, A., Roberts, S. J., & Campbell-Kibler, K. (2002). Speaking of Sex. In K. Campbell-Kibler, R. J. Podesva, S. J. Roberts, & A. Wong (Eds.), Language and sexuality: Contesting meaning in theory and practice (pp. 1-21). Stanford, CA: CSLI Publications. ",
    "id": 36753048,
    "identifiers": {
        "doi": null,
        "oai": "oai:corescholar.libraries.wright.edu:etd_all-2356"
    },
    "title": "Fear of Discrimination and Leveraging of Leadership Experience in Individuals of LGBTQ Organizations",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-01-01T08:00:00+00:00",
    "publisher": "CORE Scholar",
    "references": [],
    "sourceFulltextUrls": [
        "https://corescholar.libraries.wright.edu/cgi/viewcontent.cgi?article=2356&amp;context=etd_all"
    ],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/36753048.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/36753048"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/36753048/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/36753048/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/36753048"
        }
    ],
    "abstract": "Awareness of the Lesbian, Gay, Bisexual, Transgender, and Queer (LGBTQ) community has exposed these individuals to unequal treatment in the workplace. One area where this mistreatment occurs is in the job application process. As a result, it is important to examine the job seeking behaviors of the LGBTQ community that are associated with this process. Student leaders of LGBTQ-focused groups face a unique challenge in the application process in regard to whether they should include their leadership experience on their resume, possibly exposing themselves to discrimination and bias. Only one study, to current knowledge, has focused on resume construction behavior of student leaders from LGBTQ-focused organizations. Kirby (2006) conducted a small study consisting of qualitative interviews examining potential factors that might influence student leaders\\u27 resume construction. In the current study I expanded upon Kirby\\u27s study by incorporating a larger sample size and collecting information from other sexual orientation minorities as well as gender minorities and allies. I also examined additional factors that could potentially affect the inclusion of leadership experience on resumes and the nature of these relationships. One hundred and seventy-one student leaders of LGBTQ-focused organizations from various colleges and universities across the United States completed the study. Student leaders completed a survey assessing several factors and resume construction behavior. Results suggest that student leaders\\u27 perceptions of helpfulness of including leadership experience on the resume, fear of discrimination from disclosure, and the need for recognition of leadership experience had significant direct effects on their inclusion or planned inclusion of leadership experience on their resume. Additionally, student leaders\\u27 perceived experiences of discrimination and perceptions of workplace discrimination had significant indirect relationships with inclusion or planned inclusion of leadership experience on their resume through fear of discrimination from disclosure of their actual or perceived sexual orientation and/or gender identity. These findings support some findings of Kirby and other studies within the minority disclosure research. Additionally, the findings of the current study provide a more nuanced examination of these factors and their relationship with inclusion of leadership experience that has previously not been examined. Student leaders of LGBTQ-focused groups and other individuals who help these students with their resume construction can gain insight from these findings. In addition, the current study can provide context for future studies examining other stigmatized groups. For example, future researchers should examine the factors that affect leadership experience inclusion of student leaders of LGBTQ-focused organizations in the context of other stigmatized minority organizations (e.g., student Muslim organizations)",
    "tags": [
        "text",
        "Department of Psychology",
        "Resume Construction",
        "LGBTQ",
        "Fear of Discrimination",
        "Industrial and Organizational Psychology",
        "Psychology",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:corescholar.libraries.wright.edu:etd_all-2356",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "908",
        "openDoarId": 0,
        "name": "CORE",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 36753048,
        "depositedDate": null,
        "publishedDate": "2014-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-03T17:43:33+00:00",
        "acceptedDate": null,
        "createdDate": "2016-05-26T15:18:05+01:00"
    },
    "urls": [
        "https://corescholar.libraries.wright.edu/etd_all/1217",
        "https://corescholar.libraries.wright.edu/context/etd_all/article/2356/viewcontent/_etd.send_file"
    ],
    "lastUpdate": "2024-02-03T17:43:33+00:00",
    "setSpecs": []
}