{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Harris, Angelique"
        },
        {
            "name": "Battle, Juan"
        },
        {
            "name": "Pastrana, Antonio Jay, Jr."
        },
        {
            "name": "Daniels, Jessie"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T11:16:23+01:00",
    "dataProvider": {
        "id": 1441,
        "name": "epublications@Marquette",
        "url": "https://api.core.ac.uk/v3/data-providers/1441",
        "logo": "https://api.core.ac.uk/data-providers/1441/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/213086341.pdf",
    "fullText": "Marquette Universitye-Publications@MarquetteSocial and Cultural Sciences Faculty Research andPublications Social and Cultural Sciences, Department of1-1-2015Feelings of Belonging: An Exploratory Analysis ofthe Sociopolitical Involvement of Black, Latina, andAsian/Pacific Islander Sexual Minority WomenAngelique HarrisMarquette University, angelique.harris@marquette.eduJuan BattleThe Graduate Center, City University of New YorkAntonio Jay Pastrana Jr.John Jay College, City University of New YorkJessie DanielsCUNY School of Public HealthAccepted version. Journal of Homosexuality, Vol. 62, No. 10 (2015): 1374-1397. DOI. © 2015 Taylor& Francis. Used with permission. Marquette University e-Publications@Marquette  Social and Cultural Sciences Faculty Research and Publications/Department of Social and Cultural Sciences  This paper is NOT THE PUBLISHED VERSION; but the author’s final, peer-reviewed manuscript. The published version may be accessed by following the link in the citation below.  Journal of Homosexuality, Vol. 62, No. 10 (2015): 1374-1397. DOI. This article is © Taylor & Francis (Routledge) and permission has been granted for this version to appear in e-Publications@Marquette. Taylor & Francis (Routledge) does not grant permission for this article to be further copied/distributed or hosted elsewhere without the express permission from Taylor & Francis (Routledge).  Contents Abstract ......................................................................................................................................................................2 INTRODUCTION ..........................................................................................................................................................2 LITERATURE REVIEW...................................................................................................................................................3 Community Involvement Factors ...........................................................................................................................3 Belonging ................................................................................................................................................................6 Intragroup Marginalization.....................................................................................................................................6 Methodology ........................................................................................................................................................... 10 Variables .............................................................................................................................................................. 10 Models ................................................................................................................................................................. 13 Results ..................................................................................................................................................................... 13 Discussion ................................................................................................................................................................ 16 Conclusion ............................................................................................................................................................... 17 Funding .................................................................................................................................................................... 18 Notes ....................................................................................................................................................................... 19 References ............................................................................................................................................................... 19   Feelings of Belonging: An Exploratory Analysis of the Sociopolitical Involvement of Black, Latina, and Asian/Pacific Islander Sexual Minority Women  Angelique Harris Department of Social and Cultural Sciences, Marquette University, Milwaukee, WI Juan Battle Sociology Department, Graduate Center, CUNY, New York, New York Antonio Pastrana, Jr. Department of Sociology, John Jay College of Criminal Justice, CUNY, New York, New York Jessie Daniels Hunter College and The Graduate Center, CUNY School of Public Health, New York, New York  Abstract This article compares and contrasts the sociopolitical involvement of Black, Latina, and Asian/Pacific Islander American sexual minority women within lesbian, gay, bisexual, and transgender (LGBT) communities of color. For the analysis, a sample of over 1,200 women from the Social Justice Sexuality project was analyzed. Findings indicate that, for all groups of women, feelings of connectedness to the LGBT community was the most significant predictor of sociopolitical involvement within LGBT communities of color. KEYWORDS: belonging, bisexual, community engagement, connectedness, lesbian, marginalization, sociopolitical INTRODUCTION The sense of belonging is a fundamental aspect of the social experience (Putnam, 2000 Putnam, R. (2000). Bowling alone: The collapse and revival of American community. New York, NY: Simon & Schuster. Yet many individuals feel unaccepted and marginalized within their social and cultural groups, particularly when they experience multiple forms of oppression (Reynolds & Pope, 1991). This article examines the sense of belonging that Black, Latina, and Asian/Pacific Islander American (API) sexual minority women experience within their lesbian, gay, bisexual, and transgender (LGBT) communities of color. As women who have historically faced race, gender, class, sexuality, and immigrant-based oppression and marginalization, Black, Latina, and API sexual minority women offer a unique angle through which to examine belonging within marginalized communities. Through survey data collected from over 1,200 Black, Latina, and API women who took part in the Social Justice Sexuality Survey—a survey that measures the experiences of LGBT people of color (POC)—this article examines how sociopolitical involvement, an aspect of civic engagement, is influenced by the sense of belonging that these women experience within LGBT communities of color. This research hypothesizes that an individual’s level of sociopolitical involvement within LGBT communities of color is directly correlated to the level of acceptance and comfort they feel within the larger LGBT community as well as within their own racial/ethnic community. LITERATURE REVIEW Sociopolitical involvement is a key aspect of civic engagement. As civic engagement traditionally consists of participating in political life, outreach, and volunteering for one’s community (Galston & Lopez, 2006), sociopolitical involvement includes the wide range of activities in which people can be involved within their communities. This includes participation in social and cultural events, particularly those that address community issues and concerns, as well as social volunteerism and activism (Harris & Battle, 2013). Sociopolitical involvement contains elements of community and social engagement and can often signify one’s potential for civic and community activism (Putnam, 2000). Research on sociopolitical involvement emphasizes the importance of community connectedness (e.g., attending social and cultural events) and feelings of belonging (Heath & Mulligan, 2008). As civic engagement concerns “people’s connections with the life of their communities” (Putnam, 1995, p. 665), analyzing sociopolitical community involvement, which encompasses both civic engagement and community activism, as well as social and cultural community participation, and how deeply individuals are engaged with these communities is necessary (Levine, 2011). As such, feelings of belonging within a community may hold important implications for one’s level of sociopolitical involvement. Community Involvement Factors Most of the research on community involvement examines civic engagement or political participation and activism. Civic engagement has been examined in relation to a number of variables—in particular, race, gender, income, education, geographic location, immigrant status, age, and sexuality (Putnam, 2000; Sander & Putnam, 2006; Swank & Fahs, 2013a; Verba, Schlozman, & Brady). In Verba et al.’s (1995) analysis of civic engagement among Americans, they found that Blacks and Whites tend to have the highest levels of civic engagement compared to other racial/ethnic groups, while on many measures, Blacks report higher levels of civic engagement than do Whites, regardless of education and class. These findings are echoed in a study examining volunteerism and political activism in a sample of 129 Black young adults from an urban community (Chung & Probert, 2011). The study found that community involvement was an important factor for volunteerism as well as an indicator of intentions for future community involvement. A 2011 study of first-time, full-time AmeriCorps volunteers enrolled between September 1999 and January 2000 also found that race plays an important part in community engagement, with Blacks volunteering more frequently than Latinos or Asians (Finlay, Flanagan, & Wray-Lake, 2011). Blacks spend significantly more hours volunteering for political campaigns and are more likely to participate in issue-based activities (e.g., basic human needs, education, civil rights, and, in particular, criminal justice or drug issues) than any other racial/ethnic group in the United States (Verba et al., 1995), particularly when Blacks live in areas with high Black empowerment (defined as areas with Black political and social leadership) (Bobo & Gilliam, 1990). Conversely, when compared to Blacks and Whites, Latinos are significantly less likely to be civically involved in their communities. Latinos are less likely to vote, work for campaigns, protest, contribute money, and report any “informal community activity” than are Blacks or Whites (Verba et al., 1995) Verba et al. (1995) argued, “Like other immigrant groups, Latinos face special obstacles of language and legal status” (p. 230). When comparing the civic engagement of Latino citizens to noncitizens, Verba et al. (1995) found that those who are citizens are slightly more likely to be politically engaged than noncitizens. Native-born and English-speaking Latinos have greater access to the resources (e.g., time and money) necessary to more easily participate in their communities (De La Garza & DeSipio, 1992). A study of protest activity among Latinos found that recent immigrants, as well as the children born to immigrants, are more likely to protest restrictions on immigration than their native-born counterparts (Lopez et al., 2006). Other research found that respondents with immediate family in the United States are more likely to engage in civic activities than those respondents with family abroad (DeSipio, 2003). Additionally, previous research has indicated that as family interaction increases, so does civic engagement among Latinos (Wilkin, Katz, & Ball-Rokeach, 2009). There is also a distinct difference in political engagement across Latino ethnic groups. For example, although Blacks and Whites have higher rates of civic engagement than Latinos, overall, Cuban Americans are much more likely to be civically engaged within their communities than other Latino groups, and in some cases at the same rate or even more than the national average of Blacks and Whites (Verba et al., 1995). Asian Americans report the lowest overall levels of civic engagement when compared to Blacks, Latinos, and Whites (Xu, 2002). Much of this decreased civic engagement stems from the fact that, like Latinos, Asian Americans are much more likely to be recent immigrants compared to Blacks and Whites, and they are less likely to feel connected to the political and social life of their communities (Jang, 2009; Xu, 2002). Even when considering social class and education, Asian Americans are less likely to be as civically engaged as other racial ethic groups, including Latinos (Jang, 2009; Xu, 2002). Similar to Latinos, length of residence (Leighley & Vedlitz, 1999) and being born in the United States (Leighley &Vedlitz,; Wong, Ramakrishnan, Lee, & Junn, 2011) appear to be significant predictors of overall political participation among Asian Americans. Even though political participation and voter turnout rates remain traditionally low for Asian Americans compared to other racial/ethnic groups, they do have a strong history of community engagement and activism (Aguirre & Lio, 2008). For example, “they have organized worker cooperatives, mobilized community support, and led worker struggles (Aguirre & Lio, 2008, p. 6). As the LGBT movement has been gaining momentum in recent years, increasingly, research has examined civic engagement among lesbians and gays (Lewis, Rogers, & Sherrill,; Rollins & Hirsch, 2003; Swank & Fahs, 2011). This research found that there are not significant racial or gender differences between those participating and not participating in civic activities (Swank & Fahs, 2013a). Being “out” (open about one’s sexuality) and experiencing discrimination are the most important predictors for activism among lesbians and gays, regardless of race and gender (Swank & Fahs, 2013a). In their study of activism within the LGBT movement, Swank and Fahs (2013a) found that race is more of a factor in civic engagement among lesbians than among men. They found that compared to lesbians of color, White lesbians are not as likely to vote and participate in protest activities (Swank & Fahs, 2013a).  Research indicates that levels of civic engagement greatly increased with both income and education (Brand, 2010; Campbell, 2009). This is specifically the case among Latinos, where education is positively correlated with political participation (Lien, 1994). For example, Latino high school dropouts are less likely to vote than are Latino high school graduates (Pacheco & Plutzer, 2008). That same study found that high school graduates are also more likely to vote if they had a political discussion in the 12th grade. Additionally, full-time enrollment in a four-year college raises voter turnout by 14% among Latinos (Pacheco & Plutzer, 2008). Among Asian Americans, the higher the educational attainment, the more likely one is to have a party affiliation and vote (Hoene, 2011). Although a higher income increases one’s chances of registering to vote among Asian Americans, it does not necessarily increase their likelihood to vote (Jang, 2009). Among sexual minorities, although there were expectations that income and education would serve as important predictors for civic engagement among lesbian and gay people (Barrett & Pollack, 2005), Swank and Fahs (2013b, 2011) found that it was primarily education, along with other factors, such as surviving hate crimes and joining political groups, and not income that encouraged activism among lesbians and gays. Mignon R. Moore (2010) found that Black sexual minorities attempt to remain connected to Black communities, and they are often able to drawn on cultural references in their activism and political work. Moore (2010) also found that their visibility and “outness” helped to promote LGBT acceptance in Black spaces and to motivate their activism. Research also maintains that age is an important predictor of civic engagement (Galston & Lopez, 2006). Galston and Lopez (2006) argued that Americans born “between the late 1920s and mid-1940s… tend to be more participatory and less individualistic in their outlook than are their younger fellow citizens” (p. 5). Activities that include volunteering for organizations, voting, and even church attendance are heavily determined by age cohort, with older Americans participating in more of these activities than younger ones, regardless of race or gender (Galston & Lopez, 2006; Sander & Putnam, 2006). This does not seem to hold true among sexual minorities, as their most important factors for civic engagement appear to be education, income, and outness (Barrett & Pollack, 2005; Moore, 2010; Swank & Fahs, 2013b). Belonging The sense of community belonging is not only important for individual psychosocial wellbeing and positive identity formation; it is also directly linked to an individual’s level of civic engagement (Flores, Mansergh, Marks, Guzman, & Colfax, 2009; Heath & Mulligan, 2008). Belonging consists of “an unfolding space of attachment, affiliation, and recognition” (Gorman-Murray, Waitt, & Gibson, 2008 p. 172), or as Nira Yuval-Davis explained, belonging is as much about emotional connection as it is about “feeling ‘safe’” (2006, p. 198). The feeling of “belonging” is often determined by the amount of power and the position one holds within a group, as well as political values and identifications (Yuval-Davis, 2006). Yuval-Davis (2006) also explained that belonging does not simply concern identity and one’s social location; it is also about how people view their attachments and how they feel these attachments are judged. In order to seek a sense of community and belonging, those who feel marginalized are more likely to identify with other like members of their marginalized group(s) (Tatum, 2007). For these reasons, civic engagement is associated with belongingness as literature indicates that civic engagement is determined primarily by feelings of acceptance and belonging within a group (Putnam, 2000; Verba et al., 1995). Civic engagement is an important coping mechanism for those facing multiple levels of minority-based stress (Balsam, Molina, Beadnell, Simoni, & Walters, 2011; Poynter & Washington, 2005).  Research has also indicated that the sense of belonging encouraged activism among sexual minorities (Friedman & Leaper, 2010; Waldner, 2001). The exclusion that marginalized group members experience often increases their need to belong to social groups (Gorman-Murray et al., 2008). Lehavot, Balsam, and Ibrahim-Wells (2009) explained, “LGBT communities and ethnic minority communities provide members with a safe space in which they can interact without threat of persecution, socialize with similar others, and access resources, as well as having been the heart of activism for LGBT and civil rights” (p. 440). Nevertheless, just as feelings of marginalization occur with members outside of one’s social group, this marginalization can also occur within one’s social group. Intragroup Marginalization Intragroup marginalization, or “the downgrading and discrimination that more privileged group members have towards other, less privileged group members” (Harris, p. 431), is often reported as being an added stressor to people already facing marginalization by dominant groups (Harris, 2009; Rust, 2000). Examples of intragroup marginalization include homophobia among women and within communities of color, as well as gender and racial/ethnic discrimination within LGBT communities. Rust (2000) noted three coping mechanisms for sexual minorities of color: First, conceal their sexuality in order to maintain the support from their racial/ethnic communities; second, leave their racial/ethnic community of origin and immerse themselves in the mainstream LGBT community; and third, maintain a close connection to their racial/ethnic communities while being out and challenge homophobia within these communities. Regardless of their approach, intragroup marginalization experienced by LGBT POC can have a negative impact on their perceptions of identity (Rust, 2000), thus encouraging them to find comfort in LGBT communities of color. Research on homophobia within communities of color is plentiful and highlights how distressing this form of discrimination is for racial/ethnic minority LGBT people (Battle & Lemelle, 2002; hooks, 2001; Griffin, 2001; hooks, 2001; Thomas, 1996; Ward, 2005). Much of this distress is related to the fact that LGBT POC often identify more with their racial/ethnic communities than with the LGBT community (Decena, 2011; Moore, 2010). Research finds that religion, family, and traditional understandings of gender roles may hinder the coming-out process of LGBT youth of color and may lead to negative identity formation (Diaz, 1998; Loiacano,; Martinez & Sullivan, 1998). Scholars have argued that homophobia within Black communities is due in large part to conservative notions of sexuality, which is often rooted in the history of sexuality-based oppression that Blacks have experienced (Battle & Lemelle, 2002; hooks, 2001; Collins, 2000; Harris, 2010; West, 2001). In addition, this work indicts social and cultural notions of sexuality, masculinity, and femininity (Collins, 2000; hooks, 2001; West, 2001), as well as overall gender role issues as being progenitors and perpetuators of homophobia (Battle & Lemelle, 2002; Collins, 2000; Harris, 2010; hooks, 2001).  Among the over 900 Latino gay and bisexual men surveyed in Diaz and Ayala’s study, a vast majority of them experienced homophobia, with 70% reporting that their same sex attractions “hurt/embarrassed family” (Diaz & Ayala, 2001). Diaz and Ayala (2001) quoted one respondent as saying, “you also grow up being told that being gay, you’re going to be punished for it. It’s something dirty” (p. 16). In fact, Latino LGBT youth, even though they felt comfortable with their sexuality, disclosed their sexuality to fewer people compared to Black and White LGBT youth (Rosario, Schrimshaw, & Hunter, 2004). Rosario et al. (2004) hypothesized that the reason why LGBT Latino youths may be less likely to disclose their sexuality to their families could be because of the high level of respect afforded to the family. In examining homophobia experienced by Asian Americans, Chan (1989) found that only 26% had come out to their parents compared to 77% who had come out to other family members and almost 100% of the sample who had come out to friends. Chan quotes one respondent as saying, “I wish I could tell my parents—they are the only ones who do not know about my gay identity, but I am sure they would reject me” (1989, p. 19). Those participants who found it harder to come out in the Asian community felt this was because homosexuality was taboo (Chan, 1989). Similarly, Operario, Han, and Choi (2008) reported that their API gay male sample felt as if they have consistently experienced sexual stigma and discrimination within their racial/ethnic communities. In fact, Chan (1989) found that the men in her sample experienced more sexual discrimination than race-based discrimination. In her study of Asian American women, Lora Foo (2002) found that 87% of the lesbians reported being verbally assaulted because they were thought to be lesbians, whereas over 50% reported being threatened with physical violence, and 15% reported physical injury. Just as LGBT POC frequently experience homophobia not only within the larger society and within their racial group, they also experience racism from the mainstream, predominantly White LGBT community (Diaz, Ayala, Bein, Henne, & Marin; Flores et al.; Han, 2007; Loiacano, 1989). Research has indicated that this racism results in LGBT POC not being fully involved in the LGBT community (Loiacano, 1989); Martinez & Sullivan, 1998). Research on the racial discrimination experienced by gay and bisexual men of color in White LGBT communities has noted the negative ramifications that this discrimination has on their self-esteem and their perception of self-worth (Flores et al., 2009). Conversely, women of color appear not to experience as much discrimination within the LGBT community as do men (Morris & Rothblum, 1999). A study examining LGBT community involvement noted that there were no racial differences in frequency of or type of discrimination among lesbians (Morris & Rothblum, 1999). Work on ethnically diverse lesbians and bisexual women found that “being part of the LGBT community was important and vital to their well-being” (Lehavot et al., 2009, p. 444). Lehavot et al. (2009) argued that the connections lesbian and bisexual women feel to the LGBT community were a source of “strength” for these women, and they also provided “both physical and social capital” (p. 445). Heath and Mulligan’s study consisting of in-depth interviews with 47 lesbians in Australia noted that lesbians and bisexual women emphasize the importance of community for improving their self-confidence and self-esteem. However, the researchers neither revealed the race of the respondents (although, as the study was conducted in Australia, a majority of the respondents were likely White), nor did they address any concerns pertaining to racial issues. In fact, Ward (2005) found that even with a racially diverse LGBT staff in a racially diverse city, LGBT POC still perceived a mainstream LGBT organization as a “[W]hite” LGBT organization, even among its employees. The Say It Loud, I’m Black and I’m Proud: Black Pride Survey 2000 found that half of Black LGBT people strongly agreed that racism was a problem in the mainstream LGBT community. In fact, most of the respondents in the survey, regardless of gender and gender expression, indicated that racial/ethnic discrimination was the primary form of discrimination that they experienced (Battle, Cohen, Warren, Fergerson, & Audam, 2002). Research on the racial discrimination experienced by gay men of color in White LGBT communities has noted the negative ramifications that this discrimination has on their self-esteem (Flores et al., 2009). This could be because Black gay men have reported experiencing more forms of discrimination within White LGBT spaces—bars, clubs, organizations, events—and within interpersonal relationships than have Black lesbians (Battle et al., 2002).  A study examining 92 Latina lesbians in Southern California found that self-esteem did not have an impact on perceptions of one’s homosexual identity and group membership (Alquijay, 1997). Alquijay (1997) found that occupation, not income, was positively correlated with a positive homosexual identity. For example, over 70% of the women in the sample who were more comfortable with their homosexual identity were more likely to be sociopolitically involved in the LGBT community. Studies examining the experiences of Asian Americans within the LGBT community have found that most have felt they were overlooked within the community (Chan, 1989) or they experienced overt racial discrimination (Dang & Hu, 2005). Dang and Hu (2005) noted that over 82% of their Asian American LGBT respondents have experienced racism from White LGBT people. Unlike the Asian American lesbians who felt more discriminated against because they were Asian, the men in Chan’s (1989) sample experienced more sexual discrimination within the Asian community than racial discrimination within the LGBT community. Overall, Dang and Hu (2005) found that most of the people within their sample (53%) reported positive experiences within the mainstream LGBT community. As the has literature noted, LGBT POC are less likely to be involved in the LGBT community than are their White counterparts (Loiacano, 1989); Martinez & Sullivan, 1998). Research on the racial discrimination experienced by gay and bisexual men of color in White LGBT communities has noted the negative ramifications that this discrimination has on their feelings of belonging, self-esteem, and their perception of self-worth (Flores et al., 2009). Work on ethnically diverse lesbians and bisexual women found that “being part of the LGBT community was important and vital to their well-being” (Lehavot et al., 2009, p. 444). Due to the discrimination they experience, building spaces where LGBT POC feel welcomed and accepted is vital to their wellbeing. As Aguirre and Lio (2008) wrote:  Gay, lesbian, bisexual, transgender, and queer Asian and Pacific Islanders had to create ‘safe spaces’ within which they would be able to build political and cultural identities that facilitated the integration of their queer, colored, and gendered selves… Safe spaces such as these were to enable them to struggle against racism, sexism, and homophobia issuing from society, their communities, and their families. (p. 7) Previous research on the sociopolitical involvement of sexual minority women found that among Latinas and Black women, feeling connected to the LGBT community was the most important predictor for sociopolitical involvement within both LGBT and racial/ethnic communities (Battle & Harris, 2013a; Harris & Battle, 2013. Similarly, findings on the sociopolitical involvement of sexual minority men of color found that among Black, Latino, and API men, connectedness to the LGBT community was the most important predictor for sociopolitical involvement within LGBT POC communities (Harris, Battle, Pastrana, & Daniels, 2013). These findings are similar to what was found among Black “same gender loving men,” where feeling connected to the LGBT community was also the most important predictor of sociopolitical involvement for this group (Battle & Harris, 2013b). Research, on the other hand, fails to examine sociopolitical involvement among Black, Latina, and API women within LGBT communities of color. In order to explore feelings of intragroup marginalization and their influence on feelings of belonging and sociopolitical involvement, this article will compare and contrast the sociopolitical involvement among Black, Latina, and API sexual minority women. As groups that often experience race, gender, sexuality, class, and immigrant-based oppression, these groups of women provide the perfect paradigm through which to examine intragroup marginalization and its impact on feelings of belonging within groups who experience similar forms of oppression. Based on previous research of sociopolitical involvement among sexual minority POC (Battle & Harris, 2013a; Harris & Battle, 2013; Harris et al., 2013 as well as other research on community and civic engagement, we hypothesize that connectedness to the LGBT community will serve as the most important predictor of sociopolitical involvement within LGBT communities of color among Black, Latina, and API sexual minority women. This hypothesis uses intersectionality (Collins, 1990) as the theoretical framework to examine how intersecting identities influence the ways in which people belong to their communities. Methodology The data used in this study come from a 2010 survey administered by the Social Justice Sexuality Project1. The purpose of this project was to collect data on the experiences of LGBT POC across five themes: identity (both racial and sexual); physical and mental health; family; religion/spirituality; and sociopolitical involvement. Data were collected from over 5,000 respondents throughout the United States. For this article, 1,216 Black, Latina, and API women were analyzed. Before launching the nationwide survey, focus group sessions were conducted in order to identify important issues for LGBT POC and to obtain feedback on initial versions of the survey. Ultimately, four pilot studies were conducted before implementation of the final questionnaire. Many of the items used in the Social Justice Sexuality Project survey were taken from other instruments to ensure reliability and to build on existing research. Some questions were modified, or new ones created, in order to tailor them to LGBT POC specifically. Sources used to develop the survey included, but were not limited to, the following: the Black Pride Survey 2000 (Battle et al., 2002); the General Social Survey (GSS)2 ; the Lavender Islands Study on Family (Henrickson, Neville, Jordan, & Donaghey, 2007); the Living in the Margins Survey (Dang & Vianney, 2007); the National Black Lesbian Needs Assessment Survey (Ramsey, Hill, & Kellam, 2010); Nuestras Voces (Diaz, Bein, & Ayala, 2006); and the Santa Clara Strength of Religious Faith Survey (Plante, Vallaeys, Sherman, & Wallston, 2002). Throughout, the Social Justice Sexuality Project utilized venue-based sampling, snowball sampling, online sampling, and, most importantly, Feelings of Belonging 1383 partnerships with community-based organizations, activists, and opinion leaders. These partnerships made it possible for the Social Justice Sexuality Project research team to gather data at a wide range of venues such as LGBT of color Pride marches, parades, picnics, religious gatherings, festivals, rodeos, senior events, and small house parties across the United States. In addition, partnering with national organizations that serve the needs of LGBT women of color was particularly instrumental for the research questions we explore in this article. Variables  This article focuses on the correlates of sociopolitical involvement among Black, Latina, and API women within LGBT communities of color. In order to measure the relationship between community, identity, and key demographic variables (e.g., age, education, income) on these women’s sociopolitical involvement, multivariate regression analyses were performed.  The dependent variable, LGBT POC Sociopolitical Involvement, was constructed from six survey items measuring the frequency of participation in LGBT POC groups, organizations, and activities (α = .856). Sociopolitical involvement was measured by the frequency with which respondents participated in LGBT POC-focused political and sociocultural events, read newspapers and magazines published by LGBT organizations and groups of color, used social networking sites that are geared toward LGBT POC, received services from LGBT community of color organizations (e.g., counseling), and have donated money to LGBT POC organizations. As measured in this article, LGBT POC sociopolitical involvement is distinct from civic engagement3. Literature on community involvement and connectedness argue that community connectedness and comfort have positive effects on the civic engagement of LGBT people (Heath & Mulligan, 2008; Lehavot et al., 2009) and POC (Bobo & Gilliam, 1990; Chung Len & Probert, 2011; Finlay et al., 2011). Level of outness also determines one’s level of civic and community involvement (Rosario et al., 2004; Swank & Fahs, 2013b, 2011). The level of support that LGBT people feel from their families is not only important for the psychosocial well-being (Newman & Muzzonigro, 1993), but it also influences their level of community involvement (Beaty, 1999). Yet little is known concerning the impact that community connectedness, outness, and family support as well as comfort in LGBT and racial communities have on a woman’s sociopolitical involvement.  Previous research also examined the influence of identity on the community engagement of lesbians (Esterberg, 1997; Heath & Mulligan, 2008; Lehavot et al., 2009) and gay men (Flores et al., 2009; Han, 2007) and found that the importance of sexual identity has a positive impact on civic 1384 A. Harris et al. engagement among lesbians and gays (Swank & Fahs, 2013a, 2013b). Research has maintained that racial identity has a positive impact on the civic engagement of POC (Bobo & Gilliam, 1990). Research has overlooked the importance of identity—more specifically, sexual and racial identity—on the community engagement and, in particular, the sociopolitical involvement of Black, Latina, and API sexual minority women. Seven independent variables that measure community and identity were included in this analysis (see Table 1). Five of the independent variables measured community connectedness, levels of comfort and support, and outness, and two other independent variables measured the importance of sexual and racial identity. Connected to LGBT Community is the first independent variable, created from three combined survey items (α = .711) that measured how connected respondents felt to the LGBT community. Specifically, respondents were asked to indicate their level of agreement TABLE 1 Mean, standard deviation, range, and description of variables for sexual minority women of color (N = 1193) Variable Mean SD Range Description: Variable Label Dependent Variable LGBT POC Sociopolitical Involvement (α = .856) 2.63 1.21 1–6 How often have you: Participated in political events, participated in social or cultural events, read newspapers or magazines, used the Internet, received goods and/or services, donated money to an organization (Scale: 6 items) Community Variable Mean SD Range Description: Variable Label Connected to LGBT Community (α = .711) 4.23 1.26 1–6 I feel: Connected to my local LGBT community, The problems faced by the LGBT community are also my problems, A bond with other LGBT people (Scale: 3 items) Outness (α = .856) 3.76 1.13 1–5 How many people within the following communities are you “out” to: family, friends, religious community, co-workers, people in your neighborhood, people online (Scale: 6 items) Family Support 4.35 1.66 1–6 As a LGBT person, how much do you now feel supported by your family? Comfort in LGBT Communities 4.55 1.57 1–6 How often have you felt uncomfortable in your LGBT community because of your race or ethnicity? Comfort in Racial Communities 3.92 1.58 1–6 How often have you felt uncomfortable in your racial or ethnic community because of your sexual identity? Identity Sexual Orientation Is Important 4.94 1.37 1–6 Do you feel that your sexual orientation is an important part of your identity? Race/Ethnicity Is Important 4.47 1.66 1–6 Do you feel that your racial/ethnic status is an important part of your identity? Straight 0.31 0.17 0–1 Respondent identifies as heterosexual (1 =strongly disagree;6= strongly agree) regarding the following three statements: “I feel connected to my local LGBT community”; “I feel that the problems faced by the LGBT community are also my problems”; and “I feel a bond with other LGBT people.” The second independent variable, Outness, consists of six items (α = .856) that examine the estimated number of people a respondent is “out” to (or open about one’s sexuality) within various social settings. With none, some, about half, most, and all as response categories, respondents were asked: “How many people within the following communities are you ‘out’ to?” Those communities included family, friends, religious community, co-workers, neighbors, and within online communities. The third independent variable, Family Support, measured the level of support respondents felt from their families. Specifically, respondents were asked: “As a LGBT person, how much do you now feel supported by your family?” Response categories went from 1 = not supported at all to 6 = completely supported. Comfort in LGBT Communities and Comfort in Racial Communities were flipped and originally asked respondents how “uncomfortable” they were in LGBT communities because of their race/ethnicity, or how “uncomfortable” they were in their racial or ethnic community because of their sexual identity. The final two independent variables measured identity. Sexual Orientation Is Important measured how important the respondent’s sexual orientation is to her identity. With response categories ranging from 1 = not important at all to 6 = extremely important, respondents were asked: “Do you feel that your sexual orientation is an important part of your identity?” Similarly, Race/Ethnicity Is Important measured how important the respondent’s race/ethnicity is to her identity. Demographic variables were also examined. These included relationship status; whether or not a respondent is a parent; age; whether or not a respondent is foreign born; if she is a resident of an urban, suburban, or rural area and if she is a resident of the Southern part of the United States; political views; education level; immigrant status; and income. Models In order to explore the relative effects of community and identity on the LGBT POC sociopolitical involvement of Black, Latina, and API sexual minority women, a two-step regression analysis was employed. Ultimately, six models were explored—two for each racial group. The first set of models (I, III, and V) examined community connectedness variables, and the second set of models (II, IV, and VI) added identity variables. Results The 673 Black women within this sample were between 15 and 81 years of age, with a mean age of 36. A little over one third of the respondents identified as single (35%), and almost one half were parents (44%). Almost all respondents (93%) were born in the United States and most respondents (73%) lived in urban areas; 34% lived in the Southern part of the United States. The average respondent identified as being politically liberal. In addition, the average respondent had at least some college education and made between $30,000 and 39,000 per year. The 372 Latinas in this sample were between the ages of 13 and 78, with a mean age of 32. A little less than one third of the respondents identified as single (32%), and almost one third were parents (30%). Most respondents (78%) were born in the United States and lived in urban areas (73%), and 13% lived in the Southern part of the United States. The average respondent identified as being politically liberal. In addition, the average respondent had at least some college education and made between $20,000 and $29,000 per year. The 171 API women in this sample ranged in age from 14 to 78 years of age, with a mean age of 31. A little less than one third of the respondents identified as single (32%), and almost one fifth were parents (18.7%). A majority of respondents were born in the United States (82%), and most respondents lived in urban areas (69%); only 5% lived in the Southern part of the United States. The average respondent identified as being politically liberal. In addition, the average respondent had at least an associate’s degree and made $30,000 and $39,999 per year. According to the multivariate analyses, none of the demographic variables affected LGBT POC sociopolitical involvement for any of the groups of women studied (see Table 2 footnote). In addition, having support from family was not found to be significant for any of the groups of women. For Black, Latina, and API women, being connected to the LGBT community was the strongest positive predictor of LGBT POC sociopolitical involvement. For Black women (Models I and II), both community and identity affected LGBT POC sociopolitical involvement. In particular, being connected to the LGBT community, being out to many people, and being comfortable in racial/ ethnic communities each positively influenced levels of sociopolitical involvement. Black women who reported being comfortable in LGBT communities are not likely to have high levels of LGBT POC sociopolitical involvement. When the identity variables were added (Model II), all of the previously mentioned relationships held, with the exception of comfort in LGBT communities. This suggests that there is something about the inclusion of the identity variables such that it renders comfort in LGBT communities insignificant. In addition, Black women who believe that race is an important part of identity are likely to also have high levels of sociopolitical involvement. TABLE 2 Unstandardized regression coefficients for the sociopolitical involvement among sexual minority women of color dependent variable: LGBT POC sociopolitical involvement (betas in parentheses)   Black Women N = 673 Latina Women N = 372 Asian/Pacific Islander Women N = 171   Model I Model IIa,b Model III Model IVa,b Model V Model VIa,b Independent Variables Community             Connected to LGBT Community .274*** .278*** .130** .122* .247*** .306*** (.291) (.296) (.135) (.126) (.270) (.334) Outness .177*** .183*** .123* .131* .117 .131 (.167) (.173) (.114) (.122) (.120) (.134) Family Support .009 .000 −.029 −.036 −.051 −.049 (.012) (.000) (−.042) (−.053) (−.076) (−.073) Comfort in LGBT Communities −.126*** −.124 −.086* −.080 −.065 −.072   Black Women N = 673 Latina Women N = 372 Asian/Pacific Islander Women N = 171   Model I Model IIa,b Model III Model IVa,b Model V Model VIa,b (−.160) (−.157) (−.123) (−.113) (−.094) (−.104) Comfort in Racial Communities .078* .084* .031 .043 −.074 −.085 (.101) (.108) (.043) (.059) (−.104) (−.120) Identity             Sexual Orientation Is Important   −.048   −.030   −.182*   (−.059)   (−.032)   (−.198) Race/Ethnicity Is Important   .062*   .067   −.012   (.081)   (.100)   (−.018) Constant 1.297*** 1.204*** 1.851*** 1.679*** 1.579*** 2.325*** Adjusted R2 .138 .142 .028 .031 .105 .133 *p ≤ .05; **p ≤ .01; ***p ≤ .001. aThe following demographic variables were included: single, has ever parented, age, foreign born, big-city resident, South resident, political views, education, and income, as previous research has noted their importance. However, none were significant and therefore did not impact the above results. bOnly sexual minority women were included in this analysis.  For Latinas (Models III and IV), only community affected sociopolitical involvement. That is, being connected to the LGBT community and being out to many people both influenced greater LGBT POC sociopolitical involvement. Like Black women, Latinas who reported being comfortable in LGBT communities are not likely to have high levels of sociopolitical involvement. When the identity variables were added (Model IV), all of the previously reported relationships held, with the exception of comfort in LGBT communities. The inclusion of the identity variables rendered comfort in LGBT communities insignificant. For Latinas, believing that race or sexual orientation is an important aspect of identity did not matter in terms of understanding sociopolitical involvement. For API women (Models V and VI), community and identity both mattered. Specifically, being connected to the LGBT community positively affected levels of sociopolitical involvement. In addition, API women who believe that sexual orientation is an important part of her identity are not likely to report high levels of LGBT POC sociopolitical involvement. Discussion The analysis presented in this article provides a more nuanced account of the experiences of Black, Latina, and API sexual minority women and their LGBT POC sociopolitical involvement than exists in the literature to date. Previous research on LGBT POC and community engagement focuses primarily on political activism (Swank & Fahs, 2013a, 2013b). The findings of this article support some previous research, whereas some findings differ from previous research. For example, the research that suggests sociopolitical involvement is determined by the sense of belonging one feels with her community (Flores et al., 2009; Heath & Mulligan, 2008) finds further support here. Our findings do support Swank and Fahs’ (2013b) work, which suggests that income does not influence civic engagement. Our findings contradict research arguing that demographic variables, including age and education, significantly affect civic engagement (Putnam, 2000; Sander & Putnam, 2006; Swank & Fahs, 2013b; Verba et al., 1995). These variables did not affect the sociopolitical involvement of any of the groups of women we examined in this article. These contradictions may exist because of how civic engagement is measured in previous studies versus how we measure sociopolitical involvement. This article provides an extended account of the lives and experiences of Black, Latina, and API sexual minority women in that we examine not just their political activism, as has been done in other studies, but also their level of overall engagement with their communities, or sociopolitical involvement. Alternatively, the seemingly inconsistent findings could be because previous literature focuses broadly on Americans in general, whereas this analysis looks specifically at Black, Latina, and API sexual minority women. Regardless of the source of discrepancy between that research and ours, this article highlights the need for more elaborate investigations, ones that directly and indirectly link connection to community to comfort levels within communities. In other words, connectedness to community and comfort within community are both intertwined, especially when seeking to understand levels of sociopolitical involvement. Comfort in Racial Communities and Race/Ethnicity Is Important affected only the LGBT POC sociopolitical involvement of Black women and not that of Latinas or API women in the sample. The belief that sexual orientation and race/ethnicity are an important aspect of identity was not significant for Latinas, and the importance of sexual orientation mattered only for API women in the sample. These discrepancies found between Black women and Latinas in the sample compared to the API women could possibly be explained by a number of items. First, the number of Black women analyzed was almost twice the number of Latinas, and the number of Latinas was almost twice the number of API women. Thus, a larger sample of women, and especially API women, may produce different results. Second, one might Feelings of Belonging 1389 consider the perceptions surrounding homosexuality as an identity among API women. Research has argued that the stigma associated with homosexuality is due to the belief that homosexuality, for many API families, is a “White, western phenomenon” (Chan, 1989, p. 68). Additionally, in some Asian cultures, sexuality is not a means by which to identify oneself (Asthana & Oostvogels, 2001; Laurent, 2005). Since sexuality is not perceived to be an identity in the same way in which many non-Asians view it, this could likely help explain Singh, Chung, and Dean’s (2006) finding that Asian American lesbians were less likely to experience internalized homophobia than were their non-Asian counterparts. These findings support research arguing that civic engagement is an important coping mechanism for those facing multiple levels of minoritybased stress (Balsam et al., 2011; Poynter & Washington, 2005). We found that Black and Latina women would be less likely to participate in LGBT communities of color if they do not feel comfortable in mainstream LGBT communities. Only for Black women was Comfort in Racial Communities and the belief that Race/Ethnicity Is Important positively correlated to their LGBT POC sociopolitical involvement. Here, arguably, feelings of alienation operate uniquely and very differently for these three groups of women. Indeed, that process merits further investigation. Conclusion Black, Latina, and API sexual minority women connect with—and express feelings of belonging to—numerous types of communities. Some have attachments to racial communities, some have attachments to sexual minority communities, and some have attachments to both at the same time. As more research centers around the lives of women of color and privileges their unique experiences of connection to and comfort in community, there is a growing understanding that being in multiple communities means that you often get to experience intersectional connections where communities are not only about race issues or sexual identity issues but rather about both of these at the same time. This article examined factors that contribute to a woman’s greater involvement in sociopolitical activities that address LGBT POC issues. This study is unique in that it looks beyond political activism among sexual minority women of color and provides a more holistic account of community involvement among this understudied population. Although this is a strength of this article, it is also a limitation. Our conceptualization of sociopolitical involvement includes both political activism and community engagement. Previous research primarily examined political activism within LGBT communities and communities of color. Consequently, some of our findings may not be as comparable to this research as it is likely that political activism requires more of a connection with 1390 A. Harris et al. one’s community than simply reading LGBT-specific newspapers or eating at restaurants. Regardless of this limitation, the implications of this study are particularly interesting because the most important variable for LGBT POC sociopolitical involvement among these three groups of women is simply feeling connected, in particular to the LGBT community. nected, in particular to the LGBT community. Far too often, intersections of race, gender, and sexuality keep Black, Latina, and API women hidden from view in much of the research literature. This research is intended to help address this erasure by focusing on a sample within the Social Justice Sexuality Project—one of the largest national surveys of the LGBT community of color—and by expanding the knowledge of the experiences of LGBT POC. The current research highlights the importance of feeling connected to the LGBT community and its role in acting as a conduit to LGBT POC sociopolitical involvement for all of the women examined. Specifically, for Black, Latina, and API sexual minority women, being connected to the LGBT community is a strong and positive factor in predicting levels of sociopolitical involvement within LGBT POC communities. The significance of this finding calls attention to one of the realities of sociopolitical involvement: There are often cleavages that exist due to race and sexuality. For example, being connected to the LGBT community is distinct from being connected to the POC community and also different from being connected to LGBT POC communities. As this article was focused on sociopolitical involvement and feelings of belonging to LGBT communities, it did not inquire about respondents’ connectedness or feelings of belonging to POC communities as it did with LGBT communities; however, it did assess comfort in racial communities based on their sexual orientation. Future research should examine whether feelings of belonging within POC communities would be as important as feelings of belonging within LGBT communities in influencing engagement in LGBT POC communities. This may help shed light on the importance of the LGBT community for these groups of women. Future research could also examine the influence of community connectedness to both activist and nonactivist volunteerism within LGBT POC communities. In addition, future qualitative research might investigate how these different groups of women understand their level of connection to their community, their racial and sexual identity, and its effect on their own sociopolitical involvement. Funding This publication was supported by the National Center for Research Resources and the National Center for Advancing Translational Sciences, National Institutes of Health, through Grant Number 8UL1TR000055. Its contents are solely the responsibility of the authors and do not necessarily represent the official views of the NIH. Notes 1. For more information about the data, see Battle, Pastrana, and Daniels (2013), and for more about the project, visit www.socialjusticesexuality.com.  2. Known throughout the social sciences, the GSS is one of the largest national data-collecting projects in the United States.  3. For a discussion of the uniqueness and applicability of LGBT POC sociopolitical involvement, see Battle and Harris (2013a, 2013b), Harris and Battle (2013), and Harris et al. (2013). References Aguirre, A., & Lio, S. (2008). Spaces of mobilization: The Asian American/Pacific Islander struggle for social justice. Social Justice, 35(2), 1–17. Alquijay, M. A. (1997). The relationships among self-esteem, acculturation, and lesbian identity formation in Latina lesbians. In B. Greene & G. M. Herek (Eds.), Ethnic and cultural diversity among lesbians and gay men (pp. 249–265). Thousand Oaks, CA: Sage. Asthana, S., & Oostvogels, R. (2001). The social construction of male “homosexuality” in India: Implications for HIV transmission and prevention. Social Science & Medicine, 52, 707–721. doi:10.1016/S0277-9536(00)00167-2 Balsam, K. F., Molina, Y., Beadnell, B., Simoni, J., & Walters, K. (2011). Measuring multiple minority stress: The LGBT people of color microaggressions scale. Cultural Diversity and Ethnic Minority Psychology, 17, 163–174. doi:10.1037/a0023244 Barrett, D., & Pollack, L. (2005). Whose gay community? Social class, sexual self-expression, and gay community involvement. Sociological Quarterly, 46, 437–456. doi:10.1111/tsq.2005.46.issue-3 Battle, J., Cohen, C., Warren, D., Fergerson, G., & Audam, S. (2002). Say it loud, I’m Black and I’m proud: Black pride survey 2000. New York, NY: Policy Institute of the National Gay and Lesbian Task Force. Battle, J., & Harris, A. (2013a). Belonging and acceptance: Examining the correlates of sociopolitical involvement among bisexual and lesbian Latinas. Journal of Gay & Lesbian Social Services, 25, 141–157. doi:10.1080/10538720.2013.782520 Battle, J., & Harris, A. (2013b). Connectedness and the sociopolitical involvement of same-gender loving Black men.Men and Masculinities, 16, 260–267. doi:10.1177/1097184X13487909 Battle, J., & Lemelle, A. (2002). Gender differences in African American attitudes towards gay males. Western Journal of Black Studies, 26, 134–139. Battle, J., Pastrana, A., Jr., & Daniels, J. (2013). Social justice sexuality project: 2010 national survey, including Puerto Rico. ICPSR34363-v1. Ann Arbor, MI: Inter-University Consortium for Political and Social Research. Beaty, L. (1999). Identity development of homosexual youth and parental and familial influences on the coming out process. Adolescence, 34, 597–601. Bobo, L., & Gilliam, F. D., Jr. (1990). Race, sociopolitical participation, and Black empowerment. American Political Science Review, 84, 377–393. Brand, J. E. (2010). Civic returns to higher education: A note on heterogeneous effects. Social Forces, 89, 417–433. doi:10.1353/sof.2010.0095 Campbell, D. E. (2009). Civic engagement and education: An empirical test of the sorting model. American Journal of Political Science, 53, 771–786. doi:10.1111/ajps.2009.53.issue-4 Chan, C. S. (1989). Issues of identity development among Asian-American lesbians and gay men. Journal of Counseling & Development, 68, 16–20. doi:10.1002/j.1556-6676.1989.tb02485.x Chung Len, H., & Probert, S. (2011). Civic engagement in relation to outcome expectations among African American young adults. Journal of Applied Developmental Psychology, 32, 227–234. doi:10.1016/j.appdev.2011.02.009 Collins, P. H. (1990). Black feminist thought: Knowledge, consciousness, and the politics of empowerment. New York, NY: Routledge. Collins, P. H. (2000). Black sexual politics: Blacks, gender, and the new racism. New York, NY: Routledge. Dang, A., & Hu, M. (2005). Asian Pacific American Lesbian, Gay, Bisexual and Transgender People: A Community Portrait. A Report from New York's Queer Asian Pacific Legacy Conference, 2004. New York, NY: National Gay and Lesbian Task Force Policy Institute. Retrieved from http://www.thetaskforce.org/downloads/reports/reports/APACommunityPortrait.pdf Dang, A., & Vianney, C. (2007). Living in the margins: A national survey of lesbian, gay, bisexual, and transgender Asian and Pacific Islander Americans. New York, NY: National Gay and Lesbian Task Force Policy Institute. Daniel Tatum, B. (2007). “Why are all the Black kids sitting together in the cafeteria?”: A psychologist explains the development of racial identity. New York, NY: Basic Books. De La Garza, R. O., & DeSipio, L. (1992). From rhetoric to reality: Latinos and the 1988 election. Boulder, CO: Westview. Decena, C. U. (2011). Tacit subjects: Belonging and same-sex desire among Dominican immigrant men. Durham, NC: Duke University Press. DeSipio, L. (Ed.). (2003). Transnational politics and U.S. citizenship: Do home country political ties limit Latino immigrant pursuit of U.S. civic engagement and citizenship? Proceedings from A Nation of Immigrants: Ethnic Identity and Political Incorporation. Berkeley, CA. Diaz, R., Ayala, G., Bein, E., Henne, J., & Marin, B. V. (2001). The impact of homophobia, poverty, and racism on the mental health of gay and bisexual Latino men: Findings from 3 U.S cities. American Journal of Public Health, 91, 927–932. doi:10.2105/AJPH.91.6.927 Diaz, R. M. (1998). Latino gay men and HIV culture, sexuality, and risk behavior. New York, NY: Routledge. Diaz, R. M., & Ayala, G. (2001). Social discrimination and health: The case of Latino gay men and HIV risk. New York, NY: Policy Institute of the National Gay and Lesbian Task Force. Diaz, R. M., Bein, E., & Ayala, G. (2006). Homophobia, poverty, and racism: Triple oppression and mental health outcomes in Latino gay men. In A. M. Omoto & H. S. Kurtzman (Eds.), Sexual orientation and mental health: Examining identity and development in lesbian, gay, and bisexual psychology (pp. 207–224). Washington, DC: American Psychological Association. Esterberg, K. (1997). Lesbian and bisexual identities: Constructing communities, constructing selves. Philadelphia, PA: Temple University Press. Finlay, A. K., Flanagan, C., & Wray-Lake, L. (2011). Civic engagement patterns and transitions over 8 years: The AmeriCorps national study. Developmental Psychology, 47, 1728–1743. doi:10.1037/a0025360 Flores, S., Mansergh, G., Marks, G., Guzman, R., & Colfax, G. (2009). Gay identity-related factors and sexual risk among men who have sex with men in San Francisco. AIDS Education and Prevention, 21, 91–103. doi:10.1521/aeap.2009.21.2.91 Foo, L. J. (2002). Asian American women: Issues, concerns, and responsive human and civil rights advocacy. Lincoln, NE: Ford Foundation. Friedman, C., & Leaper, C. (2010). Sexual-minority college women’s experiences  with discrimination: Relations with identity and collective action. Psychology of Women Quarterly, 34, 152–164. doi:10.1111/(ISSN)1471-6402 Galston, W. A., & Lopez, M. (2006). Civic engagement in the United States. In L. B. Wilson & S. P. Simson (Eds.), Civic engagement and the baby boomer generation: Research, policy, and practice perspectives (pp. 3–19). Binghamton, NY: Haworth.   Gorman-Murray, A., Waitt, G., & Gibson, C. (2008). A queer country? A case study of the politics of gay/lesbian belonging in an Australian country town. Australian Geographer, 39, 171–191. doi:10.1080/00049180802056849 Griffin, H. (2001). Their own received them not. In D. Constantine-Simms (Ed.), The greatest taboo: Homosexuality in Black communities (pp. 110–123). New York, NY: Alyson Books. Han, C. (2007). They don’t want to cruise your type: Gay men of color and the racial politics of exclusion. Social Identities, 13, 51–67. doi:10.1080/13504630601163379 Harris, A. (2010). Sex, stigma, and the Holy Ghost: The Black church and the construction of AIDS in New York City. Journal of African American Studies, 14, 21–43. doi:10.1007/s12111-009-9105-6 Harris, A., & Battle, J. (2013). Unpacking civic engagement: The sociopolitical involvement of same gender loving Black women. Journal of Lesbian Studies, 17, 195–207. doi:10.1080/10894160.2012.711679 Harris, A., Battle, J., Pastrana, J., Jr., & Daniels, J. (2013). The sociopolitical involvement of black, latino, and Asian/Pacific Islander gay and bisexual men. Journal of Men’s Studies, 21, 236–254. doi:10.3149/jms.2103.236 Harris, A. C. (2009). Marginalization by the marginalized: Race, homophobia, heterosexism, and “the problem of the 21st century.” Journal of Gay & Lesbian Social Services, 21, 430–448. doi:10.1080/10538720903163171 Heath, M., & Mulligan, E. (2008). “Shiny happy same-sex attracted woman seeking same”: How communities contribute to bisexual and lesbian women’s well-being. Health Sociology Review, 17, 290–302. doi:10.5172/hesr.451.17.3.290 Henrickson, M., Neville, S., Jordan, C., & Donaghey, S. (2007). Lavender Islands: The New Zealand study. Journal of Homosexuality, 53(4), 223–248. doi:10.1080/00918360802103514 Hoene, E. (2011). Asian Americans and politics: Voting behavior and political involvement. (Unpublished senior thesis). Political Science Department, Bemidji State University, Bemidji, MN. hooks, b. (2001). Homophobia in Black communities. In D. Constance-Simms (Ed.), The greatest taboo: Homosexuality in Black communities (pp. 67–75). Los Angeles, CA: Alyson Books. Jang, S. (2009). Get out on behalf of your group: Electoral participation of Latinos and Asian Americans. Political Behavior, 31, 511–535. doi:10.1007/s11109-009-9086-0 Laurent, E. (2005). Sexuality and human rights. Journal of Homosexuality, 48(3–4), 163–225. doi:10.1300/J082v48n03_09 Lehavot, K., Balsam, K. F., & Ibrahim-Wells, G. D. (2009). Redefining the American quilt: Definitions and experiences of community among ethnically diverse lesbian and bisexual women. Journal of Community Psychology, 37, 439–458. doi:10.1002/jcop.v37:4 Leighley, J. E., & Vedlitz, A. (1999). Race, ethnicity, and political participation: Competing models and contrasting explanations. Journal of Politics, 61, 1092–1144. Levine, D. P. (2011). The capacity for civic engagement: Public and private worlds of the self. New York, NY: Palgrave Macmillan. Lewis, G. B., Rogers, M. C., & Sherrill, K. (2011). Lesbian, gay, and bisexual voters in the 2000 U.S. presidential elections. Politics & Policy, 39, 655–677. doi:10.1111/polp.2011.39.issue-5 Lien, P. (1994). Ethnicity and political participation: A comparison between Asian and Mexican Americans. Political Behavior, 16(2), 237–264. Lien, P. (2001). The making of Asian America through political participation. Philadelphia, PA: Temple University Press. Loiacano, D. K. (1989). Gay identity issues among Black Americans: Racism, homophobia, and the need for validation. Journal of Counseling & Development, 68, 21–25. doi:10.1002/j.1556-6676.1989.tb02486.x Lopez, M. H., Levine, P., Both, D., Kiesa, A., Kirby, E., & Marcelo, K. (2006). The 2006 civic and political health of the nation: A look at how youth participate in politics and communities. College Park, MD: Center for Information and Research on Civic Learning and Engagement. Martinez, D. G., & Sullivan, S. (1998). African American gay men and lesbians: Examining the complexity of gay identity development. Journal of Human Behavior in the Social Environment (2–3), 23–264. Moore, M. (2010). Articulating a politics of multiple identities: LGBT sexuality and inclusion in the Black community. Du Boise Review, 7, 1–20. Morris, J. F., & Rothblum, E. D. (1999). Who fills out a “lesbian” questionnaire? The interrelationship of sexual orientation, years “out,” disclosure of sexual orientation, sexual experiences with women, and participation in the lesbian community. Psychology of Women Quarterly, 23, 537–557. doi:10.1111/pwqu.1999.23.issue-3 Newman, B. S., & Muzzonigro, P. G. (1993). The effects of traditional family values on the coming out process of gay male adolescents. Adolescence, 28, 213–226. Operario, D., Han, C., & Choi, K. (2008). Dual identity among gay Asian Pacific Islander men. Culture, Health & Sexuality, 10, 447–461. doi:10.1080/13691050701861454 Pacheco, J. S., & Plutzer, E. (2008). Political participation and cumulative disadvantage: The impact of economic and social hardship on young citizens. Journal of Social Issues, 64, 571–593. doi:10.1111/josi.2008.64.issue-3 Plante, T. G., Vallaeys, C., Sherman, A. C., & Wallston, K. A. (2002). The development of a brief version of the Santa Clara Strength of Religious Faith Questionnaire. Pastoral Psychology, 50, 359–368. doi:10.1023/A:1014413720710 Poynter, K. J., & Washington, J. (2005). Multiple identities: Creating community on campus for LGBT students. New Directions for Student Services, 111, 41–47. doi:10.1002/ss.172 Putnam, R. (1995). Tuning in, tuning out: The strange disappearance of social capital in America. PS: Political Science and Politics, 28, 644–683. Putnam, R. (2000). Bowling alone: The collapse and revival of American community. New York, NY: Simon & Schuster. Ramsey, F., Hill, M., & Kellam, C. (2010). Black lesbians matter: An examination of the unique experiences, perspectives, and priorities of the Black lesbian community. Retrieved from http://zunainstitute.org/2010/research/blm/blacklesbiansmatter.pdf Reynolds, A. L., & Pope, R. L. (1991). The complexities of diversity: Exploring multiple oppressions. Journal of Counseling & Development, 70, 174–180. doi:10.1002/j.1556-6676.1991.tb01580.x Rollins, J., & Hirsch, H. N. (2003). Sexual identities and political engagements. Social Politics, 10, 290–312. doi:10.1093/sp/jxg017 Rosario, M., Schrimshaw, E. W., & Hunter, J. (2004). Ethnic/racial differences in the coming-out process of lesbian, gay, and bisexual youths: A comparison of sexual identity development over time. Cultural Diversity and Ethnic Minority Psychology, 10, 215–228. doi:10.1037/1099-9809.10.3.215 Rust, P. C. (2000). The impact of multiple marginalization. In E. Disch (Ed.), Reconstructing gender: A multicultural anthology (pp. 248–254). Mountain View, CA: Mayfield. Sander, T., & Putnam, R. D. (2006). Social capital and civic engagement of individuals over age fifty in the United States. In L. B. Wilson & S. P. Simson (Eds.), Civic engagement and the baby boomer generation: Research, policy, and practice perspectives (pp. 21–39). Binghamton, NY: Haworth. Singh, A. A., Chung, Y. B., & Dean, J. K. (2006). Acculturation level and internalized homophobia of Asian American lesbian and bisexual women: An exploratory analysis. Journal of LGBT Issues in Counseling, 1(2), 3–19. doi:10.1300/J462v01n02_02 Swank, E., & Fahs, B. (2011). Pathways to political activism among Americans who have same-sex sexual contact. Sexuality Research and Social Policy, 8, 126–138. doi:10.1007/s13178-011-0034-5 Swank, E., & Fahs, B. (2013a). An intersectional analysis of gender and race for sexual minorities who engage in gay and lesbian rights activism. Sex Roles, 68, 660–674. doi:10.1007/s11199-012-0168-9 Swank, E., & Fahs, B. (2013b). Predicting electoral activism among gays and lesbians in the United States. Journal of Applied Social Psychology, 43, 1382–1393. doi:10.1111/jasp.2013.43.issue-7 Thomas, K. (1996). Ain’t nothin’ like the real thing: Black masculinity, gay sexuality, and the jargon of authenticity. In M. Blount & G. P. Cunningham (Eds.), Representing Black men (pp. 55–69). New York, NY: Routledge. Verba, S., Schlozman, K. L., & Brady, H. E. (1995). Voice and equality: Civic voluntarism in American politics. Cambridge, MA: Harvard University Press. Waldner, L. K. (2001). Lesbian and gay political activism: An analysis of variables predicting political participation. Research in Political Sociology, 9, 59–81. Ward, E. G. (2005). Homophobia, hypermasculinity, and the U.S. Black church. Culture, Health & Sexuality, 7, 493–504. doi:10.1080/13691050500151248 West, C. (2001). Black sexuality: The taboo subject. In R. P. Byrd & B. Guy-Sheftall (Eds.), Traps: African American men on gender and sexuality (pp. 301–307). Bloomington, IN: Indiana University Press. Wilkin, H. A., Katz, V. S., & Ball-Rokeach, S. J. (2009). The role of family interaction in new immigrant Latinos’ civic engagement. Journal of Communication, 59, 387–406. doi:10.1111/j.1460-2466.2009.01421.x Wong, J., Ramakrishnan, S. K., Lee, T., & Junn, J. (2011). Asian American political participation: Emerging constituents and their political identities. New York, NY: Russell Sage Foundation. Xu, J. (2002). The political behavior of Asian Americans: A theoretical approach. Journal of Political and Military Sociology, 30, 71–89. Yuval-Davis, N. (2006). Belonging and the politics of belonging. Patterns of Prejudice, 40, 197–214. doi:10.1080/00313220600769331  ",
    "id": 213086341,
    "identifiers": {
        "doi": null,
        "oai": "oai:epublications.marquette.edu:socs_fac-1199"
    },
    "title": "Feelings of Belonging: An Exploratory Analysis of the Sociopolitical Involvement of Black, Latina, and Asian/Pacific Islander Sexual Minority Women",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-01-01T08:00:00+00:00",
    "publisher": "e-Publications@Marquette",
    "references": [],
    "sourceFulltextUrls": [
        "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1199&amp;context=socs_fac"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/213086341.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/213086341"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/213086341/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/213086341/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/213086341"
        }
    ],
    "abstract": "This article compares and contrasts the sociopolitical involvement of Black, Latina, and Asian/Pacific Islander American sexual minority women within lesbian, gay, bisexual, and transgender (LGBT) communities of color. For the analysis, a sample of over 1,200 women from the Social Justice Sexuality project was analyzed. Findings indicate that, for all groups of women, feelings of connectedness to the LGBT community was the most significant predictor of sociopolitical involvement within LGBT communities of color",
    "tags": [
        "text",
        "belonging",
        "bisexual",
        "community engagement",
        "connectedness",
        "lesbian",
        "marginalization",
        "sociopolitical",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:epublications.marquette.edu:socs_fac-1199",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1441",
        "openDoarId": 0,
        "name": "epublications@Marquette",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 213086341,
        "depositedDate": null,
        "publishedDate": "2015-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-23T09:23:56+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T11:16:23+01:00"
    },
    "urls": [
        "https://epublications.marquette.edu/socs_fac/196",
        "https://epublications.marquette.edu/context/socs_fac/article/1199/viewcontent/harris_10262.pdf"
    ],
    "lastUpdate": "2024-01-23T09:23:56+00:00",
    "setSpecs": []
}