{
    "acceptedDate": "2010-05-30T00:00:00+01:00",
    "authors": [
        {
            "name": "White, Patricia"
        }
    ],
    "contributors": [],
    "createdDate": "2016-12-01T17:42:56+00:00",
    "dataProvider": {
        "id": 2387,
        "name": "Works",
        "url": "https://api.core.ac.uk/v3/data-providers/2387",
        "logo": "https://api.core.ac.uk/data-providers/2387/logo"
    },
    "depositedDate": "2010-01-01T00:00:00+00:00",
    "documentType": "research",
    "doi": "10.1353/cj.0.0219",
    "downloadUrl": "https://core.ac.uk/download/73340112.pdf",
    "fullText": "Society for Cinema & Media Studies  Feminist Commitment and Feminized Service: Nonprofits and JournalsAuthor(s): Patricia WhiteSource: Cinema Journal, Vol. 49, No. 3 (Spring 2010), pp. 99-103Published by: University of Texas Press on behalf of the Society for Cinema & MediaStudiesStable URL: http://www.jstor.org/stable/40800738Accessed: 16-08-2017 19:03 UTC JSTOR is a not-for-profit service that helps scholars, researchers, and students discover, use, and build upon a widerange of content in a trusted digital archive. We use information technology and tools to increase productivity andfacilitate new forms of scholarship. For more information about JSTOR, please contact support@jstor.org. Your use of the JSTOR archive indicates your acceptance of the Terms & Conditions of Use, available athttp://about.jstor.org/termsUniversity of Texas Press, Society for Cinema & Media Studies are collaborating withJSTOR to digitize, preserve and extend access to Cinema JournalThis content downloaded from 130.58.65.13 on Wed, 16 Aug 2017 19:03:53 UTCAll use subject to http://about.jstor.org/terms Cinema Journal 49 No. 3 Spring 2010 different disciplines together to create new ideas and to form an intellectual commu- nity much broader than is possible within one's own department. Department chairing can be satisfying if the Chair has a chance to build new programs and to hire faculty to teach in them, but it also involves bureaucratic tasks and daily paperwork. Being an Institute Director offers freedom to think outside the box, to envision where disciplines are moving and how best to stimulate what seem like productive directions. Let me conclude by recommending that you try administration, unless research is such an overwhelming part of your life that you would resent the extra hours or days administration demands. Administration is often a welcome change of pace from only teaching and doing research, and its challenges can result in your developing (or discovering in yourself) new skills, and perhaps growing psychically as well as intel- lectually. Administration can be as creative in its own way as research; in addition, it is important to have administrators who bring scholarly skills to the position. Such skills will partly guide your administrative hunches: scholarly interests may inspire ideas for new programs and other initiatives. Feminist Commitment and Feminized Service: Nonprofits and Journals by Patricia White activities and commitments I've been asked to reflect upon are not necessarily intentional or linear enough to include under the heading \"professional development,\" although they certainly flow directly into what I \"profess\" on the job. Alongside my grad- uate training and the progress of my academic career to what I am learning to call its midpoint, I've been involved in independent femi- nist and LGBTQmedia distribution and exhibition through service on the boards of nonprofits: in the 1990s I worked with the New Festival, which presents the New York Lesbian, Gay, Bisexual, and Transgen- der Film Festival, and over the past decade with Women Make Movies (WMM), the feminist media arts organization and educational distrib- utor of films by and about women. This work has been crucial to my pedagogy and scholarship, and I try to invest whatever cultural capital I've accrued as an academic back into the organizations that have sus- tained me. Many questions that press on us in the humanities - new 99This content downloaded from 130.58.65.13 on Wed, 16 Aug 2017 19:03:53 UTCAll use subject to http://about.jstor.org/terms Cinema Journal 49 No. 3 Spring 2010 technologies and distribution systems, digital rights, arts funding, globalization - affect media arts organizations in interlocking ways, and the structures particular to each institution can support the other. But I'm mostly into the films. Commitment to the work of independent filmmakers is central to Film Studies, with its politicized disciplinary history and the many produc- ers/theorists and departments that teach both theory and practice making the pursuits complementary ones. Think of what P. Adams Sitney did for the New York avant- garde. But it is notable the degree to which women, people of color, international scholars, and queers in the profession remain connected to community-based media organizations as sustaining contexts for their work - evidence that the questions they pursue in their research matter. In particular, the explosive growth of LGBTQ festivals in the 1990s offered an unprecedented symbiosis - the phenomena of AIDS activism, television deregulation, niche marketing, and globalization had a direct impact on the production and circulation of alternative media and generated scholarship not only about the work but also about these shifting contexts and forces, often by young scholars involved in curating for these events.1 My own experience participating in the premieres of Pans Is Burning (Jennie Livingston, 1991) and Go Fish (Rose Troche, 1994) in New York, organizing a panel with Marlon Riggs, Pratibha Parmar, and Richard Fung, and inviting Vito Russo, Richard Dyer, Thomas Waugh, Judith Mayne, Judith Halberstam, and Gayatri Gopinath to present clip shows (all pre-digital) in the festival context shaped me as a lesbian film scholar and built political commitments and pro- fessional and social networks that I brought back to campus. Of course, curating and nonprofit board service do not necessarily count for tenure; but they foster institutional knowledge, including how to value working for the public good. The New Festival still presents the annual festival, though it has not attained the prominence and fiscal stability of its peer organizations Frameline in San Francisco and Outfest in Los Angeles, with their demographic advantages and successful navi- gation of the queer media market explosion of the 1990s. In contrast, WMM has an unmistakable institutional identity, a worldwide brand, one that is exemplary for inde- pendent distributors and for feminist media organizations founded in the 1970s, and my work on its board is accordingly less hands-on. WMM has a grassroots history, but its institutional position depends on the university as both primary market and source of critical commentary (publicity) for its collection. My involvement with WMM has been coincident with my professional development. Booking WMM films for the Femi- nist Film Society (really) at college led me to a summer internship there; generations of my students have followed, and though it is a radically changed organization and media climate, a similar passion animates them. Later, during a period of indecision about academia, I joined WMM's small staff The late 1980s wasn't necessarily the 1 As an editor with B. Ruby Rich of film and video reviews for GLQ, I was able to solicit short essays on festival films. GLQ also published proceedings of a panel on the LGBTQ festival network, \"Queer Publicity: A Dossier on Lesbian and Gay Film Festivals,\" with essays by B. Ruby Rich, Eric 0. Clarke, and Richard Fung, with an introduction by Patricia White, GLQ: A Journal of Lesbian and Gay Studies 5 (January 1999): 73-93, and under coeditors Chris Straayer and Tom Waugh, a more in-depth series of roundtable discussions: \"Queer Film and Video Festival Forum, Take One: Curators Speak Out,\" GLQ 11 (2005): 579-603; \"Take Two: Critics Speak Out,\" GLQ 12 (2006): 599; and \"Take Three: Artists Speak Out,\" GLQ 14 (2008): 121-122. 100This content downloaded from 130.58.65.13 on Wed, 16 Aug 2017 19:03:53 UTCAll use subject to http://about.jstor.org/terms Cinema Journal 49 | No. 3 j Spring 2010 most robust time for media arts (with Reaganomics, the culture wars, and the adoption of VHS as the first of many big disruptions to distribution models due to technology changes), but WMM with its exciting and extensive collection of work by lesbians and women of color flourished in the age of identity politics. Today there are twelve on staff, the budget is nearly S 2 million, and the collec- tion exceeds five hundred films - documentary, experimental, animation, and short fiction. All of the growth has been shepherded by longtime executive director Debra Zimmerman. The profile of the organization and its filmmakers internationally has never been higher - British documentarían Kim Longinotto's films won jury prizes at the International Documentary Film Festival Amsterdam and Sundance and were featured in a MoMA retrospective, and films about rape in the Congo, reconciliation in Rwanda, the murdered women of Ciudad Juarez, polygamy in Iran, the legacy of Palestinian hijacker Leila Khaled, and the prospects of Afghani MP Maialai Joya offer independent, feminist, and otherwise missing perspectives on world events. At WMM I met heroes Ulrike Ottinger, Sally Potter, and Vera Chytilova and worked on the release of Trinh T. Minh-ha's Surname Viet Given Name Nam (1989), one of the most important films about women and national identity, and on a complemen- tary collection of experimental films by women of color. Such films remain the focus of my collection building and teaching. My current book on global women's feature filmmaking is informed by WMM even when it doesn't focus on it directly. I joined the board as a tenured professor in 2001 and have chaired for the past several years. Distribution - unglamorous but crucial - helps to push at feminist film theory's com- fortable understandings of women's media, making visible who is actually seeing the work and in what contexts. Perhaps most generalizable about my board experience with WMM is what I have learned about the economics of independent distribution, notably the dependence of nonprofits and of artist compensation on university acquisitions. Material questions of copyright, access, and library policy, technological challenges (VHS to laser to DVD to VOD), and digital rights concern us mutually and inform academic debates around the forms and status of documentary, film festivals, and remix culture. As arts funding cuts are being felt in educational programs, advocacy needs to be shared across the nonprofit sector. But service with WMM has mainly been about the people. Debbie Zimmerman is a role model, but so are her young staff members. And the board rocks. I often feel my skill set pales in comparison with these women: Taina Bien-Aimé, executive direc- tor of Equality Now, Leslie Fields-Cruz of the National Black Programming Con- sortium, Sundance's Caroline Libresco, and other funders, filmmakers, lawyers, and advocates. But I try to represent the customer base and hold my own in debates about feminism and media representation. (Many other academics - Catherine Benamou, Joe Boles, Faye Ginsburg, Chris Straayer, Amy Villarejo, and Janice Welsch, among others - have supported the organization through distribution recommendations, pro- gramming, and the all-important catalog squib over the years, and Patty Zimmerman directly preceded me on the board.) Rather than the feminization of service this work can represent the feminization of power, showing how alternative media intersects with many dimensions of cultural life to shape a feminist public sphere. 101This content downloaded from 130.58.65.13 on Wed, 16 Aug 2017 19:03:53 UTCAll use subject to http://about.jstor.org/terms Cinema Journal 49 i No. 3 ; Spring 2010 I believe that the culture of independent progressive media by underrepresented groups can be more visible and accounted for in Cultural Studies scholarship. Here is where my activities of programming and distribution intersect with a more recog- nized professional commitment, and a far more demanding workload - journal edit- ing. Since 1996, I've served as a member of the editorial collective of Camera Obscura, like WMM a survivor of the dozens of 1970s feminist media organizations because its role and mission have adapted to changing ideologies, politics, and business models.2 The journal was an auratic object for me as a student, representing the convergence of high theory and radical feminist film culture. As an editor I am engaged by many new directions in the field, but independent feminist filmmaking remains my passion. Journals are, of course, central to professionalization in the academy; peer-reviewed articles are earlier and earlier goals for PhD candidates, even as online publishing presents challenges to the identity of the journals themselves. Journal editing also has prestige and \"counts\" for promotion and tenure, though it's never clear how much; professional development opportunities for journal editors are scarce. Editorships are frequently institutionally supported by university administrations or scholarly associa- tions. Thus, journals are different from \"outside\" work such as service on nonprofit boards. But journal editing is vitally linked to what's \"out there\" - if only because it comes on a schedule. The radical feminist pedigree of Camera Obscura persists in the fact that we operate as a collective: over the years editors Amelie Hastie, Lynne Joyrich, Constance Penley, Sasha Torres, and Sharon Willis have modeled intellectual and professional commit- ment through the journal's many vicissitudes, and I look forward to similar inspira- tion from new members Rosa-Linda Fregoso and Lalitha Gopalan. Forms of sociality and conviviality, of institutional and \"anti-institutional\" memory, are sustaining in our sometimes isolating profession. Such contact extends to that with the writers, both young and established, and makes unquantifiable, uncompensated work worthwhile. In the past month I've had the pleasure of working with brilliant scholars - some who are ABD, some approaching tenure, and some preeminent. I've also struggled with turning down work by scholars whom I greatly admire. I've contributed a short piece on recent women's films with \"festival buzz\" to launch a new section: \"In Prac- tice\" is designed to provide a more timely connection with filmmaking and other kinds of feminist media praxis. Giving room to short-form writing, it serves a purpose simi- lar to Cinema Journal's In Focus. Trying to craft a statement that encompasses all three commitments - festival pro- gramming, service on the board of a nonprofit distributor, journal editing- shows up how such \"extra-curricular\" activities tug in different directions. There's no lin- ear development here, mostly scheduling snafus and action items - like the committee service we've all learned how to juggle. I like to joke about the \"alternative CV\" that chronicles your life in terms of the things you failed to complete, therapies attempted, runs of especially addictive television shows, and so on. But what makes mine a nar- rative of professional development rather than professional impediment is how the 2 Amelie Hastie, Lynne Joyrich, Patricia White, and Sharon Willis, \"(Re)lnventing Camera Obscura\" in Inventing Film Studies, ed. Lee Grieveson and Haidee Wasson (Durham, NC: Duke University Press, 2008), 298-318. 102This content downloaded from 130.58.65.13 on Wed, 16 Aug 2017 19:03:53 UTCAll use subject to http://about.jstor.org/terms Cinema Journal 49 i No. 3 | Spring 2010 feminist politics of all these organizations are sustained in and by the personal relation- ships that constitute them. (Not to say that contradictions - personnel disputes, com- munication styles - don't arise, ones that temper any expectation of a kinder, gentler female organizational style.) Feminist dynamics inform academic contexts, though they need to be balanced alongside the \"feminine\" politics of service in the profession generally. There is still the pressure for a junior woman or person of color to be, as my colleague Nora Johnson quipped, a combination of Michel Foucault and Mary Richards. I worked with these organizations before I had tenure. I teach at a liberal arts college, and I trusted that the complement to my teaching and the institutional ethic of service would make such activities count. Without a Film Studies department, I found these associations vital. It is crucial to nurture and advise our junior colleagues' ongoing commitments to the cultures of media production and critique that complement academic ones, even if they never converge in a developmental narrative. i DVD Supplements: A Commentary on Commentaries by Giorgio Bertellini and Jacqueline Reich the past decade, as graduate seminars have explored the post- modern heuristics of the \"death of the author,\" DVD editions have popularized a range of audio and print supplements that have, di- rectly or indirectly, expanded films' authorial halo. The notion of the commentary is, of course, nothing new to the academy: consider the multiple annotated editions of literary classics. But its material ex- tension to the home theater \"experience\" has had peculiar cultural and economic consequences. As value-adding paratexts, audio and printed commentaries can turn film texts into critical or luxury edi- tions, to be marketed to different levels of cinephilic and commercial consumption.1 Introduced in 1984 by Criterion Collection (then part of the Voy- ager Company) for a niche market of laser disc buyers, Ronald Haver's audio commentary on King Kong (Merian C. Cooper, 1933) ultimately 1 Aaron Barlow, The DVD Revolution-. Movies, Culture, and Technology (Westport, CT: Praeger, 2005); Deborah Parker and Mark Parker, \"Director and DVD Commentary: The Specifics of Intention,\" The Journal of Aesthetics and Art Criticism 62, no. 1 (Winter 2004): 13-22. 103This content downloaded from 130.58.65.13 on Wed, 16 Aug 2017 19:03:53 UTCAll use subject to http://about.jstor.org/terms",
    "id": 73340112,
    "identifiers": {
        "doi": "10.1353/cj.0.0219",
        "oai": "oai:works.swarthmore.edu:fac-film-media-1006"
    },
    "title": "Feminist Commitment And Feminized Service: Nonprofits And Journals",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2010-04-01T08:00:00+01:00",
    "publisher": "'Transformative Works and Cultures'",
    "references": [],
    "sourceFulltextUrls": [
        "https://works.swarthmore.edu/cgi/viewcontent.cgi?article=1006&amp;context=fac-film-media"
    ],
    "updatedDate": "",
    "yearPublished": "2010",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/73340112.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/73340112"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/73340112/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/73340112/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/73340112"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Film and Media Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:works.swarthmore.edu:fac-film-media-1006",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2387",
        "openDoarId": 0,
        "name": "Works",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 73340112,
        "depositedDate": "2010-01-01T00:00:00+00:00",
        "publishedDate": "2010-04-01T08:00:00+01:00",
        "updatedDate": "2024-01-20T11:18:10+00:00",
        "acceptedDate": "2010-05-30T00:00:00+01:00",
        "createdDate": "2016-12-01T17:42:56+00:00"
    },
    "urls": [
        "https://works.swarthmore.edu/fac-film-media/7",
        "https://works.swarthmore.edu/context/fac-film-media/article/1006/viewcontent/Feminist_Commitment_And_Feminized_Service_Nonprofits_And_Journal.pdf"
    ],
    "lastUpdate": "2024-01-20T11:18:10+00:00",
    "setSpecs": []
}