{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Bartlett, Katharine T."
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-17T19:58:01+00:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/62564612.pdf",
    "fullText": "        381  Feminist Legal Scholarship: A History Through the Lens of the California Law Review Katharine T. Bartlett* This Essay describes the evolution of feminist legal scholarship, using six articles published by the California Law Review as exemplars. This short history provides a window on the most important contributions of feminist scholarship to understandings about gender and law. It explores alternative formulations of equality, and the competing assumptions, ideals, and implications of these formulations. It describes frameworks of thought intended to compensate for the limitations of equality doctrine, including critical legal feminism, different voice theory, and nonsubordination theory, and the relationships between these frameworks. Finally, it identifies feminist legal scholarship that has crossed the disciplinary bound-aries of law. Among its conclusions, the Essay points out that as feminist scholarship has become more mainstream, its assumptions and methods are less distinct. It observes that even as feminist legal scholarship has generated important, insightful critiques of equality doctrine, it remains committed to the concept of equality, as continually revised and refined. The Essay also highlights the importance of feminist activism and practice in sharpening and refining feminist legal scholarship.  Introduction..................................................................................................... 382 I. Herma Hill Kay & Family Law Reform in the 1970s ................................. 387 II. Christine Littleton & Debates About the Meaning and Value of Equality ............................................................................................... 391 A. Formal Versus Substantive Equality .............................................. 392   Copyright © 2012 Katharine T. Bartlett. *  1975 graduate of the University of California, Berkeley, School of Law, former Note Editor of the California Law Review, and currently the A. Kenneth Pye Professor of Law at Duke University School of Law. I thank Herma Hill Kay, Chris Littleton, Kathy Abrams, Reva Siegel, and Linda Greenhouse for their helpful comments and contributions to this Essay, and second-year Duke law student Andrew Foglia for his excellent research assistance.        382 CALIFORNIA LAW REVIEW [Vol. 100:381  B. Beyond Equality ............................................................................. 397 1. Critical Legal Feminism .......................................................... 397 2. Different Voice Theory............................................................ 398 3. Nonsubordination Theory ........................................................ 401 III. Kathryn Abrams & Narrative Scholarship................................................ 405 IV. Francisco Valdes & Issues of Sexual Identity .......................................... 410 V.  Linda Krieger & Feminist Interdisciplinary Scholarship.......................... 416 VI. Reva Siegel & Feminist Legal History ..................................................... 421 Conclusion ...................................................................................................... 426 INTRODUCTION This Essay tells the story of U.S. feminist legal scholarship1 through the lens of some of the important work published in this field by the California Law Review (CLR). Its purpose is not to survey every contribution of feminist legal thought. Rather, through a few “deep dives,” it examines the significance of six specific exemplars, using them to explain the evolution and contributions of feminist legal scholarship, as well as the role CLR has played in the development of this field. I examine six articles: Herma Hill Kay’s Making Marriage and Divorce Safe for Women,2 Christine Littleton’s Restructuring Sexual Equality,3 Kathryn Abrams’s Hearing the Call of Stories,4 Francisco Valdes’s Queers, Sissies, Dykes, and Tomboys: Deconstructing the Conflation of “Sex,” “Gender,” and “Sexual Orientation” in Euro-American Law and Society,5 Linda Krieger’s Civil Rights Perestroika: Intergroup Relations After 1. By feminist legal scholarship, I mean scholarship aimed at critically describing the relationship between gender and law, prescribing how that relationship might be improved, or both. Feminist scholarship generally shares a grounding in women’s experience and a commitment to dismantling the existing sex-gender system. See Patricia A. Cain, Feminist Legal Scholarship, 77 IOWA L. REV. 19, 20 (1991) (“[L]egal scholarship is not feminist unless it is grounded in women’s experience,” and unless it seeks to “uncover the ways in which law has privileged male over female.”). This Essay only concerns legal scholarship published in law reviews; the distortion this focus imposes on the history of feminism is, itself, part of the story of the history of legal scholarship. If this Essay was not tied to the evolution of law review scholarship, the account could have begun with, say, Mary Wollstonecraft in England, or with Elizabeth Cady Stanton in the United States. See MARY WOLLSTONECRAFT, A VINDICATION OF THE RIGHTS OF MEN (1790); ELIZABETH CADY STANTON, THE DECLARATION OF SENTIMENTS (1848). If it was not tied to work done by law professors, it would have started with a very substantial article written by a graduate of Boston University Law School, Blanche Crozier, in 1935. See Blanche Crozier, Constitutionality of Discrimination Based on Sex, 15 B.U. L. REV. 723 (1935), and infra notes 110–115, 121. A still different approach would have emphasized the work of legal advocates or leaders in the feminist movement in the United States or abroad. See, e.g., Pauli Murray & Mary O. Eastwood, Jane Crow and the Law: Sex Discrimination and Title VII, 34 GEO. WASH. L. REV. 232 (1965). See infra note 9 and accompanying discussion. For a fabulous historical account of women’s legal equality that focuses on feminist advocates in the United States, see FRED STREBEIGH, EQUAL: WOMEN RESHAPE AMERICAN LAW (2009). 2. Herma Hill Kay, Making Marriage and Divorce Safe for Women, 60 CALIF. L. REV. 1683 (1972) (reviewing MAX RHEINSTEIN, MARRIAGE STABILITY, DIVORCE, AND THE LAW (1972)).  3. Christine A. Littleton, Reconstructing Sexual Equality, 75 CALIF. L. REV. 1279 (1987). 4. Kathryn Abrams, Hearing the Call of Stories, 79 CALIF. L. REV. 971 (1991). 5. Francisco Valdes, Queers, Sissies, Dykes, and Tomboys: Deconstructing the Conflation of        2012] FEMINIST LEGAL SCHOLARSHIP 383  Affirmative Action,6 and Reva Siegel’s Constitutional Culture, Social Movement Conflict and Constitutional Change: The Case of the De Facto ERA.7 The scholarship I will describe emerged from a history that began roughly in the early 1970s.8 Before that time, the few pieces of feminist legal scholarship were by legal practitioners, not law professors.9 The first legal academic to undertake a comprehensive critique of the treatment of women in American law was University of California, Berkeley, School of Law (herein “Boalt Hall” or “Boalt”) graduate Leo Kanowitz, then a law professor at the University of New Mexico School of Law. In Women and the Law: An Unfinished Revolution, Kanowitz examined the Supreme Court’s highly deferential approach to sex-based classifications, and urged the Court to overrule equal protection precedents. If the Court did not extend a robust version of equal protection to sex-based classifications, he argued, Congress “Sex,” “Gender,” and “Sexual Orientation” in Euro-American Law and Society, 83 CALIF. L. REV. 1 (1995).   6. Linda Hamilton Krieger, Civil Rights Perestroika: Intergroup Relations After Affirmative Action, 86 CALIF. L. REV. 1251 (1998).  7. Reva B. Siegel, Constitutional Culture, Social Movement Conflict and Constitutional Change: The Case of the De Facto ERA, 94 CALIF. L. REV. 1323 (2006).   8. With few exceptions, legal scholars before this time, for whatever reason, simply did not consider women’s rights a plausible scholarly subject. Of note, the most frequently cited article ever published by the California Law Review set forth in 1949 the basic framework for modern equal protection doctrine, without naming sex among the categories that might someday warrant special scrutiny. See Joseph Tussman & Jacobus tenBroek, The Equal Protection of the Laws, 37 CALIF. L. REV. 341, 355 (1949) (“Candidates [as forbidden classifications] today might be designated with relative ease—race, alienage, color, creed. . . . One would hesitate to close the list arbitrarily and foreclose the future. Another epoch might discover constitutional irrelevancies of which we are unaware.”); cf. Fred R. Shapiro, The Most-Cited Law Review Articles Revisited, 71 CHI-KENT L. REV. 751, 767 (1996) (identifying Tussman & tenBroek as the fourteenth most often cited law review article).    9. For example, a co-authored 1965 article broadly criticizing the law’s treatment of women was written by feminist lawyers Pauli Murray and Mary Eastwood. Murray & Eastwood, supra note 1. Murray was a well-known civil rights attorney, part of the legal team in Brown v. Board of Education, and one of the co-founders, with Ruth Bader Ginsburg, of the Women’s Rights Law Reporter at Rutgers School of Law-Newark. She was also an Episcopal priest. Murray was denied admission to the University of North Carolina Law School in 1938 because of her race (she attended Howard), and denied admission to an advanced degree program at Harvard Law School in 1944 because she was a woman (she became the first black woman to receive an S.J.D. degree from Yale Law School). While she spent some time on the faculty at Brandeis University and taught law in Ghana, she does not appear to have ever been a member of a U.S. law school faculty. Her posthumously-published autobiography is PAULI MURRAY, SONG IN A WEARY THROAT: AN AMERICAN PILGRIMAGE (1987). Mary Eastwood was a career attorney in the Office of Legal Counsel at the U.S. Department of Justice. Eastwood helped to instigate the founding of the National Organization for Women. Serena Mayeri, Constitutional Choices: Legal Feminism and the Historical Dynamics of Change, 92 CALIF. L. REV. 755, 767, 786 (2004). In 1970, she wrote another law review article, arguing that the Supreme Court decisions that had denied women their rights were wrong, and that the U.S. Constitution guaranteed equality for women, with or without the Equal Rights Amendment. See Mary Eastwood, The Double Standard of Justice: Women’s Rights Under the Constitution, 5 VAL. U. L. REV. 281 (1971).        384 CALIFORNIA LAW REVIEW [Vol. 100:381  and the states should enact the Equal Rights Amendment (ERA).10 Subsequent scholarship further flushed out the case for a heightened standard of review in sex discrimination cases based on a straightforward analogy to race discrimination11 and spelled out the difference the ERA would make, if passed.12 These articles were cited in legal briefs filed in the string of U.S. Supreme Court cases after Reed that invalidated sex-based classifications under what emerged as “intermediate” equal protection scrutiny.13 Along with this general scholarship, feminist legal scholars in the 1970s also produced critiques of state and federal laws in specific fields where gender injustice was most apparent, including property,14 employment,15 the family,16 sexual violence,17 and the legal profession.18 Some of this scholarship was published in the 10. LEO KANOWITZ, WOMEN AND THE LAW: AN UNFINISHED REVOLUTION 181, 192–96 (1969). The book was cited in briefs in Reed v. Reed, 404 U.S. 71 (1971), the case to which the Supreme Court first applied a more rigorous “rational basis” test than it had in previous challenges to sex-based legal classifications. Brief for Appellant at 10, 29, 31, 33–35, Reed v. Reed, 404 U.S. 71 (1971) (No. 70-4); Brief for Am. Veterans Comm., Inc. and NOW Legal Def. & Educ. Fund, Inc. as Amici Curiae Supporting Appellant at 13, Reed v. Reed, 404 U.S. 71 (1971) (No. 70-4); Brief of City of New York as Amicus Curiae Supporting Appellant at 14, Reed v. Reed, 404 U.S. 71 (1971) (No. 70-4). 11. See John D. Johnston, Jr. & Charles L. Knapp, Sex Discrimination by Law: A Study in Judicial Perspective, 46 N.Y.U. L. REV. 675 (1971). Richard Wasserstrom, a few years later, extended the race/sex analogy. Richard A. Wasserstrom, Racism, Sexism, and Preferential Treatment: An Approach to the Topics, 24 UCLA L. REV. 581 (1977). 12. Barbara A. Brown et al., The Equal Rights Amendment: A Constitutional Basis for Equal Rights for Women, 80 YALE L.J. 871, 899, 901 (1971). The ERA was first proposed in 1923. After the ERA passed in Congress in 1972, thirty-five states ratified it, but the time expired in 1982 before it was approved by the necessary thirty-eight states. Efforts continue to “restart” the process. For running updates, see THE EQUAL RIGHTS AMENDMENT, http://www.equalrightsamendment.org (last visited Jan. 1, 2012). 13. See, e.g., Orr v. Orr, 440 U.S. 268 (1979); Craig v. Boren, 429 U.S. 190 (1976); Weinberger v. Wiesenfeld, 420 U.S. 636 (1975). 14. See, e.g., John D. Johnston, Jr., Sex and Property: The Common Law Tradition, the Law School Curriculum, and Developments Toward Equality, 47 N.Y.U. L. REV. 1033 (1972); Judith T. Younger, Community Property, Women and the Law School Curriculum, 48 N.Y.U. L. REV. 211 (1973); see also articles cited infra note 16.  15. See, e.g., Denis Binder, Sex Discrimination in the Airline Industry: Title VII Flying High, 59 CALIF. L. REV. 1091 (1971); Joan I. Samuelson, Employment Rights of Women in the Toxic Workplace, 65 CALIF. L. REV. 1113 (1977); Mary Joe Frug, Securing Job Equality for Women: Labor Market Hostility to Working Mothers, 59 B.U. L. REV. 55 (1979); James C. Oldham, Questions of Exclusion and Exception Under Title VII —“Sex-Plus” and the BFOQ, 23 HASTINGS L.J. 55 (1971); Grace Blumberg, De Facto and De Jure Sex Discrimination Under the Equal Protection Clause: A Reconsideration of the Veterans’ Preference in Public Employment, 26 BUFF. L. REV. 1 (1976). 16. See, e.g., Nancy C. Erickson, Spousal Support Toward the Realization of Educational Goals: How the Law Can Ensure Reciprocity, 1978 WIS. L. REV. 947; Susan Westerberg Prager, The Persistence of Separate Property Concepts in California’s Community Property System, 1849–1975, 24 UCLA L. REV. 1 (1976); Susan Westerberg Prager, Sharing Principles and the Future of Marital Property Law, 25 UCLA L. REV. 1 (1977). 17. See, e.g., Vivian Berger, Man’s Trial, Woman’s Tribulation: Rape Cases in the Courtroom, 77 COLUM. L. REV. 1 (1977); Camille E. LeGrand, Rape and Rape Laws: Sexism in Society and Law, 61 CALIF. L. REV. 919 (1973); Elizabeth Truninger, Marital Violence: The Legal Solutions, 23 HASTINGS L.J. 259 (1971). 18. See, e.g., Rosabeth M. Kanter, Reflections on Women and the Legal Profession: A        2012] FEMINIST LEGAL SCHOLARSHIP 385  handful of specialized journals that were started in the 1970s to provide an outlet for sex discrimination scholarship.19 It is noteworthy that while the work of early feminist scholars was cited in some Supreme Court briefs and influenced the level of constitutional scrutiny that courts should use to review sex-based classifications,20 legal scholarship had little, if any, impact on the most critical advances in the law in the 1960s and 1970s. For example, no feminist legal scholarship helped formulate, or advocate for, the two most important pieces of federal legislation designed to equalize women’s workplace opportunities—the Equal Pay Act of 1963 and Title VII of the Civil Rights Act of 1964.21 Likewise, feminist legal scholars did not develop the logic that supported the Supreme Court’s decision in Roe v. Wade, identifying a woman’s right to choose an abortion.22 The fact is that in the early 1970s, there were very few women in the legal academy,23 and sex discrimination was not a recognized field of study or Sociological Perspective, 1 HARV. WOMEN’S L.J. 1 (1978); Doris Sassower, The Legal Profession and Women’s Rights, 25 RUTGERS L. REV. 54 (1970).  19. A group of founders that included Ruth Bader Ginsburg started The Women’s Rights Law Reporter at Rutgers School of Law-Newark in 1972. This journal still exists today. The Harvard Women’s Law Journal began in 1978 and also continues today. Two other journals began in 1976, but no longer exist. For a fuller history, see Katharine T. Bartlett, Feminist Canon, in LEGAL CANONS 266, 289 n.5 (J.M. Balkin & Sanford Levinson eds., 2000); Richard H. Chused, A Brief History of Gender Law Journals: The Heritage of Myra Bradwell’s Chicago Legal News, 12 COLUM. J. GENDER & L. 421, 422 (2003). Today, there are over two dozen specialized gender journals. See Law Journals: Submissions and Rankings, WASH. & LEE U. SCH. L., http://lawlib.wlu.edu/lj/index.aspx (last visited Jan. 4, 2012) (search for “gender, women, and sexuality” from drop-down menu). 20. See supra notes 10–13.  21. On the history of the addition of sex to Title VII which runs contrary to the conventional wisdom that “sex” was added to Title VII as a joke or as an effort to defeat the bill, see Mary Anne Case, Reflections on Constitutionalizing Women’s Equality, 90 CALIF. L. REV. 765, 767 (2002); Jo Freeman, How “Sex” Got into Title VII: Persistent Opportunism as a Maker of Public Policy, 9 LAW & INEQ. 163, 182–83 (1991).  22. 410 U.S. 113 (1973). Before Roe, in 1965 in a comprehensive article suggesting the many directions in which the right of privacy identified in Griswold v. Connecticut, 381 U.S. 479 (1965), might be expanded, Yale law professor Thomas Emerson offered one tentative sentence relating to abortion. See Thomas I. Emerson, Nine Justices in Search of a Doctrine, 64 MICH. L. REV. 219, 232 (1965) (stating that if the right to privacy includes some protection from compulsory sterilization or birth control, “the way would be open for an attack upon significant aspects of the abortion laws”). In addition, a law review article published by Mary Eastwood in 1970 contained a tantalizing suggestion about the possible equality basis of a right to abortion. See Eastwood, supra note 9, at 313 (stating that a criminal abortion statute “does not involve a direct question of denial of equality but of denial of other human rights beyond the scope of this article,” but noting that “the abortion issue is not unrelated to the equality issue because the same underlying bases for court decisions denying equality of the sexes (women as reproductive instruments of the state, as dangerous to morality, and properly under the control of men) are implicit in the abortion laws”). 23. In the fifty years between 1919 and 1969, a total of only fifty-one women had been hired in tenured or tenure-track positions on U.S. law faculties. Herma Hill Kay, The Future of Women Law Professors, 77 IOWA L. REV. 5, 15 (1991). By way of contrast, fifty-five women were hired to fill tenured or tenure-track positions in 1974 alone. Id. More recently, 37 percent of all law faculty members listed in The AALS Directory of Law Teachers 2008–2009 are women. See Association of American Law Schools Statistical Report on Law School Faculty and Candidates for Law Faculty        386 CALIFORNIA LAW REVIEW [Vol. 100:381  research. The first “Women and the Law” course did not exist until 1969, at NYU,24 and the first two sex discrimination casebooks were not published until 1974 and 1975, respectively.25 Reflecting the roots of the early scholarship in women’s experiences as feminist advocates, the authors of these casebooks were engaged in reforming the law, as well as writing about it.26 Their work launched a field that, for more than three decades, has generated a rich body of legal scholarship. This Essay reviews six selections from that body of work, all published by the California Law Review. I start with Herma Hill Kay’s Making Marriage and Divorce Safe for Women, published by the California Law Review in 1972.27 Although in the form of a book review,28 the Essay is a jumping off point for a broad critique of marriage law from a feminist perspective. Like most feminist scholarship in the 1970s, it focuses on a specific legal domain—the family—and while it chooses among already-imagined legislative reforms to legislative problems, in the depth of its critique it anticipates the radical and theoretical scholarship that was to follow. Positions, 2008–2009 AALS Statistical Report on Law Faculty, ASS’N AM. L. SCHS., http://www.aals.org/ statistics/2009dlt/gender html (last visited Jan. 4, 2012).  24. See Linda K. Kerber, Writing Our Own Rare Books, 14 YALE J.L. & FEMINISM 429, 431–33 (2002).  25. See KENNETH M. DAVIDSON, RUTH BADER GINSBURG & HERMA HILL KAY, TEXT, CASES AND MATERIALS ON SEX-BASED DISCRIMINATION (1974); BARBARA ALLEN BABCOCK, ANN E. FREEDMAN & ELEANOR H. NORTON, SEX DISCRIMINATION AND THE LAW: CAUSES AND REMEDIES (1975).  26. For example, Herma Hill Kay served from 1968–1970 as Co-Reporter for the Uniform Marriage and Divorce Act, which led the way in identifying more progressive marriage and divorce laws. Kay also supervised her students in preparing an amicus brief in Sail’er Inn v. Kirby, 485 P.2d 529 (Cal. 1971), a case that produced the first state court decision holding that sex, like race, should be treated as a suspect class under the state and federal constitutions. One of Kay’s co-authors, Ruth Bader Ginsburg, practiced law with the ACLU Women’s Rights Project, which she helped found. See DIANA KLEBANOW & FRANKLIN L. JONES, PEOPLE’S LAWYERS: CRUSADERS FOR JUSTICE IN AMERICAN HISTORY 363–65 (2003). Through her role at the ACLU, Ginsburg wrote the plaintiff’s brief in Reed and Frontiero v. Richardson, 411 U.S. 677 (1973), a case in which four justices of the U.S. Supreme Court endorsed the position that sex should receive the same strict scrutiny as used to evaluate race-based classifications, as well as Weinberger v. Wiesenfeld, 420 U.S. 636 (1975). See STREBEIGH, supra note 1. Kenneth Davidson, an antitrust law professor at SUNY-Buffalo, participated in several sex discrimination lawsuits for the National Organization for Women and the ACLU, including Phillips v. Martin Marietta Corp., 400 U.S. 542 (1971), and Corning Glass Works v. Brennan, 417 U.S. 188 (1974). Barbara Babcock was director of the Public Defender Service in the District of Columbia, and the first woman on the regular faculty at Stanford Law School. Ann Freedman, while a student at Yale Law School, co-authored the leading article published by the Yale Law Journal on the ERA, and was the founder of a women’s law firm in Philadelphia. Eleanor Holmes Norton was at the time chair of the New York City Human Rights Commission. Susan Deller Ross, who instigated the first Women and the Law course at NYU, was a lawyer at the Equal Employment Opportunity Commission (EEOC) at a time when the EEOC was developing rigorous regulations implementing Title VII, and later became well known for her representation of Anita Hill. See Kerber, supra note 24, at 430–33. 27. Kay, supra note 2.  28. The article reviews MAX RHEINSTEIN, MARRIAGE STABILITY, DIVORCE, AND THE LAW (1972).         2012] FEMINIST LEGAL SCHOLARSHIP 387 I turn then to Christine Littleton’s Restructuring Sexual Equality, published in 1987, to explore the basic contours of the equality debate that dominated feminist legal scholarship in the 1980s. This period was the high-water mark of new proliferations of meanings of equality, and also saw the emergence of a series of theoretical innovations—critical legal feminism, different voice theory, and nonsubordination theory—that remain influential with respect to feminist thought. Kathryn Abrams’s Hearing the Call of Stories, published by the California Law Review in 1992, is the next marker, which I use to explore the evolution of feminist legal method. Through the lens of this work, I address some of the unique methodological contributions of feminist theory in the 1980s and 1990s, most notably the shift in emphasis from abstract logic to experience as a basis for truth, the emerging habit of constructive self-criticism within feminist legal theory, and the increasing awareness of the relationship between sexism and subordination on grounds other than sex. I then examine feminist challenges to questions of gender identity and, in particular, the role of legal categories in regulating matters of sex and sexuality. For this examination, my text is a 377-page “project” by Francisco Valdes, Queers, Sissies, Dykes, and Tomboys: Deconstructing the Conflation of “Sex,” “Gender,” and “Sexual Orientation” in Euro-American Law and Society, published in 1995 by the California Law Review. In this project, Valdes explains how the relationships between sex, gender, and sexual orientation are often confused in a way that reflects, and projects, heterosexist values and constraints in law and society. The relationship between “queer theory” and feminist legal scholarship is too complicated to explore in detail in this Essay, but I briefly review the questions queer theory raises for issues of gender identity and feminist legal theory more broadly. Finally, I analyze two relatively recent articles that represent important interdisciplinary trends in feminist scholarship. These articles are Linda Krieger’s Civil Rights Perestroika: Intergroup Relations After Affirmative Action, published by the California Law Review in 1998, and Reva Siegel’s Constitutional Culture, Social Movement Conflict and Constitutional Change: The Case of the de facto ERA, published in 2006. Both of these pieces focus on the interrelationship between legal and social change and, importantly, do as much to advance learning outside the boundaries of feminist scholarship as within them. I. HERMA HILL KAY & FAMILY LAW REFORM IN THE 1970S The California Law Review has long been a leader among law reviews in family law scholarship. In the 1960s and 1970s, this may have been, in part, because California at the time was a progressive, community property state and also the locus of the national debate over no-fault divorce. In addition, Boalt        388 CALIFORNIA LAW REVIEW [Vol. 100:381  Hall was home to the first female law professor in the country, Barbara Nachtrieb Armstrong, and to Herma Hill Kay, who joined Armstrong on the Boalt faculty in 1960. Armstrong began teaching at Boalt Hall and in the Economics Department at the University of California, Berkeley in 1919 and became tenured at Boalt Hall in 1929. Both Armstrong and Kay wrote on family law topics; Kay became, and remains today, the preeminent family law scholar in the country. Typical of the time, the gender dimension of family law scholarship published by the California Law Review in the 1960s was muted.29 Much of Herma Hill Kay’s earlier work brought gender to bear only indirectly.30 Over time, however, Kay’s work became increasingly pointed in its attack on the law’s unfairness to women.31 This shift occurred at a time when a critical mass of women were beginning to enter Boalt Hall. Three of these women—Wendy Webster Williams, Nancy Davis, and Mary Dunlap—went on to establish Equal Rights Advocates, one of the first feminist law firms in the country.32 Kay herself helped to organize female Boalt students around a feminist consciousness, initiating the first Boalt Hall Women’s Association.33 It is quite likely that the women she organized, in turn, helped radicalize Kay. An example of Kay’s edgier, feminist work is her essay, Making Marriage and Divorce Safe for Women, reviewing a 1972 book, Marriage Stability, Divorce, and the Law, written by Max Rheinstein.34 Rheinstein, Kay’s family law professor from the University of Chicago Law School, had set out to determine whether easy divorce breeds more family breakdown, or whether the unavailability of divorce breeds immorality. He concluded that marriage breakdown, not legal divorce, is the social evil. On this basis, Rheinstein argued that rather than resisting the increasingly liberal divorce laws that were sweeping the country, it made more sense to focus on the 29. See, e.g., Barbara N. Armstrong, Family Law: Order Out of Chaos, 53 CALIF. L. REV. 121 (1965); Brigitte M. Bodenheimer, Justice Peters’ Contribution to Family and Community Property Law, 57 CALIF. L. REV. 577 (1969). 30. See, e.g., Herma Hill Kay, A Family Court: The California Proposal, 56 CALIF. L. REV. 1205 (1969); Herma Hill Kay & Irving Philips, Poverty and the Law of Child Custody, 54 CALIF. L. REV. 7617 (1966).  31. See, e.g., Kay, supra note 2; Herma Hill Kay & Carol Amyx, Marvin v. Marvin: Preserving the Options, 65 CALIF. L. REV. 937 (1977); Herma Hill Kay, An Appraisal of California’s No-Fault Divorce Law, 75 CALIF. L. REV. 291 (1987); Herma Hill Kay, From the Second Sex to the Joint Venture: An Overview of Women’s Rights and Family Law in the United States During the Twentieth Century, 88 CALIF. L. REV. 2017 (2000); see also Herma Hill Kay, No-Fault Divorce and Child Custody: Chilling Out the Gender Wars, 36 FAM. L.Q. 27 (2002). 32. Kerber, supra note 24, at 432. 33. See STREBEIGH, supra note 1, at 84–86. As women began to enter law schools in significant numbers, students, teachers, and activists (including future academics) began in 1971 to meet annually, at the Conference on Women and the Law, to exchange ideas, advocacy strategies, and teaching materials. See Kerber, supra note 24, at 431–33.  34. See Herma Hill Kay, “Making Marriage and Divorce Safe for Women” Revisited, 32 HOFSTRA L. REV. 71, 75 (2003).         2012] FEMINIST LEGAL SCHOLARSHIP 389  development of programs—such as family-life education, marriage counseling, and conciliation services—in order to prevent family breakdown and to facilitate remarriage when divorce did occur.35 Kay’s review essay is a critical examination of both the underlying normative premises of Rheinstein’s argument, and marriage law more generally. To Kay, Rheinstein too easily accepted the premise that marriage is good and that marital breakdown is bad. Kay turns the tables by arguing that marriage is unstable because it treats women so badly. Only if marriage is restructured to support “the fullest possible self-realization of all its members,” not just men, Kay argues, is marriage an institution worthy of the law’s support.36 Moreover, Kay finds Rheinstein’s assumption that divorce law should facilitate remarriage “not merely inadequate, but erroneous.”37 The prospect that family-life education, marriage counseling, and conciliation will help women adjust their overly high expectations and prepare them to accept their place in society “with less uncertainty” misses the point that “a basic restructuring of marriage to accommodate woman’s new and enlarged notion of her just desserts is required.”38 Rheinstein’s apparent acceptance of the complaint that women use divorce for selfish ends, likewise, ignored that “it is the deficiencies of the institution of marriage that leave American women little choice but to attempt to use divorce—and particularly the alimony laws—as a ‘gold-digging tool.’”39 Kay proceeds to identify the legal aspects of marriage that contribute to women’s dissatisfaction with it. She argues that the sex-differentiated marriage-age requirements, the practice of a married woman taking her husband’s name, and the husband’s right to choose the couple’s domicile all have the effect of making the wife’s career secondary to her husband’s.40 The lack of job security for the childrearing parent, the “virtual absence of good child care centers[,] and the still meager tax support for child care expenses” add further to women’s marriage burden.41 Even the husband’s duty of support is, truth to tell, a bad deal for women. Although it appears to benefit women, in fact this one-way obligation “embod[ies] the legal view that a married woman is an economically nonproductive person dependent upon others for the necessities of life,”42 implies that the “wife’s work in the home [is] a service she owes her 35. Kay, supra note 2, at 1684.  36. Id. at 1685; see also id. at 1696 (“[F]rom the point of view of feminists, marriages are strengthened not merely by family life education, marriage counseling, and conciliation—useful as these things are—but rather by restructuring the institution itself so that it may better accommodate equalitarian relationships.”).  37. Id. at 1685. 38. Id. at 1689.  39. Id.  40. Id. at 1693–94. 41. Id. at 1695. 42. Id. at 1690.        390 CALIFORNIA LAW REVIEW [Vol. 100:381  husband, rather than [a] job deserving the dignity of economic return,”43 and “keeps the housewife from providing for herself in her old age.”44 Several aspects of Kay’s review essay bear special note. For one thing, Kay’s piece inaugurated a new style of book review for the California Law Review—an essay format, in which the book being reviewed was the occasion for an exploration of certain issues, rather than the primary focus of the writing.45 Thus, in addition to breaking ground in feminist critique of family law, Kay’s review opened a new important chapter in the history of the California Law Review. For a few decades, book review essays were a popular art form, among feminists as well as other scholars,46 although, according to one blogger, a number of law journals, including the California Law Review, no longer publish them.47 The success of Kay’s recommendations for legal reform—the elimination of fault as a basis for divorce, recognition of the contribution of the homemaker spouse to the couple’s property, equal division of community property, and sex-neutral alimony and child custody rules48—makes those recommendations seem more modest today than they appeared at the time. Likewise, the notion that divorce could not be adequately analyzed apart from the legal status from which divorce was an exit—i.e., marriage—is today more obvious than it seemed in the 1970s. Even today, however, some of the links Kay draws between family law and women’s welfare outside the family are not fully appreciated. For example, Kay notes the unseverable connection between divorce and marriage law and employment law. Citing work by the National Organization for Women (NOW) Marriage and Family Committee, Kay observes that the success of any new approach to alimony built upon an ideal of economic self-sufficiency for women depends upon the curtailment of sex discrimination in the workplace, especially against older women.49 In her 2003 reprise on this piece in the Hofstra Law Review, Kay adds other items to the list of corollary rights and protections necessary for women to achieve equality in marriage, including 43. Id. at 1691. 44. Id. 45. Editor’s Note, 60 CALIF. L. REV. 1683 (1972).  46. Among feminist examples from the California Law Review, see Kathryn A. Abrams, Constitutional Law for the Age of Anxiety, 73 CALIF. L. REV. 1643 (1985) (reviewing GUIDO CALABRESI, IDEALS, BELIEFS, ATTITUDES, AND THE LAW (1985); Katharine T. Bartlett, Feminism: Power on Whose Terms?, 75 CALIF. L. REV. 1559 (1987) [hereinafter Bartlett, MacKinnon’s Feminism] (reviewing CATHARINE MACKINNON, FEMINISM UNMODIFIED: DISCOURSES ON LIFE AND LAW (1987)).  47. Al Brophy, Which Law Reviews Still Publish Book Review Essays?, THE FACULTY LOUNGE (Jan. 26, 2009), http://www.thefacultylounge.org/2009/01/which-law-reviews-still-publish-book-review-essays html. 48. Kay, supra note 2, at 1696–98. 49. Id. at 1698.         2012] FEMINIST LEGAL SCHOLARSHIP 391  women’s ability to control their reproductive decisions, recognition of marital rape as a crime, and protection of women from domestic violence.50 Kay also draws important connections between law and social norms, observing areas where social norms reinforce the law, and vice versa. She argues that marriage itself, not just the law of marriage (or divorce), must be restructured;51 that it is critical how women’s work in the home is viewed, as well as how the law treats it;52 and that as important as how the law allocates custody are the social attitudes about a mother’s place in society and how childrearing is allocated.53 While Kay’s work is focused in a specific legislative domain, it implicates a broad concern about women’s equality that was to be a primary focus of feminist legal scholarship going forward. Kay’s proposals themselves were relatively uncontroversial at the time among feminists, but lurking beneath Kay’s assumptions about the need for women’s equal status and opportunities were questions about what version of equality would best serve women’s interests. Part II explores the debates that emerged in the 1980s over these questions. II. CHRISTINE LITTLETON & DEBATES ABOUT THE MEANING AND VALUE OF EQUALITY As feminist legal thought evolved in the 1980s and was applied in more and more domains, it became apparent that what equality feminists seek is not a unitary or consistent concept. Equal treatment is sometimes adequate to protect women’s interests, but there was growing appreciation in this period that simply applying the same rules to women and men does not produce real equality when women are not similarly situated, either biologically or in terms of their material circumstances. Whether women’s differences should be acknowledged and taken into account had long created a tension within feminism. Nineteenth-century feminists typically assumed that the key to improving women’s situation was treating women the same as men.54 At the same time, they sometimes made claims premised on important sex-based differences.55 The tension surrounding 50. Kay, supra note 34, at 74, 80.  51. Kay, supra note 2, at 1689. 52. Id. at 1691.  53. Id. at 1695–96. 54. See, e.g., Seneca Falls Convention: Declaration of Sentiments (July 1848), in KATHARINE T. BARTLETT & DEBORAH L. RHODE, GENDER & LAW: THEORY, DOCTRINE, COMMENTARY 15–16 (5th ed. 2009). 55. See Elizabeth Cady Stanton, Address to the Legislature of the State of New York (Feb. 14, 1854), in BARTLETT & RHODE, supra note 54, at 19, 21 (“There is no human love so strong and steadfast as that of the mother for her child; yet behold how ruthless are your laws touching this most sacred relation.”).         392 CALIFORNIA LAW REVIEW [Vol. 100:381  the question of how to view women’s differences resurfaced in feminist scholarship of the 1980s. Part II examines this scholarship. A. Formal Versus Substantive Equality Traditional, formal equality analysis appeals to a simple, straightforward principle of justice: similarly-situated people should be treated alike even if as a result of different circumstances they are affected differently by that same treatment.56 Advocates using this analysis have had considerable success in obtaining for women the right to work in paid employment, own property, and receive government benefits. In law review articles published in 1975 and 1978, Ruth Bader Ginsburg lays out the basic structure of this argument, which she used frequently in the Supreme Court litigation she pursued. Sex-based classifications are unfair to women and violate equal protection guarantees, she argues.57 Women are, for virtually all purposes that matter, the same as men, and thus should have all of the same the rights and entitlements that men have. The same means no less than men, but also no more, for even sex-based classifications that appear to help women—such as workplace protections for female workers that are not available to male workers, tax exemptions for widows that are not available to similarly-situated widowers, or insurance benefits for mothers that are not available to fathers—reinforce discriminatory stereotypes and, in the long run, limit opportunities for women.58 To the extent that the Equal Protection Clause of the U.S. Constitution had been interpreted too narrowly to encompass this understanding, Ginsburg contends, an Equal Rights Amendment should be enacted to “eliminate the historical impediment.”59 Whichever legal route is followed, it should allow generally only those classifications that are necessary to undo past discrimination, and these, only to the extent that would afford women “the opportunity to participate in full partnership with men in the nation’s social, political, and economic life.”60 This classic formulation of equality tended to de-emphasize characteristics that are unique to women, such as the capacity to be pregnant. The assumption is that reliance on such characteristics too often reinforces women’s relegation to an inferior status in the public sphere. Most feminist scholars in this period, 56. This approach is often stated in terms of treating “similarly-situated” people the same. See, e.g., Tussman & tenBroek, supra note 8, at 344 (“[T]hose who are similarly situated [should be] similarly treated.”). 57. Ruth Bader Ginsburg, Sex Equality and the Constitution, 52 TUL. L. REV. 451, 459 (1978); Ruth Bader Ginsburg, Gender and the Constitution, 44 U. CIN. L. REV. 1, 23 (1975). 58. Ginsburg, Gender and the Constitution, supra note 57, at 23, 35–36. 59. Id. at 27. 60. Ginsburg, Sex Equality and the Constitution, supra note 57, at 459. Ginsburg also would allow exceptions relating to privacy (e.g., separate bathrooms) and sex-unique characteristics (e.g., wet nurses and sperm donors). See Ginsburg, Gender and the Constitution, supra note 58, at 25–26.        2012] FEMINIST LEGAL SCHOLARSHIP 393  including Ginsburg,61 insisted on a sex-neutral approach, arguing that treating pregnancy like other temporary disabilities would situate women with similarly-situated men, without reinforcing gender stereotypes.62 The passage of the Pregnancy Discrimination Act of 1978 appeared to reflect this position, clarifying that discrimination based on pregnancy amounts to sex discrimination under Title VII, without requiring better treatment than men receive for comparably disabling conditions.63 Some feminist legal scholars in the 1980s, however, began to challenge this same-treatment understanding of equality on the grounds that it helps only women whose circumstances are like those of men, and not those who are handicapped by gender-related differences. These feminist scholars argued that the principle of equality should address the actual material or “substantive” circumstances of women, not just their “formal” treatment. The debate initially focused on pregnancy. Pregnant women should be given accommodations in the workplace, they argued, even if there were no comparable accommodations for men who experienced a temporary disability; otherwise, they would be disadvantaged for a condition that men did not experience.64 This approach gained some standing when, in California Federal Savings & Loan Association v. Guerra (Cal Fed),65 the Supreme Court concluded that a California statute requiring employers to grant women up to a four-month disability leave to accommodate their pregnancies was consistent with the Pregnancy Discrimination Act, even though similar treatment was not required for other temporary disabilities. 61. Ginsburg, Gender and the Constitution, supra note 57, at 23. 62. See Ginsburg, Gender and the Constitution, supra note 57, at 34–40 (advocating sex-neutral measures rather than special, favored treatment for pregnancy); Wendy Williams, The Equality Crisis: Some Reflections on Culture, Courts and Feminism, 7 WOMEN’S RTS. L. REP. 175, 196 (1982) (women have to choose between equal and special treatment; they cannot have it both ways); Wendy W. Williams, Equality’s Riddle: Pregnancy and the Equal Treatment/Special Treatment Debate, 13 N.Y.U. REV. L. & SOC. CHANGE 325 (1984–85); Nadine Taub, From Parental Leaves to Nurturing Leaves, 13 NYU REV. L. & SOC. CHANGE 381, 382–83 (1985); Katharine T. Bartlett, Pregnancy and the Constitution: The Uniqueness Trap, 62 CALIF. L. REV. 1532 (1974). 63. See 42 U.S.C. § 2000e(k) (2006). 64. See, e.g., ELIZABETH WOLGAST, EQUALITY AND THE RIGHTS OF WOMEN (1980) (proposing a “bivalent” model) (describing the shortcomings of an “assimilationist” model of equality); Herma Hill Kay, Models of Equality, 1985 U. ILL. L. REV. 39 (describing the shortcomings of an “assimilationist” model of equality); Linda J. Krieger & Patricia N. Cooney, The Miller-Wohl Controversy: Equal Treatment, Positive Action and the Meaning of Women’s Equality, 13 GOLDEN GATE U. L. REV. 513, 515 (1983) (defending “special treatment”); Ann Scales, Towards a Feminist Jurisprudence, 56 IND. L.J. 375 (1981) (proposing an “incorporationist” approach); see also Nancy E. Dowd, Maternity Leave: Taking Sex Differences into Account, 54 FORDHAM L. REV. 699, 718 (1986) (advocating a “sex differences” approach); Herma Hill Kay, Equality and Difference: The Case of Pregnancy, 1 BERKELEY WOMEN’S L.J. 1, 26 (1985) [hereinafter Kay, Equality and Difference] (advocating an “equality of opportunity model”).  65. 479 U.S. 272 (1987).        394 CALIFORNIA LAW REVIEW [Vol. 100:381  Christine Littleton’s Restructuring Sexual Equality,66 published the same year as the Cal Fed case, is a significant contribution to the “formal” versus “substantive” equality debate. Whereas some scholars attributed pregnant women’s disadvantage in the workplace to the temporarily disabling effects of pregnancy,67 in this article Littleton joins those who believed that the fault is in workplace designs that reflect men’s characteristics and values and not women’s. The baseline in the workplace, Littleton argues, is “phallocentric,”68 as a result of which formal equality helps women only when they act like men. To achieve meaningful sex equality, Littleton insists, the phallocentric baseline must be eliminated and replaced by a standard that values women’s characteristics as highly as men’s.69 Toward that end, Littleton articulates what she calls the “acceptance model” of equality, requiring that women’s differences be costless in relation to the comparable characteristics and activities of men. Littleton’s acceptance model goes further than prior substantive equality models in a number of different respects. First, although some scholars argued earlier in favor of eliminating the negative consequences of women’s differences, by and large these scholars limited their proposals to the most obvious and superficial accommodations to pregnancy, such as disability leaves and benefits.70 Littleton’s vision is broader. Making pregnancy costless, to her, means not simply extending disability leaves and benefits to pregnant women, but also maintaining job status and opportunity for advancement. Only if these less tangible matters also are equalized, she argues, would the costs of pregnancy be neutral.71 Second, while the equality debate among feminists in the 1980s focused on how pregnancy and pregnancy-related conditions should be treated, Littleton’s interest is in the more ambitious eradication of the negative consequences of all of women’s differences, including differences in average strength, size, and ability to perceive spatially. Strength is considered an asset in many workplaces, and people with low lifting strength—disproportionately women—are thereby handicapped. The disadvantages of women’s low lifting strength, Littleton observes, are not eliminated by individual testing, except for the atypical “strong” female.72 Given this fact, it bears asking why strength is valued so highly—as compared to, say, the ability to defuse conflict, or other 66. Littleton, supra note 3, at 1280. 67. See, e.g., Kay, Equality and Difference, supra note 64, at 27–37.  68. Littleton, supra note 3, at 1280. 69. Id. at 1323. 70. See, e.g., Kay, Equality and Difference, supra note 64, at 27–37. 71. Littleton, supra note 3, at 1327.  72. Id. at 1331.        2012] FEMINIST LEGAL SCHOLARSHIP 395  traits that women are more likely to have.73 Littleton’s answer, again, is phallocentrism. Workplace criteria by which people are hired, paid, and promoted accord with those characteristics men are most likely to have, not necessarily those most necessitated by the job itself. The goal of Littleton’s acceptance model is to eliminate this phallocentric distortion.74 Third, according to Littleton, male privilege operates not just with respect to male biological traits, but also with respect to those cultural norms and values “to which the culture urges [men] to aspire, and by which the culture justifies their dominance.”75 To overcome the built-in male privilege and accept women on their own terms, equality must take account of not only biology, but also the choices women make as a result of cultural influences—becoming, for example, nurses rather than real estate appraisers.76 Only when the consequences of these gender differences are also made costless relative to each other can anyone choose, according to their own inclination, to make male, female, or androgynous choices, without being punished for their choice.77 To apply the model, Littleton’s proposal requires (1) the identification of gendered, male/female dyads, and (2) equalization of the consequences between both sides of the dyad. Littleton offers the example of the socially female activity of mothering. At step one, Littleton argues that this activity should be paired with the socially male activity of soldiering. “Both occupations,” she explains, involve a lot of unpleasant work, along with a real sense of commitment to a cause beyond oneself that is culturally gussied up and glamorized culturally to cover up the unpleasantness involved. Both involve danger and possible death. And, of course, the rationale most frequently given for women’s exclusion from combat is their capacity for motherhood.78 At step two of the analysis, Littleton offers alternatives for equalizing the difference between these two activities: Making this gender difference less costly could mean requiring the government to pay mothers the same low wages and generous benefits as most soldiers. It could also mean encouraging the use of motherhood as an unofficial prerequisite for governmental office. . . . 73. Title VII addresses this issue by requiring that job qualifications that have a disparate impact on a protected category be justified by a “business necessity.” See 42 U.S.C. § 2000e-2(k) (2006). 74. Littleton, supra note 3, at 1331–32. 75. Id. at 1281.  76. Littleton, supra note 3, at 1296–97.  77. Id. at 1297.  78. Id. at 1329.        396 CALIFORNIA LAW REVIEW [Vol. 100:381  Alternatively, but less likely, making difference costless could mean ceasing to pay combat troops.79 Other changes might also be warranted. For example, to take account of the fact that women are socially conditioned to prioritize family over paid employment, Littleton argues that the law should value homemaker contributions as highly as wage-earner contributions when it comes to dividing property at divorce, and that a custodial parent’s expenses after divorce should be realistically assessed in deciding child-support obligations.80 Littleton’s intriguing examples obscure the complexity of the questions her model entails. For example, what makes various potential complements similar enough to match up with one another? And once matched, how is cost measured, and to what extent are costs then equalized? What would it mean, for example, to make “costless” a woman’s decision to become a nurse instead of a doctor, or a teacher rather than a sanitation worker? Who pays, how much, and to whom? Likewise, what would it mean to value caretaking and dependency, as much as assertiveness, autonomy, and aggression? Indeed, given the sheer magnitude and indeterminacy of the task of identifying gendered complements and then equalizing them, Littleton’s proposal is best viewed as a thought experiment rather than as a practical reform proposal.81 Like all good thought experiments, however, it is transformative; once one begins to play out the implications of what is in theory a very simple proposition—that women should not be disadvantaged for making choices that accord with their place in the gender system—it becomes apparent just how deep and profoundly imbalanced and engendered that society is.82 79. Id. at 1329–30. Littleton uses the case of Personnel Administrator v. Feeney, 442 U.S. 256 (1979), as illustration. There, the Court upheld a Massachusetts’s lifetime veterans’ preference for state jobs, finding that such a preference would be unconstitutional only if in enacting it, the state was intentionally discriminating against women. “Under an equality as acceptance model,” Littleton writes, “a state’s failure to provide equal preference for the gendered female complement to military service would be evidence of intentional discrimination.” Littleton, supra note 3, at 1330.  80. Id. at 1328. 81. In addition to problems of identifying paired complements and then equalizing them, it is, as Janet Halley observes, “magical thinking” to assume that none of the costs of making female difference costless will not be passed back to women themselves. JANET HALLEY, SPLIT DECISIONS: HOW AND WHY TO TAKE A BREAK FROM FEMINISM 286–87 (2006).  82. Many years later, Chief Justice Rehnquist, who had dissented in United States v. Virginia, 518 U.S. 515, 558 (1996), and a number of prior key decisions establishing the equal rights of women, see, e.g., Orr. v. Orr, 440 U.S. 268, 290 (1979); Craig v. Boren, 429 U.S. 190, 217 (1976), finally accepted a version of this point for a unanimous Court in Nevada Department of Human Resources v. Hibbs, 538 U.S. 721, 736 (2003) (describing “mutually reinforcing stereotypes” that create “a self-fulfilling cycle of discrimination that force[] women to continue to assume the role of primary family caregiver”).         2012] FEMINIST LEGAL SCHOLARSHIP 397  B. Beyond Equality Littleton frames her acceptance model as an equality proposition: women’s characteristics and choices should be made costless in relation to men’s. At the same time, both her critique giving rise to the model and her defense of it bear the mark of three other perspectives that were of growing significance to feminist legal theorists in the 1980s. These perspectives— critical legal feminism, different voice theory, and nonsubordination theory—are understood largely as distinct frameworks of analysis, often deeply at odds with each other. Yet, as both Restructuring Sexual Equality and Littleton’s other scholarship exemplifies, feminists routinely mix and match them in productive ways. 1. Critical Legal Feminism Critical legal studies (CLS) was an important intellectual movement in the 1970s and early 1980s, constituting an intertwined cluster of postrealist and poststructuralist critiques of the law. Central to CLS was a rejection of the law’s claim to neutrality and objectivity.83 Building on the poststructural critique of binary dichotomies, CLS scholars argued that the law structures doctrine in terms of various binary abstractions—public/private, form/substance, law/politics, consent/force, etc.—that tend to both mask and reinforce existing hierarchies of privilege.84 CLS scholars also lamented the poverty of the liberal values of individualism and autonomy as being inadequately attentive to human needs for connection and relationship,85 and criticize individual rights as indeterminate and alienating.86 Feminists associated with CLS have extended each of its strands into a body of thought referred to as critical legal feminism. Critical legal feminists deny that law “offers a principled, impartial, and determinate means of dispute resolution,”87 and particularize the legal dichotomies that tended to implicitly privilege male over female subjects. For example, Clare Dalton “de-constructs” various binary concepts in contract law—public/private, objective/subjective, and form/substance—to show how these dichotomies operate to legitimize 83. For example, the assumption that judges could apply the law in a straightforward, mechanical (“formal”) fashion, without the influence of intervening political or moral values, ignores what CLS scholars contend is the inevitably value- and interest-laden process of legal interpretation. See, e.g., Duncan Kennedy, Form and Substance in Private Law Adjudication, 89 HARV. L. REV. 1685 (1976).  84. See, e.g., Gerald E. Frug, The Ideology of Bureaucracy in American Law, 97 HARV. L. REV. 1276, 1286–91 (1984) (criticizing bureaucratic theorists’ use of a subjective/objective dichotomy). 85. See, e.g., Peter Gabel, The Phenomenology of Rights-Consciousness and the Pact of the Withdrawn Selves, 62 TEX. L. REV. 1563 (1984) [hereinafter Gabel, Phenomenology of Rights-Consciousness]; Peter Gabel, Reification in Legal Reasoning, 3 RES. L. & SOC. 25 (1980).  86. See, e.g., Gabel, Phenomenology of Rights-Consciousness, supra note 85; Mark Tushnet, An Essay on Rights, 62 TEX. L. REV. 1363 (1984). 87. Deborah L. Rhode, Feminist Critical Theories, 42 STAN. L. REV. 617, 629 (1990).         398 CALIFORNIA LAW REVIEW [Vol. 100:381 irer way.  existing hierarchies, including male dominance.88 Frances Olsen demonstrates, similarly, how the familiar way of conceiving the world within the dichotomy between market and family blinds us to how that world actually works, and to the possibilities for legal reform.89 Mary Joe Frug examines the many ways in which reality is constituted by language or “discourses,” and that the effort to break through this reality can only produce partial, temporary insights, not permanent truths.90 While Littleton is not one of the feminist scholars most closely associated with the CLS movement, her work shows its clear influence. She explicitly accepts, for example, that the meaning of equality is indeterminate.91 Littleton’s critique of modern social structures as “phallocentric,” reflecting society’s hidden power allocations, also resonates with the CLS critique of invisible hierarchy. As a feminist, however, Littleton directs these insights specifically at the gender system. Her critique of the status quo is not a general critique of objectivity, but rather a more specific observation about the invisible power of gender in law. Her critique of the law’s indeterminacy is not an indictment of law broadly speaking, but rather a constructive opening for an examination of how equality would be reshaped in a fa2. Different Voice Theory Another important body of thought of the 1980s reflected in Littleton’s work is different voice theory. Some nineteenth-century feminists had noted the superiority of women’s maternal instincts and virtues as a reason for extending them the rights and privileges afforded to men.92 In the 1980s, some legal scholars expanded this strand of feminism to reorient the feminist project away from eliminating the negative consequences of women’s differences, to celebrating and promoting those differences. Different voice theory—also called difference theory, connection theory, cultural feminism, or relational feminism—posits that our liberal, democratic society mistakenly overrates values such as rationality, individualism, autonomy, physical strength, and risk-taking—all characteristics that tend to be associated with men.93 In privileging these values, society gives short shrift to the alternative values of connectedness, cooperation, caregiving, intimacy, caution, and inter-personal responsibility—characteristics that tend to be more associated with women. 88. Clare Dalton, An Essay in the Deconstruction of Contract Law, 94 YALE L.J. 997 (1985). 89. Frances Olsen, The Family and the Market: A Study of Ideology and Legal Reform, 96 HARV. L. REV. 1497 (1983); see also Frances Olsen, Statutory Rape: A Feminist Critique of Rights Analysis, 63 TEX. L. REV. 387 (1984) (arguing that rights analysis is indeterminate and unnecessarily limiting to women). 90. MARY JOE FRUG, POSTMODERN LEGAL FEMINISM (1992). 91. Littleton, supra note 3, at 1309–10. 92. See, e.g., STANTON, supra note 1, at 19–24 (stating that women have perspectives, virtues, and talents that will be missing if women are not given an equal right to vote and serve on juries).  93. See BARTLETT & RHODE, supra note 54, at 435–36.        2012] FEMINIST LEGAL SCHOLARSHIP 399  Different voice theorists build on the work of psychologist Carol Gilligan94 and others95 to argue that this latter set of values should be at least as highly ranked as the former.  Different voice theorists disagree about the nature of the differences they seek to revalue. Some scholars locate those differences primarily in the biological domain,96 while other theorists stress their social and cultural origins.97 Some believe that gender is at the crux of the theory,98 while others seek to minimize or neutralize the gender angle, arguing that “women’s” values should be affirmed not because they are unique to women, but because they are superior “human” values.99 Still others believe that liberal theory already accommodates these values, providing a safer and more persuasive grounding for them.100 While this body of research is diverse as to method and proposed solutions, however, it shares a commitment to the notion that women’s differences are not necessarily a burden to overcome, as substantive equality assumes, but rather a more satisfying basis for defining legal rules and obligations. In pursuing the commitment to “women’s values,” different voice scholarship has left virtually no field of law untouched.101 Feminist scholars question not only the substantive law in a wide variety of areas, but also the values of impartiality and disengagement to which decision makers in the legal  94. CAROL GILLIGAN, IN A DIFFERENT VOICE: PSYCHOLOGICAL THEORY AND WOMEN’S DEVELOPMENT (1982).    95. See, e.g., NANCY CHODOROW, THE REPRODUCTION OF MOTHERING: PSYCHOANALYSIS AND THE SOCIOLOGY OF GENDER (1978); SARA RUDDICK, MATERNAL THINKING: TOWARD A POLITICS OF PEACE (1989).   96. Robin West, Jurisprudence and Gender, 55 U. CHI. L. REV. 1 (1988); see also Marie Ashe, Law-Language of Maternity: Disclosure Holding Nature in Contempt, 22 NEW ENG. L. REV. 521 (1987) (arguing that the biological experience of motherhood gives women a unique voice).   97. See, e.g., Kathryn Abrams, Social Construction, Roving Biologism, and Reasonable Women: A Response to Professor Epstein, 41 DEPAUL L. REV. 1021 (1992).    98. See, e.g., Leslie Bender, From Gender Difference to Feminist Solidarity: Using Carol Gilligan and an Ethic of Care in Law, 15 VT. L. REV. 1, 36–38 (1990).   99. JOAN C. TRONTO, MORAL BOUNDARIES: A POLITICAL ARGUMENT FOR AN ETHIC OF CARE 3 (1992); see also Joan C. Tronto, Beyond Gender Difference to a Theory of Care, 12 SIGNS 644, 656 (1987). 100. See Linda C. McClain, “Atomistic Man” Revisited: Liberalism, Connection, and Feminist Jurisprudence, 65 S. CAL. L. REV. 1171, 1209–15, 1263 (1992) (arguing that, for example, John Rawls's liberal theory recognizes that interdependency leads to mutual respect and a sense of self-worth, and thus does not assume an atomistic self-sufficiency). 101. See, e.g., Leslie Bender, A Lawyer’s Primer on Feminist Theory and Tort, 38 J. LEGAL EDUC. 3 (1988) (tort law); Hilary Charlesworth et al., Feminist Approaches to International Law, 85 AM. J. INT’L. L. 615 (1991) (international law); Karen Gross, Re-Vision of the Bankruptcy System: New Images of Individual Debtors, 88 MICH. L. REV. 1506 (1990) (bankruptcy law); Marjorie Kornhauser, The Rhetoric of the Anti-Progressive Income Tax Movement: A Typical Male Reaction, 86 MICH. L. REV. 465 (1987) (tax law); Kathleen A. Lahey & Sarah W. Salter, Corporate Law in Legal Theory and Legal Scholarship: From Classicism to Feminism, 23 OSGOODE HALL L.J. 543 (1985) (corporate law); Judith Resnik, “Naturally” Without Gender: Women, Jurisdiction, and the Federal Courts, 55 N.Y.U. L. REV. 1682 (1991) (federal jurisdiction).         400 CALIFORNIA LAW REVIEW [Vol. 100:381  system are expected to adhere.102 In seeking to equalize the effects of women’s different values and choices, one might say that Littleton attempts to achieve through an equality frame what different voice theorists seek by a more explicit appeal to the merits of those values and choices. There is, however, a significant difference. Even under the radical vision of equality propounded by Littleton, the entitlements of those making socially female choices are limited by the existing entitlements of those making socially male choices. Littleton’s plea, at bottom, is that women should not face systematic disadvantage for the choices they make—disadvantage as measured by the comparable choices made by men. Thus, Littleton’s scheme treats men’s privilege as both a floor and a ceiling for women. Different voice theorists, in contrast, ask whether society—even if its inequalities were removed—is arranged in a way that best advances human flourishing. Women deserve no less than men, in this regard, but if women’s values are accorded their appropriate weight, conceivably there are arrangements that would raise the ceiling for women and men alike. Feminist scholarship on work and the family exhibits a mix of equality and different voice goals. For example, calls for the elimination of barriers to women in the workplace, including the end of discrimination against family caregivers,103 seek to even the playing field between men and women and are therefore rooted first and foremost in the equality norm. Claims for parenting leaves, flextime, higher public funding for daycare, health care, and education also can be justified on the grounds that these measures provide the support working mothers need to compete more successfully in the workforce, but in addition they draw upon a commitment to caring for society’s dependents as an indispensable public good that benefits both sexes. Many feminist legal scholars have sought to blend equality analysis and different voice theory, but they have not agreed on a single theory for doing so. Joan Williams advocates a project she calls “reconstructive feminism,” in which in place of society’s structure presupposing the mutually exclusive roles of “ideal worker” and “caregiver,” all workers would be assumed to be also caregivers, thereby liberating both men and women from their confining roles.104 Other scholars, too, consider it important that women have paid work, to help build their self-102. See, e.g., Judith Resnik, On the Bias: Feminist Reconsiderations of the Aspirations for Our Judges, 61 S. CAL. L. REV. 1877 (1988) (judges); Suzannah Sherry, Civic Virtue and the Feminine Voice in Constitutional Adjudication, 72 VA. L. REV. 543 (1986) (judges); Martha Minow, Stripped Down Like a Runner or Enriched by Experience, 33 WM. & MARY L. REV. 1201 (1992) (jurors); Carol Weisbrod, Images of the Woman Juror, 9 HARV. WOMEN’S L.J. 519 (1986) (jurors); Carrie Menkel-Meadow, Exploring a Research Agenda of the Feminization of the Legal Profession: Theories of Gender and Social Change, 14 LAW & SOC. INQUIRY 289 (1989) (lawyers); Peggy C. Davis, Contextual Legal Criticism: A Demonstration Exploring Hierarchy and “Feminine” Style, 66 N.Y.U. L. REV. 1635 (1991) (lawyers). 103. See Joan C. Williams & Nancy Segal, Beyond the Maternal Wall: Relief for Family Caregivers Who Are Discriminated Against on the Job, 26 HARV. WOMEN’S L.J. 77 (2003). 104. See JOAN C. WILLIAMS, RESHAPING THE WORK-FAMILY DEBATE: WHY MEN AND CLASS MATTER (2010).        2012] FEMINIST LEGAL SCHOLARSHIP 401  esteem and enable them to be equal citizens.105 In contrast, Martha Fineman argues that support for caretakers is a basic obligation of society, which should not depend upon caretakers working in outside employment as the current welfare system now requires.106 Many feminist scholars, even if they support some aspects of the different voice agenda, oppose the different voice framework as dangerous and, ultimately, counterproductive to women. The chief criticism is that while the values sought to be strengthened under different voice theory may provide a better basis for law and social arrangements than existing male values, promotion of these values risks affirming the same gender stereotypes that have historically been used to rationalize women’s inferior opportunities and subordinate status.107 Additionally, with respect to greater public subsidies for families, some feminists have argued that such support reinforces reproduction, along with its associated sexual division of labor.108 These scholars conceptualize childrearing as no different from other private consumption choices people make, and argue that people who decide to have children should not impose the costs of that decision on people who decide not to have children.109 This and other debates demonstrate, among other things, the highly contested nature of any effort to define a particular set of women’s values. 3. Nonsubordination Theory While different voice theorists attempt to transcend the limitations of equality theory by identifying and revaluing women’s differences, other feminists emphasize the extent to which legal and social arrangements invisibly 105. Vicki Schultz, Life’s Work, 100 COLUM. L. REV. 1881, 1899–1900, 1914–15 (2000). 106. MARTHA ALBERTSON FINEMAN, THE AUTONOMY MYTH: A THEORY OF DEPENDENCY (2003). 107. McClain, supra note 100, at 1196–1202, 1263 (arguing that it is dangerous to a link the voice of care with “female” values given its association with women’s subordination, and that the values of care and responsibility are better situated within liberal principles of justice, equality, and autonomy). This view is stated by several panelists in a classic debate on the pros and cons of different voice theory, set forth in Ellen C. DuBois et al., Feminist Discourse, Moral Values, and the Law: A Conversation, 34 BUFF. L. REV. 11 (1985). In Catharine MacKinnon’s words, “We may or may not speak in a different voice—I think that the voice that we have been said to speak in is in fact in large part the ‘feminine’ voice, the voice of the victim speaking without consciousness. . . . [I]t makes a lot of sense that we should want to urge values of care, because it is what we have been valued for.” Id. at 27. See also MACKINNON, supra note 46, at 39 (“Women value care because men have valued us according to the care we give them.”); JOAN C. WILLIAMS, UNBENDING GENDER: WHY FAMILY AND WORK CONFLICT AND WHAT TO DO ABOUT IT 178 (2000) (criticizing different voice theory for “embrac[ing] domesticity’s description and call[ing] it the voice of women”—a mistake that divides women “based on their relationship to conventional femininity”). 108. See, e.g., Mary Anne Case, How High the Apple Pie? A Few Troubling Questions About Where, Why, and How the Burden of Care for Children Should Be Shifted, 76 CHI.-KENT L. REV. 1753, 1781–82 (2001); Katherine Franke, Theorizing Yes: An Essay on Feminism, Law, and Desire, 101 COLUM. L. REV. 181, 183–97 (2001); see also Rachel F. Moran, How Second-Wave Feminism Forgot the Single Woman, 33 HOFSTRA L. REV. 223, 282 (2004).  109. See Case, supra note 108, at 1783–86; Franke, supra note 108, at 183–97.         402 CALIFORNIA LAW REVIEW [Vol. 100:381  create and reinforce men’s privilege. In what appears to be the first example of U.S. feminist legal scholarship, in 1935 Blanche Crozier—graduate of the Boston University Law School and a member of the Boston University Law Review staff, which published three articles by her110—argues that the common law liberty is “an exclusively masculine liberty,” insofar as it protects only men’s freedom to such privileges as the right to work, own property, and serve on juries.111 The fact that sex-based classifications seem natural is only to be expected, Crozier observes; indeed, the principle of liberty would always be “superfluous” if it could be satisfied by traditions or “preponderant public opinion.”112 Like discrimination on the basis of race, Crozier urges, discrimination on the basis of sex cannot be justified on grounds of the prejudice that underlies it.113 If discrimination on the basis of race implies inferiority, so does exclusion based on sex.114 Moreover, the fact that women themselves accept their inferior status proves nothing. “Any thoroughly established system of slavery,” Crozier wrote, “has been regarded by the slaves as well as the masters as the natural order of things and for the best good of all concerned.”115 While there is no indication of direct influence by Crozier, many decades later, Catharine MacKinnon offered a broader, unifying proposition that became the basis for a theoretical framework known as nonsubordination theory—namely, that all women have in common their subordination to men.116 Equality doctrine cannot expose women’s subordination, MacKinnon argues, because that doctrine compels equal treatment only when women’s circumstances are like men’s—which men have ensured does not often happen. Equality doctrine is not only ineffective; it also helps perpetuate women’s subordination, by providing an illusion of fair treatment that dampens women’s insight into their own oppression and makes them more compliant participants in that oppression. 110. See Blanche Crozier, The Changing Basis of Women’s Nationality, 14 B.U. L. REV. 129 (1934) (criticizing laws that made the nationality of wives and children dependent upon the nationality of husbands and fathers); Blanche Crozier, Marital Support, 15 B.U. L. REV. 44 (1935) (criticizing the one-way duty of husbands to support their wives in exchange for control over their wives’ labor); Crozier, supra note 1 (offering a broad-based critique of the law’s treatment of women). 111. See Crozier, supra note 1, at 734–35 (noting that the theory that men possess the inalienable right to life, liberty, and the pursuit of happiness “is a good example of the universality of expression which characterizes judicial statements of the constitutional principles of freedom and equality” yet it is not applied to women). 112. Id. at 754.  113. Id. at 727–28; see also id. (“Not only are race and sex entirely comparable classes, but there are no others like them. They are large, permanent, unchangeable, natural classes. No other kind of class is susceptible to implications of innate inferiority.”). 114. Id. at 727. Cozier argued that if women are not men’s peers and thus may be excluded from juries in trials involving male defendants, then men are not women’s peers either and male juries are not juries of peers in trials involving female defendants. Id. at 729–30.  115. Id. at 744.  116. MACKINNON, supra note 46, at 2–3 (1987).        2012] FEMINIST LEGAL SCHOLARSHIP 403  MacKinnon notes a number of other legal principles and concepts appearing to be neutral and objective that also lull women into accepting a system that is stacked against them. For example, the First Amendment purports to give everyone the right to free speech while, in fact, it gives men permission to define women in ways that undermine their credibility, thereby rendering their power to speak of little value to them.117 Privacy doctrine affords women the right to use birth control and choose an abortion, but along with those rights, greater pressure from men to have sex—and fewer excuses not to have it.118 Likewise, sex is defined to normalize sexual violence and women’s degradation and, in rape law, consent is defined in a way that makes most forms of sexual intercourse appear consensual.119 Nonsubordination theory has brought particular insight to those areas in which norms of sexual behavior construct different expectations for men and women—areas left largely untouched by both equality theory and different voice theory. Men control women, according to MacKinnon, by eroticizing women’s availability to men on men’s terms. Through this basic insight, MacKinnon and others show how society rationalizes sexual harassment, pornography, prostitution, sexual violence, and even discrimination against homosexuals by the congruence of these practices with existing norms of sexual behavior.120 MacKinnon’s contribution to feminist legal theory has been gripping, even to those it has not fully persuaded, because it explains both the fact of men’s dominance, and the fiction that women agree to it.121 This explanation exposes women’s disadvantage not only in access to jobs, education, and civic participation—areas where the equality principle has made a great deal of headway122—but also in the larger domain of sexuality and intimate violence. To understanding of the damage done by stereotypes about women’s lack of interest and ability to handle challenging jobs, a rigorous education, and full civic participation, MacKinnon adds insight about the harm to women caused 117. Id. at 155–58. 118. Id. at 93–102. 119. CATHARINE A. MACKINNON, TOWARD A FEMINIST THEORY OF THE STATE 126–54 (1989). 120. See, e.g., Jane H. Aiken, Differentiating Sex from Sex: The Male Irresistible Impulse, 12 N.Y.U. REV. L. & SOC. CHANGE 357, 359 (1984) (illustrating how courts cite perceived differences in male and female sex drives as a “physical difference” that can justify laws that “protect” women); Susan Estrich, Rape, 95 YALE L.J. 1087, 1119–20, 1162–78 (1986) (arguing that the law defines rape to rule out attempts to secure sex by means of threats which would be illegal if men sought money, as well as cases of forced sex involving men the victim knows); Elizabeth Schneider, The Violence of Privacy, 23 CONN. L. REV. 973 (1991). 121. This is one of the insights Blanche Crozier articulated, in 1935. See supra text accompanying note 115.  122. Importantly, nonsubordination theorists see these advances as marginal, benefiting chiefly women who fit the male profile. See MACKINNON, supra note 46.        404 CALIFORNIA LAW REVIEW [Vol. 100:381 are affirmed and supp by their construction as sexual objects trained to obtain their own pleasure from the pleasure they give men. MacKinnon has faced heavy fire from those who object to her reduction of all women’s experiences to the same subordination narrative.123 Some feminist scholars criticize her efforts to control and objectify her subject in a way that is arguably characteristic of the male world she attacks.124 They also challenge the unverifiability of her claims that women lack agency and the ability to make their own choices125 and her tendency to ignore differences among women.126 Despite these criticisms, few feminist scholars have escaped MacKinnon’s influence. Christine Littleton is typical in blending arguments that share MacKinnon’s analysis of the ubiquity of male dominance with other claims with which MacKinnon would have little patience. Littleton’s analysis that society allocates power based on gendered characteristics mirrors MacKinnon’s nonsubordination theory.127 Yet Littleton attempts to engineer a massive, affirmative revaluation of women’s differences, without suggesting that women should re-examine the desires they have or the choices they make. Similarly, Littleton, like MacKinnon, recognizes the profound fear and economic dependence that men who batter women impose on women’s lives.128 Yet Littleton also credits the love and connection women may feel toward their batterers,129 which MacKinnon would dismiss as emotions that women have acquired in order to better (and more blindly) serve men’s interests. Like other feminists writing at roughly the same time,130 Littleton starts with a critique of the oppressive impact of women’s differences in current society, but rather than denying or seeking to eliminate those differences, she imagines a restructured world in which those differences orted. The premises of nonsubordination theory are widely accepted in feminist legal scholarship. Linking a position, judge, or scholar to nonsubordination 123. See, e.g., Kathryn Abrams, Feminist Lawyering and Legal Method, 16 LAW & SOC. INQUIRY 373, 385 (1991); Martha Fineman, Challenging Law, Establishing Differences: The Future of Feminist Legal Scholarship, 42 FLA. L. REV. 25 (1990); Martha Minow, The Supreme Court, 1986 Term relieve otherwise are victims of false consciousness is neither true, nor strategically bene . g., Angela P. Harris, Race and Essentialism in Feminist Legal Theory, 42 STAN. L. REV (1e Problem of Transition: Perspective on th le  of Women, 1989 U. CHI. LEGAL F. 23. f the Maternity and the Wo—Fo eword: Justice Engendered, 101 HARV. L. REV. 10 (1987). 124. See, e.g., Bartlett, MacKinnon’s Feminism, supra note 46, at 1564.  125. See, e.g., Kathryn Abrams, Ideology and Women’s Choices, 24 GA. L. REV. 761 (1990) (arguing that the claim that women’s choices are deeply constrained by male dominance, and that those who bficial)126. See, e.. 581 990). 127. See Littleton, supra note 3, at 1302. 128. See Christine Littleton, Women’s Experience and the Ma  Battering129. See id.  130. See, e.g., Lucinda M. Finley, Transcending Equality Theory: A Way Out orkplace Debate, 85 COLUM. L. REV. 1118 (1986); Minow, supra note 123.         2012] FEMINIST LEGAL SCHOLARSHIP 405 many narrative method. The next section takes a selective look at this scholarship.  theory is usually viewed as a compliment rather than a criticism.131 The actual implementation of MacKinnon’s theory, however, has been limited. In the legal sphere, the success of nonsubordination arguments has depended upon how well MacKinnon has framed them within existing legal conventions—conventions that MacKinnon herself rejects. MacKinnon is deeply critical of the legal principle of equality, for example, yet her critique of sexual harassment gained traction only because she was able to restate that analysis in terms of Title VII antidiscrimination law.132 In contrast, courts and lawmakers largely rejected MacKinnon’s views on pornography133 because these views could not be reconciled with existing constitutional principles,134 principles that  feminists, too, believe are necessary to sexual freedom and expression.135 To an important extent, controversies generated by each of the critical feminist stances explored in the 1980s involved competing accounts of women’s experiences. In the next decade, these competing accounts became the focus of scholarship about the legitimacy of various feminist methods, including theIII. KATHRYN ABRAMS & NARRATIVE SCHOLARSHIP Feminist legal scholarship has long been attentive to method. Catharine MacKinnon defines feminism, simply, as a method that confronts the reality of women’s subordination by examining and taking seriously women’s actual experiences.136 In the 1980s and 1990s, a number of law review articles engaged in discussions of feminist method, identifying not one, but a cluster of practices, which include (1) “asking the woman question”—a systematic 131. See, e.g., Cary C. Franklin, The Anti-Stereotyping Principle in Constitutional Sex Discrimination, 95 N.Y.U. L. REV. 83 (2010). 132. MacKinnon’s analysis of sexual harassment—see CATHARINE A. MACKINNON, THE SEXUAL HARASSMENT OF WORKING WOMEN (1979)—was adopted by the Supreme Court in Meritor Savings Bank, FSB v. Vinson, 477 U.S. 57 (1986). 133. See, e.g., CATHARINE A. MACKINNON, WOMEN’S LIVES, MEN’S LAWS 299–372 (2005).  134. See, e.g., Am. Booksellers Ass’n. v. Hudnut, 771 F.2d 323 (7th Cir. 1985), aff’d mem., 475 U.S. 1001 (1986) (rejecting on First Amendment grounds an Indianapolis ordinance defining pornography as a form of sex discrimination). 135. See, e.g., Mary C. Dunlap, Sexual Speech and the State: Putting Pornography in Its Place, 17 GOLDEN GATE U. L. REV. 359 (1987); Mary Joe Frug, A Postmodern Feminist Manifesto, 105 HARV. L. REV. 1045 (1992); Carlin Meyer, Decriminalizing Prostitution: Liberation or Dehumanization?, 1 CARDOZO WOMEN’S L.J. 105 (1993); Carlin Meyer, Sex, Sin, and Women’s Liberation: Against Porn Suppression, 72 TEX. L. REV. 1097 (1994).  136. MacKinnon’s theory of feminist method was first introduced in Catharine A. MacKinnon, Feminism, Marxism, Method, and the State: An Agenda for Theory, 7 SIGNS 515 (1982); Catharine A. MacKinnon, Feminism, Marxism, Method, and the State: Toward Feminist Jurisprudence, 8 SIGNS 635 (1983). Despite her reliance on women’s accounts of their own experiences, MacKinnon tends to measure the accuracy of women’s experience in accordance with what she has already concluded about the “metaphysically nearly perfect” system of male power. See MACKINNON, supra note 119, at 120. For the critique, see Abrams, supra note 123, at 383–85.        406 CALIFORNIA LAW REVIEW [Vol. 100:381 s and patterns that et them identification of the gender implications of rules and practices that might otherwise appear to be neutral and objective;137 (2) giving greater attention to situation and context, and not ignoring individualized circumstances for the sake of abstract justice;138 (3) weighing options in light of the practical tradeoffs of each option, rather than in light of idealized assumptions;139 and, (4) as MacKinnon urges, finding truth in the common experiencemerge from women’s accounts of their own experiences.140 Along with critical race theorists,141 feminist scholars142 have argued that stories can facilitate each of these methods by filling the gap between abstract legal principles and the actual experiences of women and minorities. Particular, concrete accounts of women’s experiences can reveal how seemingly neutral and objective standards can produce unfair results. They can also expose the dilemmas women face when the law makes unrealistic assumptions. Narrative accounts of women’s actual experiences with unwanted pregnancies, for example, can convey the distance that exists between women’s legal right to have an abortion and their practical ability to obtain one without state assistance. Similarly, narrative accounts can demonstrate, in a way abstract generalizations cannot, that women’s freedom to engage in the production of commercialized pornography may give them them options to supporselves, but at the cost of reinforcing the sex ideologies that oppress them. The benefits of narrative scholarship go beyond its ability to unsettle the majority myths. In the early 1990s, minority scholars criticized feminist academics for purporting to speak for all women when, in fact, their scholarship represents predominantly the experiences of white, liberal, middle-class women.143 The critique charged that feminist scholarship is “essentialist” in disregarding differences based on race and class, and inattentive to the 137. Abrams, supra note 123; Katharine T. Bartlett, Feminist Legal Methods, 103 HARV. L. REV. 819, 837–49 (1990); Mary Jane Mossman, Feminism and Legal Method: The Difference It Makes, 3 WIS. WOMEN’S L.J. 147 (1987); Heather Wishik, To Question Everything: The Inquiries of Femi u L.J. 64 (1985).  REV. 1699 (1990); Cath Phts and Politics: Perspectives from the Women’s Movement, 61 N.Y.U. L. R 9al Notes: Recoives: A Phenomenological Critique of Feminist Legal Theory, 3 WIS. WOMEN’S L.J. 81 (198nist J risprudence, 1 BERKELEY WOMEN’S 138. Bartlett, supra note 137, at 849–63. 139. Margaret Jane Radin, The Pragmatist and the Feminist, 63 S. CAL. L. arine ierce Wells, Situated Decisionmaking, 63 S. CAL. L. REV. 1727 (1990). 140. Bender, supra note 101, at 9; see also Bartlett, supra note 137, at 863–67; Elizabeth M. Schneider, The Dialectic of RigEV. 58 , 602–04 (1986).  141. See, e.g., DERRICK BELL, AND WE ARE NOT SAVED: THE ELUSIVE QUEST FOR RACIAL JUSTICE (1987); Richard Delgado, Storytelling for Oppositionists and Others: A Plea for Narrative, 87 MICH. L. REV. 2411 (1989); Mari J. Matsuda, Looking to the Bottom: Critical Legal Studies and Reparations, 22 HARV. C.R.-C.L. L. REV. 323 (1987); Patricia J. Williams, Alchemicnstructing Ideals from Deconstructed Rights, 22 HARV. C.R.-C.L. L. REV. 401 (1987). 142. See, e.g., Marie Ashe, Zig-Zag Stitching and the Seamless Web: Thoughts on “Reproduction” and the Law, 13 NOVA L. REV. 355 (1989); Robin West, The Difference in Women’s Hedonic L7).  143. See, e.g., Harris, supra note 126.         2012] FEMINIST LEGAL SCHOLARSHIP 407 s are everywhere appropriate, and is thus presu intersection between sex and other bases of subordination.144 It further claimed that race is not just an intensifier of women’s subordination that can be simply noted as an additional, cumulative source of oppression, but that it transforms women’s experience of discrimination.145 The essentialism critique has extended into the international arena, where some scholars argue that the U.S. feminist stance against practices like footbinding, female “circumcision,” and veiling assumes that Western normmptuous and ethnocentric.146 Narrative scholarship, Abrams argues, helps to avoid these forms of essentialism.147 Narratives of women’s experiences reveal differences between, as well as similarities among, women.148 In this sense, critical feminist narratives share much in common with critical race narratives. Abrams spends some time comparing and contrasting the two, displaying a sensitivity to the potential charge of race essentialism that was so predominant in the 1990s while at the same time arguing that the feminist narrative method deserves 144. This critique became known as the intersectionality critique. See, e.g., Harris, supra note 126; Paulette M. Caldwell, A Hair Piece: Perspectives on the Intersection of Race and Gender, 1991 DUKE L.J. 365; Judy Scales-Trent, Black Women and the Constitution: Finding Our Place, Asserting Our Rights, 24 HARV. C.R.-C.L. L. REV. 9 (1989). The target for much, but not all, of this critique was Catharine MacKinnon, who was seen to meld all of women’s stories into one unitary narrative. See Harris, supra note 126. For one of MacKinnon’s responses, see MacKinnon, supra note 132, at 86–90. The critique continues. See, e.g., Kim Shayo Buchanan, Our Prisons, Ourselves: Race, Gender and the Rule of Law, 29 YALE L. & POL’Y REV. 1, 9–11 (2010) (challenging conventional prison rape narrative as the deviant act of criminal men whose violent subculture condones violence, and substituting narrative that “the legal response to same-sex sexual harassment effectively authorizes straight-identified, manly men to police the gender conformity of less-masculine men by sexually harassing them”). On the intersectionality critique of the law itself, see Kimberlé Crenshaw, Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory, and Antiracist Policies, 1989 U. CHI. LEGAL F. 139, 150. The intersectionality critique has been extended to discrimination based on sexual orientation, weight, age, and disability. See, e.g., Elvia R. Arriola, Gendered Inequality: Lesbians, Gays, and Feminist Legal Theory, 9 BERKELEY WOMEN’S L.J. 103 (1994); Darren Lenard Hutchinson, Identity Crisis: “Intersectionality,” “Multidimensionality,” and the Development of an Adequate Theory of Subordination, 6 MICH. J. RACE & L. 285 (2001); Deborah L. Rhode, The Injustice of Appearance, 61 STAN. L. REV. 1033, 1052–57 (2009); Nicole Buonocore Porter, Sex Plus Age Discrimination: Prot  Oe problem they toounter-critique, see, for example, Madhavi Sunder, Piercing the Veil, 112 YALE L.J. 1399 (200 note 4, at 975 n.12. ecting lder Women Workers, 81 DENV. U. L. REV. 79 (2003). 145. Harris, supra note 126, at 598–601; see also Sumi K. Cho, Converging Stereotypes in Racialized Sexual Harassment: Where the Model Minority Meets Suzie Wong, 1 J. GENDER RACE & JUST. 177 (1997) (explaining how the combination of race and gender stereotypes complicates sexual harassment against minority women); Devon W. Carbado & Mitu Gulati, The Fifth Black Woman, 11 J. CONTEMP. LEGAL ISSUES 701 (2001) (describing how the combination of race and sex creates “identity work” by black women in the workplace). Richard Ford has noted that these critics, in speaking as if members of a minority group all share the same experiences, often replicate th seek  identify. See RICHARD T. FORD, RACIAL CULTURE: A CRITIQUE 24–25 (2005). 146. See, e.g., L. Amede Obiora, Bridges and Barricades: Rethinking Polemics and Intransigence in the Campaign Against Female Circumcision, 47 CASE W. RES. L. REV. 275 (1997). For the c3).  147. Abrams, supra148. Id. at 973–74.        408 CALIFORNIA LAW REVIEW [Vol. 100:381  linear style, and a better articulated rejectot sufficiently representative to jumaterial, and spirit of her work.156 Abrams also describes the narratives of  separate attention.149 Among its distinctive features, she explains, are a greater emphasis on the corporeal aspects of women’s existence, the willingness to violate privacy-related taboos, a lession of abstract argumentation.150 Abrams’s principal project in this article is to defend the feminist narrative method against criticisms that were apparent at the time in the context of faculty hiring, tenure, and other such matters, although rarely aired in public.151 Critics charged that feminist narratives are overly revelatory, personal, and emotional, that they are too explicitly political (and thus unscholarly), and that they are unverifiable and nstify any particular normative response.152 Although Abrams takes strong issue with these criticisms, she makes clear that not all critiques of feminist narrative are completely unjustified, nor are all narratives illuminating or well done just because they are written by feminists. Rather than hold all narratives up to the same evaluative yardstick, Abrams details a range of purposes a narrative can serve, and demonstrates that a narrative’s success depends upon how well it satisfies its own purpose. She offers several examples of the purposes narrative can serve. For example, she observes that Susan Estrich’s account of her own rape is designed to command the reader’s attention, challenge popular perceptions that rape is invited by its victims or happens to “other people,” and reveal the barriers to prosecuting rape successfully.153 Martha Mahoney uses multiple narratives of domestic abuse in order to present a complex image of battered women that challenge “the denial and disempowerment perpetrated by the current legal images” of battered women, and to demonstrate that these women often possess “a strength and resourcefulness in the midst of struggle that might inform future images and prescriptions,”154 and thus alternative legal approaches.155 A still different use of narrative is apparent in the work of Patricia Williams, whose stories are less tools toward some larger advocacy, than the backbone, structure, raw 149. Id. at 974 n.10, 981–82. 150. See, e.g., id. at 974 n.10, 987 n.59, 1006. 151. Abrams points out that because these criticisms (or “doubts”) were more likely to be private rather than public, she is not able to well document them. “What is particularly troubling about such doubts is that they have rarely been voiced in public—either in spoken or published form—but have cuzanna Sherry, Telling Stories Out of School: An Essay on Legal Narr , 3); Mark Tushnet, The Degradation of Constitutional Disc , 251 (1992).  pra note 4, at 986. a. Furthermore, Williams offers accounts not just of the oppressed victim, but also of the  surfa ed in coffeepot discussions, and in the deliberations of appointments committees.” Id. at 976. 152. Id. at 975–80. After the publication of Abrams’s article, the critiques have been more public. See, e.g., Daniel A. Farber & Satives 45 STAN. L. REV. 807 (199ourse 81 GEO. L.J. 153. Abrams, su154. Id. at 993.  155. Id. at 994. 156. Id. at 1001. According to Abrams, the story is the focal point of Williams’s legal analysis, not vice vers       2012] FEMINIST LEGAL SCHOLARSHIP 409 Marie Ashe, which detail the intimate physical details of her five childbirths and three abortions, for the purpose of framing and embodying a critique of the medico-legal regulation of reproduction.157 For each of these examples, Abrams draws out differences in terms of purpose, style of argument, and means of persuasion. The diversity reveals the absence of methodological hegemony in narrative scholarship, which Abrams describes as a strength. It also challenges the formulation of consistent standards of “objectivity.”158 Indeed, it alters what counts as truth. Logic, abstract principles, and even empiricism are one thing, but without an account of the underlying realities individuals face—which narratives arguably provide—one cannot test whether these principles are as neutral and objective as people assume them to be.159 To Abrams, narratives should be judged not on how objective they are—in the customary sense of verifiability or universality—but rather on how intelligible they are to people who have not had them.160 Whether the intelligibility standard is satisfied, Abrams explains, depends on the purpose for which a narrative is offered.161 For example, if Marie Ashe recounted that her doctor forbid her to moan during labor to establish that childbirth was too heavily controlled by doctors, a reader “would likely feel exploited rather than be fascinated” if it turned out her doctor did not actually prohibit moaning.162 On the other hand, because Patricia Williams’s account of the sausage-making machine—a device which produces something called “sausage” no matter what is thrown into it—is a metaphor for the indeterminate meanings of law, it is beside the point whether, as she claimed, she actually told this story in court, or whether it was objected to on the grounds that it was “too much critical theory in the courtroom.”163 In addressing matters of reliability, authority, verifiability, and typicality, Abrams rejects both MacKinnon’s insistence on a unitary narrative of women’s oppression and the postmodern denial of the possibility of objectivity and truth. When people recount their experiences, Abrams explains, being understood is often more important than being “right.” Making women’s experiences  ambat 975–80.  iguity of oppression, and the misunderstandings and self-delusion that make it so complicated. Id. 157. Id. at 1005–07. 158. Id. at 1018.  159. See id. at 976 (“The ‘scientific rationality’ that prevails in our society—and in our legal argumentation—privileges universality, statistical significance, and logical deduction as ways of knowing about the world. Experiential narratives are significant not only for the substantive message they convey but for the way they claim to know what they know. Feminist narratives present experience as a way of knowing that which should occupy a respected, or in some cases a privileged, position in analysis and argumentation.”). 160. Id. at 1018–19.  161. Id. at 1025. 162. See id. 163. Id. at 995–96, 1025–27.         410 CALIFORNIA LAW REVIEW [Vol. 100:381 normative implnect. If the 1980s represented a radical impulse, Abrams helped lead the way in the 1990s to a less alienating, more comprehensi ve of that impulse. even have surgery to conform their biological characteristics to their internal  comprehensible requires neither a single narrative path, nor some verifiable objectivity. It does require, Abrams counsels, that the author is specific about the purpose for which a narrative is offered, provides detail to explain the relevant individual contexts, and demonstrates awareness of the diversity of experiences and the implications of the suggested remedial proposals on those whose experiences are not reflected in the narrative.164 More broadly, Abrams warns feminist narrators to “consider the demand that innovative presentation makes upon its audience,”165 and to be less cryptic about the ications of their stories166 and more inclusive with respect to story elements that are shared and capable of repetition and recognition.167 As Hearing the Call of Stories illustrates, Abrams’s focus, arrived at after the highly innovative and exciting feminist scholarship of the 1980s, is to make feminist work accessible and credible within the mainstream. In this sense, her desire to redeem narrative scholarship reflects a commitment not only to the diversity or multiplicity of truths as an abstract matter, but also to a broader comprehension of those truths on terms with which people can conble narratiIV. FRANCISCO VALDES & ISSUES OF SEXUAL IDENTITY Most feminist legal theory concerns what it means to be male, or female, and assumes a distinction between biological sex and its cultural and social meanings. The male/female binary falls apart, however, once it is recognized that (1) one’s biological sex is identified along a continuum rather than as an either/or proposition;168 (2) some people are born as “intersex,” with a mix of biologically female and male characteristics;169 and (3) some people experience themselves as a different sex than their biological sex would indicate, and may 164. Id. at 1029–30. ility, it may be less impo in s, metaphor narratives, and recognition narratives). alls the shots, one can argue that along that spectrum lie aality and the Social Cons io165. Id. at 1038.  166. “[T]he extent to which a reader’s doubts about the narrator’s experience should affect the authority—and ultimately the credibility—of the narrative should depend upon the type of narrative offered.” Id. at 1027; see also id. at 1025–27 (explaining that while the truthfulness of an experience depicted in an agony narrative may have a great effect on the author’s credibrtant  insider narrative167. Id. at 1041–47. 168. See Anne Fausto-Sterling, The Five Sexes: Why Male and Female Are Not Enough, 33 THE SCIENCES, Mar./Apr. 1993, at 21 (“For biologically speaking, there are many gradations running from female to male; and depending on how one ct least five sexes—and perhaps even more.”). 169. See Julie A. Greenberg, Defining Male and Female: Intersexuality and the Collision Between Law and Biology, 41 ARIZ. L. REV. 265, 267 (1999); Barbara Ehrenreich & Mark Barr, Intersex Surgery, Female Genital Cutting, and the Selective Condemnation of “Cultural Practices,” 40 HARV. C.R.-C.L. L. REV. 71, 73–74 (2005); Jessica Knouse, Intersexutruct n of Anatomical Sex, 12 CARDOZO J.L. & GENDER 135, 138 (2006).         2012] FEMINIST LEGAL SCHOLARSHIP 411 es to sexual orientation and sexual identity in light of these comp identity, thereby becoming “transsexual.”170 Add to this definitional vortex the contested relation between one’s sex and/or gender and the object of one’s sexual attraction, and the matter of sexual identity becomes exceedingly complex. In this section, I briefly examine the subset of the feminist legal scholarship that relatlexities. In the 1980s, the primary concern of feminist scholarship with regard to sexual identity was whether grounds existed for extending special constitutional protection to gays and lesbians who faced discrimination based on their sexual orientation. At that time, this concern was typically framed as whether homosexuals had the characteristics that warranted a heightened standard of constitutional review—immutability, a history of discrimination based on inaccurate stereotypes, and political powerlessness.171 Most feminist and queer scholars argued that these criteria for greater constitutional scrutiny were met in the case of gays and lesbians.172 Having had little success in convincing legislators and courts to protect people from discrimination based on sexual orientation,173 however, scholars and advocates in the 1990s began framing sexual orientation discrimination not as a separate phenomenon, but as a form of discrimination based on sex, which the law already prohibited.174 Among those scholars making this framing shift was Francisco Valdes, who in 170. See Demoya R. Gordon, Transgender Legal Advocacy: What Do Feminist Legal Theories Have to Offer?, 97 CALIF. L. REV. 1719 (2009); Paisley Currah & Shannon Minter, Unprincipled Exclusions: The Struggle to Achieve Judicial and Legislative Equality for Transgender People, 7 WM. & MARY J. WOMEN & L. 37 (2000).  171. See, e.g., Harris M. Miller II, An Argument for the Application of Equal Protection Heightened Scrutiny to Classifications Based on Homosexuality, 57 S. CAL. L. REV. 797, 798, 816–27 (1984). 172. See, e.g., Elvia R. Arriola, Sexual Identity and the Constitution: Homosexual Persons as a Discrete and Insular Minority, 10 WOMEN’S RTS. L. REP. 143, 145, 151–58 (1988) (arguing that “the Supreme Court’s equal protection jurisprudence demands that an individual’s right to equal protection under the law not be abridged on the basis of personal traits that have nothing to do with ability or merit”); see also Note, The Constitutional Status of Sexual Orientation: Homosexuality as a Suspect Classification, 98 HARV. L. REV. 1285, 1287, 1297–1309 (1985) (arguing that “courts should recognize homosexuality as a suspect classification under the equal protection clause of the fourteenth amendment and therefore subject laws that discriminate on the basis of sexual preference to heightened scrutiny”). 173. See Tiffany L. King, Working Out: Conflicting Title VII Approaches to Sex Discrimination and Sexual Orientation, 35 U.C. DAVIS L. REV. 1005, 1009–11, 1010 nn.27 & 28, 1011 n.29 (2002) (stating that “federal law does not shield gays and lesbians from discrimination in the workplace” and noting Congress’s repeated failure to pass the Employment Non-Discrimination Act, which would create a cause of action for discrimination based on sexual orientation).  174. See, e.g., Andrew Koppelman, Why Discrimination Against Lesbians and Gay Men is Sex Discrimination, 69 N.Y.U. L. REV. 197, 199 (1994) (explaining that unlike arguments based on privacy or status as an oppressed class, the sex discrimination argument shifts the burden of proof to the state to justify discrimination instead of requiring the proponent to prove that no good reason exists for the discrimination); Marc A. Fajer, Can Two Real Men Eat Quiche Together? Storytelling, Gender-Role Stereotypes, and Legal Protection for Lesbians and Gay Men, 46 U. MIAMI L. REV. 511 (1991) (arguing that the preservation of gender-role norms are both the cause and the effect of homophobia and discussing the power of a gender-based approach to gay rights issues).        412 CALIFORNIA LAW REVIEW [Vol. 100:381 ntation” in Euro-American Law es”180 that “makes it extregender misleadingly implies that biological sex matters, when in fact what  1995 published Queers, Sissies, Dykes, and Tomboys: Deconstructing the Conflation of “Sex,” “Gender,” and “Sexual Orieand Society in the California Law Review.175 Although it is impossible to do justice in this Essay to the 377-page “project” in which Valdes lays out his case, the basic thesis is that sex, gender, and sexual orientation work together in a way that unavoidably makes discrimination based on sexual orientation discrimination based on sex and gender. It is possible, Valdes argues, to engage in sex and gender discrimination without simultaneously engaging in sexual orientation discrimination, but it is impossible to practice sexual orientation discrimination without also implicating either sex, gender, or both; sexual orientation is, in fact, “manufactured” of sex and gender.176 Sexual orientation discrimination, Valdes argues, “protect[s] and valorize[es] male-identified attributes among both women and men, while chastising exhibitions of femininity among men.”177 It follows from the “intransitive deduction of gender from sex.”178As long as the law is blind to this phenomenon, sexual orientation discrimination will seem as natural as the hetero-normative deduction on which it is based. This blindness explains how courts are able to “(re)characterize” some forms of sex discrimination as sexual orientation discrimination, which they do “virtually at will” whenever the victim of discrimination is gay or lesbian,179 and thereby create a “loophole for sex and gender biasmely difficult . . . fully to eradicate those biases.”181 Whereas Valdes’s focus is on the theoretical and historical182 basis of the sex/gender conflation, much of the continuing scholarly discussion about the sex/gender distinction has centered on strategic considerations. As a litigator, Ruth Bader Ginsburg famously decided to use sex and gender interchangeably, for strategic reasons. The word “sex,” she argued, had the tendency to “conjure up improper images,” while “gender” did not.183 In a different vein but to the same effect, Katherine Franke argues in an article written the same year as Valdes’s opus that the distinction between sex and gender is counterproductive and should be abandoned.184 As Valdes also explains, distinguishing sex from 175. Valdes, supra note 5.  176. Id. at 17–19. 177. Id. at 25. 178. Id. at 334. 179. Id. at 24. 180. Id. 181. Id. 182. Valdes’s historical analysis of the sex/gender conflation is set forth in Francisco Valdes, Unpacking Hetero-Patriarchy: Tracing the Conflation of Sex, Gender and Sexual Orientation to Its Origins, 8 YALE J.L. & HUMAN. 161 (1996).  183. Ginsburg, Gender and the Constitution, supra note 57, at 1.  184. Katherine M. Franke, The Central Mistake of Sex Discrimination Law: The Disaggregation of Sex from Gender, 144 U. PA. L. REV. 1, 5 (1995).        2012] FEMINIST LEGAL SCHOLARSHIP 413  matters are only the social consequences that adhere to biological sex.185 Instead of relying on biology to define sex, Franke advocates a more “behavioral or performative conception of sex”—one that can be determined independent of biological sex.186 Another leading feminist scholar, Mary Anne Case, sees things differently. According to Case, unless sex and gender are disaggregated with an understanding that both are unacceptable, forms of sex discrimination that turn on gender-role expectations rather than physical attitudes—including sexual orientation discrimination—will be too easy to distinguish from the paradigm case of sex discrimination, and thus not recognizable by courts for what they are.187 Questions of sexual orientation discrimination implicate not only the tricky relationship between sex and gender, but also the problematic distinction between public and private. Feminist scholars have long questioned this distinction, because it serves to justify a “hands off” approach to the law in the private sphere, where women are most vulnerable.188 One focus of legal scholars, especially after the Supreme Court’s decision in Bowers v. Hardwick upholding a state anti-sodomy law,189 was making the case for a constitutional right of privacy that would protect consenting adults in their private sexual conduct.190 After the Supreme Court recognized this right in Lawrence v. Texas,191 however, queer theorists began to observe that a right that exists only behind closed doors is too narrow.192 Valdes anticipates this difficulty, noting that sexuality “is not just about ‘privacy’ but about the ability to function in various social, economic, and political settings on equal terms.”193 Scholars have identified a number of public dimensions of sexual orientation discrimination. One is the public cost entailed in private disclosures. Using as an example the military’s 1993 “Don’t Ask, Don’t Tell” policy, only just recently repealed,194 Janet Halley has argued that the harm of sexual 185. Valdes, supra note 5, at 19–20. 186. Id. at 8, 99. See also JUDITH BUTLER, GENDER TROUBLE: FEMINISM AND THE SUBVERSION OF IDENTITY 11 (2d ed. 1999) (arguing that “the distinction between sex and gender turns out to be no distinction at all,” and that gender is “the discursive/cultural means by which ‘sexed nature’ or ‘a natural sex’ is produced and established as ‘prediscursive,’ prior to culture, a politically neutral surface on which culture acts”). 187. Mary Anne Case, Disaggregating Gender from Sex and Sexual Orientation: The Effeminate Man in the Law and Feminist Jurisprudence, 105 YALE L.J. 1, 10–18 (1995). 188. See supra notes 88–89. 189. 478 U.S. 186 (1986). 190. See, e.g., William N. Eskridge, Jr., Hardwick and Historiography, 1999 U. ILL. L. REV. 631.  191. 539 U.S. 558 (2003). 192. See, e.g., Katherine M. Franke, The Domesticated Liberty of Lawrence v. Texas, 104 COLUM. L. REV. 1399, 1401 (2004) (arguing that Lawrence announces only a privatized liberty right and that “gay rights lawyering and activism have been insufficiently attentive to the palimpsestic presence of Bowers in the wake of Lawrence”). 193. Valdes, supra note 5, at 370. 194. See JANET E. HALLEY, DON’T: A READER’S GUIDE TO THE MILITARY’S ANTI-GAY POLICY (1999). The Don’t Ask, Don’t Tell policy ended on September 20, 2011, based on a law        414 CALIFORNIA LAW REVIEW [Vol. 100:381  orientation discrimination arises not because homosexuality is immutable, as some contend,195 but that discrimination interferes with public disclosure of the sexual identity of gays and lesbians, thereby unconstitutionally disempowering them from participating in the political process.196 Another public dimension concerns the loss of public benefits and community recognition that sexual orientation discrimination imposes on those whose intimate relationships do not conform to majority norms.197 After Lawrence, while queer theorists applauded the end of state prosecutions of private sexual behavior, they argued that it is also necessary for the state to cease its official preference for heterosexuality, marriage, and traditional family values.198 While some feminist scholars question whether lesbians and gay men benefit from an institution that has been, historically, so oppressive to women,199 most queer scholars today advocate legal recognition of same-sex passed by Congress in December 2010, requiring repeal of the policy as soon as President Obama certified that the military was ready for the change, which occurred in July 2011. Ed O’Keefe, “Don’t Ask, Don’t Tell” Officially Ending, WASH. POST BLOG, (Sept. 19, 2011, 12:00 PM), http://www.washingtonpost.com/blogs/federal-eye/post/dont-ask-dont-tell-ends-tuesday/2011/09/19/ gIQADvbWfK_blog html. 195. See, e.g., Richard Delgado, Fact, Norm, and Standard of Review—The Case of Homosexuality, 10 U. DAYTON L. REV. 575, 583–85 (1985) (discussing the immutability of a trait as one possible criteria for making a class suspect or quasi-suspect); Miller, supra note 171, at 817–21 (arguing that homosexuality satisfies the Supreme Court’s criteria for heightened scrutiny); Darryl Robin Wishard, Out of the Closet and into the Courts: Homosexual Fathers and Child Custody, 93 DICK. L. REV. 401, 423–24 (1989) (“The question of immutability is by far the thorniest point for the homosexual arguing for heightened scrutiny under an equal protection analysis. The questions of the alterability of and choice of homosexuality rest on facts brought out by the scientific community, which is now debating the origin of the homosexual trait.”). 196. See Janet E. Halley, The Politics of the Closet: Toward Equal Protection for Gay, Lesbian, and Bisexual Identity, 36 UCLA L. REV. 915, 933 (1989); Janet E. Halley, Sexual Orientation and the Politics of Biology: A Critique of the Argument from Immutability, 46 STAN. L. REV. 503 (1994); see also Bruce A. Ackerman, Beyond Carolene Products, 98 HARV. L. REV. 713, 731 (1985) (arguing that unlike with discrete minority groups, homosexuals must “pay” a price by publicly revealing their sexual preference for the group to become politically efficacious). This line of argument received some support in Romer v. Evans, 517 U S. 620 (1996) (invalidating a Colorado state constitutional amendment that repealed and prohibited all state and local anti-discrimination policies with respect to homosexuals). 197. For a description of the various private and public aspects, see Martha C. Nussbaum, A Right to Marry?, 98 CALIF. L. REV. 667, 668–72 (2010). 198. See William N. Eskridge, Jr., Lawrence’s Jurisprudence of Tolerance: Judicial Review to Lower the Stakes of Identity Politics, 88 MINN. L. REV. 1021, 1025 (2004). 199. See, e.g., Paula L. Ettelbrick, Since When Is Marriage a Path to Liberation, in LESBIAN AND GAY MARRIAGE 20, 21 (Suzanne Sherman ed., 1992) (contending that “[m]arriage runs contrary to two of the primary goals of the lesbian and gay movement: the affirmation of gay identity and culture and the validation of many forms of relationships”); Steven K. Homer, Against Marriage, 29 HARV. C.R.-C.L. L. REV. 505, 506 (1994) (stating that marriage “is no magic wand to cure the legal inequality of gay men and lesbians,” but instead “may very well create whole new levels of legal inequality, both among gay men and lesbians, and between gays and heterosexuals”); Nancy D. Polikoff, We Will Get What We Ask For: Why Legalizing Gay and Lesbian Marriage Will Not “Dismantle the Legal Structure of Gender in Every Marriage,” 79 VA. L. REV. 1535, 1536 (1993) (expressing a belief that “the desire to marry in the lesbian and gay community is an attempt to mimic the worst of mainstream society, an effort to fit into an inherently problematic institution that betrays        2012] FEMINIST LEGAL SCHOLARSHIP 415  marriage.200 Again, this advocacy has drawn both on privacy arguments201 and on civil rights rationales stemming from either a commitment to the free-standing protections owed to gays and lesbians,202 or a belief that, as Valdes argues, prohibitions against same-sex marriage discriminate on the basis of sex, for which special constitutional protection already exists.203 Scholars continue to debate various strategic matters relating to gay marriage, including whether it belongs on the gay rights agenda. On the one hand, Martha Nussbaum argues that because marriage as an institution is highly problematic, the state should “withdr[a]w from the marrying business,” offering only civil unions to both same- and opposite-sex couples and leaving the expressive domain of marriage up to religions and other private groups.204 Valdes, on the other hand, believes that any legal recognitions that “break the repressive linkage of active/passive, deductive/intransitive, and procreational dictates” are liberatory.205 William Eskridge believes, more specifically, that civil unions can be expected to lead to relationship models that will advance a reevaluation of the sexist norms of marriage.206 Mary Anne Case counters that gay marriage has a greater potential than civil unions to promote gender equality, insofar as marriage has virtually no requirements related to the terms of an ongoing relationship, whereas civil unions can be established only by couples whose relationships most resemble the detailed templates of the heterosexual ideal.207 the promise of both lesbian and gay liberation and radical feminism”); Ruthann Robson, Assimilation, Marriage, and Lesbian Liberation, 75 TEMP. L. REV. 709, 817–19 (2002) (arguing that marriage would inject hetero-normative values into the gay community and thus corrupt its distinctive and valuable features).  200. For a description of the various private and public aspects see Nussbaum, supra note 197, at 668–72. 201. See, e.g., Carlos Ball, This Is Not Your Father’s Autonomy: Lesbian and Gay Rights from a Feminist and Relational Perspective, 28 HARV. J.L. & GENDER 345, 371–78 (2005); Kenneth L. Karst, The Freedom of Intimate Association, 89 YALE L.J. 624, 682–86 (1980). 202. See, e.g., WILLIAM N. ESKRIDGE, JR., THE CASE FOR SAME-SEX MARRIAGE: FROM SEXUAL LIBERTY TO CIVILIZED COMMITMENT 123–82 (1996).  203. See, e.g., Valdes, supra note 5, at 338; Susan Frelich Appleton, Missing in Action? Searching for Gender Talk in the Same-Sex Marriage Debate, 16 STAN. L. & POL’Y REV. 97, 103 (2005); Mary Anne Case, What Feminists Have to Lose in Same-Sex Marriage Litigation, 57 UCLA L. REV. 1199, 1220–21 (2010); Deborah A. Widiss et al., Exposing Sex Stereotypes in Recent Same-Sex Marriage Jurisprudence, 30 HARV. J.L. & GENDER 461 (2007). 204. Nussbaum, supra note 197, at 672. 205. Valdes, supra note 182, at 209. See also WILLIAM N. ESKRIDGE, JR , EQUALITY PRACTICE: CIVIL UNIONS AND THE FUTURE OF GAY RIGHTS (2002). 206. See, e.g., Suzanne A. Kim, Skeptical Marriage Equality, 34 HARV. J.L. & GENDER 37, 76–79 (2011) (arguing that forcing the state to recognize gay marriage would lead either to a reevaluation of marriage’s sexist norms, or to the disestablishment of marriage).  207. Case, supra note 203, at 1202–06 (arguing that making marriage available to same-sex couples “opens the possibility of legal protection to gender benders of all stripes, regardless of their sex; regardless of whether they can or do make an identitarian claim as transgendered, transsexual, or even gay; and regardless of how mild or how extreme, how occasional or how systematic, their transgression of conventional gender norms may be”). Case also argues that opening up marriage to        416 CALIFORNIA LAW REVIEW [Vol. 100:381  The continued relationship between feminist theory and queer theory remains up for grabs. Valdes underscores the strong connection between the two, based on the mutual and overlapping subordinations that arise from the sex/gender conflation, and urges collaborative critiques.208 Some feminist scholars, however, have expressed concern that the feminist perspective has gotten lost in the gay marriage debate209 and that vigilance may be required to continue to resist “male epistemic hegemony.”210 Much of the seminal work on sexual orientation and sexual identity draws on disciplines outside the law. Valdes himself references a broad range of materials from history, anthropology, and the social sciences.211 Janet Halley’s work is deeply rooted in postmodern philosophy and literary criticism.212 The next section examines more closely and in different contexts the feminist turn to interdisciplinary scholarship. V. LINDA KRIEGER & FEMINIST INTERDISCIPLINARY SCHOLARSHIP This Essay has traced a critical body of feminist scholarship that developed in the 1980s and early 1990s as a distinct, anti-mainstream genre. By the mid-1990s, however, two factors seemed to steer feminist scholarship into the mainstream. First, much of feminist scholarship was persuasive enough that its insights had become well accepted within U.S. legal scholarship. For example, the notion that purportedly natural or gender-neutral legal principles are grounded in identifiable, albeit unstated, male premises that relegate women to the private sphere of the home and family is no longer a fresh or controversial insight. Second, as feminist scholarship matured, a number of feminist scholars began to ground their scholarship more firmly in nonlegal disciplines, like philosophy, history, and psychology. This shift reflected a more general trend in legal scholarship in the use of other disciplines—especially economics, philosophy, and history. In drawing on those disciplines, feminist scholars seemed to step away from the notion that feminists bring their own unique methods to legal scholarship. Instead, scholars demonstrated that knowledge about the relationship between law and women could be advanced by use of the same tools as those used by the best scholars in other legal fields. same-sex couples would “eliminate the last vestige of sex stereotyping from the law of marriage,” and “complete the law’s evolution away from sex-role differentiated, inegalitarian marriage law.” Id. at 1202. 208. Valdes, supra note 5, at 372–75; Valdes, supra note 182, at 209–11. See also Ball, supra note 201, at 371–78 (arguing for the relevance of feminist theory to the same-sex marriage debate). 209. See Appleton, supra note 203, at 103. 210. Brenda Cossman et al., Gender, Sexuality, and Power: Is Feminist Theory Enough?, 12 COLUM. J. GENDER & L. 601, 607 (2003).  211. Valdes specifically notes the importance of social science knowledge in Valdes, supra note 5, at 365. 212. E.g., HALLEY, supra note 81.         2012] FEMINIST LEGAL SCHOLARSHIP 417  One scholar who represents this convergence between feminist and mainstream scholarship is former Berkeley law professor Linda Hamilton Krieger. In 1998, Krieger published Civil Rights Perestroika: Intergroup Relations After Affirmative Action, in the California Law Review.213 This article followed Littleton’s article, Reconstructing Sexual Equality, by eleven years. Krieger’s use of the word “Perestroika” in the title—a word that means “restructuring”—evokes Littleton’s title. Both articles defend measures that may appear to offend the formal equality ideal by giving special protection to women (and, in Krieger’s case, members of racial minority groups as well). Yet the methodologies and the nature of the claims made in these two articles are worlds apart. In articulating a new paradigm for equality, the Littleton article is, by its own account, idealistic and speculative—more a thought experiment than a concrete reform plan. In contrast, the Krieger article, like her other writings, is decidedly non-paradigmatic and pragmatic. While Littleton imagines an ideal world, Krieger seeks to define the best available one. Where Littleton hypothesizes, Krieger demands evidence. Krieger draws her evidence from social psychology. Her article is hardly the first to use social science evidence to bear on debates about equality. The infamous Brandeis brief presented vast amounts of empirical data documenting the negative effects of long hours and harsh working conditions for women, helping to support the Supreme Court’s opinion in Muller v. Oregon upholding maximum hour limits for women in the workplace.214 More recently, legal scholars have used social science to support claims over such things as race, gender, and class bias in standardized testing,215 the marginalization of women in legal education,216 and the wage gap between men and women.217 The data used in these examples, however, are largely descriptive and statistical; they measure the consequences of discrimination, but they do not explain how it works.218 The Supreme Court in Brown v. Board of Education relied on social science data produced by scholars that proved that separate education for blacks is inherently unequal.219 Yet, oddly, it was not until Krieger’s work that legal scholars began to give serious attention to the vast amount of social science data on the psychological processes that drive discrimination.220 213. Krieger, supra note 6. 214. Muller v. Oregon, 208 U.S. 412, 419–30, 419 n.1 (1908).  215. See, e.g., Susan Sturm & Lani Guinier, The Future of Affirmative Action: Reclaiming the Innovative Ideal, 84 CALIF. L. REV. 953, 989 (2006).  216. See, e.g., Nancy Leong, A Noteworthy Absence, 59 J. LEGAL EDUC. 279 (2009).  217. See Joan C. Williams & Veta Richardson, New Millennium, Same Glass Ceiling? The Impact of Law Firm Compensation Systems on Women, 62 HASTINGS L.J. 597, 599 & n.3 (2011). 218. For a more recent example, see Minna J. Kotkin, Of Authorship and Audacity: An Empirical Study of Gender Disparity and Privilege in the “Top Ten” Law Reviews, 31 WOMEN’S RTS. L. REP. 385 (2010).  219. See Brown v. Bd. of Educ., 347 U.S. 483, 494 n.11 (1954). 220. The work of Charles Lawrence might be viewed as an exception. Lawrence was one of the early legal scholars to underline the importance of the unconscious nature of much of race        418 CALIFORNIA LAW REVIEW [Vol. 100:381  Krieger’s first work on the psychology of bias lays out the mechanics of discrimination and its incongruence with anti-discrimination law.221 Anti-discrimination law, Krieger explains, assumes that race and gender bias is a defect of some people treating others unfairly, unusually on purpose, and with respect to discrete, identifiable decisions; accordingly, the law’s task is to identify that bias and remedy it.222 Social science evidence, Krieger argues, presents a more complicated picture. This evidence shows that bad people are not the only ones who discriminate; rather, discrimination is a product of normal cognitive processes in which all people engage. At the heart of the cognitive processes of discrimination is the fact that all people group objects and people into categories in order to make sense of them.223 These categories simplify thinking, but they also trigger cognitive responses that distort people’s perceptions. For example, people tend to perceive other people (or things) in the same category as more alike than they actually are, and to perceive people (or things) in different categories as more different.224 People draw inferences—often illusory inferences called stereotypes—about people based on salient characteristics. These inferences tend to be more positive about those who are members of the same group, and more negative about those who are not.225 People also create expectations through which they then filter information about other people.226 They tend to notice most and remember best the information that confirms their stereotypes;227 when contrary evidence is so powerful that it cannot be ignored, they tend to treat that evidence as an exception to the rule, rather than a reason to change the stereotype.228 People tend to attribute their own negative behaviors, and the negative behaviors of those like themselves, to situational factors, whereas they attribute those same behaviors by others to their internal traits. Conversely, people attribute their own positive characteristics and those of others like them to stable, internal factors, while they view positive characteristics in those who are different as transient or situational.229 In short, discrimination. Lawrence relied heavily on anecdote and psychoanalytic theory, however, and comparatively little on the concrete findings of social science research. See Charles R. Lawrence, III, The Id, the Ego, and Equal Protection, 39 STAN. L. REV. 317 (1987). Likewise, Stephen Carter’s earlier work on stigma was based more on personal experience than social science. See STEPHEN L. CARTER, REFLECTIONS OF AN AFFIRMATIVE-ACTION BABY 3 (1991). 221. Linda Hamilton Krieger, The Content of Our Categories: A Cognitive Bias Approach to Discrimination and Equal Employment Opportunity, 47 STAN. L. REV. 1161, 1667 (1995).  222. Id. at 1165. 223. Id. at 1188–90. 224. Id. at 1200. 225. Id. 226. Id. at 1208.  227. Id. at 1207–11. 228. Id. at 1199–1204. 229. Id. at 1205.         2012] FEMINIST LEGAL SCHOLARSHIP 419  various heuristics and cognitive efficiencies cause people to judge people by the content of their categories.230 On the basis of the evidence that bias springs from cognitive errors, not necessarily malevolent intent, Krieger argues that Title VII should focus—as, she asserts, Congress originally intended—on causality, not intentionality.231 Plaintiffs should be required to show not that an employer had an invidious motive or meant to discriminate, but only that the plaintiff’s protected group status made a difference in the employer’s action.232 In Civil Rights Perestroika,233 Krieger builds on The Content of Our Categories, addressing specifically the affirmative action option for reducing race and gender discrimination. Written shortly after Proposition 209 in California made illegal affirmative action preferences in hiring, contracting, and education, Krieger’s article reviews the charge that affirmative action can make discrimination worse. Assessing all of the evidence, Krieger concedes that affirmative action preferences can exacerbate intergroup tensions, both by creating resentments among those who cannot take advantage of the preferences, and by stigmatizing those who do.234 However, while affirmative action has potential downsides, Krieger explains that it remains the best existing tool for reducing implicit bias. Reducing implicit bias requires a critical mass of women and minorities, upon whom others in the workplace depend and with whom they interact, with the opportunity to form personal relationships.235 Affirmative action creates these conditions when other means have failed. Moreover, paying attention to the contextual variables can help reduce the salience of race and gender, and thus the potential stigma.236 In contrast, disregarding race, relying on merit, and providing remedies only for intended acts of individual discrimination ordinarily will not create the critical mass necessary to break down stereotypes. The bottom line is that although affirmative action preferences are not a cost-free, ideal solution, they are the best available tool to confront today’s forms of sex and race discrimination. There are several things to note about Krieger’s contributions to legal scholarship. First, Krieger’s subject matter is as much (actually, more) about race than gender. Krieger carefully reads the empirical evidence she cites, making clear when that evidence relates to race and when to gender, and when the 230. Id. at 1201. 231. Id. at 1242. 232. Id. at 1241–43. 233. Krieger, supra note 6. 234. Id. at 1259–70. 235. Id. at 1276. 236. For example, categories that cut across relevant category boundaries help to break down stereotypes. Categories are cross-cutting, Krieger explains, “when alternative sources of status, identity, or other sources of interconnection cross-cut rather than correspond to category  membership. . . . [The] multiplication of potential categorical structures renders each less significant and thus less influential in intergroup perception, judgment, and behavior.” Id. at 1275–76.         420 CALIFORNIA LAW REVIEW [Vol. 100:381  combination of race and sex works differently than either alone.237 Gone, however, is the super-sensitivity to distinctions between race and gender discrimination present in feminist scholarship of the early 1990s.238 Second, Krieger’s article found an audience beyond employment discrimination scholars.239 Her work is also cited by scholars of criminal law,240 contracts,241 and others interested more broadly in the uses and abuses of behavioral science evidence.242 Moreover, Krieger’s article is neither explicitly nor distinctively “feminist.” It recognizes many of the most important insights of feminist legal theory and critical race theory, yet also distances itself from the distinct theoretical grounding of those theories. For example, the article recognizes the powerful observation of both feminist and critical race theory that standards of merit that seem neutral are likely to conform to the strengths of those who have power, in an unreflective and nonrandom way. This recognition leaves room both for the proposition that women’s strengths may be more valuable than merit criteria often entail, as different voice theory suggests, and for the conclusion of dominance theory that neutrality and objectivity cannot actually exist outside of those power relationships. Yet in its emphasis on the unconscious processes that sustain bias and stereotypes, the thesis of the article fits neither the different voice nor the dominance theory paradigm. It makes no claims about the superiority of women’s traits or values; to the contrary, its emphasis on the negative role of stereotypes about women seems to reject any such claims. It also rejects the conspiracy element from dominance theory, along with the monolithic quality of that theory, arguing instead that discrimination is largely unintended and diffuse, not purposeful and targeted. Krieger thereby absorbs the more portable lessons of each of these theories, without some of their most distinctive, identifying—or confining—components. Her work is influenced by, without pigeonholing itself as, feminist or critical race scholarship. In this sense, it represents the 237. Id. at 1259–65. 238. See, e.g., Abrams, supra note 4, at 974 n.10, 976 n.14. 239. See, e.g., Samuel R. Bagenstos, The Structural Turn and the Limits of Antidiscrimination Law, 94 CALIF. L. REV. 1, 16 (2006); Tristin K. Green, Race and Sex in Organizing Work: “Diversity,” Discrimination, and Integration, 59 EMORY L.J. 585, 621, 644–45 (2010); Christine Jolls & Cass R. Sunstein, The Law of Implicit Bias, 94 CALIF. L. REV. 969, 982 n.61, 984–85 (2006); Jerry Kang & Mahzarin R. Banaji, Fair Measures: A Behavioral Realist Revision of “Affirmative Action,” 94 CALIF. L. REV. 1063, 1078–79 (2006); Ian F. Haney López, Institutional Racism: Judicial Conduct and a New Theory of Racial Discrimination, 109 YALE L.J. 1717, 1806, 1812–14, 1817, 1829 (2000); Russell K. Robinson, Casting and Caste-ing: Reconciling Artistic Freedom and Antidiscrimination Norms, 95 CALIF. L. REV. 1, 60 (2007); Amy L. Wax, Discrimination as Accident, 74 IND. L.J. 1129 (1999). 240. See, e.g., Antony Page, Batson’s Blind-Spot: Unconscious Stereotyping and the Peremptory Challenge, 85 B.U. L. Rev. 155 (2005); see also Anthony V. Alfieri, A Colloquium on Community Policing: Community Prosecutors, 90 CALIF. L. REV. 1465 (2002).  241. See, e.g., Robert A. Prentice, “Law &” Gratuitous Promises, 2007 U. ILL. L. REV. 881, 923 n.261. 242. See, e.g., Gregory Mitchell, Why Law and Economics’ Perfect Rationality Should Not Be Traded for Behavioral Law and Economics’ Equal Incompetence, 91 GEO. L.J. 67, 149–50 (2002).        2012] FEMINIST LEGAL SCHOLARSHIP 421 hts.250  mainstreaming of feminist and critical race theories, enhanced through detailed and sophisticated social science findings. Like authors of other foundational scholarship, Krieger has not had the final word on the relevance of social science evidence to nondiscrimination law and to strategies for reducing discrimination. Some employment discrimination scholars are using social science research to support claims for greater legal emphasis on the structures and cultures of the workplace, rather than on individual acts of (unconscious) discrimination to which Krieger’s research primarily relates.243 Relatedly, some are opening behavioral research seams that suggest caution in assuming that stronger laws are necessarily the most effective tools in stamping out implicit bias.244 Still, Krieger bears much of the responsibility for a more robust use of social science evidence in discrimination scholarship. Krieger’s work is central to an entire symposium published in the California Law Review about the role of behavioral realism in the law, especially with respect to nondiscrimination law.245 Working with two of the leading social scientists in the field, Krieger identifies how judges often design rules based on assumptions about how people act that are not supported by the empirical evidence.246 This work will likely continue to be pivotal in analyses of legal reform in the area of race and gender discrimination and beyond. VI. REVA SIEGEL & FEMINIST LEGAL HISTORY In addition to the social sciences, history has also become an important tool in feminist legal scholarship. Nowhere is that more apparent than in the work of Reva Siegel, who has produced significant historical scholarship on pregnancy and family leave,247 marital violence,248 housework,249 and women’s reproductive rig243. See, e.g., Susan Sturm, Second Generation Employment Discrimination: A Structural Approach, 101 COLUM. L. REV. 458 (2001); Susan Sturm, The Architecture of Inclusion: Advancing Workplace Equity in Higher Education, 29 HARV. J.L. & GENDER 247 (2006); Tristin K. Green, A Structural Approach as Antidiscrimination Mandate: Locating Employer Wrong, 60 VAND. L. REV. 849 (2007); Tristin K. Green & Alexandra Kalev, Discrimination-Reducing Measures at the Relational Level, 59 HASTINGS L.J. 1435 (2008).  244. See, e.g., Katharine T. Bartlett, Making Good on Good Intentions: The Critical Role of Motivation in Reducing Implicit Workplace Discrimination, 95 VA. L. REV. 1893 (2009).  245. Symposium on Behavioral Realism, 94 CALIF. L. REV. 945 (2006). 246. See Linda Hamilton Krieger & Susan T. Fiske, Behavioral Realism in Employment Law: Implicit Bias and Disparate Treatment, 94 CALIF. L. REV. 997, 999 (2006).  247. See, e.g., Neil S. Siegel & Reva B. Siegel, Struck by Stereotype: Ruth Bader Ginsburg on Pregnancy Discrimination as Sex Discrimination, 59 DUKE L.J. 771 (2010); Neil S. Siegel & Reva B. Siegel, Pregnancy and Sex-Role Stereotyping, From Struck to Carhart, 70 OHIO ST. L.J. 1095 (2009); Reva B. Siegel, You’ve Come A Long Way, Baby: Rehnquist’s New Approach to Pregnancy Discrimination in Hibbs, 58 STAN. L. REV. 1871 (2006); Robert C. Post & Reva B. Siegel, Legislative Constitutionalism and Section Five Power: Policentric Interpretation of the Family and Medical Leave Act, 112 YALE L.J. 1943 (2003); Reva B. Siegel, Note, Employment Equality Under the        422 CALIFORNIA LAW REVIEW [Vol. 100:381  Siegel uses historical material for a variety of purposes. In some of her work, history sheds light on the origins of existing law, legal arguments, and legal theories, putting into perspective current struggles over the best way to frame or resolve a claim.251 For example, her research into the attitudes of nineteenth-century regulators reveals that anti-abortion laws were motivated as much by judgments about the sexual and maternal conduct of pregnant women as by concern for the welfare of the unborn.252 This insight supports the view of many feminists that challenges to abortion restrictions should be grounded in an equality or nonsubordination theory, not simply a privacy right.253 In subsequent research, Siegel identifies the similarity between nineteenth-century paternalistic attitudes about women and contemporary anti-abortion arguments that use pseudoscience to make claims about women’s postabortion regret.254 Siegel’s historical work on household work unearths other kinds of insights about feminist reform strategies. Siegel shows that nineteenth-century feminists protested the legal expropriation and social devaluation of their household work, and made claims to a joint property regime that would correct Pregnancy Discrimination Amendment of 1978, 94 YALE L.J. 929 (1985).  248. See, e.g., Reva B. Siegel, “The Rule of Love”: Wife Beating as Prerogative and Privacy, 105 YALE L.J. 2117 (1996) [hereinafter Siegel, “The Rule of Love”]; Reva B. Siegel, She the People: The Nineteenth Amendment, Sex Equality, Federalism, and the Family, 115 HARV. L. REV. 947, 1026–28 (2002). 249. See, e.g., Reva B. Siegel, Valuing Housework: Nineteenth-Century Anxieties About the Commodification of Domestic Labor, 41 AM. BEHAV. SCIENTIST 1437 (1998); Reva B. Siegel, Home as Work: The First Woman’s Rights Claims Concerning Wives’ Household Labor, 1850–1880, 103 YALE L.J. 1073 (1994) [hereinafter Siegel, Home as Work]. 250. Siegel’s extensive work on reproductive rights includes Linda Greenhouse & Reva B. Siegel, Before (and After) Roe v. Wade: New Questions About Backlash, 120 YALE L.J. 2028 (2011); Reva B. Siegel, Dignity and the Politics of Protection: Abortion Restrictions Under Casey/Carhart, 117 YALE L.J. 1694 (2008); Reva B. Siegel, Roe’s Roots: The Women’s Rights Claims that Engendered Roe, 90 B.U. L. REV. 1875 (2010) [hereinafter Siegel, Roe’s Roots]; Reva B. Siegel, The Right’s Reasons: Constitutional Conflict and the Spread of Woman-Protective Antiabortion Argument, 57 DUKE L.J. 1641 (2008); Robert Post & Reva Siegel, Roe Rage: Democratic Constitutionalism and Backlash, 42 HARV. C R.-C.L. L. REV. 373 (2007) [hereinafter Post & Siegel, Roe Rage]; Reva B. Siegel, Sex Equality Arguments for Reproductive Rights: Their Critical Basis and Evolving Constitutional Expression, 56 EMORY L.J. 815 (2007) [herineafter Siegel, Sex Equality Arguments]; Reva B. Siegel, The New Politics of Abortion: An Equality Analysis of Woman-Protective Abortion Restrictions, 2007 U. ILL. L. REV. 991 (2007); Reva B. Siegel, Reasoning from the Body: An Historical Perspective on Abortion Regulation and Questions of Equal Protection, 44 STAN. L. REV. 261 (1992) [hereinafter Siegel, Reasoning from the Body].  251. See, e.g., Siegel, Roe’s Roots, supra note 250; Siegel, Reasoning from the Body, supra note 250; Siegel, “The Rule of Love,” supra note 248; Siegel, Home as Work, supra note 249.  252. Siegel, Reasoning from the Body, supra note 250, at 293–97. 253. Id. at 263; Siegel, Sex Equality Arguments, supra note 250. Important predecessors of this position included Sylvia Law, Rethinking Sex and the Constitution, 132 U. PA. L. REV. 955, 1039 (1984). West, supra note 96, at 61. 254. See Siegel, Dignity and the Politics of Protection, supra note 250. For an argument that feminist legal analysis of the trauma around women’s bodies relating to sexual violence has fueled the “abortion regret” discourse, see Jeannie Suk, The Trajectory of Trauma: Bodies and Minds of Abortion Discourse, 110 COLUM. L. REV. 1193 (2010).        2012] FEMINIST LEGAL SCHOLARSHIP 423  this unfairness.255 With the evolution of the market economy, however, this critical stance was eventually abandoned in favor of earnings legislation recognizing wives’ right to wages.256 Siegel’s scholarship unsettles the understanding of most contemporary scholars that women’s claims for equality began with their demand for formal equality in the public sphere.257 In fact, Siegel speculates, if the earlier efforts to obtain fairness for women that recognized their actual social situations and material circumstances had succeeded, there might have been “far-reaching practical and ideological consequences.”258 These possibilities include a joint property system that would have redistributed control of private assets and “drawn attention to work that was essential to the reproduction of social life, but increasingly ignored or undervalued in modern accounts of social life.”259 Siegel also uses history to explore the dynamics of social change. Her historical work on spousal abuse shows that even though reformers succeeded in abrogating the American rule that husbands could chastise their wives with corporal punishment, the substitution of a judicial ideology favoring the preservation of domestic harmony served to preserve much of the husband’s marital prerogatives by keeping courts out of the “privacy” of the marital relationship. In this work, Siegel demonstrates how efforts to disestablish a status order can modernize the rules and rhetoric through which it is justified—a dynamic she terms “preservation through transformation.”260 Much of Siegel’s historical work has contributed to the development of a robust theory of constitutional change that, while often focused on questions relating to women’s rights, transcends those questions. She calls her theory “democratic constitutionalism.” Developed in collaboration with Robert Post, democratic constitutionalism addresses the “paradox that constitutional authority depends on both its democratic responsiveness and its legitimacy as law.”261 The key to both is public trust, which “depends upon citizens having meaningful opportunities to persuade each other to adopt alternative constitutional understandings.”262 In various contexts, Siegel has shown how social movements have impacted constitutional meaning by taking advantage of these opportunities, without sacrificing the legitimacy that, according to traditional constitutional accounts, requires distance from popular influence. One of Siegel’s first articulations of the theory of democratic constitutionalism is Constitutional 255. Siegel, Home as Work, supra note 249, at 1079. 256. Id. at 1077.  257. Id. at 1075. 258. Id. at 1215. 259. Id.  260. Siegel, “The Rule of Love,” supra note 248, at 2119–20. 261. See Post & Siegel, Roe Rage, supra note 250. 262. Robert C. Post & Reva B. Siegel, Democratic Constitutionalism, in THE CONSTITUTION IN 2020, at 27 (Jack M. Balkin & Reva B. Siegel eds., 2009).        424 CALIFORNIA LAW REVIEW [Vol. 100:381   Culture, Social Movement Conflict and Constitutional Change: The Case of the de facto ERA, published in 2006 by the California Law Review.263 In Constitutional Culture, Siegel tackles the question of how the constitutional law of sex discrimination evolved in the face of the defeat of the ERA to reach the results the ERA would have reached—without a legitimacy crisis or significant backlash.264 Siegel’s answer to this question is that the feminist social movement that was committed to enacting the ERA in the 1960s and 1970s created interactions between citizens and officials outside the lawmaking process.265 She argues that the resulting social movement conflict shaped the culture from which constitutional interpretations of the Equal Protection Clause were drawn.266 While this interaction might have injected political pressure into a process that orthodox accounts of constitutional interpretation insist should be free of politics, Siegel argues that, in fact, the opportunity for public input strengthened the public’s confidence in the constitutional order, and thus its legitimacy.267Paradoxically, a commitment across the political spectrum to the fiction that law and politics are distinct is important to the legitimating dynamic Siegel describes. Both sides of the ERA issue, Siegel argues, consistently claimed that their interpretation was the true meaning, while denouncing undesirable positions as politics.268 To maintain this division, both proponents and opponents of the ERA were forced to accommodate the most reasonable arguments on the other side. In doing so, they also constrained themselves against future, more aggressive claims.269 For example, although many within the feminist movement thought that pregnancy should be covered by the equality principle, movement spokeswomen felt it necessary to concede that the ERA would not reach areas affected by unique physical differences.270 Likewise, Siegel notes, many ERA advocates, including Ruth Bader Ginsburg, denied that the ERA would authorize abortion and same-sex marriage, or have any bearing on rape and other matters of sexuality.271 Conversely, opponents of the ERA argued strongly that existing equal protection doctrine already guaranteed women’s equality, making the ERA unnecessary.272 Subsequently, after the ERA failed, the earlier concessions each side had made in advocating for or against the Amendment helped shape the evolving constitutional order. 263. Siegel, supra note 7. 264. Id. at 1337. 265. Id. at 1340. 266. Id. 267. Id. at 1340–42.  268. Id. at 1345–49; see also id. at 1350 (arguing that constitutional culture provides “semantic constraints that encourage claimants to translate challenges to the constitutional order into the language of the constitutional order”).  269. Id. at 1378. 270. Id. at 1382–86.  271. Id. at 1394–1407.  272. Id. at 1403–07.         2012] FEMINIST LEGAL SCHOLARSHIP 425  Arguments by ERA proponents about the limits of the equality principle informed the Supreme Court’s interpretations of the Equal Protection Clause, which during the 1970s was not extended to apply in the areas of abortion or sexuality.273 Likewise, arguments by ERA opponents that the equal protection clause already guaranteed women’s equality influenced the continued expansion of the equal protection doctrine.274 Meanwhile, the struggle itself, within the complex, unspoken code that governed it, preserved both a sense of democratic participation and a sense of constitutional legitimacy.275 Siegel’s path-breaking work on the ERA is an important contribution to feminist scholarship both on the history of the ERA and on the process by which constitutional change occurs, including the role of social movement advocacy within that process. Feminist legal scholars have long been interested in the process of social and legal change,276 but the rich historical analyses in the most recent decade, represented by Siegel’s work, have substantially enriched prior efforts. Siegel’s “feminist” work is as much about constitutional change as it is about gender.277 As such, the work exemplifies the shift in feminist scholarship from being primarily about sex (or, as in much of Siegel’s other work, about race) to framing a larger subject matter, with sex (or race) as the primary example. Evidencing this shift, Siegel’s scholarship is engaged by constitutional law heavyweights, such as Barry Friedman,278 Larry Kramer,279 and Bruce Ackerman,280 who are not particularly identified with feminist (or race) scholarship. In this sense, Siegel’s contributions mark less the mainstreaming of feminist scholarship, than the feminization of mainstream scholarship. Much as Linda Krieger integrated the behavioral sciences into feminist legal scholarship, Siegel has been instrumental in bringing a robust historical 273. Id.  274. Id. 275. Id. at 1418–19.  276. See, e.g., Schneider, supra note 140; Sybil Lipschultz, Social Feminism and Legal Discourse: 1908–1923, 2 YALE J.L. & FEMINISM 131 (1989) (discussing 1920s social feminists’ legal arguments and the institutional reasons for their failure); see also Scott L. Cummings & Douglas NeJaime, Lawyering for Marriage Equality, 57 UCLA L. REV. 1235 (2010) (discussing the role of movement lawyers and litigation in advancing social change). 277. See, e.g., Robert Post & Reva Siegel, Popular Constitutionalism, Departmentalism, and Judicial Supremacy, 92 CALIF. L. REV. 1027 (2004); Jack M. Balkin & Reva B. Siegel, Essay, Principles, Practices, and Social Movements, 154 U. PA. L. REV. 927 (2006); Robert Post & Reva Siegel, Originalism as a Political Practice: The Right’s Living Constitution, 75 FORDHAM L. REV. 545 (2006); Reva B. Siegel, Dead or Alive: Originalism as Popular Constitutionalism in Heller, 122 HARV. L. REV. 191 (2008); Reva B. Siegel, Heller & Originalism’s Dead Hand—In Theory and Practice, 56 UCLA L. REV. 1399 (2009).  278. See, e.g., BARRY FRIEDMAN, THE WILL OF THE PEOPLE: HOW PUBLIC OPINION HAS INFLUENCED THE SUPREME COURT AND SHAPED THE MEANING OF THE CONSTITUTION (2009).  279. Larry D. Kramer, Popular Constitutionalism, 92 CALIF. L. REV. 959, 983 (2004). 280. Bruce Ackerman, Interpreting the Women’s Movement, 94 CALIF. L. REV. 1421 (2006).        426 CALIFORNIA LAW REVIEW [Vol. 100:381  dimension to feminist scholarship. She has mentored a new generation of feminist scholars with formal training in history such as Serena Mayeri, Risa Goluboff, Ariela Dubler, Cary Franklin, and Deborah Dinner.281 Several of these scholars, like Siegel herself, bring historical analyses to bear on race282 as well as on sex, going well beyond both earlier simplistic assumptions about the comparability of these two bases of discrimination283 and hyper-sensitivity to their differences.284 CONCLUSION I conclude with three brief generalizations. First, today there is a great deal more feminist legal scholarship than there used to be. Since the days it was possible to identify every article in the field, or to compile a reasonable bibliography,285 feminist legal scholarship has exploded, introducing new methods and perspectives, and analyzing the gendered structure of virtually every major field of law. To take just one easy, if imperfect, indicator, the word “gendered” appeared in one law review article between 1982 and 1984. Just under a decade later, the number had increased to 339, and by the turn of the millennium, a comparable two-year period saw the publication of nearly a thousand law review articles containing the word.286 281. For representative scholarship, see Serena Mayeri, Constitutional Choices: Legal Feminism and the Historical Dynamics of Change, 92 CALIF. L. REV. 755 (2004); Serena Mayeri, The Strange Career of Jane Crow: Sex Segregation and the Transformation of Anti-Discrimination Discourse, 18 YALE J.L. & HUMAN. 187 (2006); Risa L. Goluboff, Dispatch from the Supreme Court Archives: Vagrancy, Abortion, and What the Links Between Them Reveal About the History of Fundamental Rights, 62 STAN. L. REV. 1361 (2010); Ariela R. Dubler, Essay, Sexing Skinner History and the Politics of the Right to Marry, 110 COLUM. L. REV. 1348 (2010); Ariela R. Dubler, Essay, From McLaughlin v. Florida to Lawrence v. Texas: Sexual Freedom and the Road to Marriage, 106 COLUM. L. REV. 1165 (2006); Ariela R. Dubler, Immoral Purposes: Marriage and the Genus of Illicit Sex, 115 YALE L.J. 756 (2006); Franklin, supra note 131; Deborah Dinner, The Costs of Reproduction: History and the Legal Construction of Sex Equality, 46 HARV. C.R.-C.L. L. REV. 415 (2011); Deborah Dinner, Recovering the LaFleur Doctrine, 22 YALE J. L. & FEMINISM 343 (2010); Deborah Dinner, The Universal Childcare Debate: Rights Mobilization, Social Policy, and the Dynamics of Feminist Activism, 1966–1974, 28 L. & HIST. REV. 577 (2010).  282. See, e.g., RISA GOLUBOFF, THE LOST PROMISE OF CIVIL RIGHTS (2007); see also TOMIKO BROWN-NAGIN, COURAGE TO DISSENT: ATLANTA AND THE LONG HISTORY OF THE CIVIL RIGHTS MOVEMENT (2011).  283. See supra notes 11, 114. 284. See supra text accompanying notes 142–149.  285. In 1991, this was a ninety-page undertaking. See Paul M. George & Susan McGlamery, Women and Legal Scholarship: A Bibliography, 77 IOWA L. REV. 87 (1991).  286. These figures were the product of a method developed in Robert C. Ellickson, Trends in Legal Scholarship: A Statistical Study, 29 J. LEGAL STUD. 517 (2000) (comparing use of the word “gendered” in 1982–1984, with its use in 1991–1993). Ellickson’s own figures for 1982–1984 and 1991–1993 were six and 465, respectively. See id. at 527. However, consistency with Ellickson’s method required repeating his work to account for changes in the Westlaw database. See id. at 543. These figures were obtained by searching the Westlaw “journals and law reviews” database, using the “terms and connectors” search form: te(gendered) & da(aft 1/1/1994 & bef 12/31/1996).        2012] FEMINIST LEGAL SCHOLARSHIP 427  While there is more feminist legal scholarship than ever before, it has been increasingly absorbed into mainstream scholarship. Today, as Krieger’s and Siegel’s work exemplifies, feminist scholarship speaks to, and in the language of, scholars not necessarily engaged in feminist scholarship. Likewise, much of today’s legal scholarship, including scholarship that does not identify explicitly as feminist, accepts that gender privilege is often invisibly embedded in the rule of law.287 As a result, while feminist scholarship is arguably more influential than it once was, it is also less distinctive. Indeed, after peaking in the late 1980s and early 1990s, “feminist legal theory” appears to be at a crossroads in terms of its continuance as a distinct field.288 Close to 40 percent of articles published in seven of the top flagship law reviews between 1988 and 1992 were considered exemplars of “feminist legal theory.” A decade later, the percentage slipped to under 15 percent,289 and many articles which contain the word “feminist” or “feminism” make reference to those terms without being themselves works of feminist scholarship, in the traditional sense.290 Moreover, much of the legal scholarship on gender now focuses on matters of masculinity,291 sexual orientation,292 and gender identity,293 all of which are as much (or more) about men’s interests than women’s. These developments led one scholar to claim that “[t]oday, masculinity, sexuality, and class are as important as gender and race in legal feminist analysis”294—a proposition that would have seemed quite alien in, say, 1985. As exemplified by the opus of Francisco Valdes, male scholars dominate much of the scholarship on these topics.295 Meanwhile, feminist scholars accuse each other 287. The work of Dan Kahan is an example. See, e.g., Dan M. Kahan, Foreword: Neutral Principles, Motivated Cognition, and Some Problems for Constitutional Law, 125 HARV. L. REV. 1 (2011); Dan M. Kahan et al., Whose Eyes Are You Going to Believe?, Scott v. Harris and the Perils of Cognitive Illiberalism, 122 HARV. L. REV. 837 (2009).  288. I am referring to a crossroads in the sense of the future of feminist scholarship as a distinct, activist enterprise. According to Catharine MacKinnon, we are also at a crossroads in terms of the success, or failure, of feminism. See Catharine A. MacKinnon, A Love Letter to Ruth Bader Ginsburg, 31 WOMEN’S RTS. L. REP. 177, 177 (2010) (“Women are at the midpoint of our struggle for legal equality as a means to social equality. We stand at a tipping point where the chance to gain new ground and to lose ground gained are in equipoise.”).  289. Laura A. Rosenbury, Feminist Legal Scholarship: Charting Topics and Authors, 1978–2002, 12 COLUM. J. GENDER & L. 446, 451, 454 (2003). In the same period, in contrast, feminist articles about the family more than tripled in the seven flagship journals, from under 10 percent of all feminist legal scholarship published to over 30 percent, and employment articles went from about 8 percent of feminist scholarship to 27 percent in these same journals. Id. 290. See, e.g., Robert C. Ellickson, Unpacking the Household: Informal Property Rights Around the Hearth, 116 YALE L.J. 226 (2006). 291. See, e.g., NANCY LEVIT, THE GENDER LINE (2000); WILLIAMS, supra note 104; Angela P. Harris, Gender, Violence, Race, and Criminal Justice, 52 STAN. L. REV. 777 (2000). 292. See, e.g., Case, supra note 203; Franke, supra note 184. 293. See, e.g., Currah & Minter, supra note 170; Ehrenreich & Barr, supra note 169.  294. See Laura T. Kessler, Feminism for Everyone, 34 SEATTLE U. L. REV. 679, 680 (2011).  295. See, e.g., ESKRIDGE, supra note 202; MICHAEL KIMMEL, GUYLAND (2008); Ball, supra note 201; Fajer, supra note 174; Marc A. Fajer, A Better Analogy: “Jews,” “Homosexuals” and the Inclusion of Sexual Orientation as a Forbidden Characteristic in Anti-discrimination Laws, 12 STAN.        428 CALIFORNIA LAW REVIEW [Vol. 100:381  of being essentialists, imperialists, and collaborators,296 leading one prominent feminist scholar to question, at length, how relevant, or productive, the category “feminist” continues to be.297 Second, as this Essay demonstrates, feminist scholars have had a very complicated relationship with the concept of equality. Throughout the decades in which feminist legal theory has flourished, it has delivered sharp attacks against equality—both in its application and its potential to create true reform.298 And yet in virtually every hot spot in feminist legal theory, scholars have tended to advocate the superiority of equality theories over the alternatives. For example, feminist legal scholars have favored sex equality over privacy as the basis for the woman’s right to choose abortion299 and the right of lesbians and gay men to marry someone of the same sex.300 Some have also favored equality over consent as the model for addressing domestic violence.301 It is possible to explain, if not entirely reconcile, the love/hate relationship that feminist scholars appear to have with equality on the ground that feminist scholars are consistent in seeking equality, but what they seek is a continually redefined version thereof. Christine Littleton’s Restructuring Sexual Equality is an example. Littleton advocates equality, but a very different version than her predecessors had favored. Alternatively, it is possible to be disappointed with the results of equality doctrine, while still being committed to the concept of equality. As Reva Siegel’s work suggests, it may be in the nature of how social change proceeds that steps forward are often only partial, or are co-opted by the system, or watered down as entrenched interests absorb them.302 Some changes L. & POL’Y REV. 37 (2001); Koppelman, supra note 174; Williams B. Rubenstein, Do Gay Rights Laws Matter: An Empirical Assessment, 75 S. CAL. L. REV. 65 (2001). 296. Janet Halley characterizes one of the most highly visible fault lines among feminists as that between, on the one hand, “hybrid feminist divergentism,” which stresses “[t]he multiplicity of women; their relation to each other through racial, colonial, and class differences; their divided loyalties to one another and to men within and across these differences; [and] the incommensurabilities that drive class and race into discourses unlike and in tension with those attributed to [sex, gender, and sexuality]” and, on the other hand, “paranoid structuralism and the moralized mandate to converge” represented in MacKinnon’s theory. See HALLEY, supra note 81, at 187–89; see also MACKINNON, supra note 133, at 86–90 (responding to feminist charges that her work is “essentialist”); MACKINNON, supra note 46, at 198–205 (accusing feminists who defend pornography of collaboration with those who subordinate women). 297. HALLEY, supra note 81, at 6.  298. See, e.g., MACKINNON, supra note 116, at 32–45; West, supra note 96. 299. See supra notes 250–51. 300. See supra notes 200–01. 301. See, e.g., ROBIN WEST, PROGRESSIVE CONSTITUTIONALISM: RECONSTRUCTING THE FOURTEENTH AMENDMENT 45–72, 302 (1994); Martha Minow, Words and the Door to the Land of Change: Law, Language, and Family Violence, 43 VAND. L. REV. 1665, 1671–72 (1990) (arguing that failures to respond to domestic violence make domestic violence public, not private actions). 302. See Reva Siegel, Why Equal Protection No Longer Protects: The Evolving Forms of Status-Enforcing State Action, 49 STAN. L. REV. 1111 (1997).         2012] FEMINIST LEGAL SCHOLARSHIP 429  to the status quo may actually help to reinforce it;303 others may represent necessary, short-term limitations that may be essential to achieve long-range reform.304 The third and final point goes to the interactive relationship in feminist legal scholarship between scholarship and practice. This relationship has been described as dialectical, meaning that each feeds and helps redirect the other.305 Feminist scholarship has built importantly and inextricably on direct engagement and experience with the law itself.306 From the days when women like Ruth Bader Ginsburg, Herma Hill Kay, Wendy Williams, and Susan Deller Ross set the standard, some of the most noted legal scholars today—Catharine MacKinnon, Elizabeth Schneider, Sally Goldfarb, Phoebe Haddon, Nan Hunter, Joan Williams, Jenny Rivera, and Nancy Polikoff, to name only a fraction of feminists who fit this description—have been activists as well as academics. However, my guess is that today, as compared to the 1970s and 1980s, a higher percentage of feminist legal scholars are primarily committed to their professional roles as law professors, and do not spend significant time advising clients, litigating cases, or providing leadership on model statutes commissions. Still, even as feminist scholarship becomes more mature and its boundaries less well defined, it remains the case that the problems that early feminist legal scholars identified have not been solved. Despite the many legal reforms that have occurred, women still cannot take for granted much of what seems natural with respect to men—including the right to control their own bodies, to seek any employment for which they are qualified, to work as well as enjoy a family, and to feel safe. Additional rights to which all people should be entitled, including the right to live according to one’s own sense of sexual identity, also have not been broadly established. It remains to be seen what continuing role feminist legal scholars will play in this unfinished business.     303. Id. 304. Reva B. Siegel, From Colorblindness to Antibalkanization: An Emerging Ground of Decision in Race Equality Cases, 120 YALE L.J. 1278 (2011) (describing the views of some scholars that some forms of affirmative action may not be worth it, because of the social divisiveness they cause); Bartlett, supra note 244 (reviewing social science evidence suggesting that overly coercive measures to eliminate race and gender discrimination may actually strengthen the processes by which prejudice is formed and maintained).  305. See Cynthia Grant Bowman & Elizabeth M. Schneider, Feminist Legal Theory, Feminist Lawmaking, and the Legal Profession, 67 FORDHAM L. REV. 249, 249 (1998) (describing a “spiral relationship in which feminist practice has generated feminist legal theory, theory has then reshaped practice, and practice has in turn reshaped theory”); see also Schneider, supra note 140 (describing a “dialectical” relationship between rights and politics).  306. See Bowman & Schneider, supra note 305; Schneider, supra note 140.  04-Bartlett (Do Not Delete) 3/22/2012 5:09:35 PM 430 CALIFORNIA LAW REVIEW [Vol. 100:381                  ",
    "id": 62564612,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:faculty_scholarship-5230"
    },
    "title": "Feminist Legal Scholarship: A History Through the Lens of the California Law Review",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-01-01T08:00:00+00:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=5230&amp;context=faculty_scholarship"
    ],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/62564612.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/62564612"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/62564612/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/62564612/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/62564612"
        }
    ],
    "abstract": "This Essay describes the evolution of feminist legal scholarship, using six articles published by the California Law Review as exemplars. This short history provides a window on the most important contributions of feminist scholarship to understandings about gender and law. It explores alternative formulations of equality, and the competing assumptions, ideals, and implications of these formulations. It describes frameworks of thought intended to compensate for the limitations of equality doctrine, including critical legal feminism, different voice theory, and nonsubordination theory, and the relationships between these frameworks. Finally, it identifies feminist legal scholarship that has crossed the disciplinary bound-aries of law. Among its conclusions, the Essay points out that as feminist scholarship has become more mainstream, its assumptions and methods are less distinct. It observes that even as feminist legal scholarship has generated important, insightful critiques of equality doctrine, it remains committed to the concept of equality, as continually revised and refined. The Essay also highlights the importance of feminist activism and practice in sharpening and refining feminist legal scholarship",
    "tags": [
        "text",
        "Equality",
        "Legal literature",
        "Sex (Psychology)",
        "Feminism",
        "Civil Rights and Discrimination",
        "Law",
        "Law and Gender"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:faculty_scholarship-5230",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 62564612,
        "depositedDate": null,
        "publishedDate": "2012-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:45:31+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-17T19:58:01+00:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/faculty_scholarship/2553",
        "https://scholarship.law.duke.edu/context/faculty_scholarship/article/5230/viewcontent/Bartlett_Fem_legal_Scholarship_May_2012.pdf"
    ],
    "lastUpdate": "2024-01-24T00:45:31+00:00",
    "setSpecs": []
}