{
    "acceptedDate": "2017-10-02T00:00:00+01:00",
    "authors": [
        {
            "name": "Mills, Sarah"
        },
        {
            "name": "Clark, Nigel"
        },
        {
            "name": "Fluri, Jennifer L."
        },
        {
            "name": "Tyner, James"
        },
        {
            "name": "Dixon, Deborah P."
        }
    ],
    "contributors": [],
    "createdDate": "2017-11-04T08:22:37+00:00",
    "dataProvider": {
        "id": 42,
        "name": "Enlighten",
        "url": "https://api.core.ac.uk/v3/data-providers/42",
        "logo": "https://api.core.ac.uk/data-providers/42/logo"
    },
    "depositedDate": "2017-10-02T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.1080/2325548X.2017.1366848",
    "downloadUrl": "https://core.ac.uk/download/111557705.pdf",
    "fullText": "     Mills, S., Clark, N., Fluri, J. L., Tyner, J. and Dixon, D. P. (2017) Feminist Geopolitics: Material States. AAG Review of Books, 5(4), pp. 297-304. (doi:10.1080/2325548X.2017.1366848)  This is the author’s final accepted version.  There may be differences between this version and the published version. You are advised to consult the publisher’s version if you wish to cite from it.  http://eprints.gla.ac.uk/150121/                            Deposited on: 15 February 2018         Enlighten – Research publications by members of the University of Glasgow http://eprints.gla.ac.uk   Feminist Geopolitics: Material States.   D. P. Dixon. Farnham, Surrey: Ashgate, 2015. xii and 189 pp., maps, photos, illus., notes, bibliog., index. $46.71 paperback (ISBN 978-1-472-48020-0) $140.25 hardback (ISBN 978-1-409-45546-2); from $21.98 electronic (ISBN 978-1-472-40356-8).   Introduction by Sarah Mills, Department of Geography, Loughborough University, UK This book review fora is inspired by Deborah Dixon’s (2015) Feminist Geopolitics: Material States, bringing together reviews by Nigel Clark, Jennifer Fluri and James Tyner. In turn, the author has responded to these reflections and provocations.  The individual reviews are critical engagements with, and responses to, Dixon’s monograph. Each reviewer has engaged with the book’s material and produced lively scholarly commentaries, helping us to understand how this work contributes to disciplinary thought and agendas. Specifically, the commentaries engage with Dixon’s opening query “What can unfold from an engagement of feminist issues, concerns and practices with the geopolitical?”.     This is a question that Deborah Dixon challenged me with as a graduate student in Aberystwyth (2007-2010) as part of a lively body of political geographers at that time that included but extended beyond my supervisory team.  Dixon was encouraging a number of doctoral candidates and post-doctoral researchers to consider the existing literature on feminist geopolitics, and prompted discussions amongst our graduate community about feminist theory, inspired by her latest research and seminars on the monstrous, on touch and aesthetics, and on approaches to disciplinary thought and geopolitics. For me, this body of work provoked new questions and a renewed focus within my PhD research on the embodied practices of young people over time as part of national and global uniformed youth movements. I focused on how an emphasis upon seemingly banal, embodied practices such as dressing, writing and crafting within the Scout Movement could provide a counter-view to prevailing notions of the elite, organisational ‘scripting’ of individualised, geopolitical identities, a theme that eventually became my first published journal article in Gender, Place & Culture (Mills 2011) as part of a special issue on feminist geopolitics (Dixon and Marston 2011).  I have been inspired by these ideas ever since, engaging with feminist scholarship more broadly and as part of my teaching contributions on political geography and the history and philosophy of geographic thought.      In Feminist Geopolitics: Material States, I not only see Dixon’s scholarship and significant provocations for a discipline, but the various threads, lines of enquiry and questions that ran alongside my time as a graduate student.  Now as a stand-alone text, it is rewarding to engage with ideas that were just emerging at that time in Dixon’s work, and to see these come together in a detailed discussion, supported by new and engaging case-studies, with the intellectual weight of a monograph.  In the following reviews, we read the different responses to the text and divergent ideas of feminist geography (and of feminist geopolitics), but we also see how the book has been used by these reviewers as an entry-point – a springboard – for wider geographical and philosophical questions.  Firstly, Clark discusses the relationships between the geophysical, social and spatial; secondly, Fluri engages with ideas on corporeality, bodies and European histories of sexism and racism; and finally, Tyner interrogates feminist geopolitics and the materiality of transsexual violence.  All three reviews, therefore, add further responses to Dixon’s opening query: “What can unfold from an engagement of feminist issues, concerns and practices with the geopolitical?”…  References   Dixon, D.P. and Marston, S.A. (2011) Introduction: feminist engagements with geopolitics, Gender, Place and Culture: A Journal of Feminist Geography 18 (4): 445-453.   Mills, S. (2011) Scouting for Girls? Gender and the Scout Movement in Britain, Gender, Place and Culture: A Journal of Feminist Geography 18 (4): 537-556.  Reviewed by Nigel Clark, Lancaster Environment Centre, Lancaster University, UK   In Feminist Geopolitics Deborah Dixon sets out to do at least two demanding and ambitious things simultaneously.  The first is to unsettle the enthrallment of most conventional geopolitics – both `classical’ and `progressive’ – with states, territories, securitization, mass mobilizations and (violently) clashing forces by focussing on the lived experience of fleshy, affective and vulnerable bodies. That is, as Dixon earlier signalled her priorities, to direct attention to `the bodies of those at the ‘sharp end’ of various forms of international activity’ (Dixon and Marston 2011: 445).  In this way, she seeks to supplement the subject of geopolitics:  stable, sovereign - or perhaps sturdy in their solidarities - with a cast of subjects who are  `incomplete, torn and conflicted’ (2015: 145).    Dixon’s second aim is to the make the `geo’ in geopolitics - literally the earthy and the earthly – do some real work: to activate the Earth and its forces, dynamics and potentialities in the constitution of the political. ` In the absence of a scaled and externalised Earth upon which geopolitical subjects tread,’ she asks, `what kind of elemental grounding do these draw sustenance from, stand on and traverse?’ (2015: 172).   These tasks, I would suggest, do not necessarily pull in the same direction, offer the same provocations or allures, or invite the same responses.   Over the past few decades, many theorists have delved deep into the vital, the corporeal, the affective while steering well clear of the inorganic, the geologic, the earthy.  More recently there has been a rush of concern with planetary predicaments and geological processes, but much of this work cleaves to scales or levels of analysis that are far removed from the more mundane and intimate worlds of embodied existence.  Effectively negotiating between these orders or levels – bringing them equally into relief, holding them open to each other – as Dixon sets out to do, is no easy mission.   It seems fair to say that the bulk of the book deals with the carnal or fleshy thematic. This is a matter of zooming in, of showing - in poignant detail - how grand political designs and colliding powers impact upon the tissues, bones, organs and psyches of ordinary people. But it is much more than a simple downscaling, and this to me is one of the real strengths of Feminist Geopolitics. For Dixon also works upwards and outwards from her lived bodies, showing how bodily matter and affects are mobilised: how the stuff of individual bodies comes to play a part in the very composition of the political at national, international or global scales. And in this way, the specificities of the flesh – variegated, vulnerable, generative - serve as Dixon’s preferred pathway to the `geo’ in geopolitics, to  `earthly’ or the planetary.  Along the way, Dixon acknowledges her intellectual debts and inspirations - in the process conveying a sense of the extraordinary insights feminist thought offers not only for engaging with corporeality but for thinking with and through the Earth.  Conspicuously unsexed or ungendered, inorganic nature, geological processes and planetary bodies might at first seem infertile ground for feminist thematization.   But over recent decades, feminist theory’s relentless probing of the interface of bodies and their worlds, its pushing of notions of vitality and individuation to their limits, and its incessant deconstruction of semiotic-material divides has generated a powerful platform for engaging with a more-than-living elementarity.   As Dixon shows, there is an ``Earthliness’ underpinning feminist materialism’ (2015: 8) that serves to open bodies to inhuman and excessive forces from which derives much of their capacity to become other than they are.    In this way, feminist theory – in particular, an emergent feminist geophilosophy - is increasingly at the forefront of social thought’s tussling with the ontological implications of the Anthropocene and related geophysical challenges (see Dixon 2015: 50-1).  But there is an irony here for those of us with disciplinary allegiances to human geography. For we who have the `geo’ inscribed in our very denomination have been relatively slow to countenance the full force of the geologic or the planetary (which is not to imply that feminist thought and human geography are mutually exclusive).  More diplomatic than I manage to be, Dixon addresses human geography’s paradoxical shying away from the `geo’ with a light touch. But her point is a vital one.   Speaking of the querying of the geo, she observes:  `these problematics have arguably been placed to one side as not immediately relevant to discussions of the geo- in geopolitics, which certainly in geography at least, have, as with much of its critical theory since the 1970s, tended to turn around a socio-spatiality’ (2015: 47).    Elsewhere, Dixon and her co-authors have more approvingly noted `Geography has been witness to a number of attempts to ‘map’ a post-human disciplinary landscape of theoretical allegiances, figurings, concepts, techniques and objects of analysis’  (Dixon et al  2012: 250).  But even when our discipline points up the heterogeneous composition of `the spatial’, it tends to be the case that crucial actors remain recognisably human – rendering geography paradoxically reluctant to speak of geophysical processes that are fully independent or for-themselves.  This is why Dixon’s subtle but pervasive worrying of geography’s axiomatic socio-spatial couplet in Feminist Geopolitics seems so important to me.  It is also why I was so drawn to her `Of human birds and living rocks’ paper with its evocation of agencies, modes of becoming and forms of artistry  - we might say spatialities – that precede the social (as we conventionally conceive of it) by hundreds of millions of years (see Dixon et al, 2012; Clark, 2012).   Though there are plentiful gestures in this direction, Feminist Geopolitics does not spiral off into the fully inhuman.   Narratively, this makes good sense, as it would distract from a cast of intriguing, very human   – and to me at least, unfamiliar  - characters who people the book:  Madeleine de Scudéry with her feminist and post-anthropocentric concerns, the women of the late 19th- early 20th century feminist internationals, Dr Charles Bell and his  `soldier-centred, visceral geopolitics’ (and his extraordinarily sensitive `medical illustrations’).  But the final chapter very much points in the direction of a formative and transformative `geo’, monstrous in its energies, profligate in its powers.  As Dixon provocatively concludes,  `all bodies are perverse … because they are of the Earth’ (2015: 183). Like all good projects, this one is generative and open-ended.  Looking at Feminist Geopolitics’ most geophysical incitements alongside the more explicitly inhuman becomings that feature in some of Dixon’s earlier outings, we might even feel the whiff of a sequel …   Clark, N.  2012. Sex, politics and inhuman artistry. Dialogues in Human Geography 2 (3): 271-5.  Dixon, D. P. and Marston, S. A.  2011. Introduction: feminist engagements with geopolitics. Gender, Place & Culture 18 (4): 445-453.  Dixon, D., Hawkins, H. and Straughan, E. (2012) Of human birds and living rocks: Remaking aesthetics for post-human worlds. Dialogues in Human Geography 2 (3): 249–270.  Reviewed by Jennifer L. Fluri, Geography Department, University of Colorado-Boulder, CO, USA  Dixon’s Feminist Geopolitics: Material States provides an original and insightful approach to the study of geopolitics. Much of feminist geographic scholarship has placed bodies at the center of political inquiry. Dixon underscores the importance of corporeally rich research in feminist geography, while moving beyond and into the body by examining the non-corporeal and inner substance of bodies and body parts. The four substantive chapters on bodily fragments examine geopolitics through the themes of flesh, bones, abhorrence and touch. The “Flesh” chapter examines the politics of stem cell controversies and reproductive cell technologies. In this chapter Dixon provides useful insights into the mobility of stem cell technology and the ways in which certain forms of mobility are manipulated through transnational commodity chains and stem-cell research. She interestingly examines how stem-cell treatments require “an intricate array of mobilities” (64). Dixon, carefully guides reflection on the ontological status of cells by considering the murky and often unresolved issues of ownership, storage, movement, and insertion. The Becoming Flesh section takes on the politically sticky issues of biological reproduction through a thoughtful analysis of In Vitro Fertilization, and the global market of human egg exchange. This chapter offers an innovative and introspective method for considering the geopolitics and gendered dimensions associated with global mobilities of human fat tissue, stem cells, reproductive cells and ovum.   In the “Bones” chapter, Dixon addresses “how the afterlife of bones helps animate some expected, and unexpected geopolitical contexts, thereby shedding light on how particular kinds of knowledges and practices, but also a wealth of emotions, are mobilised in the process” (85). This chapter calls attention to the political work of bones as evidence of violence and atrocity as well as peace and reconciliation. She provides an extensive geopolitical history of bones as her method for calling attention to their politicized materiality. For example she highlights how skeletons were “Stripped of flesh, the bones were cleaned to a pristine whiteness prized by medical students and doctors; a whiteness that has since become the aesthetic norm” (98). In this section Dixon provides readers with an important reminder of the ways in which whiteness penetrated through flesh to bone reinforcing racism beyond the representational spaces of melanin and phenotype. While she provides an excellent history of how skeletons and other bones traveled throughout colonial spaces to supply medical schools in Europe; however, she missed an opportunity to draw from and converse with the feminist history of science literature. This literature examines how medical and related sciences supported and even bolstered social and political racist and sexist ideologies. Critical race theory and scholarship in geography and related disciplines would have added another dimension to this chapter, particularly with respect to the study of whiteness, colonialism, and enduring forms of contemporary racism.  The chapter, “Abhorrence” addresses reproductive abnormalities and teratology, which have served national interests to reinforce prevailing hierarchies, inequalities, and privileges. The discussion of monsters through folklore and literature offers a unique perspective on the framing of difference as a pathology and social scourge. I found this chapter to be one of the strongest and most compelling. This chapter successfully places literary and film critiques in conversation with the materiality of historical and contemporary geopolitics.    “Touch” emphasizes “the importance of aesthetics in the apprehension of, and living with, the Anthropocene” (146). Dixon analyzes aesthetics through infectious disease mobility and the bio-arts. She argues that disease can be thought of as a “topology, insofar, as it ‘stretches’ across a widely diffuse materiality, producing more difference in the process” (153). In this chapter, Dixon refers to environment and health research in geography, while only providing a brief link to this extensive literature. It was surprising that Dixon did not engage with critical feminist geopolitical literature on health and disease, particularly Jenna Loyd (2009) or Isabel Dyck’s work on feminist health geographies, or Melissa Wright’s gendered examinations of wasting bodies, labor, and femicide (2006, 2011). The examinations of biologically inspired arts related to touch and sanitation, waste, and objects that resonate with bodily germs, toxins, and materiality of disease provided a thoughtful and thought provoking overview of art as medium of political representation and resistance.  The flesh, bones, abhorrence and touch chapters each provide predominantly European histories of geopolitics. These chapters show how corporeal-based political identities have been shaped by the parsing, dissecting, removing, and inserting bodily materials such as cells, fragments, and pieces from one body to another in order to: mitigate or politicize the spread of disease within a body or across space, for the purposes of representation or display, and to reinforce the production of dominant forms of knowledge. Dixon’s theoretical frameworks for these chapters relied heavily on feminist scholars Bradiotti, Grosz, and Irigaray, who have each produced novel insights about the gendered body as well as disrupting conventional understandings that maintain the borders of political corporeality. Dixon offers an opportunity to move into the corporeal as a method for examining the ways in which politics, regulations, and policy shape and influence how flesh and bones are understood, managed, transported and reproduced. Similar to the absence of feminist political geography scholarship, feminist history of science literature was not well represented in the use of medical history to ground a contemporary understanding of the politicization of the matter and substance of body parts.   The merits of this book are somewhat challenged by the first two chapters, “What Can Feminist Geopolitics Do?” and “Imagining Feminist Geopolitics”. These chapters provided brief and rather cursory overviews of the extensive literature in feminist political geography and geopolitics. While several influential feminist geographers were cited and discussed a thorough review and dialogue with the contributions from feminist political geographers were significantly absent. Providing an extensive overview of the extant literature, or a deeper engagement with the larger quantity of literature published by the few individuals cited, would have strengthened the usefulness of both chapters. For example, Dowler and Sharp’s (2001) seminal article on feminist geopolitics was cited, while the breath and depth of their respective research and contributions to feminist geography were not cited or discussed (a few examples include, Dowler 2002, 2012, Sharp 2009, Shaw and Sharp 2013). Additional citations from prolific scholars such as Carolyn Gallaher, Jennifer Hyndman, Elenor Kofman, Sara Koopman, Alison Mountz, and Anna Secor were cited; however, examinations on the extensive impact of their work on political geography was not explicitly addressed along with the absence of scholarship by many other feminist geographers. The progression and growth of feminist geopolitics was not expanded upon within this text. Therefore, these chapters could have provided a useful overview, discussion, and analysis of feminist geopolitics, particularly research associated with or examining similar questions posed by Dixon. After reading these chapters, the title of book seemed a bit misleading considering the lack of a thorough review of, or connection to, the comprehensive and expansive literature in feminist geopolitics and political geography.   Dowler, Lorraine. 2002. “Women on the Frontlines: Rethinking War Narratives Post 9/11.” GeoJournal 58 (2-3): 159–65. ———. 2012. “Gender, Militarization and Sovereignty.” Geography Compass 6 (8): 490–99.  Dowler, Lorraine, and Joanne Sharp. 2001. “A Feminist Geopolitics?” Space and Polity 5 (3): 165–76.  Loyd, Jenna M. 2009. “‘A Microscopic Insurgent’: Militarization, Health, and Critical Geographies of Violence.” Annals of the Association of American Geographers 99 (5): 863–73.  Sharp, Joanne. 2009. “Geography and Gender: What Belongs to Feminist Geography? Emotion, Power and Change.” Progress in Human Geography 33 (1): 74–80.  Shaw, Ian GR, and Joanne P. Sharp. 2013. “Playing with the Future: Social Irrealism and the Politics of Aesthetics.” Social & Cultural Geography 14 (3): 341–59.  Wright, Melissa W. 2006. Disposable Women and Other Myths of Global Capitalism. CRC Press. ———. 2011. “Necropolitics, Narcopolitics, and Femicide: Gendered Violence on the Mexico-US Border.” Signs 36 (3): 707–31.   Reviewed by James Tyner, Department of Geography, Kent State University, OH, USA  In her wide-ranging monograph, Dixon explores the geopolitics of stem cells and organ harvesting; the afterlife of corporeal remains; the proliferation of the monstrous; and the notion of vulnerability open up by touch. She builds on a notable lineage of work that takes seriously the flesh and bones of the intersection of geography and politics (e.g. Dowler and Sharp 2001; Longhurst 2001; Hyndman 2007; Kofman 2008; Tyner 2009; Fluri 2011; Koopman 2011). In this brief essay I provide not a review but rather a thematic engagement with Deborah Dixon’s forwarding of material-oriental approach to feminist geopolitics. More precisely, I consider the on-going violence—in all its myriad forms (e.g. physical, structural, administrative) directed toward LGBTQ persons, but especially those who identify as transgendered or transsexual.    Nearly two decades ago Viviane Namaste (2000, 9) wrote of the many ‘tragic misreadings’ whereby much scholarly worki had “shown very little concern for the individuals who live, work, and identify themselves as drag queens, transsexuals, or transgenderists.” She explained (p. 9) that “this body of knowledge rarely considers the implications of an enforced sex/gender system for the people who have defied it, who live outside it, or who have been killed because of it.” Dixon’s forwarding of a material-based feminist geopolitics highlights the salience of our knowledge production; of simply our ability (or inability) to document social injustices (cf. Stäheli 2016).   As Juliet Jacques (2013, 1) writes, “In most countries, data on murdered trans people are not systematically produced. Meaningful research requires government backing, but the lack of recognition, through ignorance or malice, for trans people and the violence they face, remains a massive barrier to its commission.” In other words, the physical violence encountered by trans people especially is amplified by a pervasive administrative violence (cf. Spade 2011) that continues to erase the vital conditions faced by trans people. Indeed, it was not until 2009—through the efforts of the Trans Murder Monitoring (TMM) project that any type of “systematic collection, monitoring and analysis of reported killings of gender-variant/trans people worldwide” was begun (http://tgeu.org/issues/violence-hate-speech).     The erasure of violence directed toward trans people within a racialized, sexualized, and gendered geopolitical context is starkly illustrated by the 2014 murder of transgender Filipina Jennifer Laude. While stationed in the Philippines to participate in a joint training mission between US and Philippine forces, US Marine Scott Pemberton met Laude at a disco in Olongapo City.  Witnesses reported seeing Pemperton check into the Celzone Lodge with Laude, only to leave alone after about 30 minutes.  Hours later, Laude’s naked body was found. She had been strangled to death, her head left partially submerged—symbolically, we may surmise—in a toilet bowl.  During the trial, Pemberton claimed that he choked Laude during a fight after he realized she was a transgendered woman; she was, in his mind, a monstrous Other that threatened his own sexual and gender identity. In December 2015 Pemberton was found guilty of murder and sentenced to six to 12 years in jail.    A critical engagement with the death of Laude expresses in the most graphic way possible, following Dixon (2015, 21), “what a feminist geopolitics can do.” More precisely, as Dixon (2015, 48) writes,  such an approach “queries not only the realism that adheres to geopolitics, but its broader, metaphysical underpinning; that is, a feminist materialism targets a classical, Western framing of a body politics by emphasizing how this is constructed, in large part, from imaginaries of sexual difference.” Consequently, we should focus certainly on the brutality directed toward Laude, of the deadly abhorrence exhibited by Pemberton after he touched her, but also how her death is situated within a more expansive, violent geopolitical relationship between the United States, the Philippines, and beyond.   For the murder of Laude highlights the complex interplay of sexuality, militarism, and colonial legacies. As Meredith Talusan (2016) writes, “there’s little sign of meaningful change to the conditions that led to Laude’s death.” Since the conviction, for example, “local officials and residents are eager for U.S. troops to come back and bring money into the city” (Talusan 2016). In other words, the economic potential of a continued U.S. military presence outweighs the potential infringements of legal redress. Both factors, of course, are intimately informed by the respective geopolitical positions of the United States and the Philippines within the global economy. To this end, the murder of Laude was “but the latest in a long string of unresolved crimes committed by members of the US military in the Philippines since the two countries signed the Military Bases Agreement in 1947, which gave US soldiers near-total exemption from Philippine criminal jurisdiction” (Alarilla 2015, 979).  More immediate, however, is the continued threat that trans people, but especially trans sex workers, face in light of a continued foreign military presence. For one thing, Pemberton’s sentence was shortened apparently because the court accepted his testimony that he was deceived by her sexuality (Talusan 2016). This was the dominant argument forwarded by the defense—one that was readily picked up by American news outlets. Indeed, Alarilla (2015, 981) concludes that there was “a greater attempt by American media to find some justification from the crime, diverting attention from the crime and suspect and focusing the discourse towards the victim. Such a framing device implicitly blames the crime on the victim for being the way she is; that merely by being transgender, she was seen as lying to him and being deceitful, which further connotes that being transgender is like living a lie.” As Namaste (2000, 136) concludes, “a perceived transgression of normative sex/gender relations motivates much of the violence against sexual minorities, and that an assault on these ‘transgressive’ bodies is fundamentally concerned with policing gender presentation through public and private space.” In other words, the physical violence used to murder Laude was not simply an act of homicide but instead a call to attention, following Dixon (2015, 171), that those “lines of inquiry that set flesh, bone, abhorrence and touch at the forefront of analysis are useful because they feel for the borders of geopolitical thought and practice and in so doing proliferate certain kinds of difference.”   References  Alarilla, A. 2015. The framed victim: Analyzing the Jennifer Laude case in American and Filipino news reports. Proceedings of the National Conference on Undergraduate Research 2015: 978-986.  Dixon, D.P. 2015. Feminist geopolitics: Material states, Burlington, VT: Ashgate.  Dowler, L., and J. Sharp. 2001. A feminist geopolitics? Space & Polity 5: 165-176.  Fluri, J.L. 2011. Bodies, bombs and barricades: Geographies of conflict and civilian (in)security. Transactions of the Institute of British Geographers 36: 280-296.  Hyndman, J. 2007. Feminist geopolitics revisited: Body counts in Iraq. The Professional Geographer 59: 35-46.  Jacques, J. 2013. Remembering our dead: Global violence against trans people. Opendemocracy.net [http://www.opendemocracy.net/5050/Juliet-jacques/remembering-our-dead-global-violence-against-trans-people].  Kofman, E. 2008. Feminist transformations of political geography, Los Angeles: Sage.  Koopman, S. 2011. Alter-geopolitics: Other securities are happening. Geoforum 42: 274-284.  Longhurst, R. 2001. Bodies: Exploring fluid boundaries, New York: Routledge.    Namaste, V.K. 2000. Invisible lives: The erasure of transsexual and transgendered people, Chicago: University of Chicago Press.  Spade, D. 2011. Normal Life: Administrative violence, critical trans politics, and the limits of law, Brooklyn, NY: South End.  Stäheli, U. 2016. Indexing—The politics of invisibility. Environment and Planning D: Society and Space 34: 14-29.  Talusan, M. 2016. The aftermath of a U.S. Marine’s conviction in the death of  Philippine trans woman. Buzzfeed [https://www.buzzfeed.com/meredithtalusan/the-aftermath-of-jennifer-laude-andjospeh-scott-pemberton] (accessed August 3, 2016).  Tyner, J.A. 2009. War, violence, and population: Making the body count, New York: Guilford.    Geologische. hydrographische etc. Verhältnisse1.  Deborah P. Dixon, School of Geographical and Earth Sciences,  University of Glasgow, UK  To begin, a profound thank you to Sarah Mills for organising this book review forum on Feminist Geopolitics: Material States. Sarah’s introduction makes clear the long intellectual journey behind the book, but also the important role played by everyday discussion with faculty and students at Aberystwyth, as well as the Universities of Madison-Wisconsin, Kentucky, East Carolina and Glasgow, in helping shape my approach to geopolitics: that is, as a fundamentally grounded, and grounding, field of inquiry and practice.   As Nigel Clark points out (this issue), my effort to ground geopolitics, and to recognize the work that it does to ground ideas, practices and events in particular configurations, oscillates between two impulses. On the one hand, and animated by a desire to query a classic geopolitics’ calling forth of particular objects of analysis, there is an interrogation of the manner in which the visceral has driven such efforts, even while it is condemned as something to be risen above. As James Tyner (this issue) trenchantly observes, violence is one such arena: violences with and against the body are not isolated events, he writes, despite their formal narration within sharp-edged topographies of action, time, location, and jurisdiction. Particular acts are amplified by a pervasive administrative violence – a geo-violence, one might say - that erases both the vital conditions faced by trans people, as well as the marks of such an erasure. On the other hand, there is a commitment in Feminist Geopolitics: Material States to probing the ‘geo-‘ in geopolitics, such that the visceral itself becomes understood, as Nigel (this issue) puts it, as a particular “activation of the Earth and its forces, dynamics and potentialities in the constitution of the political”.                                                   1 Footnote to Deutsche Ideologie, by Karl Marx and Friedrich Engels, written and abandoned 1845-46, to be assembled and published in 1932 by David Riazanov with the Marx-Engels-Lenin Institute, Moscow (reprinted 1962, page 28).   For me, the first impulse provides a constructive history for geopolitics – and various kinds of bodies that populate the same – as a necessary springboard for the second, wherein these historical resources became in turn a substantive reservoir of ideas and concerns for moving forward into the Anthropocene. Nigel is correct to suspect a sequel was anticipated and written into the largely retrospective tone of Feminist Geopolitics: Material States. To be sure, our inability to disambiguate processes – the visceral and the Earthly – helps ‘ground’ a continuing, classical geopolitics that turns ever more upon environmental security, such that borders become further entrenched in all manner of (surveillant, stilling and purifying) practices relating to bodies even as the impacts of global warming, ocean acidification and so on exceed these. But, as I hope to have shown in the book, such ambiguations, and the new certainties they allow for - finding the other in the midst of a human world, or finding the human in the midst of otherness - are by no means new: much of the work that a classical geopolitics has undertaken, and which it still does, is to constrain, explain and experiment with such ambiguitions.    Bearing in mind that the Anthropocene is predicated on a set of planetary, or ‘geo-‘ orientated, problematics, what I hope the book cautions against is, first, a glossing of the context within which particular knowledges emerge. This is an obvious geographic point to make, but one worth repeating when considering for what and for whom the Anthropocene is a crisis; for what and for whom geopolitics is articulated; and for what and for whom feminism speaks. I hope to have indicated how not only a classical geopolitics, but also the critiques developed alongside and in response, including those derived from a speculative and feminist materialism, cannot be considered apart from colonialism, modernity and the Enlightenment, and it as well to bear this in mind when constructing a conceptual framework for geopolitics in the Anthropocene. As Elizabeth Povinelli argues (2016: 55), to lose sight of such imbroglios is to run the risk of reiterating, once more, a sameness: writing in the context of an emerging geopolitics shaped by an attentiveness to the vibrancy of assemblages and the interruptive potential of the event, rather than a corporeal sovereignty and its agency, she asks if an extension of “the qualities and dynamics of one form that we think existence takes (Life) onto the qualities and dynamics of all forms of existence [will deny] the ability of other forms (the not-Life non-Nonlife) to undefine, redefine, and define us?” Small wonder that amidst the ambiguitions of the Anthropocene academics across the sciences and humanities are keen to undo the legacies of profound disciplinary disjunctures between a continental philosophy that dwells on the time of our lives, amidst our memories and anticipations, and an Enlightened natural science that seeks access to the ‘deep time’ of Earth processes, an ‘inhuman’ time without vestige of a beginning or prospect of an end. But, what are the limits of thought here? Second, and relatedly, there is an emphasis in the book on the need to be cautious of a glossing of the issue of difference in regard to past and current geopolitical figurations, from the individualized citizen to the becoming body. For me, the key productive message of a feminist materialism is that matter, and the capacities and traumas, potentials and limits, that accrue to this, is simply not substitutable. Suffering and exploitation are immersed conditions of the world – and are amplified, to paraphrase James Tyner, in the unfolding of a geo-violence - yet they are also keenly, and singularly, felt.   For Nigel, there is an irony to be found in geography’s narrow understanding of what the ‘geo-‘ indeed allows for. And, to be sure, there has been a resurgence of interest in how a geo-aesthetics, a geo-humanities, a geo-poetics and even a geo-poethics, can contribute to fleshing the geo- out once more. This is a movement that I have tried to help foster through the founding editorship (along with Tim Cresswell) of the AAG’s new journal GeoHumanities. It is fair to say, however, that the field of geopolitics remains primarily concerned with the geo- as a socio-spatiality. There is much to be gained from such an understanding, of course: but also much to be gained by drawing on geography’s complex and intersected disciplinary histories. Where Nigel sees the socio-spatial as a disciplinary tour de force, I see more localized expressions of the geo-: a vision that ensues from my own professional trajectory, which included teaching physical geography for several years, and researching for several as a medical geographer. The latter especially lends itself to a festering appreciation for the ‘abhumanness’ of vital and elemental geographies, as opposed to the decentered subjectivities of poststructuralism.  In such contexts, the apprehension is, rather, that a blunt environmental determinism will stifle concerns around the nature of human being, or reduce complex situations to a human ‘forcing’ of physical processes.        Such a professional trajectory speaks, perhaps, to Jennifer Fluri’s concerns (this issue) regarding the lack of space afforded particular works. At issue here is not so much an authoritative history of feminist geopolitics, as is, I think, a feeling that there should be, somewhere, an accounting for the role of feminist political geography in the emergence of feminist geopolitics, as represented in the works of self-identifying feminist political scholars. I sense a keen disappointment that Feminist Geopolitics: Material States was not such a venue. I am sympathetic to the desire for such a summary, but this was simply not my objective. I make very clear that in asking ‘what can a feminist geopolitics do?’ I am positing, and fashioning, a thoroughly contingent and dynamic field of inquiry that can, of course, operate as a critique of classical geopolitics; can produce knowledge of the Earth that is marginalized; can propel new objects and modes of analysis; and, can prompt consideration of what happens when not only scholars from the 17th century are invoked alongside 21st century artists in such a fashioning, but flesh, bone, abhorrence and touch are also presenced alongside these.  References  Marx, K. and Engels, F. 1845-6. (reprinted 1962). Deutsche Ideologie. Dietz Verlag: Berlin.  Dixon, D. P. (2015) Feminist Geopolitics: Material States. Burlington VT: Ashgate.  Povinelli, E. (2016) Geontologies: A Requiem to Late Capitalism. Durham NC: Duke University Press.  Key words: feminist geopolitics, embodiment, corporeality, political geography, feminist geophilosophy                                                     i Namaste specifically critiqued the lack of attention toward violence among queer theorists; her argument is of course much more relevant in that most theorists have continually neglected the violence directed toward LGBTQ individuals.Sarah ",
    "id": 111557705,
    "identifiers": {
        "doi": "10.1080/2325548X.2017.1366848",
        "oai": "oai:eprints.gla.ac.uk:150121"
    },
    "title": "Feminist Geopolitics: Material States",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-10-02T00:00:00+01:00",
    "publisher": "Taylor & Francis",
    "references": [],
    "sourceFulltextUrls": [
        "https://eprints.gla.ac.uk/150121/1/150121.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/111557705.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/111557705"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/111557705/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/111557705/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/111557705"
        }
    ],
    "abstract": "No abstract available",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:eprints.gla.ac.uk:150121",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "42",
        "openDoarId": 0,
        "name": "Enlighten",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 111557705,
        "depositedDate": "2017-10-02T00:00:00+01:00",
        "publishedDate": "2017-10-02T00:00:00+01:00",
        "updatedDate": "2024-02-12T09:09:11+00:00",
        "acceptedDate": "2017-10-02T00:00:00+01:00",
        "createdDate": "2017-11-04T08:22:37+00:00"
    },
    "urls": [
        "https://eprints.gla.ac.uk/150121/1/150121.pdf"
    ],
    "lastUpdate": "2024-02-12T09:09:11+00:00",
    "setSpecs": []
}