{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Worthen, Meredith G. F."
        },
        {
            "name": "Haltom, Trenton M."
        }
    ],
    "contributors": [],
    "createdDate": "2020-05-22T15:08:11+01:00",
    "dataProvider": {
        "id": 179,
        "name": "DigitalCommons@University of Nebraska",
        "url": "https://api.core.ac.uk/v3/data-providers/179",
        "logo": "https://api.core.ac.uk/data-providers/179/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/323061766.pdf",
    "fullText": "University of Nebraska - Lincoln DigitalCommons@University of Nebraska - Lincoln Sociology Department, Faculty Publications Sociology, Department of 5-2020 Fifty Shades of Leather and Misogyny: An Investigation of Anti-Woman Perspectives among Leathermen Meredith G. F. Worthen University of Oklahoma, mgfworthen@ou.edu Trenton M. Haltom University of Nebraska-Lincoln, tmhaltom@huskers.unl.edu Follow this and additional works at: https://digitalcommons.unl.edu/sociologyfacpub  Part of the Family, Life Course, and Society Commons, and the Social Psychology and Interaction Commons Worthen, Meredith G. F. and Haltom, Trenton M., \"Fifty Shades of Leather and Misogyny: An Investigation of Anti-Woman Perspectives among Leathermen\" (2020). Sociology Department, Faculty Publications. 707. https://digitalcommons.unl.edu/sociologyfacpub/707 This Article is brought to you for free and open access by the Sociology, Department of at DigitalCommons@University of Nebraska - Lincoln. It has been accepted for inclusion in Sociology Department, Faculty Publications by an authorized administrator of DigitalCommons@University of Nebraska - Lincoln. 1 Fifty Shades of Leather and Misogyny:  An Investigation of Anti-Woman  Perspectives among Leathermen Meredith G. F. Worthen1 and Trenton M. Haltom2 1 University of Oklahoma, Norman, OK, USA;2 University of Nebraska–Lincoln, Lincoln, NE, USA  Corresponding author — Meredith G. F. Worthen, University of Oklahoma,  780 Van Vleet Oval, KH 331, Norman, OK 73019;  mgfworthen@ou.eduORCID Meredith G. F. Worthen http://orcid.org/0000-0001-6765-5149  Trenton M. Haltom http://orcid.org/0000-0003-1116-4644  Abstract The Fifty Shades books and films shed light on a sexual and leather-clad subculture predominantly kept in the dark: bondage, discipline, submission, and sadomasoch-ism (BDSM). Such new interest in this community also generated widespread mis-conceptions about the sexual practices that take place in these circles, especially in regard to the treatment of women. In the current study, we investigate how a BDSM or “leather” identity is related to attitudes toward women. We use a nation-ally representative sample of U.S. adult men aged 18–64 stratified by U.S. Census categories of age, race/ethnicity, and census region (N = 1474) and a subsample of leathermen (n = 65; 58% hetero-leather identified and 42% nonhetero-leather iden-tified). Specifically, we explore leather identity as it relates to the support of laws/policies helping women, non-feminist identity, patriarchal gender norms, and the stigmatization of lesbian, bisexual, transgender, and queer (LBTQ) women among both hetero and non-hetero leathermen. Overall, our findings indicate a robust re-lationship between these anti-woman perspectives and leatherman identity that is especially pronounced among hetero leathermen and demonstrate the importance of continuing to consider how leather identity shapes misogyny among leathermen. digitalcommons.unl.eduPublished in Deviant Behavior (2020) doi 10.1080/01639625.2020.1762454 Copyright © 2020 Taylor & Francis Group, LLC. Used by permission.Submitted 18 February 2020; accepted 22 April 2020; published 12 May 2020.  Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        2Introduction The pop cultural phenomena associated with the Fifty Shades books and films (Foley 2017, 2018; James 2012a, 2012b, 2012c; Taylor-John-son 2015) shed light on a sexual and leather-clad subculture pre-dominately kept in the dark: bondage, discipline, submission, and sadomasochism (BDSM). The frenzy that surrounded the series was accompanied by popular media interest in what is colloquially known as “leather culture” with how-to and information guides published by outlets including The Atlantic (Green 2015), People (Kimble 2017), The Guardian (Smith, 2015), and others. Increased public interest in this community also spurred a need for clarification as members of leather, kink, and BDSM circles began to speak up about the miscon-ceptions the books and movies make about their sexual practices, es-pecially the treatment of women (Green 2015; Smith, 2015; Sprott and Berkey 2015). Though the academic study of BDSM is not new, such commentary demands further empirical research and begs the ques-tions: How does leather identity relate to perspectives about women generally and LBTQ (lesbian, bisexual, trans, and queer) women spe-cifically? And, how do the intersections between leather and sexual identities (heterosexual vs. non-heterosexual) relate to perspectives about women generally and LBTQ women specifically? In the current study, we use data from the 2018 LGBTQ and Het-ero-cis Population Study (Worthen 2020) collected via online pan-elists to investigate how leather identity relates to attitudes toward women. The data consists of a nationally representative sample of U.S. adult men aged 18–64 years stratified by U.S. Census categories of age, race/ethnicity, and census region (n = 1474) and a subsam-ple of leathermen (n = 65; 58% hetero-leather and 42% non-het-ero-leather). Specifically, we explore leather identity as it relates to the support of laws/policies helping women, non-feminist identity, patriarchal gender norms, and the stigmatization of LBTQ women. Building from previous work that has highlighted how leather/SM culture has been entwined with sexism, the devaluation of effem-inacy, and the supremacy of men over women (Cross and Mathe-son 2006; Faccio, Casini, and Cipolletta 2014; Hennen 2008; Rubin [1982] 2011b; Zussman and Pierce 1998), this research focuses on anti-woman perspectives in leather culture. In doing so, we work Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        3toward a deeper understanding of how men’s leather identity relates to misogyny and how healthy, consensual leather relationships can be better cultivated. Literature review Leather culture, kink, and SM Those who fetishize leather apparel and/or accessories (leather gear) are often referred to as “leatherfolk.” Though people of all genders can have a “leather” identity, in the current study, we focus on “leather-men” (Kamel 1980; Thompson 2004; Zussman and Pierce 1998). By donning leather gear, leathermen broadcast their sexual interests in various forms of kink including (but not limited to) sadomasoch-ism, bondage, and disciplinary sex acts sometimes more generally described as “leathersex,” “S/M,” and/or “BDSM” (Hennen 2008). In many ways, leather culture can be synonymous with S/M, though not all S/M practitioners identify with leather culture (Califia and Swee-ney 2000; Thompson 2004; Weinberg and Kamel 1995; Zussman and Pierce 1998). Interest in BDSM and leather culture did not enter public or schol-arly discourse as a result of the popularity of Fifty Shades, however. The combined term sadomasochism (S/M) was coined by sexologist Richard von Krafft-Ebing in Psychopathia Sexualis in 1885 (Krafft-Ebing 1965) and commented on by psychologist Sigmund Freud (1938) (see Guidroz (2008) and Weinberg (1995)). S/M refers to giving and receiving pain for erotic pleasure (Krafft-Ebing 1965; Weinberg and Kamel 1995; Zussman and Pierce 1998). Dominance and submission (D/s), characterized by bondage and discipline (B/D) within S/M cir-cles, are performed via “scenes” in which participants “play” with power exchanges and potentially enter an altered state of conscious-ness (Newmahr 2010; Truscott 2004; Zussman and Pierce 1998). The use/wearing of leather fetish gear such as floggers, bondage cuffs, ball gags, restraints, bed tethers, leads, harnesses, or other accessories is common in S/M play and often helps to enhance both pleasure from inflicting pain onto others (sadism) and pleasure from receiving pain and/or being in bondage, submission, and/or servitude (masochism) Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        4(Zussman and Pierce 1998). Those who identify as leathermen may do so based on their desire for and actual use of leather gear in erotic experiences and/or their connections to a leather community (Sprott and Berkey 2015). Hetero-leather culture Hetero-leather culture is characterized by the use of leather fetish gear in S/M experiences between heterosexual men and women. Het-ero-leather people’s experiences are shaped by some level of privi-lege (related to their heterosexual identities), but also stigmatization due to their marginalized interests in “deviant” erotic practices (i.e., leather and S/M) (Faccio, Casini, and Cipolletta 2014; Graham et al. 2016; Rubin [1982] 2011b; Sprott and Berkey 2015). In addition, het-ero-leathermen and hetero-leatherwomen have distinct experiences effected by the overlapping dynamics that can take place in leather and S/M erotic play. In particular, heterosexual women with leather and S/M interests are increasingly situated in a sexist and misogynistic framework emerging out of both the inaccuracies of the Fifty Shades series as well as some cultural aspects unique the hetero-leather com-munity (Altenburger et al. 2017; Deller and Smith 2013; Green 2015; Smith, 2015; Sprott and Berkey 2015; Yost 2010). Together, these dy-namics can reinforce problematic perspectives about women among hetero-leathermen. Hetero-leathermen and attitudes toward women The anti-feminist image of BDSM has been debated by radical femi-nists since the 1980s (Butler 1982; Califia 2000; Hopkins 1994; Rubin [1984] 2011a, [1982] 2011b). Indeed, pro-woman discourse can con-tradict the patriarchal power dynamics in heterosexual BDSM sexual play which can create tensions for kinky feminist women (Ritchie and Barker 2005). This dissonance is not unwarranted as hetero-leather and S/M play can exaggerate real-life experiences in ways that some-times reflect sexism and misogyny (Faccio, Casini, and Cipolletta 2014; Gebhard 1995; Zussman and Pierce 1998). In leather and S/M scenes, sexual play is characterized by individ-uals in Dominant (Dom) and submissive (sub) or “D/s” roles. Either men or women may engage in Dom or sub roles (Breslow, Evans, and Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        5Langley 1985; Dancer, Kleinplatz, and Moser 2006; Ernulf and Innala 1995). In hetero-leather and hetero-S/M erotic scenes particularly, erotic play may take the form of men subs and women Doms. This ar-rangement, however, only mimics a loss of the man’s (sub’s) power due to the relationship aspects of a scene. In fact, in socially respon-sible leather and S/M scenes characterized by the ethos of “safe, sane, and consensual” (see Barrett 2017: 183), the sub (in this example, a man) is the one who has control over the scene because he set(s) the boundaries in relation to his physical, mental, and emotional limits. It is the Dom participant (in this example, a woman) who follows pre-negotiated rules about the soft and hard limits of the scene (Newmahr 2010; Zussman and Pierce 1998). Thus, the outsider/first-glance as-sessment of this arrangement might be that the man/sub is lacking power, while in fact, it is quite the opposite. For some hetero-leathermen, their power and privilege in setting up and participating in these erotic scenes may relate to their real-life perspectives about women: that women are and should be subser-vient to men despite the Dominatrix role they may play in a D/s sex-ual scene. Some empirical research has contested this idea: men subs have been found to have poor self-esteem and negative attitudes to-ward women in comparison to men Doms who had greater self-esteem and positive attitudes about women (Damon 2003). Damon (2003) theorized men subs have experienced rejection and feelings of inade-quacy that contribute to their anti-woman attitudes. Thus, gendered power dynamics can complicate the relationship between leather cul-ture and misogyny. Fifty Shades, for example, highlights the supremacy of masculinity over femininity in the context of both leather and S/M (Musser 2015). While some studies have found hetero-leather practitioners to have pro-feminist ideologies (Cross and Matheson 2006), there is also ev-idence of negativity and disparagement of women by men in some hetero-S/M relationships (Faccio, Casini, and Cipolletta 2014; Zam-belli 2017). In this paper, we argue that a robust relationship between misogyny and hetero-leather has been popularized through the Fifty Shades series’ “heteronormativisation of kink” (Musser 2015: 150). Yet, despite these socio-cultural links, no studies to date have specifi-cally examined hetero-leathermen’s perspectives about women in the context of feminist identity, patriarchal gender norms, and attitudes Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        6toward formal laws and policies about women. Thus, the current study is the first to do so. Hetero-leathermen and attitudes toward LBTQ women Hetero-leather culture can emphasize the value of heterosexual re-lationships over non-heterosexual relationships as well as the impor-tance of hetero women over lesbian, bisexual, trans, and queer (LBTQ) women. For example, the Fifty Shades series itself has been categor-ically described as a space of consolidated “heterosexual privilege” (Musser 2015:128; Tsaros 2013), and this may be associated with neg-ativity toward LBTQ women by hetero-leathermen. This can take the shape of hostile attitudes toward LBTQ women and the derogatory use of language such as “dyke.” “Dyke” is a term that often refers to a mas-culine or “butch” appearing woman who is perceived to be a lesbian (Kulick 2000). Especially when used by heterosexuals,1 “dyke” can be a hostile slur (Roberts 1979; Stanley 1970). Used as an insult, “dyke” can be both homophobic and misogynistic because it refers to negativ-ity toward the intersections of both non-heterosexuality and female-ness (in this case, lesbian women).Thus, due to the overlapping sub-texts of hetero-leather culture, negativity toward LBTQ women may be associated with hetero-leathermen identities; however, these re-lationships have not been explored in previous research. The current study contributes to this gap in the existing literature. Non-hetero leathermen culture Non-hetero leathermen culture is characterized by the use of leather fetish gear in S/M experiences between non-hetero men. Non-hetero leather culture can be quite distinct from hetero-leather culture (Brod-sky 1995; Kamel 1980; Nordling et al. 2006; Richters et al. 2008). In particular, some gay/bisexual leathermen connect strongly with the military history of leather culture and promote formality, hierar-chy, discipline, and respect within a code of conduct (sometimes de-scribed as “Old Guard”) (Townsend 2004). These traditions are valo-rized within the so-called “leather bible,” The Leatherman’s Handbook (Townsend 2004). Especially post-WWII, leather-clad men became 1. Because some people use “dyke” to self-identify, “dyke” may not always be a hostile slur (Califia and Sweeney 2000; Hale 1997).   Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        7the image of danger and rebellious masculinity, and alongside this, some gay/bisexual men began to imbue leather with a certain erotic power intimately tied to the way it signaled masculinity and simulta-neous distancing from effeminacy (Barrett 2017; Hennen 2008: 140; Lahti 1998; Levine and Kimmel 1998; Rubin [1982] 2011b). Because of the raw masculinity that leather evokes, leather (and the sex that came with it) shaped new forms of masculinized and sexual identi-ties among non-hetero leathermen (Harris 1999; Levine and Kimmel 1998). Indeed, leather and kink culture can be opportunities to “queer” heteronormative ideas about gender, sex, and sexuality (Bauer 2016). Non-Hetero Leathermen and Attitudes toward Women Non-hetero leathermen are predominately associated with (and in-terested in) a certain type of hypermasculinity that is frequently de-fined by opposition to women and femininity (Hennen 2008; Lahti 1998; Mosher, Levitt, and Manley 2006; Nordling et al. 2006). The trust and community non-hetero leathermen form among one an-other is often built on same-sex intimacy and mutual understanding of their outsider status as both non-hetero men and as leather/SM participants (Mosher, Levitt, and Manley 2006). In conjunction with the connection of non-hetero leathermen culture to the military and motorcycle clubs whose stereotypes of misogyny precede them (Hen-nen 2008; Lahti 1998), some aspects of non-hetero leathermen cul-ture can reinforce negative attitudes toward women and femininity. The layers of D/s misogyny found in hetero-leather relationships described above, however, are not as prominent within non-hetero leathermen culture. Because the Fifty Shades series depicts a hetero-sexual relationship, non-hetero leathermen culture is not as closely connected to the leather/SM entwinement of the supremacy of men over women as depicted in the series (Musser 2015). Thus, while non-hetero leathermen may be opposed to femininity, they may not be as hostile toward women specifically. As a result, negativity toward women may be less prominent in non-hetero leathermen culture than it is in hetero-leather culture. Indeed, Hennen (2008) reported that there were no overt instances of misogyny in his ethnographic study of a gay leather club he called “the Sentinels.” Instead, women were welcomed as friends of the Sentinels and only excluded from sex-ual play (Hennen 2008). Even so, no studies to date have explored non-hetero leathermen’s perspectives about women in the context of Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        8feminist identity, patriarchal gender norms, and perspectives about formal laws and policies. Thus, this study is the first to examine these relationships. Non-hetero Leathermen and Attitudes toward LBTQ Women Non-hetero leathermen culture can emphasize the value of non-het-ero men’s relationships over those of LBTQ women (Califia 1995; Mesli and Rubin 2016; Rubin [1982] 2011b). However, because non-hetero leathermen and LBTQ women can experience negativities and hostili-ties related to their sexual orientation/identities in similar ways, non-hetero leathermen may be inclined to be supportive of LBTQ women. In addition, leatherdyke culture that involves women interested in leather and S/M experiences with other women is a part of the larger “leather community” (Califia and Sweeney 2000). As a result, the de-rogatory use of the term “dyke” may be unlikely among non-hetero leathermen who are familiar with the self-proclaimed use of “dyke” as a positive identity in the leatherdyke community. Together, these dynamics may contribute to more awareness and support of LBTQ women among non-hetero leathermen than among hetero-leather-men. Yet, no studies to date have explored these patterns. Current study Though there are similarities between both hetero- and non-hetero leathermen cultures in regards to opposition to effeminacy, there are important differences that likely shape each group’s attitudes toward women. In particular, because non-hetero leathermen often experience stigma from at least two intersecting identities (as both non-hetero and leather-identified people), they may be aware of and empathetic to marginalized others’ experiences with oppression in ways that hetero-leathermen are not (Mosher, Levitt, and Manley 2006). In addition, because non-hetero leathermen are often a part of the LGBTQ community and the leather community, they are likely better situated to support LBTQ women than hetero-leathermen are. This leads to the following hypotheses wherein “measures of neg-ativity toward women” is inclusive of lack of support of laws/poli-cies helping women, non-feminist identity, adherence to patriarchal Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        9gender norms, LBTQ stigmatizing attitudes, and the use of deroga-tory language (“dyke”): ● Hypothesis 1a: Compared to non-leathermen, leathermen will report significantly higher means on measures of negativity to-ward women. ● Hypothesis 1b: Compared to non-hetero leathermen, hetero-leathermen will report significantly higher means on measures of negativity toward women. ● Hypothesis 2a: When compared to non-leather identity, there is a positive relationship between leather identity and measures of negativity toward women. ● Hypothesis 2b: When compared to non-hetero leather identity, there is a positive relationship between hetero-leather identity and measures of negativity toward women. Methods Data and sample characteristics The data come from the 2018 LGBTQ and Hetero-cis Population Study (Worthen 2020). The data were collected using panelists recruited from Survey Sampling International (SSI), an international survey research and survey sample provider with over 5 million U.S. online panel participants. SSI panel members are recruited from online com-munities, social networks, and the web. SSI profiles, authenticates, and verifies each panel member as a reliable respondent for rigorous research participation. SSI awards incentives to respondents upon survey completion. A nationally representative sample of U.S. adults aged 18–64 years stratified by U.S. Census categories of age, gender, race/ethnicity, and census region was obtained by SSI. The original sample included 3104 respondents. Due to the goals of the current study, our sample includes 1474 men; 652 of whom identified as leatherman/leather. See Table 1 for additional details about the leathermen in the current study.  2. This includes four trans men.  Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        10Survey design and implementation The lead author created the survey instrument on Qualtrics (an online survey platform). The survey was live on the Internet from Novem-ber 5, 2018 to November 23, 2018. Through the link provided in the invitation e-mail from SSI, panelists could access the survey via PCs, laptops, tablets, and mobile phones. The survey included 184 closed-ended questions with both multiple- and single-response items. The average time to complete the survey was 25.8 minutes. Dependent variables: perspectives about women For Do not support laws/policies helping women, participants were asked to respond to the statement: “In general, I support laws and policies that help women” with response options of yes (1) no (0). For non-feminist identity, response options were (1) “Yes, I consider myself to be a strong feminist,” (2) “Yes, I consider myself to be a feminist,” (3) “No, I do not consider myself to be a feminist,” and (4) “No, do not consider myself to be a feminist and I disagree with fem-inism.” For the Patriarchal Gender Norms Scale, five items with re-sponse options of “Strongly Disagree” to “Strongly Agree” on a Lik-ert-type scale were summed: (1) “If my political party nominated a Table 1. Sample characteristics of leathermen (n = 65).  Range  Mean (SD) Sexual Identity Heterosexual  0–1  .58 (.50) Non-Heterosexual (Gay, n = 16; Bisexual, n = 9;     Pansexual, n = 1; Asexual, n = 1)  0–1  .42 (.50) Sociodemographics Caucasian/Whitea  0–1  .63 (.49) Nonwhite (African American/Black, n = 17;     Asian American/Pacific Islander, n = 5;     Multi-Racial, n = 1; Other Race, n = 1)  0–1  .37 (.49) Latinx Ethnicity  0–1  .17 (.38) Education  1–6  3.83 (1.46) Income  1–5  3.60 (2.84) Town Type (Rural–Large City)  1–4  2.97 (1.21) a. Reference category in regression models.   Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        11woman for President, I would vote for her if she was qualified for the job” (reverse coded), (2) “It is more important for a wife to help her husband’s career than to have one herself,” (3) “The household tasks should be evenly divided between both partners in committed rela-tionships” (reverse coded), (4) “All-in-all, family life suffers when both partners have full-time jobs,” and (5) “It is much better for ev-eryone involved if the man is the earner outside of the home and the woman takes care of the home and family” (Cronbach’s alpha for all men = .69; for only leathermen = .70). In addition, all items regard-ing these perspectives about women were summed together to create the Summed Women Negativity Scale (Cronbach’s alpha for all men = .68; for only leathermen = .69). Dependent variables: perspectives about LBTQ women We used four of Worthen’s (2020) LBTQ Stigma Scales to estimate stigmatizing attitudes toward four groups: lesbian women, bisexual women, transwomen, and queer women. Each of the four scales is composed of items clustered around six key areas: (1) social and famil-ial relationships, (2) positions of importance and social significance, (3) basic human rights, (4) sex-related stigma, (5) LBTQ permanency, and (6) the achievement of femininity. The Appendix provides the 14 individual scale items for each of the four scales. For all men, the Cronbach’s alphas were high: .90 for stigma toward lesbian women, .92 for stigma toward bisexual women, .91 for stigma toward trans-women stigma, and .92 for stigma toward queer women. Cronbach’s alphas were also high among only leathermen: .90 for stigma toward lesbian women, .91 for stigma toward bisexual women, .91 for stigma toward trans women, and .92 for stigma toward queer women. In ad-dition, respondents were presented with the statement “I use the term “dyke” as an insult” and provided with the response options of (1) never, (2) rarely, (3) sometimes, and (4) frequently. All items regard-ing perspectives about LBTQ women were summed together to cre-ate the Summed LBTQ Women Negativity Scale (Cronbach’s alpha for all men = .98; for only leathermen = .98). Finally, all items from both the Summed Women Negativity Scale and the Summed LBTQ Women Negativity Scale were added together to create the Total Summed Neg-ativity Toward Women Scale (Cronbach’s alpha for all men = .98; for only leathermen = .98). Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        12Independent variables For Leather Identity, respondents were presented with the statement “I identify as leatherman/ leather” with response options of yes (1) and no (0). For Sexual Identity, respondents were asked “How would you describe yourself?” with the following response options: hetero-sexual, gay or lesbian, bisexual, pansexual, and asexual. Due to the small number of respondents in the categories other than heterosex-ual (see Table 1), these categories were collapsed into two groups: (1) Heterosexual and (0) Non-Heterosexual. Sociodemographic controls Previous studies have found significant relationships between sociode-mographics and general attitudes toward women as well as attitudes toward LBTQ women (Appleby 2001; Donnelly et al. 2016; Embrick, Walther, and Wickens 2007; Herek 1988, 2000, 2002; Mohr and Roch-len 1999; Raja and Stokes 1998; Worthen 2016, 2018); thus, the cur-rent study includes racial/ethnic identity, education, income, and town type as sociodemographic controls. For racial identity, the response options were Caucasian/White, African American/Black, Asian Amer-ican/Pacific Islander, Native American/ Alaskan Native, Multi-Racial, and Other Race. Due to the small number of respondents in catego-ries other than Caucasian/White (see Table 1), these categories were collapsed into two groups: (1) Caucasian/White and (0) Nonwhite. In a separate question for Latinx Ethnicity, respondents were also asked “Are you Hispanic or Latino/a/x? (A person of Cuban, Mexican, Puerto Rican, South or Central American or other Spanish culture of origin re-gardless of race)” with response options of yes (1) and no (0). Educa-tion response options were (1) less than high school, (2) high school/GED, (3) some college, (4) Associate’s, (5) Bachelor’s, or (6) greater than Bachelor’s. Income options were (1) less than $5,000 USD, (2) $5,000 -$24,999 USD, (3) $25,000-$49,999 USD, (4) $50,000-$99,999 USD, and (5) $100,000 USD or greater. Town type (where the major-ity of life was spent) response options were (1) rural, (2) small town, (3) suburb, and (4) large city. Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        13Method of analysis In the first set of analyses, we compared the mean values of the de-pendent variables by leather/nonleather identities as well as hetero-leather and non-hetero-leather identities using t-tests. In the second set of analyses, we use logistic and OLS regressions to explore the effects of leather identity on perspectives about women using four dependent variables: (1) lack of support of laws/policies that help women, (2) non-feminist identity, (3) patriarchal gender norms, and (4) the Summed Women Negativity Scale. In the third set of analy-ses, OLS regressions estimate the relationships between leather iden-tity and perspectives about LBTQ women using six dependent vari-ables: (1) stigma toward lesbian women, (2) stigma toward bisexual women, (3) stigma toward transwomen, (4) stigma toward queer women, (5) use of the term “dyke” as an insult, and (6) the Summed LBTQ Women Negativity Scale. The final set of analyses explores the effects of leather identity on the Total Summed Negativity toward Women Scale. All analyses were conducted for both the all men sam-ple (n = 1474) and the only leathermen sample (n = 65) and all mod-els include socio-demographic controls. We examined multicollinear-ity using the STATA command “collin” (Ender 2010) which provides collinearity diagnostics for all variables utilized in each model. The Mean VIF values ranged from 1.11 to 1.35 suggesting no issues with multicollinearity (Allison 2012). Results t-Test results In Table 2, we compare the mean values of the dependent variables for leathermen (n = 65) and nonleather men (n = 1409) using t-tests. All results are significant. With the exception of non-feminist iden-tity, the mean values for all measures of negativity toward women and negativity toward LBTQ women are significantly higher for leather-men than they are for non-leathermen, mostly supporting Hypothe-sis 1a. Similarly, in Table 3, those who identify as both leathermen and heterosexual (n = 38) are compared to those who identify as both Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        14leather and non-heterosexual (n = 27). Other than nonfeminist iden-tity, the mean values for all measures of negativity toward women and negativity toward LBTQ women are significantly higher for het-ero-leathermen than they are for non-heteroleathermen, mostly sup-porting Hypothesis 1b. Table 2. Mean values of dependent variables with t-test results identifying leather identity gaps in perspectives about women among all men (n = 1474).   Leather Identity  Non-Leather Identity   n = 65  n = 1409  Range  Mean         SD   Mean      SD Perspectives about Women: Do not support laws/policies helping women  0–1  .58  .50  .38  .49* Non-Feminist Identity  1–4  2.12  1.07  2.69  .89* Patriarchal Gender Norms Scale (α = .69,.70)  5–25  14.63  3.34  11.65  3.83* Summed Women Negativity Scale (α = .68,.69)  6–30  17.34  4.30  14.72  4.30* Perspectives about LBTQ Women: Stigmatizing Attitudes toward: Lesbian Women (α = .90,.90)  14–70  39.05  9.57  30.47  11.29* Bisexual Women (α = .92,.91)  14–70 39.78  9.73  30.82  11.67* Transwomen (α = .91,.91)  14–70  40.08  9.30  33.09  11.88* Queer Women (α = .92,.92)  14–70  40.28  9.16  32.65  11.79* Use the term “dyke” as an insult  1–4  2.57  1.19  1.58  .91* Summed LBTQ Women Negativity Scale (α = .98,.98)  56–284  161.75  4.58  128.61  1.20* Total Summed Negativity toward Women Scale (α = .98,.98)  62–314  179.09  4.49  143.33  1.28* * t-Test results allowing for unequal variances indicate means are significantly different from one another (p <.01); two Cron-bach’s alpha scores are provided for the scales: the first was created using the all men sample and the second was created us-ing only the leathermen sample.   Table 3. Mean values of dependent variables with t-test results identifying leather and sexual identity gaps in perspectives about women among all leathermen (n = 65).  Leather and  Leather and  Heterosexual Identity  Non- Heterosexual Identity  n = 38  n = 27  Range  Mean  SD  Mean  SD Perspectives about Women: Do not support laws/policies helping women  0–1  .61  .50  .56  .51 ns Non-Feminist Identity  1–4  1.84  .92  2.52  1.16* Patriarchal Gender Norms Scale (α = .69,.70)  5–25  15.74  2.24  13.07  4.00* Summed Women Negativity Scale (α = .68,.69)  6–30  18.18  .42  16.15  4.46* Perspectives about LBTQ Women: Stigmatizing Attitudes toward: Lesbian Women (α = .90,.90)  14–70  42.29  7.04  34.48  10.86* Bisexual Women (α = .92,.91)  14–70  42.74  6.53  35.63  11.89* Transwomen (α = .91,.91)  14–70  42.67  6.69  36.15  11.04* Queer Women (α = .92,.92)  14–70  42.58  6.45  37.04  11.34* Use the term “dyke” as an insult  1–4  2.97  1.03  2.00  1.18* Summed LBTQ Women Negativity Scale (α = .98,.98)  56–284  173.45  4.05  145.30  44.59* Total Summed Negativity toward Women Scale (α = .98,.98)  62–314  191.63  4.26  161.44 47.96* * t-Test results allowing for unequal variances indicate means are significantly different from one another (p <.05), ns = nonsignificant t-test results; two Cronbach’s alphas are provided for the scales: the first was created using the all men sample and the second was cre-ated using only the leathermen sample.   Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        15Perspectives about women results In Tables 4 and 5, we use logistic and OLS regression models to in-vestigate the relationships between leather identity and perspectives about women. In Table 4, Hypothesis 2a is mostly supported. In com-parison to non-leather identity (reference group), leather identity in-creases the odds of not supporting laws/policies that help women by 1.27. In addition, leather identity is positively related to patriarchal gender norms and the Total Summed Negativity toward Women Scale. However, in contrast to Hypothesis 2a, non-feminist identity is neg-atively related to leather identity. In Table 5, Hypothesis 2b is only partially supported. In comparison to non-heterosexual leathermen Table 4. Logistic and OLS regression results estimating the effects of leather identity on perspectives about women among all men (n = 1474).                                          Do Not Support Laws/Policies                 Non-Feminist         Patriarchal Gender     Summed Women                                                       Helping Women                                Identity                  Norms Scale             Negativity Scale                                                                 Logistic                                        OLS                          OLS                             OLS                                            Odds Ratio                   Std. Err.                       Coef.                        Coef.                           Coef. Leather Identity  2.27*  (.59)  −.56*  2.81*  2.45* Sociodemog. Controls Nonwhite  1.19  (.16) −.07  1.11*  1.09* Latinx Ethnicity  1.50  (.23)  −.31*  .79*  .58  Education  .96  (.04)  −.05*  −.22*  −.28* Income  .95  (.05)  −.05*  −.23*  −.29* Town Type  .91  (.05)  .03  −.19*  −.18 Mean VIF  1.11  1.12  1.12  1.12 R2  .02 (pseudo)  .04 (adjusted)  .07 (adjusted)  .06 (adjusted) * p <.05; reference category is non-leather identity.   Table 5. Logistic and OLS regression results estimating the effects of leather identity on perspectives about women among only leathermen (n = 65).                                              Do Not Support Laws/Policies               Non-Feminist      Patriarchal Gender      Summed Women                                                      Helping Women                                  Identity                 Norms Scale            Negativity Scale                                                                 Logistic                                        OLS                           OLS                            OLS                                              Odds Ratio                 Std. Err.                      Coef.                          Coef.                          Coef. Hetero-Leather Identity  1.28  (.74)  −.81*  2.40*  1.65 Sociodemog. Controls Nonwhite  2.86  (1.76)  −.24  1.54  1.53 Latinx Ethnicity  2.76  (2.22)  −.58  .35  −.01 Education  .94  (.22)  −.03  −.28 −.32 Income  1.14 (.37)  −.13  .65  .55 Town Type  1.19  (.28)  −.33*  −.04  −.34 Mean VIF   1.24  1.34  1.30  1.26 R2  .08 (pseudo)  .22 (adjusted)  .19 (adjusted)  .08 (adjusted) * p <.05; reference category is non-heterosexual leathermen.    Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        16identity (reference group), hetero-leathermen identity is positively related to patriarchal gender norms, but negatively related to non-feminist identity.  Perspectives about LBTQ women results In Tables 6 and 7, we use OLS regression models to investigate the relationships between leather identity and perspectives about LBTQ women. In Table 6, Hypothesis 2a is supported. In comparison to non-leather identity (reference group), leather identity is positively related to all four LBTQ stigma scales, the use of the term “dyke” as an insult, and the Summed LBTQ Women Negativity Scale. In Table 7, Hypothesis Table 6. OLS regression results estimating the effects of leather identity on perspectives about LGBQ women among all men (n = 1474).  Stigma toward  Stigma toward  Stigma toward  Stigma toward  Use the Term  Summed LBTQ  Lesbian  Bisexual  Trans  Queer  “Dyke” as an  Women Negativity  Women  Women  Women  Women  Insult  ScaleLeather Identity  8.05*  8.49*  6.68*  7.27*  .95*  31.44* Sociodemog. Controls Nonwhite  3.89*  3.56*  2.93*  3.07*  .26*  14.00* Latinx Ethnicity  3.03*  2.70*  2.32*  2.42*  .40*  10.88* Education  −.26  −.13  −.10  −.13  .03  −.59 Income  −.29  −.46  .09  −.04  .01  −.86 Town Type  −.86*  −.90*  −.96*  −.87*  −.06*  −3.64* Mean VIF  1.12  1.12  1.11  1.12  1.13  1.12 Adjusted R2  .06  .06  .04  .04  .08  .05 * p <.05; reference category is non-leather identity.   Table 7. OLS regression results estimating the effects of leather identity on perspectives about LGBQ women among only leathermen (n = 65).  Stigma toward  Stigma toward  Stigma toward  Stigma toward  Use the Term  Summed LBTQ  Lesbian  Bisexual  Trans  Queer  “Dyke” as an  Women Negativity  Women  Women  Women  Women  Insult  ScaleHetero-Leather Identity  8.73*  7.16*  7.25*  6.39*  1.05*  30.58* Sociodemog. Controls Nonwhite  4.74*  4.28  2.14  4.69*  .36  16.21 Latinx Ethnicity  3.72  2.19  4.53  1.62  .72  12.78 Education  −1.39  −1.18  −1.68  −1.21  −.06  −5.51 Income  .25  1.16  1.76  .38  .14  3.70 Town Type  .86  .33  .75  1.36  .15  3.44 Mean VIF  1.35  1.30  1.32  1.30  1.32  1.32 Adjusted R2  .26  .16  .20  .18  .21  .22 * p <.05; reference category is non-heterosexual leathermen.   Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        172b is also supported. In comparison to non-heterosexual leathermen identity (reference group), hetero-leathermen identity is positively re-lated to all measures of LBTQ women negativity. Total summed negativity toward women results In Table 8, Hypotheses 2a and 2b are fully supported. When the ref-erence group is non-leather identity, leather identity is positively re-lated to the Total Summed Negativity toward Women Scale. In addi-tion, when the Socio-demographic controls and goodness of fit Among the sociodemographic controls, many are significant, but the results vary. In Table 4, all sociodemographic measures are significant in at least one model. In Table 5, however, only one measure (town type) is significant in one model (non-feminist identity). In Table 6, race (nonwhite), ethnicity, and town type are significant in all mod-els; however, education and income are not significant in any models in Table 6. In Table 7, only race is significant in two models (stigma toward lesbian women and stigma toward queer women). Finally, in Table 8, race, ethnicity, and town type are significant in the models among all men, but no sociodemographic controls are significant in the models among only leathermen. The pseudo and adjusted R2 val-ues are quite low in the models with the all men sample (see especially Table 8. OLS regression results estimating the effects of leather identity on total summed negativity to-ward women scale among all men (n = 1474) and only leathermen (n = 65).                                                               All Men                              Only Leathermen Leather Identity  33.89*  – Hetero-Leather Identity  –  32.24* Sociodemog. Controls Nonwhite  15.09*  17.74 Latinx Ethnicity  11.46*  12.77 Education  −.87  −5.83 Income  −1.15  4.24 Town Type  −3.84*  3.10 Mean VIF  1.12  1.32 Adjusted R2  .06 .22 * p <.05; reference category for All Men is non-leather identity; reference category for Only Leather-men is nonheterosexual leathermen.  Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        18Tables 4 and 6), but are relatively higher in the models that include the leathermen subsample (see especially Tables 5 and 7). Discussion In the current study, we sought to explore hetero- and non-hetero leathermen’s negativity toward women. In doing so, our study consid-ers the associations between leathermen identities and attitudes to-ward laws/policies helping women, non-feminist identity, adherence to patriarchal gender norms, and LBTQ stigmatizing attitudes. Overall, we found some support for all our hypotheses indicating that men’s leather identity is associated with anti-woman perspectives. Specifically, our findings indicate a robust relationship between misogyny and leathermen identity. Compared to non-leather-identi-fied-men, leather-identified-men are more negative toward women (generally) and LBTQ women (specifically) across numerous mea-sures. Our findings are in line with previous research that has high-lighted the ways sexism, misogyny, and the supremacy of men over women has been entwined with leather and BDSM(Barrett 2017; But-ler 1982;Califia 2000;Cross and Matheson 2006; Faccio, Casini, and Cipolletta 2014; Gebhard 1995; Zussman and Pierce 1998). For exam-ple, we found that leathermen identity was significantly related to ad-herence to patriarchal gender norms, a lack of support of laws/poli-cies that help women, the stigmatization of LBTQ women, and the use of the term “dyke” as an insult. In addition, all three summed scales (Summed Women Negativity Scale, Summed LBTQ Women Negativity Scale, Total Summed Negativity toward Women Scale) were strongly related to leathermen identity. Thus,misogyny and negativity toward LBTQ women may cluster together as an overarching anti-woman per-spective that is a significant part of men’s leather identity. However, intersections between heterosexual/non-heterosexual and leathermen identities further complicate these dynamics. Though there are overlaps among hetero- and non-hetero leathermen cul-tures in regards to negativity toward effeminacy, non-hetero leather-men may be aware of and empathetic to marginalized others’ expe-riences with oppression in ways that hetero-leathermen are not. The extent of this awareness may be due to non-hetero leathermen’s ex-periences with at least two intersecting identities (as both non-hetero Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        19and leather-identified people) (Mosher, Levitt, and Manley 2006), and their experiences in both the LGBTQ community and the leather community. As a result, the current study proposed that non-hetero leathermen are better positioned to support both women generally and LBTQ women specifically than hetero-leathermen are. Our findings indicate that hetero leathermen are significantly more miso gynistic and anti-LBTQ than non-hetero leathermen are. Compared to non-hetero leathermen, hetero leathermen’s identity was significantly re-lated to adherence to patriarchal gender norms, the stigmatization of LBTQ women, and the use of the term “dyke” as an insult. In addition, two summed scales (Summed LBTQ Women Negativity Scale; Total Summed Negativity toward Women Scale)were strongly related to het-ero leathermen identity and the Summed Women Negativity Scale ap-proached significance (p = .083). Thus, misogyny may be more closely entwined with hetero leathermen culture than it is with non-hetero leathermen culture. For non-hetero leathermen especially, their own marginalized experiences as well as their (likely increased) awareness of leatherdyke culture may work together to shape these patterns (Cal-ifia and Sweeney 2000). It is important to note, however, that there is still some palpable negativity toward women among nonhetero leathermen. For exam-ple, non-hetero leathermen are less supportive of women in com-parison to men who do not identify as “leather” (see Tables 2 and 3 especially). This is certainly connected to non-hetero leathermen’s op-position to women/effeminacy as well as the tradition, protocols, and hypermasculine idealized image of gay/bisexual men (especially) in leather culture (Hennen 2008; Lahti 1998; Mosher, Levitt, and Man-ley 2006; Nordling et al. 2006). These anti-woman perspectives may also be a by-product nonhetero leathermen’s vested interests in pre-serving their own unique men’s spaces (e.g., gay bars and bathhouses, some of which cater to leather/SM/kink). These interests can be en-hanced when leathermen feel their spaces are “invaded” by hetero-sexual women who “tour” or go on “safari” to gay and leathermen’s spaces (Orne 2017; see also Urry (2002). Additionally, leatherdykes and other LBTQ women (who have notably lacked their own gather-ing places, see Rubin ([1982] 2011b)) may sometimes come across as if they are coopting leathermen’s spaces. Feeling that heterosex-ual women, leatherdykes, and other LBTQ women “don’t belong” in their spaces may create (or enhance) anti-woman perspectives among Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        20non-hetero leathermen. Together, these patterns suggest a complex re-lationship between misogyny and leather culture entwined with both hetero and non-hetero identities. Though the majority of our findings are in line with our hypothe-ses, the results examining non-feminist identity were not as expected. In fact, they were all in the opposite direction from predicted. Signif-icantly contrasting with the Fifty Shades feminist backlash (Musser 2015), our results indicate a positive relationship between identify-ing as a feminist and both leathermen identity and hetero leathermen identity. Such findings may indicate that feminist identity relates to hetero leathermen’s identities in ways that differ from the other mea-sures of perspectives about women explored in the current study. For example, in some circles, “the sex-and-power ‘bad girl’ image is part of the appeal of fetish fashion for women” (Steele 1997: 44). Hetero leathermen may see the eroticization of their sexual partner’s (leath-erwoman’s) “bad girl [leatherclad] image” as a declaration of their power as a woman and as an expression of their feminist identity, and as a result, these hetero leathermen may be identifying as fem-inists in a way that upholds/supports this dynamic. Hetero leather-men may also have a fundamentally unique understanding of femi-nism that differs from other groups’ perspectives. Overall, it is unclear how and why these men chose to identify as feminists in the current study and as others have found (e.g., Williams and Wittig 1997), the choice to identify as a feminist is widely variant. More clear, however, is that “[t]here is nothing inherently feminist or nonfeminist about S/M” (Rubin [1982] 2011b: 126), and likewise, the leather community is also not inherently nonfeminist, nor is it inherently misogynistic. Overall, the findings here demonstrate the importance of continuing to consider how feminist identity relates to hetero-leathermen’s per-spectives about women.    Limitations and future research There are a few notable limitations to the current study. First, though our data come from a nationally representative sample of U.S. adult men, they are not representative of the complex diversity of kink, leather, or BDSM identities or practices (Graham et al. 2016; Nor-dling et al. 2006), and the number of leathermen respondents was Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        21also relatively small. In addition, the current study focused exclusively on leathermen due to a lack of leather-identified respondents of other genders in the study sample.3 As others have noted (Altenburger et al. 2017; Breslow, Evans, and Langley 1985; Deller and Smith 2013; Green 2015; Smith, 2015; Sprott and Berkey 2015), women’s interests in leather and/or BDSM can have important implications for under-standing their own attitudes toward women and sexist perspectives. In addition, though there were interesting findings related to the so-ciodemographic controls in the regression models, a sizable percent-age of the leathermen subsample was White (63%), a majority were from a suburb or large city (69%), and most reported some college education (88%). Furthermore, due to small ns, the race and sexual identity categories had to be collapsed into “nonwhite” and “non-het-ero.” Thus, future work should be careful to include larger, more di-verse samples in terms of sexual identity and sociodemographics, in-cluding women, and especially leatherwomen (Breslow, Evans, and Langley 1985). Second, there were no measures available in the current study that focused on awareness/feelings about the Fifty Shades series nor the actual leather culture involvement/participation or the actual sex practices of these men. For example, it is unknown if these leathermen identified as Doms, subs, switches, or something else. Given that these practices and experiences can shape many aspects of leathermen’s lives (Hébert and Weaver 2015; Hennen 2008), future studies should incorporate further dimensions of both Fifty Shades and leather expe-riences and perspectives. In particular, it may be that some men are drawn to leather culture because of their perspectives about women, yet these types of relationships cannot be parsed out using data from the current study. Additional qualitative work would better capture the lived experiences of these leathermen and could help inform our understandings of the relationships between the Fifty Shades phenom-enon, leathermen identities, and anti-woman perspectives. Finally, though beyond the scope of the current study, the relation-ships between consent, Fifty Shades, leather culture, and negativity to-ward women are vital to explore in future research (Klement, Sagarin, 3. Other than the leathermen explored in the current study, the study sample included three women (1 cis woman and 2 trans women) and six nonbinary individuals who identified as “leather.” Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        22and Lee 2017). In particular, the safety and well-being of those who are newly interested in leather/BDSM sex due to Fifty Shades may be in jeopardy because consent is not appropriately addressed in the series (Barker 2013). For example, just after the publication of the three Fifty Shades books, a survey among BDSM participants (n = 3932) conducted by the National Coalition for Sexual Freedom (2013) found that the vast majority (85.6%) believed that the BDSM com-munity needs more education about consent. In their follow-up sur-vey (Wright, Stambaugh, and Cox 2015), 29% of the total sample (n = 1307/4503) indicated that their consent had been violated during a BDSM scene (e.g., violation of pre-negotiated limits and/or their safe word/safe sign). The majority of these survey participants were fe-male (68%) and in their first three years of participation in BDSM when their consent was violated for the first time. Such findings sug-gest that more research is needed to better cultivate a culture of con-sent that can encourage the appropriate emotional and psychological pre-negotiations necessary in healthy D/s and BDSM relationships that may be newly forming as a result of interest in the Fifty Shades series (Kimble 2017; Sprott and Berkey 2015). Funding — The data collection utilized in this project was funded by the Univer-sity of Oklahoma Office of the Vice President for Research via the Faculty Invest-ment Program. Notes on contributors Meredith G. F. Worthen is a professor of sociology at the University of Oklahoma. Her interests are in the sociological constructions of deviance and stigma, gen-der, sexuality, and LGBTQ identities, as well as feminist and queer criminology. Trenton M. Haltom (@TMHaltom) is a PhD Candidate in Sociology at the University of Nebraska–Lincoln. His research focuses on men’s “crises” of gender and sex-uality across media, occupations, health, or sports. His dissertation is a mixed-methods content analysis of representations of men’s bodies in popular U.S. mag-azines over time. His research has been published in Gender & Society, Sociology of Sport Journal, and in edited volumes.  Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        23References Allison, Paul. 2012. “When Can You Safely Ignore Multicollinearity?” Retrieved January 7, 2019, https://statisticalhorizons.com/multicollinearity   Altenburger, Lauren E., Christin L. Carotta, Amy E. Bonomi, and Anastasia Snyder. 2017. “Sexist Attitudes among Emerging Adult Women Readers of Fifty Shades Fiction.” Archives of Sexual Behavior 46 (2):455–64. doi:10.1007/s10508-016-0724-4. Appleby, George A. 2001. “Ethnographic Study of Gay and Bisexual Working-Class Men in the United States.” Journal of Gay & Lesbian Social Services 12 (3–4):51–62. doi:10.1300/J041v12n03_04 Barker, Meg. 2013. “Consent Is a Grey Area? A Comparison of Understandings of Consent in Fifty Shades of Grey and on the BDSM Blogosphere.” Sexualities 16 (8):896–914. doi:10.1177/1363460713508881 Barrett, Rusty. 2017. From Drag Queens to Leathermen: Language, Gender, and Gay Male Subcultures. New York: Oxford University Press. Bauer, Robin. 2016. “Desiring Masculinities while Desiring to Question Masculinity? How Embodied Masculinities are Renegotiated in Les-Bi-Trans-Queer BDSM Practices.” NORMA 11 (4):237–54. doi:10.1080/18902138.2016.1260262 Breslow, Norman, Linda Evans, and Jill Langley. 1985. “On the Prevalence and Roles of Females in the Sadomasochistic Subculture: Report of an Empirical Study.” Archives of Sexual Behavior 14 (4):303–17. doi:10.1007/BF01550846 Brodsky, Joel I. 1995. “The Mineshaft: A Retrospective Ethnography.” Pp. 195–218 in S & M: Studies in Dominance & Submission, edited by Thomas S. Weinberg. Amherst, NY/United States: Prometheus Books. Butler, Judith. 1982. “Lesbian S&M: The Politics of Dis-Illusion.” Pp. 168–75 in In against Sadomasochism: A Radical Feminist Analysis, edited by Robin Ruth Linden, Darlene R. Pagano, Diana E. H. Russell, and Susan Leigh Star. San Francisco: Frog in the Well, Califia, Pat. 1995. “A Secret Life of Lesbian Sexuality.” Pp. 139–49 in S & M: Studies in Dominance & Submission, edited by Thomas S. Weinberg. Amherst, NY/United States: Prometheus Books. Califia, Pat. 2000. Public Sex: The Culture of Radical Sex. 2nd ed. San Francisco: Cleis Press Inc. Califia, Pat and Robin Sweeney. 2000. The Second Coming: A Leatherdyke Reader. New York: Alyson Books. Cross, Patricia A. and Kim Matheson. 2006. “Understanding Sadomasochism.” Journal of Homosexuality 50 (2– 3):133–66. doi:10.1300/J082v50n02_07. Damon, Will. 2003. “Dominance, Sexism, and Inadequacy: Testing a Compensatory Conceptualization in a Sample of Heterosexual Men Involved in SM.” Journal of Psychology & Human Sexuality 14 (4):25–45. doi:10.1300/J056v14n04_02 Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        24Dancer, Peter L., Peggy J. Kleinplatz, and Charles Moser. 2006. “24/7 SM Slavery.” Journal of Homosexuality 50 (2–3):81–101. doi:10.1300/J082v50n02_05 Deller, Ruth A. and Clarissa Smith. 2013. “Reading the BDSM Romance: Reader Responses to Fifty Shades.” Sexualities 16 (8):932–50. doi:10.1177/1363460713508882 Donnelly, Kristin, Jean M. Twenge, Malissa A. Clark, Samia K. Shaikh, Angela Beiler-May, and Nathan T. Carter. 2016. “Attitudes toward Women’s Work and Family Roles in the United States, 1976–2013.” Psychology of Women Quarterly 40 (1):41–54. doi:10.1177/0361684315590774 Embrick, David G., Carol S. Walther, and Corrine M. Wickens. 2007. “Working Class Masculinity: Keeping Gay Men and Lesbians Out of the Workplace.” Sex Roles 56 (11):757–66. doi:10.1007/s11199-007-9234-0 Ender, Phil. 2010. “Collinearity Issues.” Retrieved January 7, 2019, http://www.philender.com/courses/categorical/notes2/collin.html   Ernulf, Kurt E. and Sune M. Innala. 1995. “Sexual Bondage: A Review and Unobtrusive Investigation.” Archives of Sexual Behavior 24 (6):631–54. doi:10.1007/BF01542185 Faccio, Elena, Claudia Casini, and Sabrina Cipolletta. 2014. “Forbidden Games: The Construction of Sexuality and Sexual Pleasure by BDSM ‘Players.’.” Culture, Health & Sexuality 16 (7):752–64. doi:10.1080/13691058.2014.909531 Foley, James. 2017. Fifty Shades Darker. Universal City, CA: Universal Pictures. Foley, James. 2018. Fifty Shades Freed. Universal City, CA: Universal Pictures. Freud, Sigmund. 1938. The Basic Writings of Sigmund Freud. New York: Random House. Gebhard, Paul H. 1995. “Sadomasochism.” Pp. 41–45 in S & M: Studies in Dominance & Submission, edited by Thomas S. Weinberg. Amherst, NY/United States: Prometheus Books. Graham, Benjamin C., Sarah E. Butler, Ryan McGraw, Shelby Marie Cannes, and Joanna Smith. 2016. “Member Perspectives on the Role of BDSM Communities.” The Journal of Sex Research 53 (8):895–909. doi:10.1080/00224499.2015.1067758 Green, Emma. 2015 . “Consent Isn’t Enough: The Troubling Sex of Fifty Shades.” The Atlantic. Feb 10 Guidroz, Kathleen. 2008. “‘Are You Top or Bottom?’: Social Science Answers for Everyday Questions about Sadomasochism.” Sociology Compass 2 (6):1766–82. doi:10.1111/j.1751-9020.2008.00173.x Hale, C. Jacob. 1997. “Leatherdyke Boys and Their Daddies: How to Have Sex without Women or Men.” Social Text 52/53 (52/53):223–36. doi:10.2307/466741 Harris, Daniel. 1999. The Rise and Fall of Gay Culture. Reprint edition ed. New York: Ballantine Books. Hébert, Ali and Angela Weaver. 2015. “Perks, Problems, and the People Who Play: A Qualitative Exploration of Dominant and Submissive BDSM Roles.” The Canadian Journal of Human Sexuality 24 (1):49–62. doi:10.3138/cjhs.2467 Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        25Hennen, Peter. 2008. Faeries, Bears, and Leathermen: Men in Community Queering the Masculine. Chicago: University of Chicago Press. Herek, Gregory M. 1988. “Heterosexuals’ Attitudes toward Lesbians and Gay Men: Correlates and Gender Differences.” Journal of Sex Research 25 (4):451–77. doi:10.1080/00224498809551476 Herek, Gregory M. 2000. “Sexual Prejudice and Gender: Do Heterosexuals’ Attitudes toward Lesbians and Gay Men Differ?” Journal of Social Issues 56 (2):251–66. doi:10.1111/0022-4537.00164 Herek, Gregory M. 2002. “Gender Gaps in Public Opinion about Lesbians and Gay Men.” Public Opinion Quarterly 66 (1):40–66. doi:10.1086/338409 Hopkins, Patrick D. 1994. “Rethinking Sadomasochism: Feminism, Interpretation, and Simulation.” Hypatia 9 (1):116–41. doi:10.1111/j.1527-2001.1994.tb00112.x James, E. L. 2012a. Fifty Shades Darker. London: Random House. James, E. L. 2012b. Fifty Shades Freed. London: Random House. James, E. L. 2012c. Fifty Shades of Grey. London: Random House. Kamel, G. W. Levi. 1980. “Leathersex: Meaningful Aspects of Gay Sadomasochism.” Deviant Behavior 1 (2):171–91. doi:10.1080/01639625.1980.9967521 Kimble, Lindsay. 2017. “Fifty Shades Darker: BDSM Expert Weighs In.” People. Feb 8 Klement, Kathryn R., Brad J. Sagarin, and Ellen M. Lee. 2017. “Participating in a Culture of Consent May Be Associated with Lower Rape-Supportive Beliefs.” The Journal of Sex Research 54 (1):130–34. doi:10.1080/00224499.2016.1168353 Krafft-Ebing, Richard von. 1965. Psychopathia Sexualis. New York: Stein and Day. Kulick, Don. 2000. “Gay and Lesbian Language.” Annual Review of Anthropology 29 (1):243–85. doi:10.1146/annurev.anthro.29.1.243 Lahti, Martti. 1998. “Dressing up in Power: Tom of Finland and Gay Male Body Politics.” Journal of Homosexuality 35 (3–4):185–205. doi:10.1300/J082v35n03_08 Levine, Martin P. and Michael Kimmel. 1998. Gay Macho: The Life and Death of the Homosexual Clone. New York: NYU Press. Mesli, Rostom and Gayle Rubin. 2016. “SM Politics, SM Communities in the United States.” Pp. 291–306 in The Ashgate Research Companion to Lesbian and Gay Activism, edited by David Paternotte and Manon Tremblay. New York: Routledge. Mohr, Jonathan J. and Aaron B. Rochlen. 1999. “Measuring Attitudes regarding Bisexuality in Lesbian, Gay Male, and Heterosexual Populations.” Journal of Counseling Psychology 46 (3):353–69. doi:10.1037/0022-0167.46.3.353 Mosher, Chad M., Heidi M. Levitt, and Eric Manley. 2006. “Layers of Leather: The Identity Formation of Leathermen as a Process of Transforming Meanings of Masculinity.” Journal of Homosexuality 51 (3):93–123. doi:10.1300/J082v51n03_06 Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        26Musser, Amber Jamilla. 2015. “BDSM and the Boundaries of Criticism: Feminism and Neoliberalism in Fifty Shades of Grey and the Story of O.” Feminist Theory 16 (2):121–36. doi:10.1177/1464700115585723 National Coalition for Sexual Freedom. 2013. National Coalition for Sexual Freedom (NCSF) Consent Counts Survey. Baltimore, MD: National Coalition for Sexual Freedom. Newmahr, Staci. 2010. “Rethinking Kink: Sadomasochism as Serious Leisure.” Qualitative Sociology 33 (3):313–31. doi:10.1007/s11133-010-9158-9 Nordling, Niklas, N., Kenneth Sandnabba Sandnabba, Pekka Santtila Santtila, and Laurence Alison. 2006. “Differences and Similarities between Gay and Straight Individuals Involved in the Sadomasochistic Subculture.” Journal of Homosexuality 50 (2–3):41–57. doi:10.1300/J082v50n02_03 Orne, Jason. 2017. Boystown: Sex and Community in Chicago. Chicago: University of Chicago Press. Raja, Sheela and Joseph P. Stokes. 1998. “Assessing Attitudes toward Lesbians and Gay Men: The Modern Homophobia Scale.” International Journal of Sexuality and Gender Studies 3 (2):113–34. doi:10.1023/A:1023244427281 Richters, Juliet, Richard O. De Visser, Chris E. Rissel, Andrew E. Grulich, M. A. Anthony, and Smith. 2008. “Demographic and Psychosocial Features of Participants in Bondage and Discipline, ‘Sadomasochism’ or Dominance and Submission (BDSM): Data from a National Survey.” The Journal of Sexual Medicine 5 (7):1660–68. doi:10.1080/01639625.2020.1750569 Ritchie, Ani and Meg Barker. 2005. “Feminist SM: A Contradiction in Terms or A Way of Challenging Traditional Gendered Dynamics through Sexual Practice?” Lesbian and Gay Psychology Review 6 (3):227–39. Roberts, JR. 1979. “Notes on the Etymology and Usage of ‘Dyke.’.” Sinister Wisdom 11:61–63. Rubin, Gayle S. [1982] 2011b. “The Leather Menace: Commetns on Politics and S/M.” Pp. 109–36 in Deviations: A Gayle Rubin Reader, edited by Gayle S. Rubin. Durham, NC/United States: Duke University Press Books. Rubin, Gayle. [1984] 2011a. “Thinking Sex: Notes for a Radical Theory of the Politics of Sexuality.” Pp. 100–33 in Deviations: A Gayle Rubin Reader, edited by Gayle S. Rubin. Durham, NC/United States: Duke University Press Books. Smith, Interviews by Anna. 2015. “Fifty Shades of Grey: What BDSM Enthusiasts Think.” The Guardian. Feb15. Sprott, Richard A. and Braden Berkey. 2015. “At the Intersection of Sexual Orientation and Alternative Sexualities: Issues Raised by Fifty Shades of Grey.” Psychology of Sexual Orientation and Gender Diversity 2 (4):506–07. doi:10.1037/sgd0000150 Stanley, Julia P. 1970. “Homosexual Slang.” American Speech 45 (1/2):45–59. doi:10.2307/455061 Steele, Valerie. 1997. Fetish: Fashion, Sex & Power. New York: Oxford University Press. Taylor-Johnson, Sam. 2015. Fifty Shades of Grey. Universal City, CA: Universal Pictures. Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        27Thompson, Mark. 2004. Leatherfolk: Radical Sex, People, Politics, and Practice. Los Angeles: Daedalus Publishing. Townsend, Larry. 2004. The Leatherman’s Handbook, Silver Jubilee Edition. Anniversary edition. Los Angeles: L. T. Publications. Truscott, Carol. 2004. “S/M: Some Questions and a Few Answers.” Pp. 15–36 in Leatherfolk: Radical Sex, People, Politics, and Practice, edited by Mark Thompson. Los Angeles: Daedalus Publishing. Tsaros, Angelika. 2013. “Consensual Non-Consent: Comparing EL James’s Fifty Shades of Grey and Pauline Réage’s Story of O.” Sexualities 16 (8):864–79. doi:10.1177/1363460713508903 Urry, John. 2002. The Tourist Gaze. 2nd ed. New York: SAGE Publications. Weinberg, Thomas S. 1995. S & M: Studies in Dominance & Submission. Amherst, NY/United States: Prometheus Books. Weinberg, Thomas S. and G. W. Levi Kamel. 1995. “S&M: An Introduction to the Study of Sadomasochism.” Pp. 15–24 in S & M: Studies in Dominance & Submission, edited by Thomas S. Weinberg. Amherst, NY/United States: Prometheus Books. Williams, Rachel and Michele Andrisin Wittig. 1997. “‘I’m Not a Feminist, but … ’: Factors Contributing to the Discrepancy between pro-Feminist Orientation and Feminist Social Identity.” Sex Roles 37 (11):885–904. doi:10.1007/BF02936345 Worthen, Meredith G. F. 2016. “Hetero-Cis–Normativity and the Gendering of Transphobia.” International Journal of Transgenderism 17 (1):31–57. doi:10.1080/15532739.2016.1149538 Worthen, Meredith G. F. 2018. “‘Gay Equals White’? Racial, Ethnic, and Sexual Identities and Attitudes toward LGBT Individuals among College Students at a Bible Belt University.” The Journal of Sex Research 55 (8):995–1011. doi:10.1080/00224499.2017.1378309 Worthen, Meredith G. F. 2020. Queers, Bis, and Straight Lies: An Investigation of LGBTQ Stigma. New York: Routledge. Wright, Susan, Russell J. Stambaugh, and Derrell Cox. 2015. Consent Violations Survey. Baltimore, MD: National Coalition for Sexual Freedom. Yost, Megan R. 2010. “Development and Validation of the Attitudes about Sadomasochism Scale.” The Journal of Sex Research 47 (1):79–91. doi:10.1080/00224490902999286 Zambelli, Laura. 2017. “Subcultures, Narratives and Identification: An Empirical Study of BDSM (Bondage, Domination and Submission, Discipline, Sadism and Masochism) Practices in Italy.” Sexuality & Culture 21 (2):471–92. doi:10.1007/s12119-016-9400-z Zussman, Mira and Anne Pierce. 1998. “Shifts of Consciousness in Consensual S/M, Bondage, and Fetish Play.” Anthropology of Consciousness 9 (4):15–38. doi:10.1525/ac.1998.9.4.15  Wo rt h e  &  H a lt o m  i n  D e v i a n t  B e h av i o r  ( 2 0 2 0 )        28Appendix. LBTQ Stigma Scale Items (Worthen 2020) Social and Familial Relationships I welcome new friends who are _______. R I don’t think it would negatively affect our relationship if I learned that one of my close relatives was a _______. R _______are not capable of being good parents. Positions of Importance and Social Significance I would not vote for a political candidate who was an openly _______. _______should not be allowed to join the military. Basic Human Rights I believe _______should have all of the same rights as other people do. R It is upsetting to me that _______experience violence, harassment, and dis-crimination just because they are _______. R Sex-Related _______are unfaithful to their romantic partners. _______are too sexual (hypersexual). _______are mostly responsible for spreading HIV/AIDS. I am comfortable with the thought of a _______having sex with a woman. R I am comfortable with the thought of a _______having sex with a man. R LBTQ Permanency Most women who call themselves _______ are just temporarily experimenting with their sexuality/gender. * Achievement of Femininity or Masculinity _______are not feminine enough. Notes: Response options were Strongly Disagree–Strongly Agree. R  items were reverse coded. The stigmatized group of interest (i.e., lesbian women, bisexual women, transwomen, and queer women) was inserted into the blank. *For this item, “sexuality” was utilized for the models estimating lesbian, bisex-ual, and queer women stigma and “gender” was utilized for the models estimat-ing transwomen stigma.    ",
    "id": 323061766,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.unl.edu:sociologyfacpub-1717"
    },
    "title": "Fifty Shades of Leather and Misogyny: An Investigation of Anti-Woman Perspectives among Leathermen",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-05-01T08:00:00+01:00",
    "publisher": "DigitalCommons@University of Nebraska - Lincoln",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=1717&amp;context=sociologyfacpub"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/323061766.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/323061766"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/323061766/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/323061766/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/323061766"
        }
    ],
    "abstract": "The Fifty Shades books and films shed light on a sexual and leather-clad subculture predominantly kept in the dark: bondage, discipline, submission, and sadomasochism (BDSM). Such new interest in this community also generated widespread misconceptions about the sexual practices that take place in these circles, especially in regard to the treatment of women. In the current study, we investigate how a BDSM or “leather” identity is related to attitudes toward women. We use a nationally representative sample of U.S. adult men aged 18–64 stratified by U.S. Census categories of age, race/ethnicity, and census region (N = 1474) and a subsample of leathermen (n = 65; 58% hetero-leather identified and 42% nonhetero- leather identified). Specifically, we explore leather identity as it relates to the support of laws/policies helping women, non-feminist identity, patriarchal gender norms, and the stigmatization of lesbian, bisexual, transgender, and queer (LBTQ) women among both hetero and non-hetero leathermen. Overall, our findings indicate a robust relationship between these anti-woman perspectives and leatherman identity that is especially pronounced among hetero leathermen and demonstrate the importance of continuing to consider how leather identity shapes misogyny among leathermen",
    "tags": [
        "text",
        "Family, Life Course, and Society",
        "Social Psychology and Interaction",
        "Sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.unl.edu:sociologyfacpub-1717",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "179",
        "openDoarId": 0,
        "name": "DigitalCommons@University of Nebraska",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 323061766,
        "depositedDate": null,
        "publishedDate": "2020-05-01T08:00:00+01:00",
        "updatedDate": "2024-01-27T21:15:00+00:00",
        "acceptedDate": null,
        "createdDate": "2020-05-22T15:08:11+01:00"
    },
    "urls": [
        "https://digitalcommons.unl.edu/sociologyfacpub/707",
        "https://digitalcommons.unl.edu/context/sociologyfacpub/article/1717/viewcontent/Haltom_DB_2020_Fifty_shades__MS_FINAL.pdf"
    ],
    "lastUpdate": "2024-01-27T21:15:00+00:00",
    "setSpecs": []
}