{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Arrigotti, Martin"
        },
        {
            "name": "Carpenter, Nell"
        },
        {
            "name": "Chase, Kieran"
        },
        {
            "name": "Cox, Alysia"
        },
        {
            "name": "Jeffries, Itai"
        },
        {
            "name": "Dinno, Alexis"
        }
    ],
    "contributors": [],
    "createdDate": "2023-08-08T13:14:52+01:00",
    "dataProvider": {
        "id": 935,
        "name": "PDXScholar (Portland State University)",
        "url": "https://api.core.ac.uk/v3/data-providers/935",
        "logo": "https://api.core.ac.uk/data-providers/935/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/576491883.pdf",
    "fullText": "Portland State University PDXScholar OHSU-PSU School of Public Health Faculty Publications and Presentations OHSU-PSU School of Public Health 6-15-2023 Final (Year 2) Report to OHA on SOGI Demographic Standards for Minors Martin Arrigotti Portland State University Nell Carpenter OHSU-PSU School of Public Health, nrc3@pdx.edu Kieran Chase OHSU-PSU School of Public Health, chaseki@ohsu.edu Alysia Cox Oregon Department of Human Services Itai Jeffries Northwest Portland Area Indian Heath Board See next page for additional authors Follow this and additional works at: https://pdxscholar.library.pdx.edu/sph_facpub  Part of the Community Health and Preventive Medicine Commons, and the Public Health Education and Promotion Commons Let us know how access to this document benefits you. Citation Details Arrigotti, M., Carpenter, N. Chase, K., Cox, A., Jeffries, I. Dinno, A. (2023) Final (Year 2) Report to OHA on SOGI Demographic Standards for Minors. Report prepared for the Oregon Health Authority, Division of Equity and Inclusion. This Report is brought to you for free and open access. It has been accepted for inclusion in OHSU-PSU School of Public Health Faculty Publications and Presentations by an authorized administrator of PDXScholar. Please contact us if we can make this document more accessible: pdxscholar@pdx.edu. Authors Martin Arrigotti, Nell Carpenter, Kieran Chase, Alysia Cox, Itai Jeffries, and Alexis Dinno This report is available at PDXScholar: https://pdxscholar.library.pdx.edu/sph_facpub/528 Final (Year 2) Report to OHA on SOGI Demographic Standards for MinorsJune 15, 2023Authors: Martin Arrigotti B.S., M.P.H., Nell Carpenter, B.S., Oregon Health & Science University-Portland State University School of Public Health Kieran Chase B.A., Oregon Health & Science University-Portland State University School of Public HealthAlysia Cox, M.P.H., Oregon Department of Human Services, Child WelfareItai Jeffries, Ph.D. Northwest Portland Area Indian Heath BoardAlexis Dinno, M.P.H., M.E.M., Sc.D., Oregon Health & Science University-Portland State University School of Public HealthCorrespondence to: Alexis Dinno <alexis.dinno@pdx.edu>Funding: This report was funded in part though OHA, in part through an Oregon Health & Science University-Portland State University, School of Public Health Anti-Racist Faculty Fellowship, and in part through the generosity of the OHSU-PSU SPH Dean’s Office.A preliminary note on language: Some terms used in this report may be unfamiliar, especially forpeople who do not work deeply around gender, sex, and sexual orientation. For a list of important terms and acronyms used in this report, see the glossary in Appendix A. Terms appearing in the glossary will be marked with the symbol “†” at first use in the main text. We use the phrase “sex, sexual, and gender minority (SSGM†)” in place of the acronym “LGBTQ+”, because SSGM recognizes a commonly experienced system of structural and social marginalization that affects otherwise heterogeneous lived experiences of people with different sexes, sexual orientations, and genders. We center SSGM individuals and populations throughout this report, given the historical social and political vulnerability of those in these social locations. We expect those in non-marginalized social locations (cisgender, binary gender, straight, not intersex), who historically have been well-represented in demographic questions, will benefit less from OHA’s SOGI demographic standards than SSGM people, who historically have been erased and distorted in otherdemographic questions.Executive SummaryThe report synthesizes thoughtful recommendations of the authors to the Oregon Health Authority (OHA) about routine data collection of SOGI† (sex, sexual orientation, and gender) demographic data in minors for clinical and reporting purposes. We see five primary motivations to routinely collect SOGI data, including to:1. create an inclusive practice in order to welcome and make space for people from historically excluded genders, sexes, and sexual orientations,2. promote health equity between minority and majority SOGI identities,3. direct group-specific services towards those who need them,4. represent the actual diversity of Oregon, and its communities, and5. shift normative expectations about who Oregonians are.Our approachThese recommendations are informed by:• interviews with Oregon service providers and advocates for sex, sexual, and gender minority (SSGM) young people,• a literature review to identify existing data sources on Oregon minors, and methods, and recommendations for collecting these data,• a focus group with SSGM teens, and• a survey of US states’ SOGI data practices as reflected in major health surveys. Expertise gleaned from interviews with community advocates and service providers is incorporated throughout the recommendations below. Among considerations included in the report, we highlight the impact of parent/caregiver presence in data collection procedures, the need for cultural specificity in determining appropriate question and response options, individuals’ right to have control over their data, and the value of open vs. structured questions which is dependent on age. The literature review yielded alarmingly few evidence-based recommendations for routine SOGI data collection for minors and sparse existing data on SSGM minors.Summary of recommendations (detailed in full in the report)Recommendations for children based on age: Questions and the response options should differ depending on the age and understanding of the child:• For young children (under age 8 or 9) we recommend only using broad, open-ended questions and not involving structured, check-box style questions at all. If structured questions are necessary, we recommend a question that categorizes children’s gendered experiences either in their own words or according to gender conformity or nonconformity.• For children (ages 8 to 11) we still recommend focusing on open-ended questions, but these can be more specific, including questions about the body, attraction, and self-identifying.• For adolescents (ages 12+) we recommend that the adult SOGI recommendations should be appliedwith special consideration given to ensuring that the adolescent understands the limits of confidentiality regarding this information.Recommendations to limit parental/caregiver report bias: To account for parent/caregiver bias in reporting minor demographic information, indicators can be used to identify who is disclosing the data about a minor, and who is present when data are collected.Recommendation to limit administrator report bias: Add an option to indicate the question was not asked (e.g., ‘□ Did not ask question’) in order to account for instances in which a survey administrator did not ask the question, and to avoid conflating these instances with passive non-response, or active non-responses such as Prefer not to answer or I don’t know what this question is asking. Such a question could be used to identify administrators routinely not asking SOGI questions, and could also be used as a flag for follow-up with a respondent. This question could also be added for REALD.Recommendation to provide expanded prompts and definitions: Provide generously detailed prompts (similarly to REALD’s prompts for open text responses) to all SOGI questions, and provide definitions for each of the categories in structured questions.Recommendations for labor equity and a centralized demographic repository: Due to the labor cost ofreporting demographic data (let alone, for example, screening, treatment or symptom questionnaires), we recommend that people are asked to fill out demographic forms no more than once per year. This poses technical challenges. We recommend a central database or repository be created, which holds demographic information provided and managed by both children and adults. For example, a minor might change their preferred pronoun or gender identity using a web page to interface with the database. To offset the reporting burden, healthcare and other service providers as well as researchers would be required to undergo training for respectful and ethical use of the data prior to requesting permission to access their SOGI data from this repository. Individuals should be able to access their own data. A centralized demographic data database would dramatically reduce the burden of changing legal documentation of a person’s name, sex, gender, race, ethnicity, etc., which is frequently mentioned as a stressor or barrier to care for SSGM minors and their families (as well as SSGM adults).We recommend that SOGI demographic data be collected routinely among minors in Oregon in contexts where REALD data are collected. Recommendations about restricting access to SOGI data: We recommend that service providers who wish to access historical SOGI data (that is the history of changes to an individual’s demographic information, including REALD), and who have obtained patient consent to do so, be required to document the reason for accessing such information and that institutions are required to review the validity of these reasons. Requiring service providers to document reasons for accessing historical demographic data serves as a checkpoint to help ensure patient data is being used safely and ethically but is not dependent on a prescriptive list of what uses of data are legitimate.Because Oregon law (OR 109.650) does not guarantee minors a right to confidentiality, nor does it guarantee parents/caregivers a right to access their children’s information, where possible we recommend service providers guarantee that minors over age 12 must give permission for their information to be shared, even with parents/caregivers. When such a guarantee is not possible, we recommend that the collection of SOGI data include an acknowledgment that confidentiality is not guaranteed and that providers are trained to recognize situations when it is or isn’t appropriate to share this information. Recommendations about mandatory training For accessing current SOGI data: We recommend workers and institutions who interface with minors should not be able to access SOGI data unless they have been trained on using the data respectfully. We recommend OHA develop and disseminate brief training materials around SOGI data use.For accessing historical demographic data (including SOGI): We recommend OHA create and disseminate training materials for institutions and individuals who desire to access historical demographic data (i.e. across the life course of the individual).Conclusion Collecting inclusive SOGI data is a public health good and a moral necessity, and has the potential to benefit individuals as well as population health. OHA’s draft SOGI data tool is, in our judgement, the most inclusive of all U.S. states among the tools we considered, and could play an important role as a model of inclusive routine SOGI representation for minors nationally countering SSGM erasure and distortion in other states.I. IntroductionThis report synthesizes the thinking and recommendations of the authors to the Oregon Health Authority (OHA) about routine data collection of SOGI demographic data in minors for clinical and reporting purposes. Contributions of the authorsThis document is a result of collaboration between the authors and the Oregon Health Authority (OHA) to improve existing guidelines for the collection of gender, sex, and sexual identity data (SOGI†) among minors (see Appendix B for relevant excerpts from OHA’s current draft SOGI guidelines for adults).Arrigotti performed the literature review, including review of studies collecting SOGI data on Oregon minors, organized interviews with Oregon service providers and advocates of SSGM minors, contributed to the creation of interview questions, interviewed experts along with Dinno, assisted in theIRB application for SSGM youth focus groups, and was the primary author of this report. Carpenter contributed to the literature by updating data and studies published in the second year of this collaboration and compiling the survey of SOGI data collection in US states (with assistance from all other authors), conducted focus group outreach, moderated an SSGM teen focus group with Dinno, andled the second-year revisions of this report with Dinno. Chase provided guidance in discussion of this report during its preparation, and was a collaborative editor and contributing author of the report. Dinno gave guidance to Arrigotti and Carpenter throughout all aspects of the project, helped organize interviews, was an interviewer, helped organize focus groups, was a focus group moderator, and was a senior and contributing author to this report. Alysia Cox helped author portions of the manuscript related to fostering and adoption, and helped to edit the entire manuscript. Itai Jeffries helped inform portions of the manuscript related to decolonization and cultural specificity, particularly North American Indigenous systems of sex, sexual orientation, and gender, and helped to edit the entire manuscript. Dinno will serve as corresponding author.Current international, national, and Oregon political contexts for SSGMThis report is written during a historical moment of varied shifts in the political and social spaces made for SSGM individuals, and these shifts reflect contests around social norms and legal protections and oppressions with respect to sex, sexual orientation, and gender. Globally, the Yogyakarta Principles (International Commission of Jurists (ICJ), 2007) and Yogyakarta Principles plus 10(International Commission of Jurists (ICJ), 2017) are the vanguard human rights articulations for the freedoms of occupying categories of sexual orientation, gender identity, gender expression, and sex characteristics, and also of full cultural participation irrespective of locations in these categories. However, contexts of national inclusion and oppression vary. For example, some countries impose the death penalty for participating in homosexual acts e.g., Uganda, Iran, Pakistan (ILGA, 2023), criminalize SSGM identities e.g., Myanmar, Uzbekistan, Indonesia (ILGA, 2023), and criminalize support for SSGM identities e.g., Hungary, Russia (Euractiv, 2023; Thoreson, 2022). While some nations do not criminalize SSGM identities per se, however they nonetheless restrict rights to full participation in social life by SSGM individuals, as when same-sex marriage is not legally recognized e.g., China, Singapore, when same-sex partners cannot legally adopt children e.g, Egypt, Thailand, or when there are no protections against housing and employment discrimination against transgender† people, e.g., Afghanistan, Saudi Arabia etc. (Equaldex, 2023). Contrasting with such sanctions against SSGM individuals, some nations strive for structural inclusiveness of individuals of all SOGI categories (Equaldex, 2023; ILGA, 2023).1In the U.S. in 2023, 537 bills have been proposed in 49 state legislatures which would institutionalize anti-transgender and anti-gender minority discrimination in healthcare, education and sports, anti-sexual minority discrimination in education, and banning drag performances. As of June 12, 2023, 82 of these bills have passed, while 74 have been signed into law or overcome a governor’s veto in 21 states. Many of these laws specifically target minors, such as Kentucky’s recently passed Senate Bill 150 which bans gender-affirming care for minors and permits teachers to misgender† and deadname† students specifically targeting youth (2023 Anti-Trans Bill Tracker, 2023). In such contexts,the routine representation of SSGM can be weaponized for oppressive purposes. For example, in 2022 Texas Attorney General Ken Paxton’s office—part of an administration openly hostile to transgender people—unsuccessfully attempted to produce a list of Texas driver’s license holder whose gender “changes from male to female and female to male for the last 24 months, broken down by month”(Hennessy-Fiske, 2022). However, some state governments have been advancing protections for SSGMminors. For example, New Jersey’s Governor Murphy signed an executive order protecting gender-affirming care for minors (Office of the Governor, 2023). Legislation in several other states would similarly protect minors’ access to gender-affirming care (Ferguson et al., 2023). The State of Oregon’s current political context is largely protective and inclusive of SSGM, including SSGM representation among elected officials such as current openly lesbian Governor Tina Kotek, although local governing bodies, such as public school districts can be oppressive towards SSGM minors (Miller, 2021), and there are political candidates and organizing groups advocating for anti-SSGM legislation in Oregon (Monahan, 2022; Prince, 2021). Oregon House Bill 2002, which would guarantee access to gender-affirming care, as well as reproductive health care (such as abortion) for everyone including minors, has faced concerted opposition from the current Republican minority in the Oregon State Senate which has effectively halted that legislative body’s ability govern this session(VanderHart, 2023). Oregon’s current political context also includes the ongoing harms of white supremacy as expressed in the colonization of its Indigenous population (Dooris, 2022), anti-Black racism in social movements (Nagesh, 2020), and institutional violence (Sinyangwe, 2021), and these contexts amplify the vulnerabilities of the people living in the intersections of different kinds of person of color/non-whiteness and SSGM experiences. OHA’s proposed inclusive adult SOGI demographic standards—like OHA’s inclusive REALD demographic standards—create and hold space for Oregonians of all sexes, all sexual orientations, and all genders, both in terms of their ability to represent Oregon’s diversity in SOGI terms, and to institutionalize the routine recognition of this diversity. Oregon’s SOGI demographic standard thus serves as an alternate model, both to current state governments actively engaged in erasure of their SSGM populations, and to its own citizens. The policy recommendations we advance in this report cannot be understood as universally applicable, and while our analysis will usefully inform SOGI demographic standards for minors in other jurisdictions, this report speaks to Oregon’s current political context.Why collecting SOGI data for young people matters.We see five primary motivations to routinely collect SOGI data: (1) inclusive practice in order to welcome and make space for people from historically excluded genders, sexes, and sexual orientations,(2) to promote health equity between minority and majority SOGI identities, (3) to direct group-specific services towards those who need them, (4) to represent the actual diversity of Oregon, and its communities, and (5) to shift normative expectations about who Oregonians are.Individuals from minority genders†, minority sexes†, and minority sexual orientations† have a storied history of exclusion from public spaces, such as working as educators in public elementary schools, public institutions, such as the right to marry a same-sex partner, and within service-providing institutions, such as health care, adoption, or education, including in Oregon. One of the ways such 2exclusion operates is by a lack of representation—literally ‘not counting’ who is present. By implementing SOGI data standards that embrace diverse identities, including non-normative categories of gender, sex, sexual orientation, and sexual behaviors in structured demographic responses, as well asby placing free-text representations first, OHA’s SOGI tool adapted for minors can welcome minority representation and participation. Health equity work is a critically important form of justice work engaged in by medical and public health professionals. Achieving health equity requires accurate and representative data about the populations involved (Whitehead, 1991), yet little such data exists for SSGM minors in Oregon or nationwide. Collecting data on SSGM minors in Oregon allows for estimating the prevalence of various SOGI identities, and allows more accurate and reliable estimates of health disparities between SSGM minors and gender, sex, and sexual majority minors. Accurately estimating health inequities allows us to direct services and tailor health interventions and policies to where they are most needed, and also to assess whether these interventions and services are effective, ensuring public health funds are appropriately and responsibly utilized to maximize health benefit.Better standards for routine SOGI data collection with minors can promote equity in multiple governmental and private settings. In educational settings, such standards can be used to design sex-ed and anti-bullying curricula, or to identify if school policies or accommodations are failing to serve or harming specific groups of students. In the foster care case management system, understanding a minor’s gender, sex, and sexual orientation is important for finding safe and appropriate foster care placement and provider matching. Failure to do so could result in placing an SSGM minor in a household that is hostile to the minor’s ability to exist as their whole self, or which would impacts their ability to receive appropriate services. SOGI data collection can also help youth detention facilities ensure they are not increasing the risk experienced by detained SSGM minors. Any institution that interfaces with minors, especially in those settings that provide welfare, health, or educational services, will benefit from better SOGI data collection practices.Finally, people in specific SOGI categories may have health needs specific to that group. As one example, gender-affirming health care services should be directed to transgender-identified people. As another, health care services in support of reproductive health care, including obstetric care, should be directed to people who can become pregnant. Such needs also apply to non-health care settings as well:while there is a public good in all students’ exposure to information about queer sexual and reproductive health as part of comprehensive sex education, sexual minority minors especially benefit from comprehensive sex education in schools which includes representations of the experiences of people like them. Similarly, the absence of evidence for best practices of clinical or pharmaceutical treatment of transgender, or nonbinary† patients results from systematic erasure of these categories in research. Because we have not historically tracked SOGI demographic data the evidence base for clinical practices is overwhelmingly based on research with participants fitting neatly into the cis-normative sex/gender binary, and this mean that questions about best practices for competent treatment of illness among people who have histories with gender-affirming care as a health-relevant condition are understudied.We believe that, similar to the disability rights’ concept of “universal design” (Steinfeld & Maisel, 2012), wherein ensuring environments are accessible to those with disabilities creates benefits in accessibility for everyone, ensuring that SOGI data collection justly and accurately represents SSGM minors in Oregon will provide benefits in the form of representation and services for all minors in Oregon, and the adults they become, as well as the adult teachers, parents/caregivers, family members, etc. in SSGM minors’ lives. For example, OHA’s SOGI tool suggests questions about reproductive biology be guided by anatomy inventories, rather than a binary sex category to help counter false assumptions in clinical contexts; treatment and testing guidelines which assume that a heterosexual 3cisgender woman may be or may become pregnant will be better informed by asking if someone has ovaries and a uterus such as when such people have had hysterectomies. As with OHA’s REALD standards, we expect OHA’s SOGI standards to create ripple effects promoting inclusive representationin non-public health disciplines and in other states.OHA’s approach to SOGI data collection, as informed by its community-driven process has explicitly separated questions about gender identity from questions about gender modality† from questions about sex (SOGI Data Standards Committee, 2022). This contrasts sharply with the ‘two-question approach’ advocated by the Williams Institute (Badgett et al., 2014) and recently by the National Academies of Science, Engineering, and Medicine (Bates et al., 2022), which biases the ways gender identity, gender modality, and sex—which all have some independence from one another—are represented to the harm of SSGM people (Morrison et al., 2021). In the past, and too frequently in the present, it has been common for demographic data collection practices, both in clinical and research settings, to conflate gender and sex. The conflation of sex and gender threatens the validity of health equity research; failing to adequately represent the experiences of gender and sex minorities may result in biased estimates of health disparities, or the failure to identify them at all (Morrison et al., 2021). In clinical settings, conflating sex and gender contributes to the stigmatization of SSGM experiences, sending two harmful messages. The first is that providers, by virtue of being unaware of SSGM experiences, are not likely to be knowledgeable of SSGM-specific health concerns, therefore increasingmedical mistrust and reducing access to appropriate care. The second message conveyed by a lack of routine inclusive SOGI data collection is that there is not space for SSGM people in the clinic, and SSGM people should expect exclusion. Whether or not the intent is to exclude, then, the effect of conflation of sex and gender in demographic data collection always involves exclusion, erasure, and marginalization of SSGM people.II. Our ApproachMultiple lines of inquiry inform this paper, including an academic literature review, an enumerationof population studies of Oregon youth involving SOGI data, interviews with expert advocates and providers to SSGM minors in Oregon, a survey of implemented SOGI questions for minors, and focus group with SSGM Oregonians aged 14–17 years. Our literature review used academic search engines, online university resources and government websites to identify: (1) what recommendations or researchexists to improve routine SOGI data collection among minors, and (2) what demographic data exists onOregon minors, including the tools used to collect it, specifically surrounding gender, sex, and sexual orientation, and (3) what are the SOGI questions most currently used in population surveys of minors in 47 states identified on each state’s public health department website (see Appendix C); we were unable to properly evaluate questions from all 50 states because state employees of New Jersey, South Dakota, and Alabama refused repeated requests to share questionnaires for their studies of minors. We met with 15 professionals across the state of Oregon working in the service of SSGM young people, including teens (13–17), pre-teens (9–12), and young children (<9). These experts included educators, advocates, care and service providers, and some were members of families with SSGM minors, or wereSSGM themselves. We solicited their expertise on young people’s experience, thoughts about, and language used to describe their SSGM identities, what are the best ways to collect these data, and what potential complications we may encounter—particularly around parent/caregiver and child relationships. Finally, we held a focus group approved by PSU’s IRB (HRPP# 227664-18) with SSGM teens in Oregon in which we both shared and garnered input about OHA’s proposed SOGI data collection tool, and solicited personal testimonies about participants’ experiences with SOGI demographic data collection (see Appendix D for our focus group pages and schedule). Our outreach efforts focused on youth support groups for SSGM and questioning teens in Oregon, which we 4identified in partnership with support from colleagues, particularly Seth Johnstone of Basic Rights Oregon. We contacted 17 organizations and individuals associated with youth support groups and received responses from 12, all but one of which had reasons for not being able to host a focus group. These reasons included: group participants being mostly too old or too young, group participants declining to participate, insufficient current participation in support groups, organizational barriers, andwariness of inviting outsiders into focus groups based on previous experiences and a sense of SSGM youth being over-surveilled by research (this last reason especially true in Oregon Indigenous contexts).III. Findings/gapsThe eight data sources we identified (see Table 1), which span the years 2019–2023, included from most to least recently implemented: The Oregon Youth Survey Online (OYSO; 2022), the Student Health Survey (SHS; 2022) (replaced the Oregon Healthy Teens Survey (OHT; 2001–2019) and Student Wellness Survey (SWS; 2010–2018)), the National Health and Nutrition Examination Survey (NHANES; 2020), the Youth Risk Behavior Surveillance System (YRBSS; 2023), the Healthcare Cost and Utilization Project (H-CUP; 2019): KID module, the National Health Interview Survey (NHIS; 2022), the National Survey of Children’s Health (NSCH; 2022), and EHR data based-sources such as the national cancer registry or Children’s Health Insurance Program (CHIP) data. The YRBSS was included in our work even though this survey is not administered in Oregon, because it is a national study used by the neighboring states California, Idaho, and Nevada that collects data about gender modality and sexual identity and behavior. See Appendix E for more details on these data sources.Data on Oregon minors for gender, sex, and sexual orientation is sparse, or in the case of Oregonians under age 12, non-existent (see Table 2). Of the eight data sources we found collecting demographic information on Oregon minors, five do not collect SOGI data beyond fixed binary sex-gender. We found that two data sources, the Student Health Survey, and the Oregon Youth Survey Online, provide far more comprehensive population-level data on Oregon adolescents than any other state or nation-wide survey. Yet, as we detail below, even these surveys may not provide the comprehensiveness of data or precision of population estimates required to guide health equity interventions for Oregon minors.5Table 1: Types of data collected, by sourceTitle Type Sex Gender Sexual Identity Age rangeYRBSS Survey What is your sex?Male/femaleSome people describe themselves as transgender when their sex at birth does not match the way they think or feel about their gender. Are you transgender? (only in high school version)Yes, No, I am not sureWhich of the following best describesyou?Heterosexual (straight), Gay or Lesbian, Bisexual, I describe it some other way, I am not sureMiddle and High School(12–18)OYSO Survey What sex were you assigned at birth?Female, Male, Non-binary, Prefer not to answerGender identity is how someone feelsabout their own gender. There are many ways a person can describe their gender identity and many labelsa person can use. Which of the following terms describes your current gender identity? (check all that apply)Girl or young woman, Boy or young man, Nonbinary, Genderfluid, Genderqueer, Agender, Another gender identity not listed, I am not sure or questioning, I don’t understand, Prefer not to answerSexual orientation is a person’s emotional, romantic, and/or sexual attractions to another person. There are many ways a person can describetheir sexual orientation and many labels a person can use. Which of these options best describes your sexual orientation?Straight or heterosexual, Gay, Lesbian, Bisexual, Queer, Pansexual, Asexual, Not listed (please specify), Iam not sure or questioning, I don’t understand, Prefer not to answer15–18SHS Survey Not collected What is your gender identity? You can choose more than one.Two Spirit (SHOW ONLY IF IDENTIFY AS AMERICAN What is your sexual orientation? Youcan choose more than one.Lesbian or gay, Straight, Bisexual, Pansexual, Asexual or Aromantic, 6th, 8th and 11th grade (12–18)6Title Type Sex Gender Sexual Identity Age rangeINDIAN/ALASKA NATIVE), Girl/Woman, Boy/Man, Demigirl/Demiboy, Nonbinary, Gender fluid, Agender/No gender(SHOW ONLY IF IDENTIFY AS NATIVE HAWAIIAN/PACIFIC ISLANDER) Fa’afafine, Fa’atane, Leiti, Mahu kane, Mahu wahine, TakatapuiSomething else fits better (Please specify), I am not sure of my gender identity, I don’t know what this question is asking, I prefer not to answerAre you transgender?Yes, No, I am not sure, I don’t know what this question is asking, I prefer not to answerQueer, Something else fits better (Please specify), I am not sure of my sexual orientation, I don’t know whatthis question is asking, I prefer not to answerNHIS Survey Are you male orfemale?Male, Female, Refused, Don’t knowNot collected Not collected 0–17NSCH Survey What is your sex?Not collected Not collected 0–177Title Type Sex Gender Sexual Identity Age rangeMale, FemaleNHANESSurvey Is {NAME} male or female?Male, Female, Don’t know, RefusedNot collected Not collected 0–17H-CUP:KIDSurvey of HospitalsCode 0=male, 1=female, other responses=invalid/missingNot collected Not collected 0–17EHR dataEHR Binary male/female only*Varies Varies 0–17* EHR data sometimes includes intersex, but the majority of this data will only include binary sex.See Appendix E for more details on these data sources.8Of the eight data sources we identified, there were two Oregon data sources and five national data sources that collected demographic data on Oregon minors; electronic health record (EHR) data was treated as a separate source of data, and was the only data source that did not come from a survey. Several government data sets—such as the national cancer registry,CHIP data, or the national syndromic surveillance system—use EHR data. Table 2 breaks downthe number of surveys that have any measure of gender or sex more inclusive than a binary male/female system. The number of studies that only have a binary male/female system and/or conflate sex and gender, and the number of studies that collect any information about sexual orientation from Oregon minors.Table 2: Data availability for sex, sexual orientation, and gender.Demographic Dimension Number of Data Sources (N=8)Children (<12 years)(n=5 data sources)Adolescents (12–18 years)(n=8 data sources)Gender, binary only OR conflates gender and sex5 4Gender, inclusive 0 3 (OYSO, SHS, YRBSS)Sex, binary only 5 6Sex, inclusive 0 2 (OYSO, SHS)Sexual Orientation 0 3 (OYSO, SHS, YRBSS)In summary, few data sources are available on Oregon minors that distinguish between gender and sex, or which collect information about sexual orientation. Even fewer have more than 2 options for physiologic sex (e.g., intersex). Data on Oregon minors under age 12, except for that which conflates gender and sex and measures this only in binary terms, is non-existent. Bettering the health of SSGM minors in Oregon through inclusion, promoting health equity, and directing group-specific services is possible, but better routine data collection practices are required in order to do so.IV. Key Considerations for SOGI Data Collection with MinorsAge appropriatenessHow questions should be asked and what response options should be provided may differ depending on the age and understanding of the child. While research shows that awareness of gender minority experience can begin at a very young age (Rae et al., 2019; Zaliznyak et al., 2020), a 5-year-old’s concept of gender, and the language they use to describe it, is almost certainly different than that of a 17-year-old. Young children (i.e., children under 12 years-old) tend to speak about gender in more binary terms, and gender nonconforming young children may indicate that they do or do not feel that they are a boy, or that they wish they had different body parts, but may not understand questions about identity, or may not use language such as “transgender,” “nonbinary,” or “agender” as frequently as adolescents or at all. Similarly, ‘transgender’ ‘cisgender’ and ‘questioning’, may have little meaning to very young people (i.e.,children under 8 years old), but significantly more for teens. Questions of sexual identity likely have very different meanings for minors at different developmental stages. 9We also question whether giving a parent/caregiver the choice of assigning these kinds of adult minority gender labels to their child in demographic questions would be a valid representation of the child’s self-representation of gender. For example, a parent/caregiver may observe a young child’s behavior and interpret it to be flirtatious or to indicate a specific sexual orientation or gender identity, when in fact the child is practicing or demonstrating mastery of social skills and the building of empathy for people in different circumstances.As articulated by Westbrook and colleagues, “…survey questions also teach” (Westbrook etal., 2022). Adolescent focus group participants seem to share aspects of this idea in articulating that there is value in children, including those younger than 14, engaging with SOGI concepts in demographic data tools. Some participants explained how they did not come across many SOGI categories until they were older which hindered the development of their own identities. One participant reported, “when I was younger they didn’t ask for gender, so I was unable to mark myself as anything other than [male or female], making my realization of self harder, and more time consuming.” Participants reinforced that merely encountering SOGI categories as children could have made their identity development and lives easier—aligning well with the motivation for inclusive demographics such as OHA’s REALD and SOGI as a project for socialchange.Through puberty and adolescence, and the aging process generally, minors become capable of more nuanced thought about gender, sex, and sexuality, and are likely to have begun to think about how well common labels and identities apply to their own experiences. Taking this developmental perspective into consideration, we believe that adolescents are similarly capable of understanding and interfacing with SOGI data collection instruments as adults.Cultural specificity and decolonizing SOGISOGI concepts, including those in OHA’s draft SOGI tool, vary across cultural contexts and are not universally constructed and understood (S. J. Meyer & Elias, 2023). Some examplesof categories not well represented by current OHA SOGI guidelines, but which may have currency in particular cultural—i.e. geographic and ethnic—contexts include the concepts of gender transition†, detransition and retransition† (although aspects of these may be represented with longitudinal data collection), the idea that transgender experiences together with sexual orientation describe unified facets of a singular identity, and ways that Two-Spirit identity are not well captured by sex, sexual orientation or gender identity. A useful method for representing culturally specific identities, as well as decolonizing SOGI demographic standards may be to link options for structured gender identities and sexual orientations to race and ethnicity data (e.g., REALD), such that people who indicate certain racial or ethnic backgrounds will see culturally-specific SOGI categories which others will not. Some examplesof culturally specific identities (non-exhaustive and non-comprehensive) include ‘Two-Spirit’ in pan-North American Indigenous contexts, ‘Bakla’ in Filipino contexts, ‘Māhū’ in Hawaiian or Tahitian contexts, etc. However, we envision future participatory community-engagement processes to solicit and identify respectful and inclusive use of categories for specific cultural contexts, as opposed to non-systematic incorporation of terms that are uninformed by engagement with people using the terms in their communities. Feedback from members of a variety of ethnic and cultural groups within Oregon would also be necessary to refine the 10connection between REALD and SOGI data. We do not understand if or how ‘Two-Spirit’ identity or other culturally-specific identities interact with age (especially with young children).Our North American Indigenous colleagues have helped enlighten us about SOGI demographic standards in several ways. For example, we have heard from a Diné colleague thatthe Butler-esque assumption that sex is always already gender identity is explicitly colonizing: not all people are gendered at birth, and not all people are gendered in the binary at birth. Rejection of, ambivalence towards, or similar ways of existing outside the sex/gender binary donot imply lack of awareness of one’s reproductive biology. We have learned from Indigenous population research into Indigenous identities, that the overwhelming majority (>75%) of transgender-identifying North American Indigenous people identify as nonbinary gender (at least in part). Many conversations with North American Indigenous colleagues support that ‘Two-Spirit’ should be an option for gender identity for those in this cultural context, although many expressed concern that this option should not be available to all people, as this would invite appropriation. There is also value in a separate question “Are you Two-Spirit?” in a similar fashion to “Are you transgender?”, as the concept has meanings beyond gender, i.e. we have heard from a North American Indigenous colleague that ‘Two-Spirit’ is in some ways “an orthogonal concept to gender identity.” For example, for some the term remains a placeholder for historic and modern Nation-specific roles, sacred responsibilities, etc.. Our conversations with North American Indigenous colleagues indicate that inclusive SOGI demographic standards matter, but in isolation are generally regarded in this community as holding less weight than Indigenous identity, since Indigenous-specific conceptualizations of gender are experienced as an extension of one’s Indigeneity, not in addition to it. There is strong value alsoin the recently emerging label ‘Indigiqueer’, although the authors do not yet understand how to integrate that label ‘Indigiqueer’ across different SOGI categories and encourage more collaboration with Oregon’s Indigenous community to expand understanding.Safety, transparency and minor’s control over dataA difficulty in collecting demographic data from minors is that, under a certain age (which can vary depending on the data and the context in which it is collected, but roughly up until around age 15), parents/caregivers can legally access their children’s health information, and unless there is positive evidence of abuse, there is little minors can do to stop this. Oregon’s ageof medical consent is 15, its age of mental health consent is 14, and consent for reproductive health care is in effect at any age. So a child may be answering SOGI demographic questions without their parent’s/caregiver’s present, but their parents/caregivers may still be able to access this information later without their child’s consent. In its current form, Oregon House Bill 2002 would require that providers of reproductive health care services “…not disclose to the minor’s parent or legal guardian information regarding the information and services” without the minor’s consent, or reasons of law enforcement, however this would not specifically cover demographic information (House Bill 2002, 2023). It is important to considerthe safety of the minor when collecting demographic data from them, as well as transparently communicating what control minors have over their data, who it will be shared with, and how itwill be used. The safety of SSGM minors is also affected by an absence of representation in demographicdata. For example, we have heard that in the state of Oregon, queerness in minors is not 11routinely tracked within the foster case management system, and although Oregon Administrative Rule (413-200-0274 to 413-200-0298) requires a signed statement that foster parents:Respect, accept and support the race, ethnicity, cultural identities, national origin, immigration status, sexual orientation, gender identity, gender expression, disabilities, spiritual beliefs, and socioeconomic status, of a child or young adult in the care or custody of the Department, and provide opportunities to enhance the positive self-concept and understanding of the child or young adult’s heritage, these statements are not systematically tracked, nor is actual supportiveness of SSGM minors by prospective foster parents systematically tracked (although there are monthly visits where case workers check in with fostered minors). Because Oregon Department of Human Services does not have adequate privacy protections over SOGI information in the fostering system, and because ORDHS fostering records are public (and is required to share case data with the federalgovernment), they have intentionally not collected SOGI data.Those who collect or access children’s SOGI data should be trained on how to utilize this data ethically and morally. We have heard of cases where a pediatric care coordinator asked for preferred name and pronouns, then a few minutes later misgendered† or deadnamed† the minor in conversation with care providers and parents/caregivers, ignoring the minor’s preference. Teen focus group participants expressed value in knowing ahead of time that their providers will respect names and pronouns during clinical visits. Improper utilization—including the absence of practices to use and honor SOGI data—undermines the patient-provider relationship,devalues the authenticity of the care provided, diminishes the ethical validity of demographic data collection, and, most importantly, harms the safety of the child. Parent/caregiver presence, power and biasParents/caregivers—who may be protective, aware or unaware, supportive or unsupportive, or even hostile—will often misrepresent their children’s SOGI identities in demographic data for a variety of reasons. Parents/caregivers of SSGM children will misrepresent children’s identities more often than parents/caregivers of straight, cisgender, sex majority children. This can bias estimates of the prevalence of children’s SSGM identities, resulting in underestimates of SSGM identity prevalences and overestimates of gender, sex, and sexual majority experiences and identities. Families have also been known to misrepresent SOGI demographic data of adults, especially in death records or when a person cannot speak for themselves, such as when they are in a coma (Dinno, 2017). This bias can’t be resolved simply by backdating people’s SOGI identities, or by comparing, for example, the prevalence of SSGM identities among 20-year-olds to that among 16-year-olds, because identity formation is a dynamic process, and just because the answer a parent/caregiver gave about a 16-year-old does not match the answer the child gave later in life does not mean the parent/caregiver was misrepresenting their children’s SOGI identities at the time. Backdating is also a form of erasure. It erases experiences where a person’s identity was correctly represented at one point inone way, and correctly represented at another point in a different way. Those experiences are valid, and erasing those experiences assigns the “I was born this way” narrative to everyone, 12regardless of how well that narrative describes a person’s experience. Aside: discrepancies in demographic data between systems should not be taken to indicate a fault in a patient’s or client’s reporting: outness† and closeting are often contextual.Children do not always feel safe, and may not be safe, to share information about SOGI SSGM identities with parents/caregivers present (Goldhammer et al., 2022). The presence of parents/caregivers when data is being collected, then, potentially biases representation of actual identity even when the data is collected directly from the child. Many of the adolescent focus group participants spoke to misrepresenting their identities or choosing not to disclose their identities (e.g., through responses like “I don’t want to answer”) when specific people in their lives who were unsupportive were around. For example, when asked about how parent/caregiver presence impacts their response, one participant responded, “I answer a lot differently. If it is [one family member/caregiver] I don’t answer. But if [another family member/caregiver] is in the room, I answer fully. My fam is homophobic so I usually say nothing unless I am alone.” Another participant spoke about value of privacy and space, they shared, “having some of my family around can make me anxious, resulting in being reluctant tofill out needed information.” There is an emerging cultural trend towards gender expansive parenting†, including some parents assigning agender or nonbinary gender to their newborns (Goldhammer et al., 2022). This is one way the assumption that all people are assigned a binary gender at birth is rendered invalid, as are measures of gender identity predicated on this assumption. Similarly invalid is the separate assumption that the sex on a child’s birth documents is equivalent to their gender assigned at birth. For example, the sex markers “X” or “U” on birth certificates, are options in some U.S. states, including Oregon (US Birth Certificates, 2023), and in some other nations including Australia and the Netherlands (Equaldex, 2023), invalidating a binary gender assumption necessarily tied to sex. Relatedly, it raises critical questions about who has agency to assign in the passive voice construction “assigned at birth,” and our stance, in line with the Yogyakarta Principles plus 10, is that everyone has a right “to express, through cultural participation, the diversity of […] gender identity” (International Commission of Jurists (ICJ), 2017). Gender assigned at birth can and does operate outside a gender system predicated on a sex/gender binary, as evidenced by several North American Indigenous cultures, and by gender expansive parenting. The binary sex/gender system, while aptly considered in the US as a hegemonic gender system, is not a totalizing system, and there are lived alternatives to it. An insistence that both gender identity, and gender modality fit within the sex/gender binary, is therefore a colonizing power play of erasure of genders outside the binary in favor of the sex/gender binary hegemony. We use ‘colonizing’ in the sense that the self-determination and self-sovereignty of individuals and communities—as expressed through the agency ‘to assign’—is overridden and prescriptively overwritten by the agenda of those maintaining a hegemonic system (i.e. though SOGI demographic standards).Parents/caregivers, regardless of whether they are supportive, expansive, hostile, or ignorantof their children’s SOGI identities, can generally only report on assigned gender, the child’s most recent statements, observed behavior of the child, and assumed norms of attraction and sexual development. We should be careful not to conflate gender assigned or reported by otherswith an individual minor’s gender identity or gender modality. Relying on parent/caregiver report assumes the parent/caregiver knows and would reliably report on the child’s identities. 13This is an inherent limitation in parent-reported SOGI demographic data because gender identity and sexual orientation can only be valid when self-assigned. Neither Oregon, nor Federal law currently guarantees confidentiality of a minor’s demographic information from their parent/caregiver. Similarly, neither Oregon, nor Federal law currently guarantees a parent/caregiver access to their minor’s demographic data. Therefore, OHA should explicitly recommend how minors’ data is shared and protected and should recommend transparency about such policy to minors. Outside of a clinical setting other issues may arise, for example, when demographic data are collected in public education settings, parents have access to all student records.Finally, adult children may still live with their parents/caregivers, be covered by their insurance, and make clinical visits with the parent/caregiver present. Therefore, considerations around power may not be eliminated entirely simply because a child attain the age of majority. The same is true when, due to a disability, an adult child of any age is dependent upon a parent/caregiver.Labor equity in providing dataHow often we ask people to provide SOGI data, and under what circumstances, has important implications for labor equity, access, and ensuring that this health equity work is not harmful or counterproductive. Filling out demographic surveys takes time. Between OHA’s REALD, SOGI, and various mental health and screening tools (e.g., substance use, domestic violence, etc.), the labor of providing demographic data could reasonably be expected to take up to 30 minutes, and longer if a person has a disability or language barriers (before spending time on screening, treatment or symptom questionnaires). The last thing we want is for data collection instruments aimed at promoting health equity to act as a barrier to accessing health care. We see an emerging consensus in OHA’s SOGI development process, Oregon’s legislative rule-making advisory committee process, and in our consultation with community experts, including SSGM and questioning teens, that demographic information should be requested no more than once a year.Many lived circumstances act as barriers to care and service. Onerous demographic data collection would exacerbate the barriers caused by, for example, working multiple jobs (especially jobs that are not accommodating of time off to acquire care or services), balancing transportation of school age children with work, mobility and transportation limitations. Language ability may also exacerbate the effort demanded by demographic data collection, for example, people with visual impairment who require assistance reading, people with dyslexia, etc.. It seems to us that those who are most likely to be affected by the labor equity issues of routine data collection are those who are least able to absorb such impacts.The value of open questionsOpen questions (e.g., “in your own words, how would you describe your gender?”) center the patient-parent/caregiver dyad and are appropriate for all ages. They are also equally appropriate for collecting data from parents/caregivers and minors themselves. When presented with an open question, a national sample of adolescents reported 26 different SOGI categories, reflecting the evolving nature of SOGI concepts that are often operationalized first by minors(Goldhammer et al., 2022; Westbrook et al., 2022). The 2020 Student Health Survey results 14similarly demonstrate the value of open questions to capture and make space for SOGI identities of minors (e.g., “bicurious”, “omni-sexual”, “pangender”, “multigender (male + agender)”) that are not currently among OHA’s draft SOGI structured options. Open questions can be used to review how well structured (i.e., check-box) questions are capturing people’s lived experiences, giving the state of Oregon the institutionalized ability to recognize new, emerging, or unrepresented categories. The answers to these person-centered questions will not always be routinely useful in clinical or population health contexts. They will, however, establish for child patients and parents/caregivers their that these are the kind of questions likely to be asked by clinicians and public health practitioners, which is useful in two ways. First, it lets both the child and parent/caregiver know there is space to talk about their gender, sex, and sexuality, and that this space is inclusive of SSGM experience. Second, it lets parents/caregivers know that these are normal things for children to be thinking about or exploring. These both may have meaningful and positive impacts on the health of SSGM minors.The value of structured questionsStructured questions provide quantitative data that can be used to estimate the prevalence ofSOGI identities among Oregon minors. From a clinical standpoint, this helps identify whether the percentage of patients with a given identity a clinic sees is unusual, potentially pointing to previously unnoticed or unmeasured risk factors or health disparities. The research results of these questions can also be helpful for clinicians to understand the relevant risk factors, policies, and health inequities that affect their patients’ health. Specific identities may inform the direction of group-specific clinical services. From a population or policy level, structured questions allow us to gather accurate estimates of health inequities, identify useful interventionsor policies for achieving health equity, and evaluate the effectiveness of these interventions. Buteven if routine analysis does not differentiate between, say, genderqueer, genderfuck, genderpunk, and genderfluid, presenting these different structured categories as response options will signify inclusion to those who use them to self-identify.Public health surveillance demands structured data. For example, structured data would be required to estimate the top causes of death among transgender people, the top ten diseases affecting asexual people, the rates of bullying experienced by people in different categories of sexual orientation, etc.… all population health estimates we cannot currently make because we do not collect this data. The population health equity framework (Whitehead, 1991) demands comparisons of such population health measures to bring to light health disparities which may be caused by structural injustices and to strive for health equity. Therefore, collecting inclusive SOGI data is requisite for health equity.As previously noted, current sources of quantitative SOGI data for Oregon minors are scarce, and those that exist are incomplete. However, the SHS and a recent report by the Williams Institute (Herman et al., 2022) provide some estimates of population prevalences of Oregon minors with various SOGI identities. In the 2019 OHT, 6.1% of 8th graders and 5.5% of11th graders identified as one or more non-binary or gender nonconforming identity (which includes “transgender, gender nonconforming, gender fluid/genderqueer, agender, or somethingelse”), and 0.3% of 8th graders and 11th graders indicated intersex or unclear sex at birth. The 2020 SHS found that 14.8% of 8th graders and 18% of 11th graders identified as gay, lesbian, or 15bisexual. The 2021 YRBSS found that nationwide 3.2% of students identified as gay or lesbian,12.1% as bisexual, 5.2% as questioning, and 3.9% as other (Mpofu et al., 2023). Most analyses of this data exclude “something else” or “don’t know/not sure” from estimates of the number ofLGBTQ+ minors, however, another way to look at these results is that nearly 4% of youth in Oregon either didn’t see themselves represented on these gender surveys or were currently unsure of their gender and that 25% of 8th graders and 23% of 11th graders did not identify as straight or heterosexual (Oregon Health Authority, 2020).The Williams Institute also noted significant differences by age in estimates of the prevalence of transgender identity. In Oregon, they estimated 1.18% of 13–17 year-olds and 1.54% of 18–25 year-olds identify as transgender, compared to around 0.5% of older age groups (Herman et al., 2022). 2023 will be the first year that a question about transgender identity will be integrated into the standard high school and middle school YRBSS question templates (Centers for Disease Control and Prevention, 2023).These estimates have limitations, and are likely to under-represent the true prevalence ofSSGM experiences in Oregon minors. When the Williams Institute changed their process from imputing gender of minors from age trends of adults (Herman et al., 2017) to using recent data on minors collected in the YRBSS, their estimates of the prevalence of transgender identity among 13–17 year-olds doubled (Herman et al., 2022). Similar results can likely results can be expected from improving the accuracy and representativeness of SOGI data collection processes. While open questions were also appreciated by adolescent focus group participants, they felt inclusion or exclusion of certain identities as structured options signifies normalization or stigmatization of identities, and inclusion can be valuable as children develop their identities. For example, the representation of polyamorous† vs monoamorous† experiences was deemed animport omission in OHA’s draft SOGI tool. A participant also shared that not seeing their identities represented in SOGI demographic data questions evoked the feeling that “…there [are] no places ‘out in the real world’ for me.” V. RecommendationsHighlighted guiding assumptions in making these recommendations While the aspiration of inclusive SOGI demographics in Oregon cannot be solely accomplished by OHA, these recommendations are made for OHA’s level of agency in developing demographic standards and guidance for those standards.We assume SOGI data will be collected in the English language. Concepts and phenomena around gender cannot necessarily be assumed to translate seamlessly between languages. For example, Farsi has no gendered pronouns, Mandarin does in writing, but does not in speaking. Another issue can arise in different dialects of a single language. For example, Spanish words indicating sexual orientation which are acceptable to use as demographic categories in one region, might be considered slurs or hate speech in another. Translating SOGI demographic standards will necessarily be resource intensive, and interpretive.We also see cognition as requisite for gender identity, gender modality, and sexual orientation. For example, while a neonate may have an assigned gender, it cannot in any meaningful sense have a self-originating gender identity, gender modality, or sexual 16orientation. While we see cognition as requisite, we affirm that people of all types of neurology and cognitive development may have SSGM experiences. Neurodivergence or learning disability does not exclude one from any kind of gender identity, gender modality, or sexual orientation, indeed the intersections of such identities may have their own categories, as in ‘neuroqueer’ (Egner, 2019; Walker, 2021). We observed our teen focus group participants to demonstrate understandings of their own and others’ SSGM experiences as contextualized by experiences with anxiety and being on the spectrum. Someone who is severely obtunded or comatose cannot report gender identity, modality, or sexual orientation, and neither can they report anything else.Data collection instrumentRecommendations for young children under age 8 or 9For children under age 8 or 9, we recommend only using open ended questions and not involving structured, check-box style questions at all. And we recommend these questions be broad, along the lines of “what should we know about your child’s gender?” and center the relationships in the service provider-parent/caregiver-child triad.For parents/caregivers:What should we know about your child’s gender?_______________________________________________________________________If structured questions are necessary for measuring young children’s gender, we recommenda question that categorizes children’s gendered experiences either in their own words or according to gender conformity or nonconformity. We have two potential recommendations for phrasing a structured gender question. For children: 1. Are you a boy? Are you a girl? Are you both? Are you something else? Does it change?OR 2. Are you currently□ A boy□ A girl □ Both□ Something else: _____________________□ It changes over time□ I don’t know□ I don’t want to say17For parents/caregivers:2. Is your child currently□ A boy□ A girl □ Both□ Something else: _____________________□ It changes over time□ I don’t know□ prefer not to sayWe prefer “something else” to “neither” (which was suggested by (Zucker & Wood, 2011)) because this language avoids othering nonbinary gendered experiences. When speaking to young children, we prefer “I don’t want to say” to “I don’t want to answer” or “prefer not to say” because this language seems more age appropriate for young children. The explicit use of “are you” prior to each gender category also serves to avoid othering nonbinary gendered experiences (as opposed to “Are you a boy? Are you a girl? Something else?”) The word “currently” and the phrase “it changes over time” may be sophisticated concepts about gender and time for very young people, and therefore the first question might be preferable. A downside of both of these questions is that while not explicitly stated to “check all that apply” or “check one,” children may be likely to interpret these categories as exclusive, e.g., that one cannot be “both” and “something else.”We do not recommend a routine question about transgender experience for minors under 12,we do note that aspects of gender non-conformity can be captured by changes in answers to the gender identity question over time.Because of our ignorance around culturally-specific identities, we can only recommend further community-engagement, for example, to understand age-appropriate language around terms like ‘Two-Spirit’, ‘Māhū’, etc..If a parent/caregiver is present, the first question may be less likely to be activating to parents/caregivers who are not gender expansive. Recommendations for children ages 8 to 11For children ages 8 to 11, we still recommend focusing on open-ended questions, however these can be more specific, including questions about the body, attraction, and self-identifying. The recommended questions below about crushes should not be part of routine data collection, but these recommendations should be understood as guidance around non-routine contexts where asking about the development of sexual or romantic attraction is appropriate. We feel it is inappropriate to ask minors under 12 about their sexual identity using the adult categories in OHA’s draft SOGI tool (Appendix B).For parents/caregivers:1. What should we know about your child’s gender?_______________________________________________________________________182. Is your child currently (for parents/caregivers)□ A boy□ A girl □ Both□ Something else: _____________________□ It changes over time□ I don’t know□ prefer not to answer2. Does your child get crushes?□ yes□ no□ unsureFor child:Question 1 may allow a child at this age to express their gender in their own words. Alternatively, the structured questions for children under age 9 years may also be appropriate. Both are listed here. 1. Do you know what gender is?□ yes□ no□ unsure1a. If yes, what is your gender?1b. If no, ask question 22. Are you a boy? Are you a girl? Are you both? Are you something else? Does it change?OR 3. Are you currently□ A boy□ A girl □ Both□ Something else: _____________________□ It changes over time□ I don’t know□ I don’t want to say□ I don’t know what this question is asking 194. Do you get crushes?□ Yes□ No□ I don’t know□ I don’t want to say□ I don’t know what this question is askingWe do not recommend a routine question about transgender experience for minors under 12,we do note that aspects of gender non-conformity can be captured by changes in answers to the gender identity question over time.Because of our ignorance around culturally-specific identities, we can only recommend further community-engagement, for example, to understand age-appropriate language around terms like ‘Two-Spirit’, ‘Māhū’, etc..Recommendations for adolescents age 12+We recommend the adult SOGI recommendations (Appendix B) be applied to anyone over the age of 11. As mentioned earlier, there is an opportunity to tie SOGI to REALD responses; indicating aspecific racial/ethnic identity on REALD could trigger culturally specific structured response options in SOGI for that person. We recommend that OHA create a process for community engagement with communities having culturally-specific SOGI concepts and categories, in order to respectfully and inclusively link with REALD (e.g., akin to the ‘Two-Spirit’ structured response option for North American Indigenous-identified people).OHA should be more clearly theorizing what “sexual orientation” means, and perhaps amplify it to more than a single dimension/question. Current SOGI questions about sexual orientation are based on colonizing and normative assumptions regarding monogamy, heteronormative family structure, and sex/gender binarism. The draft SOGI tool’s sexual orientation questions solicit information about sexual identities and behaviors. We recognize more dimensions of sexuality than are implicitly theorized in all SOGI demographic questions we have encountered, including OHA’s draft standard. As one example, we draw attention to the “sexuality prism” (termed by Westbrook, Budnick and Saperstein, 2022) which refers to four dimensions of sexuality: sexual desires, (self) identities, behaviors, and outcomes (we might add community identities, but could certainly add more: asexual to sexual continuum, orientation towards kink, orientation towards power, how much older/younger in a partner is acceptable, etc.). There are reasons why it is important to collect information about all of these dimensions (in addition to inclusive SOGI data collection as a whole), including to counter stigmatization of certain locations on the sexuality prism, to expand the information available for designing health interventions, and to avoid “teaching” respondents sex negativity through normatively flattened sexuality categories (Westbrook et al., 2022). As discussed earlier, focus group participants reflected on this same concept when advocating for the inclusion of polyamorous identities in sexuality questions.OHA should regularly review open-ended questions, and any write-in answers for “not-listed” or “something else” to identify emerging categories of identity, and to identify common identities that are not currently represented. This iterative process is imperative for ensuring 20data collection processes accurately represents the lived realities of Oregon minors. ConsideringSOGI free-text responses in tandem with REALD data allows for the analysis of unrepresented identities located in specific racial or ethnic groups. We urge OHA to recommend that those collecting demographic information (including SOGI) from children should guarantee confidentiality for their information. We also urge that OHA recommend standardized and language indicating a lack of confidentiality when confidentiality about demographic information is not guaranteed by those who collect it.Recommendations from teen focus groupAdolescent focus group participants suggested the following changes to OHA’s draft SOGI tool: (1) Inclusion of the identities ‘demi-boy’ and ‘demi-girl’† as gender identity options. They did not clearly specify whether these identities should be separate options or alongside “girl, woman” and “boy, man.” In their experiences, these identities were important for people in the process of identity development. (2) ‘Transgender’ should be listed as a gender identity option in addition to the existing question asking, “Are you transgender?” (3) The “questioning” options resonated with focus group participants, and they recommended adding “exploring” to create the option “questioning/exploring”. Participants agreed that these words have subtly different implications for a person’s identity development and including both is more inclusive to the experience. (4) ‘Polyamorous,’ versus ‘monoamorous’/‘monogamous’ were discussed many times during the focus group as options which should be included for sexual orientation. While polyamory is also considered a behavioral category, focus group participants expressed clearly that it was an important part of their sexual orientation identity. (5) Lastly, participants noted the question, “Are you sexually active?” as it is currently written is ambiguous as it does not distinguish between a person being sexually active with themselves vs being sexually activewith others. Their recommendation is to rewrite the question to read, “Are you sexually active with other(s)?” Recommendations to limit parental/caregiver report biasTo account for parent/caregiver report bias, an indicator can be used to identify who data is reported by. This should apply to all demographic data, not just SOGI. We assume data may be acquired in-person or online (e.g., through an interface such as MyChart) and that some indicator describes how an entry was collected.Collected by clinical staff or interviewerIf patient is under 18 (Or if adult patient is accompanied by a parent/caregiver)Q1: Data reported by□ Patient/Subject□ Parent/Caregiver□ Not listed (please specify):_________□ UnknownIf Patient/Subject, go to Q2If Parent/Caregiver or Not listed, go to Q3If form is filled out online, Q1 coded as “Online,” Q 1.1 included in form.21Q2: Who was present with the patient/subject when the data was reported?□ Patient/Subject was alone□ Parent/Caregiver□ Not listed (please specify):___________□ UnknownQ3: Was the patient/subject present when the data was reported?□ Yes□ No□ UnknownReported by patient/subject or parent/caregiverQ1.1: Who is filling out this form?□ The Patient/Subject□ A Parent/Caregiver□ Not Listed (please specify): __________If Patient/Subject, go to Q2If Parent/Caregiver or Not listed, go to Q3If form is filled out online, Q1 coded as “Online,” Q 1.1 included in form.Q2: Who was present with the patient/subject when the data was reported?□ Patient/Subject was alone□ Parent/Caregiver□ Not listed (please specify):___________□ UnknownQ3: Was the patient/subject present when the data was reported?□ Yes□ No□ UnknownRecommendation to limit administrator report biasOur colleague Colin Sanders at OHA, who works in SOGI data collection, suggested the addition of an option to indicate the question was not asked (e.g., “□ Did not ask question”) in order to account for instances in which a survey administrator did not ask the question (e.g., such as when an unsupportive parent is present or there is not adequate privacy). This differentiates missing responses due to questions not being asked by an administrator, from patient non-response. This would allow tracking of specific administrators not asking these questions, and intervention with targeted training. This question could also be added to REALD.22Recommendation to provide expanded prompts and definitions As already addressed, we recognize that demographic “survey questions also teach”(Westbrook et al., 2022), and OHA can embrace this by (1) providing generously detailed prompts (similarly to REALD’s prompts for open text responses) to SOGI questions, and (2) providing definitions for each of the categories in structured questions. The glossary in Appendix A may be a useful resource to assist with this. This addition would also benefit the SOGI tool for adults, not merely for minors.Recommendations for labor equity and a centralized demographic repositoryBecause of the labor cost of reporting these data (let alone, for example, screening, treatment or symptom questionnaires), we recommend that people are asked to fill out demographic forms no more than once per year. This idea was also independently suggested and supported by adolescent focus group participants. This poses certain technical challenges; how can different clinics know when the last time a patient was asked to provide this data was? What should a clinic or provider do if they need this data but it was recently collected elsewhere? How can a patient make changes when their personal circumstances have changed, but they do not want to have to make an appointment to see the specialist again just to change their information?People must have actual control over their data. We recommend OHA advocate for a centraldatabase or repository to be created to hold demographic information for both children and adults (including REALD and SOGI) that health systems can request individuals’ permission toaccess. Instead of providing this information at every visit, patients can sign a release to allow aclinic or provider to access their demographic information. We recommend, when possible, minor assent to share demographic data (including SOGI) be explicitly designated down to the specific provider level (Goldhammer et al., 2022). For example, a large HMO shouldn’t be ableto mandate that every provider within their network gets the same access to demographic information. If demographic information has not been changed or confirmed in one year, patients/subjects may be invited to confirm or update. It is important that patients also have control over how and whether their data is stored, so patients should have the right to: (1) request their data be deleted from the database at any time, (2) make changes to the data at will,and (3) revoke consent for providers or clinics to access their data. If requesting personal demographic data be deleted from the database requires navigating bureaucratic hurdles, or if there is a long delay between requests to modify data and this modification occurring, this undermines individuals’ control over their data and potentially puts them at short-term risk of inaccurate representation and loss of privacy. Instead, changes should be able to be made online(through a program such as MyChart), and changes should be reflected as soon as they are made, which is to say, the system should be automated and networked. Such a database would be useful for every institution which interfaces with minors, especially those which provide educational, health care, or welfare resources or services. The labor cost of reporting data is consistent across domains, i.e., it takes just as long to fill out SOGI and REALD at school as it does at the doctor’s office, so allowing institutions to instead request consent to access already stored information has the potential to benefit patients in multiple aspects of their lives by reducing the frequency of requests to fill out data.23Another benefit of this suggestion is the consistency and transferability of demographic dataacross multiple systems. People who have had to change their demographic information—a process which is not unique to SSGM people but is especially relevant to their lives—will oftenencounter a difficulty: it is possible for multiple institutions, including multiple different government agencies, to have conflicting demographic information on record, sometimes stalling their ability to access necessary resources and services. A centralized demographic data database would dramatically reduce the burden of changing legal documentation of a person’s name, sex, gender, race, ethnicity, etc., which is frequently mentioned as a stressor or barrier to care for SSGM minors and their families (as well as SSGM adults).There are privacy concerns related to setting up a demographic data repository. In the wrong hands, such information could be very dangerous. If a change in the Oregon government were to occur such that leaders wished to persecute SSGM people, this data could serve as a directory. Even in less severe circumstances, improper data safety management could pose risksto SSGM people in Oregon; a leak of this information, or if the database was compromised, could result in private demographic information falling into the hands of those who wish SSGMpeople harm. If the state requires or requests that institutions interfacing with SSGM minors collect this information, these security risks will exist no matter how they are stored. On the other hand, a central database, if managed correctly, is protective against the risk of loss of privacy, because there are fewer access points to be exploited. The trade off, then, is between a lower risk of a data privacy breach and a greater number of people affected by said data privacybreach. Limiting the visibility of membership in a stigmatized group (such as SSGM categories) is aprotective strategy. This strategy operates by degrees, from the totally closeted† individual to people who are simply circumspect in specific contexts (e.g., at work, in public, in institutions such as health care or schools, etc.). Choosing to be closeted widely or in narrow contexts is a legitimate means for queer individuals (but also families, professionals, and organizations) to secure themselves from many forms of homophobic, transphobic, and queerphobic violence. Atthe same time, the choice to closet itself perpetuates and normalizes stigmatizing homophobia, transphobia, and queerphobia. While the closet may offer some degree of protection, it also operates as violence against the self, whether or not the closet is total or situational (I. H. Meyer, 2003). Collecting SOGI data helps us decrease stigma by normalizing categories of social location in gender, sex, and sexual orientation to demarginalize for society as a whole, but may do little to protect individuals who are using the closet as a protective strategy for their particular circumstances. We can compassionately recognize the ethical and moral value of limiting visible membership in stigmatized groups and at the same time recognize the ethical and moral value of demanding the opportunity for visible representation, including routinizing such visible representation in demographic data collection and in combating stigma.Recommendations about restricting access to SOGI data We recommend OHA consider implementing policies when setting up a demographic data repository that dictate who may access the data and what levels of access should exist. While many institutions which provide services to minors (and adults) will be able to improve their services by requesting access to current SOGI data, fewer institutions will require historical SOGI data. We recommend that service providers who wish to access historical SOGI data (that24is the history of changes to an individual’s demographic information, including REALD), and who have obtained patient consent to do so, be required to document the reason for accessing such information and that institutions are required to review the validity of these reasons, for example, through an IRB or IRB-like process, as often as needed (and where the IRB in question has received sensitivity and humility training around SOGI). The EHR software “Epic” has a function called “Break the Glass” to accomplish this, so there is both precedent and existing software capability for such a system. Service providers may have a variety of reasons for accessing historical demographic information. For example, engaging in IRB approved research requiring these data, or providing treatment or service requiring knowledge of the ways a patient’s body or the treatments they have received have changed over time. It also may be of use for long-term health care relationships or in systems such as foster care. Requiring service providers to document reasons for accessing historical demographic data serves as a checkpoint to help ensure patient data is being used safely and ethically but is not dependent on a prescriptive list of what uses of data are legitimate. Oregon law (OR 109.650) does not guarantee minors a right to confidentiality, nor does it guarantee parents/caregivers a right to access their children’s information. We recommend service providers guarantee that minors over age 12 must give permission for their information to be shared, even with parents/caregivers. In the short term, we recommend that the collection of this data come with an acknowledgment that confidentiality is not guaranteed and that providers are trained to recognize situations when it is or isn’t appropriate to share this information. Recommendations about mandatory training For accessing current SOGI dataResearch ethics dictate that data must be collected with a purpose and that collecting or accessing data without an intent to use it is unethical. For this reason, we recommend workers and institutions who interface with minors should not be able to access SOGI data unless they have been trained on using the data respectfully. For example, a health care provider should know that if they collect data on pronouns and affirmed name, using the wrong pronouns or name is an unethical use of the data and has the potential to cause harm to patients as well as to undermine the practice of collecting SOGI data. We recommend OHA develop and disseminatebrief training materials around SOGI data use, to be guided by the five goals of inclusive practice, representing population diversity, supporting health equity efforts, directing group-specific services where needed, and shifting social norms about who is expected to be part of society.For accessing historical demographic data (including SOGI) In addition to the training for accessing current SOGI data, we recommend OHA create and disseminate training materials for institutions and individuals who desire to access historical demographic data (i.e. across the life course of the individual). These materials should be developed with input from advocates including social workers who serve SSGM children, TransActive, NARA, etc. These materials should include: 25(1) Training on SSGM populations (e.g., akin to what CITI offers for human subject training for LBGTQIA+ identities); (2) Training about intersections between the needs and vulnerabilities of minors with SOGI and SSGM specifically (for example, giving special emphasis on recognizing parent/caregiver-child power dynamics and the need to protect the child from parents/caregivers, including when there is a service-provider involved).For IRB members and others evaluating requests for access to historical demographic dataIn addition to the training for accessing historical SOGI data, we recommend OHA create and disseminate guidelines for reviewers to:(1) Place special emphasis on recognizing parent/caregiver-child power dynamics, and the need to protect the child from parents/caregivers, including when a service-provider is present, and attend to an applicant’s attention to this dynamic;(2) Identify common misuses of historical demographic data.VI. ConclusionsCollecting inclusive SOGI data is a public health good and a moral necessity, and has the potential to benefit individuals as well as population health. Services interfacing with minors, including schools, clinics, foster care systems, and child supporting systems, can all benefit from the kind of inclusive and SOGI data standards we recommend. It can be used to provide better services, ensure consistent quality of care, and perform critical justice work to improve the health of SSGM minors in Oregon. SOGI data collection also helps create norms—the assumptions, awareness, and expectations that Oregonians have about sex, sexual, and gender diversity in the state—both through accurate representation in data and the implementation and use of inclusive SOGI data tools.Oregon’s draft SOGI data tool is, in our judgement, the most inclusive of all U.S. states among the tools we considered in Appendix C. While the recommendations in this report are specific to the current political context of Oregon, OHA’s developing inclusive SOGI demographic standards, including specific forms developed for minors, could play an importantrole as a model of inclusive routine SOGI representation for minors nationally countering SSGM erasure and distortion in other states. Further work remains to: (1) decide whether and how to integrate our recommendations into OHA’s SOGI demographic standard and related resources, and (2) develop a participatory process for engaging community members in Oregon from cultural backgrounds which are not represented in the current English-language draft SOGI tool in order to incorporate SOGI categories appropriate for use with and linked to those communities as identified in REALD.AcknowledgementsThank you to Kara Connelly, Christina Milano, Jenn Burleton, Ledonna Butler, Shelagh Johnson, Seth Johnstone, Sarah Knipper, Ashley Jones, Danielle Moyer, Alexis Phillips, Wesley Rivers, Jeff Williams, Albie Lemos, Cee Bondurant, and all the advocates and care providers we met with for sharing your expertise and input as we developed these recommendations as we prepared the Year-1 version of this report. Thank you to the teen 26participants and adult facilitators of the Oregon queer and questioning support group we collaborated with for sharing feedback and personal testimony in a focus group. An additional thank you to Seth Johnstone, Shelagh Johnson, Wesley Rivers, Danielle Moyer, and Kara Connelly for community review of this final report. 27References2023 Anti-Trans Bill Tracker. (2023). Trans Legislation Tracker. https://translegislation.comBadgett, M. L., Baker, K., Conron, K., Gates, G., Gill, A., Greytak, E., & Herman, J. (2014). Best practices for asking questions to identify transgender and other gender minority respondents on population-based surveys (GenIUSS). The GenIUSS Group, UCLA Williams Institute.Bates, N., Chin, M., & Becker, T. (Eds.). (2022). Measuring Sex, Gender Identity, and Sexual Orientation. National Academies Press. https://doi.org/10.17226/26424Centers for Disease Control and Prevention. (2023). Youth Risk Behavior Survey (YRBS) 2023 Standard Questionnaire Item Rationale. U.S. Department of Health and Human Services. https://www.cdc.gov/healthyyouth/data/yrbs/pdf/2023/2023_Standard_YRBS_Item_Rationale.pdfDinno, A. (2017). Homicide rates of transgender individuals in the United States: 2010–2014. American Journal of Public Health, 107(9), 1441–1447.Dooris, P. (2022, June 1). In land acknowledgments, some Native leaders hear empty words. KGW8. https://www.kgw.com/article/news/local/the-story/land-acknowledgments/283-21f0a405-70f0-4fee-8e54-92ef5ab71d4aEgner, J. E. (2019). “The disability rights community was never mine”: Neuroqueer disidentification. Gender & Society, 33(1), 123–147.Equaldex. (2023, April 10). LGBT Equality Index. Equaldex. https://www.equaldex.com/Euractiv. (2023, March 9). Hungary vows to fight in EU court to defend anti-LGBT law. Www.Euractiv.Com. https://www.euractiv.com/section/non-discrimination/news/hungary-vows-to-fight-in-eu-court-to-defend-anti-lgbt-law/Ferguson, D., Maucione, S., Birkeland, B., Pluta, R., Jackson, C., & Squires, A. (2023, April 21). Minnesota to join at least 4 other states in protecting transgender care this year. NPR. https://www.npr.org/2023/04/21/1171069066/states-protect-transgender-affirming-care-minnesota-colorado-maryland-illinoisGoldhammer, H., Grasso, C., Katz-Wise, S. L., Thomson, K., Gordon, A. R., & Keuroghlian, A. S. (2022). Pediatric sexual orientation and gender identity data collection in the electronic health record. Journal of the American Medical Informatics Association, 29(7), 1303–1309. https://doi.org/10.1093/jamia/ocac04828Hennessy-Fiske, M. (2022, December 30). Texas attorney general’s office sought state data on transgender Texans. Washington Post. https://www.washingtonpost.com/nation/2022/12/14/texas-transgender-data-paxton/Herman, J. L., Flores, A. R., Brown, T. N., Wilson, B. D., & Conron, K. J. (2017). Age of individuals who identify as transgender in the United States.Herman, J. L., Flores, A. R., & O’Neill, K. K. (2022). How many adults and youth identify as transgender in the United States? https://williamsinstitute.law.ucla.edu/publications/trans-adults-united-states/ILGA. (2023). ILGA World Database [Database]. https://database.ilga.org/enInternational Commission of Jurists (ICJ). (2007). The Yogyakarta Principles—Principles on the application of international human rights law in relation to sexual orientation and gender identity. http://yogyakartaprinciples.org/wp-content/uploads/2016/08/principles_en.pdfInternational Commission of Jurists (ICJ). (2017). The Yogyakarta Principles Plus 10—Additional Principles and State Obligation on the Application of International Human Rights Law in Relation to Sexual Orientation, Gender Expression and Sex Characteristics to Complement the Yogyakarta Principles. https://yogyakartaprinciples.org/wp-content/uploads/2017/11/A5_yogyakartaWEB-2.pdfMeyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674. https://doi.org/10.1037/0033-2909.129.5.674Meyer, S. J., & Elias, N. M. (2023). Rainbow Research: Challenges and Recommendations for Sexual Orientation and Gender Identity and Expression (SOGIE) Survey Design. VOLUNTAS: International Journal of Voluntary and Nonprofit Organizations, 34(1), 84–90. https://doi.org/10.1007/s11266-021-00436-5Miller. (2021, August 11). Despite calls to hear from students and staff, Newberg school board approves ban on Pride and Black Lives Matter flags. OPB. https://www.opb.org/article/2021/08/11/despite-calls-to-hear-from-students-and-staff-newberg-school-board-approves-ban-on-pride-and-black-lives-matter-flags/Monahan, R. (2022, April 7). We Asked Candidates: Should Transgender Athletes Be Barred From Girls Sports? Willamette Week. https://www.wweek.com/news/state/2022/04/07/should-transgender-athletes-be-barred-from-girls-sports/29Morrison, T., Dinno, A., & Salmon, T. (2021). The Erasure of Intersex, Transgender, Nonbinary, and Agender Experiences Through Misuse of Sex and Gender in Health Research. American Journal of Epidemiology, 190(12), 2712–2717. https://doi.org/10.1093/aje/kwab221Mpofu, J. J., Underwood, J. M., Thornton, J. E., Brener, N. D., Rico, A., Kilmer, G., Harris, W.A., Leon-Nguyen, M., Chyen, D., & Lim, C. (2023). Overview and methods for the Youth Risk Behavior Surveillance System—United States, 2021. MMWR Supplements, 72(1), 1.Nagesh, A. (2020, September 2). Portland protests: How a “hyper-liberal” city’s racist past is resurfacing. BBC News. https://www.bbc.com/news/world-us-canada-53996159Office of the Governor. (2023, April 4). Governor Murphy Signs Executive Order Protecting Gender-Affirming Health Care in New Jersey. https://www.nj.gov/governor/news/news/562023/20230404b.shtmlOregon Health Authority. (2020). 2019 Oregon Healthy Teens Survey. Oregon Health Authority, Public Health Division.Prince, S. (2021, July 16). 2 Grants Pass educators fired for violating district policy with their ‘I Resolve’ campaign. OPB. https://www.opb.org/article/2021/07/16/two-grants-pass-educators-fired-for-violating-district-policy-with-their-i-resolve-campaign/Rae, J. R., Gülgöz, S., Durwood, L., DeMeules, M., Lowe, R., Lindquist, G., & Olson, K. R. (2019). Predicting early-childhood gender transitions. Psychological Science, 30(5), 669–681.Sinyangwe, S. (2021, February 4). The Police Departments With The Biggest Racial DisparitiesIn Arrests And Killings. FiveThirtyEight. https://fivethirtyeight.com/features/the-biden-administration-wants-to-address-racial-bias-in-policing-what-cities-should-it-investigate/SOGI Data Standards Committee. (2022). OHA SOGI draft data collection recommendations. Oregon Health Authority, Equity and Inclusion Division. https://www.oregon.gov/oha/OEI/Documents/Draft-SOGI-Data-Recommendations.pdfSteinfeld, E., & Maisel, J. (2012). Universal design: Creating inclusive environments. John Wiley & Sons.Thoreson, R. (2022, February 15). LGBT Rights Under Renewed Pressure in Hungary: Children Harmed in the Name of Protection. Human Rights Watch. https://www.hrw.org/news/2022/02/15/lgbt-rights-under-renewed-pressure-hungaryUS Birth Certificates. (2023). Non-Binary Birth Certificates and State IDs: Full Guide. https://www.usbirthcertificates.com/articles/gender-neutral-birth-certificates-states30House Bill 2002, no. 2002 (2023). https://olis.oregonlegislature.gov/liz/2023R1/Downloads/MeasureDocument/HB2002VanderHart, D. (2023, June 12). Democrats consider watering down abortion, gun safety bills in order to get Oregon Senate Republicans to return. Oregon Public Broadcasting. https://www.opb.org/article/2023/06/12/oregon-legislature-democrats-may-water-down-bills-abortion-gun-safety-end-republican-walkout/Walker, N. (2021). Neuroqueer heresies: Notes on the neurodiversity paradigm, autistic empowerment, and postnormal possibilities. Autonomous Press.Westbrook, L., Budnick, J., & Saperstein, A. (2022). Dangerous data: Seeing social surveys through the sexuality prism. Sexualities, 25(5–6), 717–749. https://doi.org/10.1177/1363460720986927Whitehead, M. (1991). The concepts and principles of equity and health. Health Promotion International, 6(3).Zaliznyak, M., Bresee, C., & Garcia, M. M. (2020). Age at First Experience of Gender Dysphoria Among Transgender Adults Seeking Gender-Affirming Surgery. JAMA Network Open, 3(3), e201236–e201236. https://doi.org/10.1001/jamanetworkopen.2020.1236Zucker, K. J., & Wood, H. (2011). Assessment of Gender Variance in Children. Child and Adolescent Psychiatric Clinics of North America, 20(4), 665–680. https://doi.org/10.1016/j.chc.2011.07.00631VI. AppendicesAppendix A: GlossaryCisgender: A gender modality in which a person’s gender identity is aligned with the gender assigned to them at birth.Closet, also Closeted, In The Closet: An individual who is on a continuum from circumspect to totally unrevealing about their SSGM identity or experience for the purpose of protection against real or feared harms including social ostracism (economic, familial, etc.), threats of violence, etc. Closeting may be situational, as when someone is closeted to family of origin or at work. Someone who is not closeted is described as ‘being out’.Deadname, Deadnaming: Using a name that a person has previously used to identify themselves but no longer uses, especially when the name change is the result of a change in a person’s outward-facing gender identity or expression.Demi-boy and Demi-girl: A meta category of gender identities used to describe that the gender categories ‘boy’ or ‘girl’ partially fit the person’s identity. For example, an individual who is a demi-boy may identify as part boy (or part masculine identity) and part agender. Individuals may identify as demi-boys or demi-girls regardless of their sex or gender assigned at birth. Some people may use the term to indicate a transitional phase of identity development which is more focused that the ‘questioning/exploring’ category.Detransition, also de-transition: Some gender minority experiences are characterized by a typically long period identifying as a gender different than the gender assigned at birth, including with outward expression of the different gender, and then shifting away from this second gender. This can happen because someone grows into accord with the gender they were assigned at birth (e.g., detransition back to gender assigned at birth). This can also happen because someone grows into still a third gender (e.g.,detransition to a nonbinary gender identity and/or expression). Anti-transgender and anti-gender minority individuals sometimes try to use detransition in arguments against affirming care, and against the legitimacy of a detransitioning or detransition person’s history with gender. EnBy, enby: See nonbinaryGender assigned at birth: The presumed gender assigned by parents/caregivers, community, and society, typically but not always assigned on the basis of anatomical sex.Gender expansive parenting: A style of parenting that is open to and/or supportive of the idea of gender nonconformity emerging in their children. In addition, some parents do not assign binary genders to their children at birth, instead choosing to assign agender/not assigning gender and/or assigning nonbinary gender, and may do so with the support of the communities in which their childrenare being raised.Gender minority/majority: A categorization of gender identities and modalities that identifies whether or not a person’s gender identity conforms to socially prescribed and privileged concepts of gender (these privileged concepts being primarily “cisgender man” and “cisgender woman” in Oregon).Gender modality: Describes an axis of experience with ‘transgender’ and ‘cisgender’ at either end, with ‘questioning’ being a middle option. We use the word ‘transgender’ to describe the rejection of or expansion beyond one’s gender assigned at birth, with ‘cisgender’ being the complementary notion of asense of self in conformity with one’s gender assigned at birth.Gender transition: See Transition.Group-specific services:  Resources (such as treatments, benefits, programs, etc.) which are intended to address the needs of a specific group. e.g., reproductive healthcare for people who can get pregnant, gender affirming care for people whose gender modality is not cisgender.  Health equity framework, also population health equity framework: As defined by Whitehead (1991), the health equity framework requires that we use data to identify health disparities between twopopulations, identify the social mechanisms that cause these disparities, and craft interventions to ameliorate or eliminate these disparitiesHealth inequity: A health disparity that is unjust, i.e., both unnecessary and unfairInclusive practice/inclusion: Welcoming all people and making explicit space for the full diversity of a population.Misgender, Misgendering: Referring to a person as a different gender than the one they identify as, especially when aware of the person’s gender identity.Monoamorous (also monogamous, although this term is couched in heteronormative assumptions about marriage): A sexual identity and/or behavior category used to describe individuals who have exclusive romantic or sexual relationships with one partner at a time.Nonbinary (gender identity), also non-binary, non binary, EnBy, enby: Some individuals identify neither as an exclusively feminine gender (e.g., woman, young woman, girl), nor as an exclusively masculine gender (e.g., man, young man, boy). For example, some specifically identify as a particular third gender (e.g., ‘Two-Spirit’, ‘critter’, ‘unicorn’, many others); some identify as agender (not all agender identify as nonbinary gender); some identify as a non-specified third gender; some identify as multiple genders (e.g., ‘woman and man’, gender fluid) at the same time, or at different times or in different contexts.Out, also Outness: See Closet.Polyamorous, also poly: A sexual identity and/or behavior category used to describe individuals who have or are open to having multiple sexual and/or romantic relationships at the same time. Polyamory is a form of ethical, consensual non-monogamy. Polyamorous is not a synonym for ‘polygamous’ which refers to a single presumably cisgender man simultaneously married to more than one cisgender woman.Questioning/exploring (gender identity): A gender identity that describes a persons’ state of questioning, exploring, developing, or changing gender identity.Questioning/exploring (gender modality): A gender modality that describes a person’s questioning, exploring, developing, or changing relationship between their gender identity and the gender assigned to them at birth; also questioning or exploring whether or not they are transgender.Questioning/exploring (sexual orientation): A sexual identity that describes a person’s questioning, exploring, developing, or changing sexual orientation.Retransition: See ‘detransition’. Sometimes used as a counter to the weaponization of experiences labeled ‘detransition’ in anti-transgender arguments (Durwood et al., 2022; Slothouber, 2020). Sex assigned at birth: A categorization of a person’s reproductive biology into a limited number of stereotyped categories (male/female, occasionally intersex), typically based on visible features of reproductive anatomy or karyotype. Sex minority/sex majority: A categorization of people’s physiologic sex that identifies whether or not a person’s body conforms to the normative stereotyped categories of reproductive physiology and anatomy (i.e., how well a person’s body fits into the prescribed categories of “male” and “female”). There are many ways to have a body that does not conform to stereotyped sex categories, some examples include, intersex conditions, gender affirming therapy or surgery, injury or surgical intervention (e.g., hysterectomy, mastectomy, orchiectomy, etc. to treat cancers), etc.Sexual minority/majority: A categorization of people’s sexual identities that identifies whether or not a person’s sexual orientation conforms to socially prescribed and privileged concepts of sexuality (cis-normative heterosexual monogamous).SOGI: Stands for “sexual orientation and gender identity,” we also use it to reference gender modality,sex, aspects of sexual behavior. In related work by others, the term ‘SOGIE’ adds “gender expression” to the acronym, however OHA’s proposed SOGI standard does not collect gender expression data, suchas femininity or masculinity of presentation, behavior, others’ perceptions, etc.SSGM: Sex, sexual, and gender minority. Each of the aspects of sex, sexual orientation, gender identity, and gender modality involve privileged positions. We use minority to indicate people occupying non-privileged positions (e.g., intersex people, asexual people, nonbinary people, transgender people). We add the additional “S” to expand upon the common abbreviation “SGM”, indicating ‘sex minority’, to represent people whose bodies do not comport with stereotyped sex categories, which include intersex, but also people who have had gender affirming surgeries or therapies (“transexuals”), people who had alterations to reproductive anatomy due to cancer, surgery, etc.Transgender: A gender modality in which a person’s gender identity rejects or expands beyond the gender assigned to them at birth (Ashley, 2022). This definition centers experiences of transition in gender identity or expression of gender identity, and contrasts markedly with a definition of transgender as a ‘conflict’ between a current gender and presumed-binary sex assigned at birth.Transition (sometimes social transition): A period of transforming or shifting one’s gender identity, gender expression (e.g., name, pronouns, outward presentation), and/or medical alterations of anatomy or physiology through gender affirming care. An alternative concept to that of transition is “gender embodiment” (see for one example, DuBois et al., 2022).ReferencesAshley, F. (2022). ‘Trans’ is my gender modality: A modest terminological proposal. In Trans bodies, trans selves 2nd ed. (p. 22). Oxford University Press.DuBois, L. Z., Puckett, J. A., & Langer, S. J. (2022). Development of the Gender Embodiment Scale: Trans Masculine Spectrum. Transgender Health, 7(4), 287–291. https://doi.org/10.1089/trgh.2020.0088Durwood, L., Kuvalanka, K. A., Kahn-Samuelson, S., Jordan, A. E., Rubin, J. D., Schnelzer, P., Devor,A. H., & Olson, K. R. (2022). Retransitioning: The experiences of youth who socially transitiongenders more than once. International Journal of Transgender Health, 23(4), 409–427. https://doi.org/10.1080/26895269.2022.2085224Slothouber, V. (2020). (De)trans visibility: Moral panic in mainstream media reports on de/retransition.European Journal of English Studies, 24(1), 89–99. https://doi.org/10.1080/13825577.2020.1730052Appendix B: Excerpted Oregon Health Authority’s adult SOGI demographic standards drafthttps://www.oregon.gov/oha/ei/pages/demographics.aspx1. Please describe your gender in any way you prefer:___________________________________________________________________________2. What is your gender (check all that apply) □ Woman/Girl□ Man/Boy□ Non-binary□ Agender/No gender□ Questioning Note: may change to ‘Questioning/Exploring’□ Another gender not listed. Please specify: _________________________□ Don’t know□ I don’t know what this question is asking1□ I don’t want to answer3. Are you transgender?□ Yes□ No□ Questioning Note: may change to ‘Questioning/Exploring’□ Don’t know□ I don’t know what this question is asking1□ I don’t want to answer4. Please describe your sexual orientation or sexual identity in any way you want: ___________________________________________________________________________5. How do you describe your sexual orientation or sexual identity? (check all that apply) □ Same-gender loving □ Same-sex loving □ Lesbian□ Gay□ Bisexual□ Pansexual□ Straight (attracted mainly to or only to other gender(s) or sex(s))□ Asexual□ Queer□ Questioning Note: may change to ‘Questioning/Exploring’□ Don’t know□ Another sexual orientation not listed. Please specify: _________________________□ I don’t know what this question is asking1□ I don’t want to answer1 “Don’t know” means the person doesn’t know (such as a parent/caregiver answering for a child); “I don’t know what this question is asking” more to capture comprehension difficulties with the question and/or response options.Appendix C State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationAlaskaSchool Enrollment RatesCount 2022 K–12th gradeNot collected Not collected Not collected Not collectedAlaska Childhood Understanding BehaviorSurvey of parent/ caregiver2008–Present3 or older Not collected Not collected Not collected Not collectedAmerican Community SurveySurvey 2015 5–17 Male, Female Not collected Not collected Not collectedAlaska Student Weight Surveillance SystemDatabase (data reported by schools)2020 K–12th gradeMale, Female Not collected Not collected Not collectedAlaska Youth Risk Behavior Survey (YRBS) High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)Male, Female Not collected Not collected “Which of the following best describes you?”Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, Iam not sure about my sexual identity (questioning), I do not know what this question is askingArizonaSchool Enrollment RatesCount 2022 Up to 12th gradeMale, Female Not collected Not collected Not collectedArkansasArkansas YRBSHigh SchoolSurvey 2020 9th grade–12th grade“What is your sex?” Female, MaleNot collected Not collected “Which of the following best describes you?”Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I do not State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual Orientationknow what this question is asking“During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and malesArkansas Prevention Needs Survey (middle and high school)Survey 2021 10 or younger–19 or older“Are you:” Male, FemaleNot collected Not collected Not collectedCaliforniaCalifornia Healthy Kids Survey ElementarySurvey 2022 3rd–6th grade“Are you femaleor male?”Male, FemaleNot collected Not collected Not collectedCalifornia Healthy Kids Survey Middle/High SchoolSurvey 2022 6th–12th gradeNot collected “What is your gender?”Male, Female, Non-binary, Something else“Some people describe themselves as transgender when how they think or feel abouttheir gender is differentfrom the sex they were assigned at birth. Are you transgender?” No, I am not transgenderYes, I am transgenderI am not sure if I am transgenderDecline to respond“Which of the following best describes you?”Straight (not gay), Gay or Lesbian, Bisexual, I am not sure yet, Something Else, Decline to RespondCalifornia Health InterviewSurvey ChildSurvey of parent/ caregiver2022 0–11 “Is (CHILD) male or female?”Male, FemaleNot collected Not collected Not collectedCalifornia Health InterviewSurvey 2022 12–17 “On your original birth “What is your current identity?”  “Do you describe yourself as male, Not collectedState Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationSurvey Adolescentcertificate, was your sex assigned as male or female?” Male, FemaleSpecify ______ female, or transgender?”Male, Female, Transgender, None of these, I am not sure of my gender identityCalifornia YRBSSurvey 2021 10 or younger–18 or older (6th–12th grade)Male, Female Not collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel abouttheir gender. Are you transgender?”No, I am not transgender, Yes, I am transgender, I am not sure if I am transgender, I do not know what this question is asking“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, Not sureColoradoHealthy Kids Colorado Survey (High School)Survey 2021 12 and under–18 or older (9th–12th grade)Not collected “What is your gender identity?”Female, Male, Genderqueer/Nonbinary,I do not know my genderidentity (questioning), I have a different identity“Some people describe themselves as transgender when their sex at birth does not match the way they think or feel abouttheir gender. Are you transgender?”No, I am not transgender, Yes, I am transgender, I am not sure if I am transgender, I do not know what this question is asking“Which of the following best describes you?”Heterosexual (straight), Gay or lesbian, Bisexual, Asexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I do not know what this question is askingHealthy Kids Colorado Survey 2021 10 and under–16 Not collected “What is your gender identity?”“Some people describe themselves as “Which of the following best describes you?”State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationSurvey Middle Schoolor older(6th–8th grade)Female, Male, Genderqueer/Nonbinary,I do not know my genderidentity (questioning), I have a different identitytransgender when their sex at birth does not match the way they think or feel abouttheir gender. Are you transgender?”No, I am not transgender, Yes, I am transgender, I am not sure if I am transgender, I do not know what this question is askingHeterosexual (straight), Gay or lesbian, Bisexual, Asexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I do not know what this question is asking I donot know what this question is askingColorado YRBSHigh School Survey 2019 12 or younger–18 or older (9th grade–12th grade)Male, Female Not collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel abouttheir gender. Are you transgender?”No, I am not transgender, Yes, I am transgender, I am not sure if I am transgender, I do not know what this question is asking“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, Not sureColorado YRBSMiddle SchoolSurvey 2019 10 or younger–18 or older (6th grade–8th grade)Male, Female Not collected “A transgender person is someone who does not feel the same insideas the sex they were born with. Are you transgender?” No, I am not transgender, Yes, I am transgender, I do not know if I am transgender, I do not know what this “Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning)State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual Orientationquestion is askingConnecticutConnecticut School Health SurveySurvey 2021 12 or younger–18 or older (9th grade–12th grade)“What is your sex?”Female, MaleNot collected Not collected “Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning)“During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and malesDelawareYRBS Middle SchoolSurvey 2021 10 or younger–18 or older (6th grade–8th grade)“What is your sex?”Female, MaleNot collected Not collected Not collectedYRBS High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)“What is your sex?”Female, Male“Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”Yes, No, I am not sure“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning)“During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and malesStudent Health Survey 2020 9–19 or “What is your Not collected Not collected Not collectedState Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationSurvey/Youth Tobacco Surveyolder sex?” Female, MaleDelaware Student Survey (5th grade)Survey 2022 9 or younger– 12 or older“Are you a:” Boy, Girl“Are you a:” Boy, GirlNot collected Not collectedDelaware Student Survey (secondary school)Survey 2022 12 or younger– 18 or olderNot collected “What is your gender?”Boy, Girl, Non-Binary, Prefer to self-describe____“Are you transgender?”No, I am not transgender, Yes, I am transgender, I am not sure if I am transgender, I do not know what this question is asking“Which of the following best describes you?”Heterosexual (straight), Gay or Lesbian, Bisexual, Other, Not SureFloridaYouth Tobacco SurveySurvey 2021 9–21 Female, Male Not collected Not collected Not collectedYRBS Middle SchoolSurvey 2021 10 or younger–18 or older (6th grade–8th grade)Female, Male Not collected Not collected Not collectedYRBS High SchoolSurvey 2021 12 or younger to 18 or olderFemale, Male Not collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?” No, Yes, Not sure“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexuality some other way, I am not sure about my sexual identity (questioning)Youth Substance Abuse Survey Middle SchoolSurvey 2021 10–19 or older“Are you:” Female, MaleNot collected Not collected Not collectedYouth Substance Abuse Survey High SchoolSurvey 2021 10–19 or older“Are you:” Female, MaleNot collected Not collected Not collectedState Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationGeorgiaStudent Wellness SurveySurvey 2021 6th–12th gradeNot collected Not collected Not collected Not collectedStudent Health Survey Survey 2022 3rd–5th grade“Gender:” Female, Male“Gender:” Female, Male Not collected Not collectedStudent Health Survey Survey 2022 6th–12th grade“Gender:” Female, Male, Iprefer not to answer“Gender:” Female, Male,I prefer not to answerHawaiiHawaii YRBS High SchoolSurvey 2019 12 or younger–18 or older (9th grade–12th grade)Female, Male Not collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”No, I am not transgender, Yes, I am transgender, I am not sure if I am transgender, I do not know what this question is asking“Which of the following best describes you?”Heterosexual (straight), Gay or lesbian, Bisexual, Not sureHawaii YRBS Middle SchoolSurvey 2019 10 or younger–18 or older (6th grade–8th grade)Female, Male Not collected “A transgender person is someone who does not feel the same insideas the sex they were born with. Are you transgender?” No, I am not transgender, Yes, I am transgender, I do not know if I am transgender, I do not know what this question is asking“Which of the following best describes you?”Heterosexual (straight), Gay or lesbian, Bisexual, Not sureHawai’i Health Survey 2012 0–17 Male, Female Not collected Not collected Not collectedState Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationSurvey (HHS)Hawai’i Youth Tobacco SurveySurvey 2019 9–19 (6th–12th grade)Female, Male Not collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”No, I am not transgender, Yes, I am transgender, I am not sure if I am transgender, I do not know what this question is asking“Which of the following best describes you?”Heterosexual (straight), Gay or lesbian, Bisexual, Not sure IdahoIdaho YRBS High and Middle SchoolSurvey 2021 10 or younger–18 or older (6th–12th grade)Male, Female Not collected Not collected Not collectedIllinoisIllinois Youth Survey (8th grade)Survey 2022 9–14 or older“Are you:” Female, Male, Transgender, Do not identify as Female, Male, or TransgenderNot collected “Are you:” Female, Male, Transgender, Do not identify as Female, Male, or Transgender“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I do not know what this question is askingIllinois Student Survey (High School)Survey 2022 13–19 or older“Are you:” Female, Male, Transgender, Do not identify as Female, Male, or Not collected “Are you:” Female, Male, Transgender, Do not identify as Female, Male, or Transgender“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationTransgender identity (questioning), I do not know what this question is askingIndianaIndiana Youth Survey (6th grade)Survey 2022 10 or younger– 13 or older“Sex:” Male, FemaleNot collected Not collected Not collectedIndiana Youth Survey (7th –12thgrade)Survey 2022 10 or younger–18 or older“Sex:” Male, FemaleNot collected Not collected Not collectedIowaIowa YRBS High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)“What is your sex?”Female, MaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”Yes, No, I am not sure“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I do not know what this question is asking“During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and malesIowa Youth SurveySurvey 2021 6th grade, 8th grade, and 11th grade“Which of the following best describes you?”Female, MaleNot collected Not collected “Which of the following best describes you?”Straight (or heterosexual), Gay or lesbian, Bisexual, Another identity, Not sureKansasKansas YRBS High SchoolSurvey 2019 12 or younger–18 or older (9th grade–12th grade)“What is your sex?” Female, MaleNot collected Not collected Not collectedState Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationKansas Communities that Care SurveySurvey 2022 6th, 8th, 10th,and 12th grade“Are you:” Female, Male, or“What sex wereyou assigned at birth?” Male, Female (from optional Gender Identity module)“What is your current gender identity?” Boy or Man, Girl or Woman, Nonbinary, Questioning or not sure, Other (optional write-in) (from optional sexual orientation module)Not collected “Which of the following best describes your sexual orientation?”Straight, Gay or Lesbian, Bisexual, Questioning or not sure, Other (optional write-in), Ido not know what this question is askingKentuckyKentucky YRBSMiddle SchoolSurvey 2023 10 or younger–18 or older (6th grade–8th grade)“What is your sex?” Female, MaleNot collected Not collected Not collectedKentucky YRBSHigh SchoolSurvey 2023 12 or younger–18 or older (9th grade–12th grade)“What is your sex?” Female, MaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”Yes, No, I am not sure“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning) “During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and malesKentucky Incentives for Prevention SurveySurvey 2021 10–18 or older“Are you:” Female, Male, Questioning or unsure, Identity not listed here, Prefer not to sayNot collected Not collected “Which of the following best describes you? (Select only one response)”Straight/heterosexual, Questioning or unsure, Gay/lesbian/homosexual, Other identity not listed here. Prefer State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual Orientationnot to sayLouisianaCaring Communities Youth SurveySurvey 2022 10 or younger–19 or older“Are you:” Male, FemaleNot collected Not collected Not collectedYouth Tobacco SurveySurvey 2021 9–19 or older“What is your gender?” Female, Male, OtherNot collected Not collected Not collectedLouisiana YRBS High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)“What is your sex?” Female, MaleNot collected Not collected Not collectedMaineMaine Integrated Youth Health Survey (5th and 6th grade)Survey 2023 9 or younger– 13 or younger“What is your sex?” Female, MaleNot collected Not collected Not collectedMaine Integrated Youth Health Survey (7th and 8th grade)Survey 2023 10 or younger– 16 or older“What is your sex?” Female, MaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”Yes, No, I am not sure“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I do not know what this question is askingMaine Integrated Youth Health Survey (9th –12thgrade)Survey 2023 12 or younger–18 or older“What is your sex?” Female, MaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I do not know what this question is State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationYes, No, I am not sure asking“During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and malesMarylandMaryland YRBS/Youth Tobacco Survey High SchoolSurvey 2022 12 or younger–18 or older (9th grade–12th grade)“What is your sex?” Female, MaleNot collected Not collected “Which of the following best describes you?”Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexuality in some other way, I am not sure about my sexual identity (questioning)Maryland YRBS/Youth Tobacco Survey Middle SchoolSurvey 2022 10 or younger–18 or older (6th grade–8th grade)“What is your sex?” Female, MaleNot collected Not collected Not collectedYouth PandemicBehavior SurveyHigh SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)“What is your sex?” Female, MaleNot collected Not collected “Which of the following best describes you?”Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexuality in some other way, I am not sure about my sexual identity (questioning)MassachusettsYouth Health Survey High SchoolSurvey 2021 11 or younger–18 or older“What is your sex?” Male, FemaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”Yes, No, I am not sure“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning)“During your life, with whom State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual Orientationhave you had sexual contact?”I have never had sexual contact, Females, Males, Females and malesYouth Health Survey Middle SchoolSurvey 2021 10 or younger–18 or older (6th grade–8th grade)“What is your sex?” Male, FemaleNot collected Not collected Not collectedMassachusetts YRBS High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)“What is your sex?” Male, FemaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”Yes, No, I am not sure“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning)“During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and malesMichiganMiPHY Survey Middle SchoolSurvey 2021 10 or younger– 16 years or older“What is your sex?” Male, FemaleNot collected Not collected “Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I am not sure what this question is asking “During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationmalesMiPHY Survey High SchoolSurvey 2021 12 or younger– 18 years or older“What is your sex?” Male, FemaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”Yes, No, I am not sure“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I am not sure what this question is asking“During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and malesMinnesotaMinnesota Student Survey 5th gradeSurvey 2019 10 or younger–20“Are you male or female?” Male, Female, No AnswerNot collected Not collected Not collectedMinnesota Student Survey 8th gradeSurvey 2019 10 or younger–20“What is your biological sex?”Male, Female, No Answer“If transgender, gender queer, or gender fluid: How do you describe yourself?” Male, trans male, trans man, or trans masculineFemale, trans female, trans woman, or trans feminine, Non-binary, genderqueer, or genderfluid, I prefer to describe my gender as something else“Are you transgender, genderqueer, or genderfluid?” Yes, No, I am not sure about my gender identity, I am not sure what this question means Not collectedMinnesota Student Survey 9th and 11th gradeSurvey 2019 10 or younger–20“What is your biological sex?”Male, Female, No Answer“If transgender, gender queer, or gender fluid: How do you describe yourself?” Male, trans male, trans man, or trans masculine“Are you transgender, genderqueer, or genderfluid?” Yes, No, I am not sure about my gender identity, I am not sure “How do you describe yourself?” Heterosexual (straight), Bisexual, Gay or lesbian, Questioning/not sure, State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationFemale, trans female, trans woman, or trans feminine, Non-binary, genderqueer, or genderfluid, I prefer to describe my gender as something else“A person’s appearance, style, dress, or the way they walk or talk may affect how people describe them. How do you think other people atschool would describe you?”Very or mostly feminine,Somewhat feminine, Somewhat masculine, Very or mostly masculinewhat this question means Pansexual, Queer, I don’t describe myself in any of these ways, I am not sure what this question meansMississippiYouth Tobacco SurveySurvey 2022 12 or younger–18 or older (9th grade–12th grade)“What is your gender?” Female, MaleNot collected Not collected Not collectedMissippi YRBS High SchoolSurvey 2023 12 or younger–18 or older (9th grade–12th grade)“What is your sex?” Female, MaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”Yes, No, I am not sure“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I am not sure what this question is asking“During your life, with whom have you had sexual contact?”I have never had sexual contact, State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationFemales, Males, Females and malesMissouriMissouri YRBS High SchoolSurvey 2019 12 or younger–18 or older (9th grade–12th grade)“What is your sex?”Female, MaleNot collected Not collected “Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I am not sure what this question is asking“During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and malesMissouri Student Survey Survey 2022 10 or younger–19 or older (6th–12th grade)“Are you male or female?” Male, FemaleNot collected Not collected Not collectedMontanaMontana YRBS High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)Male, Female Not collected Not collected Not collectedNebraskaYouth Tobacco SurveySurvey 2021 9 –19 or older“What is your sex?” Male, FemaleNot collected Not collected Not collectedRisk & Protective Factor Student SurveySurvey 2021 12 or younger–19 or older“Are you:” Male, FemaleNot collected Not collected Not collectedNebraska YRBS Survey 2021 12 or “What is your Not collected “Some people describe “Which of the following best State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationHigh School younger–18 or older (9th grade–12th grade)sex?”Female, Malethemselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”Yes, No, I am not sure,I do not know what this question is askingdescribes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I am not sure what this question is asking“During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and malesNevadaNevada YRBS High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)Male,FemaleNot collected “A transgender person is someone who does not feel the same insideas the sex they were born with. Are you transgender?” No, I am not transgender, Yes, I am transgender, I do not know if I am transgender, I do not know what this question is asking“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I am not sure what this question is askingEnrollment counts for Nevada Public SchoolsSchool enrollment database2021/2022Pre-k–12th gradeMale,FemaleNot collected Not collected Not collectedNew HampshireNew Hampshire YRBS High SchoolSurvey 2023 12 or younger–18 or older (9th grade–12th grade)“What is your sex?”Female, MaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about their“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual Orientationgender. Are you transgender?”Yes, No, I am not sureI am not sure about my sexual identity (questioning)New MexicoYouth Risk and Resiliency SurveySurvey 2021 11–18 (grades 6th–8th and 9th–12th)“What is your sex?” Male, Female(High school only) “Some people describe themselves as transgender, genderqueer, or genderfluid when their sex at birth does not match the way they think or feel about theirgender. Do you consider yourself transgender, genderqueer, or genderfluid?” No, Yes, Not sure, Don’t know what this question is asking.“Which of the following best describes you?” Heterosexual (straight), Gay or Lesbian, Bisexual, I describe mysexual identity some other way, I’m not sure about my sexual identity (questioning), I do not know what this question is askingNew YorkNew York YRBS High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)“What is your sex?”Female, MaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”Yes, No, I am not sure“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning)“During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and malesYouth Development SurveySurvey 2021 10 or younger–19 or older“Were you born:” Female, Male“Which of the following best describes you:”“Which of the following best describes you:”“Which of the following best describes you:” State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationNot Transgender, Transgender-male to female, Transgender-female to male, Non-binary, I don’t know what this question is asking, Don’t know/Not sureNot Transgender, Transgender-male to female, Transgender-female to male, Non-binary, I don’t know what this question is asking, Don’t know/Not sureHeterosexual, Gay, Lesbian, Bisexual, Don’t know/Not sureNorth CarolinaYouth Tobacco Survey Middle SchoolSurvey 2021 9–19 Male, female Not collected Not collected Not collectedYouth Tobacco Survey High SchoolSurvey 2021 9–19 Male, female Not collected Not collected “Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, Not sureYPS: IC19 Electronic Survey11–19 Not collected Female, Male, Non-Binary, Don’t know, Prefer not to say (included a question about pronouns)Not collected Not collectedChild Health Assessment and Monitoring ProgramSurvey of parent/ caregiver2017 0–18 “Is the child a boy or a girl?” Boy, girl, refuseto answerNot collected Not collectedNorth DakotaNorth Dakota YRBS High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)“What is your sex?” Female, MaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”Yes, No, I am not sure if I am transgender, I do not know what this question is asking“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I do not know what this question is askingState Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationOhioOhio YRBS Middle SchoolSurvey 2019 10 or younger–18 or older (6th grade–8th grade)“What is your sex?” Female, MaleNot collected Not collected Not collectedOhio YRBS High SchoolSurvey 2019 12 or younger–18 or older (9th grade–12th grade)“What is your sex?” Female, MaleNot collected Not collected “Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I do not know what this question is askingOhio Healthy Youth Environments SurveySurvey 2022 12–18 or older“What is your sex?” Female, Male, Transgender, Gender Nonconforming“What is your sex?” Female, Male, Transgender, Gender NonconformingNot collected “Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I do not know what this question is askingOklahomaOklahoma YRBS High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)“What is your sex?” Female, MaleNot collected Not collected “Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning)“During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationmalesOklahoma Prevention Needs AssessmentSurvey 2021 10 or younger–19 or older (6th grade)“What sex wereyou assigned at birth?” Male, FemaleNot collected Not collected Not collectedOklahoma Prevention Needs Assessment Survey 2021 10 or younger–19 or older (8th, 10th, and 12th grade)“What sex wereyou assigned at birth?” Male, FemaleNot collected Not collected Not collectedOregonOregon Youth Survey Online Survey 2022 15–18 “What sex wereyou assigned at birth?”Female, Male, Non-binary, Prefer not to answer“Gender identity is how someone feels about their own gender. There are many ways a person can describe their genderidentity and many labels a person can use. Which of the following terms describes your current gender identity? (check all that apply)”Girl or young woman, Boy or young man, Nonbinary , Genderfluid,Genderqueer, Agender, Another gender identity not listed (please specify), I am not sure orquestioning, I don’t know what this question is asking, Prefer not to answerNot collected “Sexual orientation is a person’semotional, romantic, and/or sexual attractions to anotherPerson. There are many ways a person can describe their sexual orientation and many labels a person can use. Which of these options best describes your sexual orientation?”Straight or heterosexual, Gay, Lesbian, Bisexual, Queer, Pansexual, Asexual, Not listed above (Specify), I am not sure or questioning, I don’t know what this question is asking, Prefer not to answerOregon Student Health Survey Survey 2022 6th, 8th, 11th gradeNot collected “What is your gender identity? You can choosemore than one.”“Are you transgender?” Yes, No, I am not sure,I don’t know what this “What is your sexual orientation? You can choose more than one.”Lesbian or gay, Straight, State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual Orientation (SHOW ONLY IF IDENTIFY AS AMERICAN INDIAN/ALASKA NATIVE: Two Spirit), Girl/Woman, Boy/Man,  Demigirl/Demiboy, Nonbinary, Gender fluid,Agender/No gender(SHOW ONLY IF IDENTIFY AS NATIVEHAWAIIAN/PACIFIC ISLANDER: Fa’afafine, Fa’atane, Leiti, Mahu kane, Mahu wahine, Takatapui), Something else fits better (Please specify), I am not sure ofmy gender identity, I don’t know what this question is asking, I prefer not to answerquestion is asking, I prefer not to answerBisexual, Pansexual, Asexual orAromantic, Queer, Something else fits better (Please specify), Iam not sure of my sexual orientation, I don’t know what this question is asking, I prefer not to answerPennsylvaniaPA Youth SurveySurvey 2021 10–19 or older“Are you?” Male, Female, OtherNot collected Not collected Not collectedRhode IslandRhode Island YRBS Middle SchoolSurvey 2021 10 or younger–18 or older (6th grade–8th grade)“What is your sex?” Male, FemaleNot collected Not collected Not collectedRhode Island YRBS High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)“What is your sex?” Male, FemaleN/A “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you “Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I do not State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual Orientationtransgender?”Yes, No, I am not sureknow what this question is asking“During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and males Rhode Island Education Data SurveyWorks Elementary SchoolElectronic Survey2022 K–4th grade Not collected Not collected Not collected Not collectedRhode Island Education Data SurveyWorks Secondary SchoolElectronic Survey2022 5th–12th gradeNot collected Not collected Not collected Not collectedSouth CarolinaChildren’s Health Assessment SurveyInterview ofparent/ caregiver2019 0–17 Not collected Not collected Not collected Not collectedYouth Tobacco SurveySurvey 2021 9th–12th gradeMale, Female Not collected Not collected Not collectedTennesseeTennessee YRBS High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)“Are you:” Male, FemaleNot collected Not collected Not collectedTN Together Student SurveySurvey 2018–19 10–18 or older“What is your gender?” Female, MaleNot collected Not collected Not collectedTexasTexas YRBS High SchoolSurvey 2021 12 or younger–18 or older “What is your sex?” Female, MaleNot collected Not collected “Which of the following best describes you?” Heterosexual (straight), Gay or State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual Orientation(9th grade–12th grade)lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I do not know what this question is asking)“During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and males Survey of Drug and Alcohol UseSurvey 2020 11 or younger–19 or older“Are you:” Male, FemaleNot collected Not collected Not collectedUtahUtah YRBS High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)Male,FemaleNot collected Not collected “Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, Not sureStudent Injury DataCounts 2021 5–18 (1st–12th grade)Male,FemaleNot collected Not collected Not collectedAmerican Community SurveySurvey 2015 5–17 Male,FemaleNot collected Not collected Not collectedKem C. GardnerPolicy Institute PopulationCensus 2020 4–17 Male,FemaleNot collected Not collected Not collectedVermontVermont YRBS Middle SchoolSurvey 2021 10 or younger–18 or older (6th grade–8th grade)“What is your sex?”Female, MaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning)State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationYes, No, I am not sureVermont YRBS High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)“What is your sex?”Female, MaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”Yes, No, I am not sure“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning)VirginiaVirginia Youth Survey Middle SchoolSurvey 2021 10 or younger–18 or older (6th grade–8th grade)“What is your sex?”Female, MaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”No, I am not transgender, Yes, I am transgender, I am not sure if I am transgender, I do not know what this question is askingNot collectedVirginia Youth Survey High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)“What is your sex?”Female, MaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”No, I am not transgender, Yes, I am transgender, I am not sure if I am transgender, I do not “Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning), I do not know what this question is asking“During your life, with whom have you had sexual contact?”I have never had sexual contact, State Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual Orientationknow what this question is askingFemales, Males, Females and malesWashingtonCovid-19 Student SurveySurvey 2022 10 or younger–18 or older (6th–12th grade)“What gender were you assigned at birth, even if you are not that gender today?”Male, Female“How do you currently identify yourself? (checkall that apply)”Male, Female, Transgender, Questioning/ not sure of my gender identity, Something else fits better, I don’t know whatthis question is asking, I prefer not to answer“How do you currentlyidentify yourself? (check all that apply)”Male, Female, Transgender, Questioning/ not sure of my gender identity, Something else fits better, I don’t know what this question is asking, I prefer not to answer“Which of the following best describes you?”Heterosexual (straight), Gay, Lesbian, Bisexual, Questioning /not sure, Something else fits better, I do not know what this question is asking, I prefer not to answerHealthy Youth Survey Elementary SchoolSurvey 2021 6th and 7th grade“What gender were you assigned at birth, even if you are not that gender today?”Male, FemaleNot collected Not collected Not collectedHealthy Youth Survey Middle/ High SchoolSurvey 2021 8th–12th grade“What gender were you assigned at birth, even if you are not that gender today?”Male, Female“How do you currently identify yourself? (checkall that apply)”Male, Female, Transgender, Questioning, Something else fits better, I don’t know what this question is asking, I prefer not to answer“How do you currentlyidentify yourself? (check all that apply)”Male, Female, Transgender, Questioning, Something else fits better, I don’t know what this question is asking, I prefer not to answer“Which of the following best describes you?”Heterosexual (straight), Gay, Lesbian, Bisexual, Questioning /not sure, Something else fits better, I do not know what this question is asking, I prefer not to answerWashington Tracking Network (WTN)Demographic Data Census Ongoing 0–65 or olderFemale, Male Not collected Not collected Not collectedWest VirginiaState Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual OrientationElementary School LearningEnvironmental SurveySurvey 2021 11–13 or older“Are you male or female?” Male, FemaleNot collected Not collected Not collectedMiddle/High School LearningEnvironment SurveySurvey 2021 5th–12th grade“Are you male or female” Male, Female, Prefer not to sayNot collected Not collected Not collectedWisconsinWisconsin YRBS Middle SchoolSurvey 2021 10 or younger–18 or older (6th grade–8th grade)“What is your sex” Female, MaleNot collected Not collected Not collectedWisconsin YRBS High SchoolSurvey 2021 12 or younger–18 or older (9th grade–12th grade)“What is your sex?” Female, MaleNot collected “Some people describe themselves as transgender when their sex at birth does not match the way they think or feel about theirgender. Are you transgender?”Yes, No, I am not sure,I do not know what this question is asking“Which of the following best describes you?” Heterosexual (straight), Gay or lesbian, Bisexual, I describe my sexual identity some other way, I am not sure about my sexual identity (questioning)“During your life, with whom have you had sexual contact?”I have never had sexual contact, Females, Males, Females and malesYouth Tobacco SurveySurvey 2022 9–19 or older“What is your sex?” Female, MaleNot collected Not collected “Which of the following best describes you?”Heterosexual (straight), Gay or Lesbian, Bisexual, Not sureWyomingPrevention Needs AssessmentSurvey 2022 10 or younger–19 or older“Do you describe yourself as a boy or man, girl“Do you describe yourself as a boy or man,girl or woman, or in some other way?” Not collected Not collectedState Data Type Year of StudyAge/GradeRangeSex Gender Identity Gender Modality Sexual Orientationor woman, or insome other way?” Boy or man, Girl or woman, Some other wayBoy or man, Girl or woman, Some other wayAppendix DFOCUS GROUP: ASKING TEENS ABOUTGENDER, SEX, AND SEXUAL ORIENTATIONFALL 2022–SPRING 2023Professor Alexis Dinno c: (415) 902-1501alexis.dinno@pdx.eduInformation about why we are here 1OHA & SOGI (sex, sexual orientation, and gender) demographic dataAppropriate questions for adults may not be the same as for minors.What we want to accomplish.Input from y’alls as a group at firstYour personal experiences towards the endWhen we are done with our project, we will share a version of our final report to OHA with your group facilitator.Gender 21. Please describe your gender in any way you prefer:___________________________________________________________________________2. What is your gender (check all that apply)Girl, Woman, Demi-GirlBoy, Man, Demi-BoyNon-binary, Third genderAgender, No genderQuestioningAnother identity not listed above. Please specify: ______________________________________Don’t knowI don’t know what this question is askingI don’t want to answer3. Are you transgender?YesNoQuestioningDon’t knowI don’t know what this question is askingI don’t want to answerSexual orientation / sexual identity 31. Please describe your sexual orientation or sexual identity in any way you want:____________________________________________________________________________2. How do you describe your sexual orientation or sexual identity? (check all that apply)Same-gender lovingSame-sex lovingLesbianGayBisexualPansexualStraight (attracted mainly to or only to other gender(s) or sex(s))     AsexualQueerQuestioningAnother orientation or identity not listed above. Please specify: __________________________Don’t know      I don’t know what this question is askingI don’t want to answer“Questioning” 4Sometimes we see demographic questions with a “Questioning” option.What does the category “Questioning” mean to you?Is there a better name or word for this category, for example “exploring,” “inquiring,” “playing”? Something else?Sexual behavior / sexual partners 51. Are you sexually active Yes / No2. If No have you been sexually active in the past year? Yes / No3. If you answered Yes to either question: Are your sexual partners (Check all that apply):A person with a penisA person with a vagina / vulva / clitorisA person with intersex genitaliaA person who had genital reassignment surgery / bottom surgeryDon’t knowI don't know what this question is askingI don't want to sayYour sexual biology 6Are you (Check all that apply):A person with breastsA person with a cervixA person with ovariesA person with a uterusA person with a vagina / vulva /clitorisA person with a penisA person with a foreskinA person with a prostate glandA person with testesA person with intersex genitaliaA person who had genital reassignment surgery / bottom surgeryDon’t knowI don't know what this question is askingI don't want to sayRespect 7How can we respectfully ask for demographic information in institutional settings?• E.g., in medical or clinical settings, school settings or standardizedtests, surveys, foster care, government programs (DMV, shelter, etc.)• What makes it acceptable and appropriate?• Think back to when you were younger (kindergarten, third grade, 6th grade), how would you have answered this question?The right time vs the wrong time 8When shouldn’t we ask questions about gender, sex, and/or sexualorientation?• Again, in institutional settingsBeing unseen in demographic questions 9Can you share an example of a time when you didn’t see yourself in demographic questions about gender, sex, or sexual orientation,and how that affected you?Being seen in demographic questions 10Can you share an example of a time when you did see yourself in demographic questions about gender, sex, or sexual orientation, and how that affected you?Parents/caregivers/family & demographic questions 11How does having your parent / caregiver / family in the room or nearby affect how you answer these questions?Gender-Affirming Hormones & Therapies 121. Are you currently taking gender-affirming hormones and/or hormone blockers? Yes /No1a. If No to 1: Are you interested in starting hormones? Yes / No1b. If Yes to 1: When did you start?  ________What is your current dose and frequency?  1c. If Yes to 1: Have you experienced any complications with hormones? Yes / No1d. If Yes to 1c: What complications have you had? ___________________________________2. What questions or concerns do you have about starting gender-affirming hormones? ___________________________________________________________________________3. Have you had any other gender-affirming surgeries/treatments in the past? Yes / No3a. If Yes to 3: Which ones? _____________________________________________________3b. If Yes to 3: Have you experienced any complications with gender-affirming surgeries/treatments? Yes / No3c. If Yes to 3b: What complications have you had? ___________________________________3d. If Yes to 3b: Would you like to speak with someone with expertise in complications for this kind of surgery?  Yes / NoAppendix E: data sources on Oregon childrenOregon Youth Survey Online (OYSO)The OYSO (Oregon Health Authority, 2022) was a pilot, one-time youth survey that was administered in Oregon in 2022. It is a statewide survey of 15–18 year olds that used address- based sampling and social media to recruit young people to take its online survey. Gender is assessed with thequestion “Gender identity is how someone feels about their own gender. There are many ways a personcan describe their gender identity and many labels a person can use. Which of the following terms describes your current gender identity? (check all that apply).” Options for gender identity are Girl or Young Woman, Boy or Young Man, Nonbinary, Genderfluid, Genderqueer, Agender, Another gender identity not listed, I am not sure or Questioning, I don’t understand and Prefer not to answer. The OYSO assesses sexual orientation with the question “Sexual orientation is a person’s emotional, romantic, and/or sexual attractions to another person. There are many ways a person can describe their sexual orientation and many labels a person can use. Which of these options best describes your sexual orientation?” Options for sexual orientation are Straight or Heterosexual, Gay, Lesbian, Bisexual, Queer, Pansexual, Asexual, Not listed (please specify), I am not sure or Questioning, I don’t understandand Prefer not to answer. Data from this survey had not been publicly released at the time of this report’s publication.Student Health Survey (SHS)/Oregon Healthy Teens Survey (OHT)The SHS (Oregon Health Authority, 2020b) (previously the OHT (Oregon Health Authority, 2020a)) is a biennial statewide study collected in public schools on 6th (new as of 2022 SHS) 8th and 11th graders, weighted by county and school district. Gender is assessed with the question “how do you identify? (select one or more responses).” Options for gender identity are Female, Male, Transgender Female, Transgender Male, Gender Non-Conforming, Genderfluid/Genderqueer, Agender, Unsure, andan open answer option.  Two new additions to the 2022 SHS are (1) if respondents identify as American Indian or Alaska Native they are given a Two-Spirit response option. (2) If they identify as Native Hawaiian or Pacific Islander, respondents can choose from six culturally specific options: Fa’afafine, Fa’atane, Leiti, Mahu kane, Mahu wahine, Takatapui. Survey tables within OHT reports arestratified by male, female, or any non-binary/gender non-conforming gender. While the data itself allows for analysis of more specific gendered strata, small sample sizes for some genders may result in imprecise estimates.Table 3: gender identity by grade in Oregon in 2019 (OHT)Grade 8th 11thWeighted % Weighted %Female 48.5 48.1Male 47.7 48.6Transgender Female 0.3 0.3Transgender Male 0.9 0.6Gender Nonconforming 0.7 0.8Gender Fluid/Genderqueer 1.0 1.0Agender 0.4 0.5Something else fits better (specify)2.6 2.4I am not sure of my gender identity1.3 0.8I do not know what this ques-tion is asking1.2 1.0The SHS assesses sexual identity with the question “Do you think of yourself as…,” and available responses are Straight/Heterosexual, Lesbian or Gay, Bisexual, Something Else, and Don’t Know/Not Sure. Notably absent are any identities under the asexual umbrella, pansexual, or sexual identities which correspond to non-gendered experiences of attraction.Table 4: sexual identity by grade in Oregon in 2020 (SHS)8th grade 11th gradeLesbian or gay 3.1% 3.9%Straight or heterosexual 65.7% 71.2%Bisexual 11.7% 14.1%Something else (specify) 9.8% 5.6%Don’t know/not sure 9.8% 5.1%Youth Risk Behavior Surveillance System (YRBSS)The YRBSS includes an optional module that assesses gender identity and sexual orientation. Outside of Portland, Oregon does not participate in the YRBSS. However, the Williams Institute used data from nearby states to estimate prevalence of transgender gender identity in Oregon minors, estimating that 1.18% of Oregon minors age 13–17 years identify as transgender (Herman et al., 2022). Nationwide, the 2021 YRBSS found that 3.2% of high school students (age 13–17) identified as gay or lesbian, 12.1% as bisexual, 5.2% as questioning, and 3.9% as other (Mpofu et al., 2023). The 2021 YRBSS did not include a question about transgender identity, but a 2017 YRBSS pilot of a question related to transgender identity found that 1.8% of high school students identified as transgender (Johns,2019) and the 2023 YRBS questionnaires will include a question about transgender identity (Centers for Disease Control and Prevention, 2023).National Health and Nutrition Examination Survey (NHANES)Healthcare Cost and Utilization Project (H-CUP)National Survey of Children’s Health (NSCH)National Health Interview Survey (NHIS)NHANES (Centers for Disease Control and Prevention, 2020), H-CUP: KID (Agency for Healthcare Research and Quality, n.d.), The NSCH (Data Resource Center for Child & Adolescent Health, 2022), and the NHIS (Centers for Disease Control and Prevention, 2022) each conflate sex and gender, and provide only binary “male” and “female” options for both. These surveys do not include data on sexual orientation. NHANES and the NHIS include questions about gender identity and sexual orientation for people over age 18 years, but not for minors. Electronic Health Record (EHR) DataEHR data varies depending on what data the healthcare providers collecting it choose to collect. Recent Medicare and Medicaid requirements mandate that EHR programs (such as EPIC or THERAP) be able to collect sexual orientation and gender identity information, as well as to be able to separate gender identity from sex, but there is no requirement that providers utilize this capacity or collect this information (Brown, 2021; Cahill et al., 2016).ReferencesBrown, P. J. (2021). Federal mandate aims to improve how gender identity is recorded in EHR. AAP News. https://www.aappublications.org/news/2016/06/16/HITGender061616Cahill, S. R., Baker, K., Deutsch, M. B., Keatley, J., & Makadon, H. J. (2016). Inclusion of Sexual Ori-entation and Gender Identity in Stage 3 Meaningful Use Guidelines: A Huge Step Forward for LGBT Health. LGBT Health, 3(2), 100–102. https://doi.org/10.1089/lgbt.2015.0136Centers for Disease Control and Prevention. (n.d.). National Health and Nutrition Examination Survey Questionnaire. U.S. Department of Health and Human Services. https://wwwn.cdc.gov/nchs/nhanes/continuousnhanes/default.aspx?cycle=2017-2020Centers for Disease Control and Prevention. (2023). Youth Risk Behavior Survey (YRBS) 2023 Stan-dard Questionnaire Item Rationale. U.S. Department of Health and Human Services. https://www.cdc.gov/healthyyouth/data/yrbs/pdf/2023/2023_Standard_YRBS_Item_Rationale.pdfHerman, J. L., Flores, A. R., & O’Neill, K. K. (2022). How Many Adults and Youth Identify as Trans-gender in the United States? The Williams Institute. https://williamsinstitute.law.ucla.edu/publi-cations/trans-adults-united-states/Johns, M. M. (2019). Transgender Identity and Experiences of Violence Victimization, Substance Use, Suicide Risk, and Sexual Risk Behaviors Among High School Students—19 States and Large Urban School Districts, 2017. MMWR. Morbidity and Mortality Weekly Report, 68. https://doi.org/10.15585/mmwr.mm6803a3Mpofu, J. J., Underwood, J. M., Thornton, J. E., Brener, N. D., Rico, A., Kilmer, G., Harris, W. A., Leon-Nguyen, M., Chyen, D., & Lim, C. (2023). Overview and methods for the Youth Risk Be-havior Surveillance System—United States, 2021. MMWR Supplements, 72(1), 1.Oregon Health Authority. (2020a). Oregon Healthy Teens Survey. https://www.oregon.gov/oha/PH/BIRTHDEATHCERTIFICATES/SURVEYS/OREGONHEALTHYTEENS/Documents/2019/2019%20State%20of%20Oregon%20Profile%20Report.pdfOregon Health Authority. (2020b). Oregon Student Health Survey. https://www.oregon.gov/oha/PH/BIRTHDEATHCERTIFICATES/SURVEYS/Pages/student-health-survey.aspxOregon Health Authority. (2022). Oregon Youth Survey Online. https://www.oregon.gov/oha/PH/DIS-EASESCONDITIONS/CHRONICDISEASE/DATAREPORTS/Pages/Oregon-Youth-Survey-Online.aspx",
    "id": 576491883,
    "identifiers": {
        "doi": null,
        "oai": "oai:pdxscholar.library.pdx.edu:sph_facpub-1534"
    },
    "title": "Final (Year 2) Report to OHA on SOGI Demographic Standards for Minors",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-06-15T08:00:00+01:00",
    "publisher": "PDXScholar",
    "references": [],
    "sourceFulltextUrls": [
        "https://pdxscholar.library.pdx.edu/cgi/viewcontent.cgi?article=1534&context=sph_facpub"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/576491883.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/576491883"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/576491883/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/576491883/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/576491883"
        }
    ],
    "abstract": "Executive Summary\nThe report synthesizes thoughtful recommendations of the authors to the Oregon Health Authority (OHA) about routine data collection of SOGI† (sex, sexual orientation, and gender) demographic data in minors for clinical and reporting purposes. We see five primary motivations to routinely collect SOGI data, including to:   create an inclusive practice in order to welcome and make space for people from historically excluded genders, sexes, and sexual orientations, promote health equity between minority and majority SOGI identities, direct group-specific services towards those who need them, represent the actual diversity of Oregon, and its communities, and shift normative expectations about who Oregonians are. \nOur approach These recommendations are informed by:   interviews with Oregon service providers and advocates for sex, sexual, and gender minority (SSGM) young people, a literature review to identify existing data sources on Oregon minors, and methods, and recommendations for collecting these data, a focus group with SSGM teens, and a survey of US states’ SOGI data practices as reflected in major health surveys. Expertise gleaned from interviews with community advocates and service providers is incorporated throughout the recommendations below. Among considerations included in the report, we highlight the impact of parent/caregiver presence in data collection procedures, the need for cultural specificity in determining appropriate question and response options, individuals’ right to have control over their data, and the value of open vs. structured questions which is dependent on age. The literature review yielded alarmingly few evidence-based recommendations for routine SOGI data collection for minors and sparse existing data on SSGM minors. \nSummary of recommendations (detailed in full in the report) Recommendations for children based on age: Questions and the response options should differ depending on the age and understanding of the child:   For young children (under age 8 or 9) we recommend only using broad, open-ended questions and not involving structured, check-box style questions at all. If structured questions are necessary, we recommend a question that categorizes children’s gendered experiences either in their own words or according to gender conformity or nonconformity. For children (ages 8 to 11) we still recommend focusing on open-ended questions, but these can be more specific, including questions about the body, attraction, and self-identifying. For adolescents (ages 12+) we recommend that the adult SOGI recommendations should be applied with special consideration given to ensuring that the adolescent understands the limits of confidentiality regarding this information. \nRecommendations to limit parental/caregiver report bias: To account for parent/caregiver bias in reporting minor demographic information, indicators can be used to identify who is disclosing the data about a minor, and who is present when data are collected.\nRecommendation to limit administrator report bias: Add an option to indicate the question was not asked (e.g., ‘□ Did not ask question’) in order to account for instances in which a survey administrator did not ask the question, and to avoid conflating these instances with passive non-response, or active non-responses such as Prefer not to answer or I don’t know what this question is asking. Such a question could be used to identify administrators routinely not asking SOGI questions, and could also be used as a flag for follow-up with a respondent. This question could also be added for REALD.\nRecommendation to provide expanded prompts and definitions: Provide generously detailed prompts (similarly to REALD’s prompts for open text responses) to all SOGI questions, and provide definitions for each of the categories in structured questions.\nRecommendations for labor equity and a centralized demographic repository: Due to the labor cost of reporting demographic data (let alone, for example, screening, treatment or symptom questionnaires), we recommend that people are asked to fill out demographic forms no more than once per year. This poses technical challenges. We recommend a central database or repository be created, which holds demographic information provided and managed by both children and adults. For example, a minor might change their preferred pronoun or gender identity using a web page to interface with the database. To offset the reporting burden, healthcare and other service providers as well as researchers would be required to undergo training for respectful and ethical use of the data prior to requesting permission to access their SOGI data from this repository. Individuals should be able to access their own data. A centralized demographic data database would dramatically reduce the burden of changing legal documentation of a person’s name, sex, gender, race, ethnicity, etc., which is frequently mentioned as a stressor or barrier to care for SSGM minors and their families (as well as SSGM adults). We recommend that SOGI demographic data be collected routinely among minors in Oregon in contexts where REALD data are collected.\nRecommendations about restricting access to SOGI data: We recommend that service providers who wish to access historical SOGI data (that is the history of changes to an individual’s demographic information, including REALD), and who have obtained patient consent to do so, be required to document the reason for accessing such information and that institutions are required to review the validity of these reasons. Requiring service providers to document reasons for accessing historical demographic data serves as a checkpoint to help ensure patient data is being used safely and ethically but is not dependent on a prescriptive list of what uses of data are legitimate.  Because Oregon law (OR 109.650) does not guarantee minors a right to confidentiality, nor does it guarantee parents/caregivers a right to access their children’s information, where possible we recommend service providers guarantee that minors over age 12 must give permission for their information to be shared, even with parents/caregivers. When such a guarantee is not possible, we recommend that the collection of SOGI data include an acknowledgment that confidentiality is not guaranteed and that providers are trained to recognize situations when it is or isn’t appropriate to share this information. Recommendations about mandatory training For accessing current SOGI data: We recommend workers and institutions who interface with minors should not be able to access SOGI data unless they have been trained on using the data respectfully. We recommend OHA develop and disseminate brief training materials around SOGI data use. For accessing historical demographic data (including SOGI): We recommend OHA create and disseminate training materials for institutions and individuals who desire to access historical demographic data (i.e. across the life course of the individual). Conclusion Collecting inclusive SOGI data is a public health good and a moral necessity, and has the potential to benefit individuals as well as population health. OHA’s draft SOGI data tool is, in our judgement, the most inclusive of all U.S. states among the tools we considered, and could play an important role as a model of inclusive routine SOGI representation for minors nationally countering SSGM erasure and distortion in other states.\nSee also: Preliminary (Year 1) Report to OHA on Pediatric SOGI: Executive Summary. Report to the Oregon Health Authority, Office of Equity and Inclusio",
    "tags": [
        "text",
        "Sexual minorities",
        "Gender identity",
        "Medical care -- Research",
        "Equity",
        "Community Health and Preventive Medicine",
        "Public Health",
        "Public Health Education and Promotion"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:pdxscholar.library.pdx.edu:sph_facpub-1534",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "935",
        "openDoarId": 0,
        "name": "PDXScholar (Portland State University)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 576491883,
        "depositedDate": null,
        "publishedDate": "2023-06-15T08:00:00+01:00",
        "updatedDate": "2024-02-01T15:36:24+00:00",
        "acceptedDate": null,
        "createdDate": "2023-08-08T13:14:52+01:00"
    },
    "urls": [
        "https://pdxscholar.library.pdx.edu/sph_facpub/528",
        "https://pdxscholar.library.pdx.edu/context/sph_facpub/article/1534/viewcontent/Final__Year_2__Report_to_OHA_on_SOGI_Demographics_Standards_for_Minors___Alexis_Dinno.pdf"
    ],
    "lastUpdate": "2024-02-01T15:36:24+00:00",
    "setSpecs": []
}