{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ho, Jeremiah A."
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T18:31:32+01:00",
    "dataProvider": {
        "id": 3799,
        "name": "SJ Quinney College of Law, University of Utah",
        "url": "https://api.core.ac.uk/v3/data-providers/3799",
        "logo": "https://api.core.ac.uk/data-providers/3799/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/217369721.pdf",
    "fullText": "Utah Law ReviewVolume 2017 | Number 3 Article 26-2017Find Out What It Means to Me: The Politics ofRespect and Dignity in Sexual OrientationAntidiscriminationJeremiah A. HoUniversity of Massachusetts School of LawFollow this and additional works at: http://dc.law.utah.edu/ulrPart of the Civil Rights and Discrimination Commons, Family Law Commons, Human RightsLaw Commons, and the Law and Gender CommonsThis Article is brought to you for free and open access by Utah Law Digital Commons. It has been accepted for inclusion in Utah Law Review by anauthorized editor of Utah Law Digital Commons. For more information, please contact valeri.craigle@law.utah.edu.Recommended CitationHo, Jeremiah A. (2017) \"Find Out What It Means to Me: The Politics of Respect and Dignity in Sexual OrientationAntidiscrimination,\" Utah Law Review: Vol. 2017 : No. 3 , Article 2.Available at: http://dc.law.utah.edu/ulr/vol2017/iss3/2 463 FIND OUT WHAT IT MEANS TO ME: THE POLITICS OF RESPECT  AND DIGNITY IN SEXUAL ORIENTATION ANTIDISCRIMINATION  Jeremiah A. Ho*  Abstract This Article considers the state of LGBTQ equality after the Supreme Court’s decision in Obergefell v. Hodges. Specifically, by examining this upsurge of social visibility for same-sex couples as both acceptance of sexual minorities and cultural assimilation, the Article finds that the marriage cases at the Supreme Court—Obergefell and United States v. Windsor—shifted the framing of gay rights from the politics of respect that appeared more than a decade ago in Lawrence v. Texas toward a politics of respectability. The Article traces this regression in Justice Kennedy’s own definition of dignity from Lawrence, where he approached the concept of dignity as an inherent respect for sexual identity and private choices, to his definition of dignity in the marriage cases, where he viewed dignity in terms of respectability—as something not inherent but earned by conforming to the norms of a dominant culture.  To be sure, marriage equality significantly furthered the rights of same-sex couples. Yet, in order to make larger advances for sexual orientation antidiscrimination protections—such as explicit protections under Title VII—the framing of gay rights must return to the politics of respect. Marriage is problematic because the juxtaposition of same-sex relationships against heteronormative values creates a hierarchy that does not corroborate with the idea of inherent human worth. Hence, the Article proposes ways to undo the respectability politics of Obergefell so that future movements toward sexual orientation antidiscrimination can be accomplished by latching onto the doctrinal successes of the marriage equality movement but detaching from connotations of respectability.                                                  * © 2017 Jeremiah A. Ho. Assistant Professor of Law, University of Massachusetts School of Law. I would like to thank Emma Wood, Jessica Dziedzic, Misty Peltz-Steele, and Megan E. Beyer for research assistance. I am also grateful to Professor Margaret Drew and the Human Rights at Home Blog for allowing me to test my ideas on respect and respectability throughout the writing of this piece. I would also like to express my gratitude to the participants at the Junior Faculty Works-in-Progress Conference at Marquette University School of Law for comments during the workshop draft of this piece—in particular, Norrinda Hayat and David Papke. Much thanks to the University of Massachusetts School of Law for funding this research. And lastly, much appreciation to editors Amy Pauli, Michael Eixenberger, and Amy Rose, and the staff of the Utah Law Review for their hard work in moving this Article to its publication.  464 UTAH LAW REVIEW [NO. 3 I.  INTRODUCTION  Often upon crucial events in social history, the intimate association between a climactic development of an issue and representational media brings us expressions that wed our desired norms with the descriptive truth of such matters. In the heart-pounding seconds after the release of Obergefell v. Hodges,1 which ushered in the reality of marriage equality across the United States, the national imagination was suddenly swept into a rapturous state of acknowledgment that love had won.2 Typical, would-be Friday morning posts on social media for a late June that would have included things such as comical pet videos, selfies at the beach, Instagram food postings, sarcastic memes, and inspirational tweets were overshadowed by the appearance of rainbow-filtered profile pictures that accompanied the hashtag, #LoveWins, underscoring the extent of the viral response to the Supreme Court’s 5–4 ruling.3 Big businesses and institutions shortly weighed in on the affair.4 Visa posted a clever banner, “Love. Accepted everywhere.”5 Department store chain Macy’s tweeted a picture that alluded to its bridal registry along with the tag, “From this day forward… #loveislove.”6 That Friday evening, rainbow colors lit the White House as a presidential acknowledgement of the judiciary’s work in Obergefell.7 Proverbially-speaking, it seemed like everyone and their uncle was coming out to say something on the matter rather than forever holding their peace. Figuratively, Obergefell was probably the biggest marriage event between same-sex relationships and the law on the national stage to date. Together, the ruling and ensuing social media reaction conveyed that mainstream acceptance of same-sex relationships had reversed decades of negative public sentiments. Within the history of American law, the open pursuit of love has been a dangerous thing for same-sex couples. In the bedroom context, consensual                                                 1 135 S. Ct. 2584 (2015).  2 Adam Liptak, Supreme Court Ruling Makes Same-Sex Marriage a Right Nationwide, N.Y. TIMES (June 26, 2015), http://www.nytimes.com/2015/06/27/us/supreme-court-same-sex-marriage.html?_r=0 [https://perma.cc/4EW7-VKAZ]. 3 Dawn Ennis, Victory at Supreme Court for Marriage, ADVOCATE (June 26, 2015, 9:55 AM), http://www.advocate.com/politics/marriage-equality/2015/06/25/victory-supreme-court-marriage-equality [https://perma.cc/L97X-KRLM]. 4 Patrick Kulp, The Best Reactions by Major Companies to the Historic Gay Marriage Decision, MASHABLE (June 26, 2015), http://mashable.com/2015/06/26/brands-gay-marriage-legalized/#EiPRQpRhTEqF [https://perma.cc/KWK6-2AP2].  5 Visa, Love. Accepted Everywhere., FACEBOOK (June 26, 2015), https://www.facebook.com/VisaUnitedStates/photos/pb.211718455520845.-2207520000. 1453988472./1171443619548319/?type=3&theater [https://perma.cc/VE2V-3BRH].  6 Macy’s (@Macys), TWITTER, (June 26, 2015, 7:07 AM), https://twitter.com/macys/status/614434775659626496 [https://perma.cc/S823-NUMA].  7 Allie Malloy & Karl de Vries, White House Shines Rainbow Colors to Hail Same-Sex Marriage Ruling, CNN (June 30, 2015), http://www.cnn.com/2015/06/26/politics/ white-house-rainbow-marriage/ [https://perma.cc/9GF4-JS5R].  2017] WHAT IT MEANS TO ME 465  sexual conduct was once criminal.8 In the marriage and family context prior to Obergefell, the right to wed remained unrecognized by institutions, politics, and norms that dominated mainstream ideas about sexual identity, gender, and relationships.9 The Obergefell decision therefore underscored the recent ongoing transition away from unpopular views of same-sex relationships.10 And for an instant in that evening after the decision, the broadcast image of the Disney World castle in Florida basking in rainbow lights seemed to impress upon our collective consciousness a storybook ending for same-sex couples.11 Love, at last, was available and no longer cabined. Love had, presumably, won.  That sentiment of storybook endings was later extended in media representations of same-sex couples after Obergefell. Advertisements kept alive the spirit of #LoveWins in their marketing as summer 2015 moved into the fall. One prominent example was the Campbell’s Soup television commercial that featured a real-life gay male couple in a humorous meal-time scene in their kitchen with their adopted toddler son.12 Apart from incorporating the gay fathers, the ad depicted the same scene of comfort that other Campbell’s Soup ads had done before using opposite-sex couples and their children.13 The ad begins with a close-up of an opened can of Campbell’s Condensed Soup, resting on a kitchen counter near a stove.14 The can bears a picture of the Star Wars character, Darth Vader, to signify Campbell’s marketing of the next Star Wars movie.15 As we hear a man’s voice singing the Imperial March from Star Wars, the ad cuts away from the stove and follows the singing to show a father entertaining his son in the same kitchen during mealtime.16 “Cooper, I am your father,” says the man, imitating Darth Vader while playfully attempting to spoon soup past his son’s lips.17 Suddenly the                                                 8 See, e.g., Bowers v. Hardwick, 478 U.S. 186, 187–88 (1986), overruled by Lawrence v. Texas, 539 U.S. 558 (2003).  9 See Molly Ball, How Gay Marriage Became a Constitutional Right: The Untold Story of the Improbable Campaign that Finally Tipped the U.S. Supreme Court, ATLANTIC (July 1, 2015), http://www.theatlantic.com/politics/archive/2015/07/gay-marriage-supreme-court-politics-activism/397052/ [https://perma.cc/M3KG-6FNM].  10 Changing Attitudes on Gay Marriage, PEW RES. CTR. (May 12, 2016), http://www.pewforum.org/2015/07/29/graphics-slideshow-changing-attitudes-on-gay-marriage/ [https://perma.cc/2BL6-4F5A]. 11 Lucas Grindley, More than a Dozen Landmarks You Won’t Believe Were Turned Rainbow, ADVOCATE (June 27, 2015, 1:11 AM), http://www.advocate.com/politics/marriage-equality/2015/06/27/more-dozen-landmarks-you-wont-believe-were-turned-rainbow [https://perma.cc/5DT6-DT7H].  12 Neuro Psyche, Your Father 30s Campbell’s #RealRealLife, YOUTUBE (Jan. 2, 2016), https://www.youtube.com/watch?v=yNkCp5vjYzs [https://perma.cc/KH7M-HEMS]. 13 See Jamie Gee, Campbell’s Organic Commercial - 2015, YOUTUBE (Oct. 7, 2015), https://www.youtube.com/watch?v=SLukHuC8Uys [https://perma.cc/7Z6Y-WK9J]. 14 Neuro Psyche, supra note 12.  15 Id. 16 Id. 17 Id.  466 UTAH LAW REVIEW [NO. 3 voice of another man is heard as the camera cuts to a wider shot to show that the scene not only includes one father, but two.18 “No, no, no, I am your father,” said the second man as he, like the first father, imitates Darth Vader while also feeding the son a spoonful of soup.19 Then the two men look amusingly at each other while the toddler obliviously reaches a hand into the bowl of soup in front of him.20 As the scene fades quickly, we can hear one father say to the other, “That’s got to be the worst Vader ever.”21 The moment is meant to invite the audience to pause amusingly before the scene fades to the Campbell’s logo.22 A female voiceover then announces: “Campbell’s Star Wars Soups, made for real, real life”—and thus we are reminded that this is a Campbell’s Soup commercial after all.23 It leaves us heartened—heartened enough for all-American Campbell’s Soup, the soup previously advertised by Norman Rockwell illustrations,24 the soup of Andy Warhol prints,25 the soup of iconic round-faced cartoon children used by Campbell’s own advertisements,26 the soup endorsed by one of the largest movie franchises of all time, Star Wars.27 By all means, as the ad suggests, same-sex couples and their children have been ushered (or ladled) into the mainstream. They have entered the popular media and are visible. They now eat Campbell’s Soup—as if they had not done so before. They are branded for #RealRealLife—so real that they had to name it twice.28   In Obergefell, Justice Kennedy based his fundamental rights ruling on a determination that animus-fueled bans on marriage violated the dignity of same-sex couples in four significant ways.29 Once Obergefell settled the question of                                                 18 Id.  19 Neuro Psyche, supra note 12. 20 Id.  21 Id.  22 Id. 23 Id.  24  See generally Diana Denny, Classic Ads: Wish List for a 20th Century Christmas, SATURDAY EVENING POST (Dec. 7, 2012), http://www.saturdayeveningpost.com/2012/12/ 07/archives/advertisements-archives/old-christmas-ads.html [https://perma.cc/A77C-DCBY] (featuring a 1932 Christmastime advertisement for Campbell’s soup).  25  See generally Blake Gopnik, 32 Short Thoughts About Andy Warhol’s Campbell’s Soup Can Paintings at MoMA, ARTNET NEWS (Oct. 9, 2015), https://news.artnet.com/art-world/andy-warhols-campbells-soup-can-paintings-at-moma-338874 [https://perma.cc/68 NN-3VRE] (showing photographs of Warhol’s Campbell’s Soup prints). 26 See generally Andrea Degener, Celebrate National Soup Month with Campbell’s Soup, DOWD MOD. GRAPHIC HIST. LIBR., WASH. UNIV. ST. LOUIS (Jan. 30, 2014), http://library.wustl.edu/celebrate-national-soup-month-with-campbells-soup/ [https://perma .cc/P2ZH-8XXG] (showing early 20th century advertisements for Campbell’s soup).  27 Scott Mendelson, ‘Star Wars’ Is Hollywood’s Biggest, Most Enduring Original Franchise, FORBES (Apr. 17, 2015, 10:00 AM), http://www.forbes.com/sites/scottmendelson/2015/04/17/star-wars-is-hollywoods-biggest-original-franchise/#1328901150cd [https://perma.cc/GP6C-KYC6]. 28 Neuro Psyche, supra note 12. 29 Obergefell v. Hodges, 135 S. Ct. 2584, 2599 (2015). 2017] WHAT IT MEANS TO ME 467  same-sex marriage, same-sex couples would, according to the intent behind Kennedy’s opinion, be given the option that hopefully dignifies them on equal footing with opposite-sex couples and their children. They would be free and autonomous in matrimonial decision-making.30 They would engage in a right to an institution dignified by society.31 They would raise children within the same social and legal connotations of family as legally married opposite-sex couples.32 They would partake in an institutional social order categorized by law and highly regarded in the heart and consciousness of American society.33 In Obergefell, these four changes normatively characterize the access to equal dignity that the extension of marriage accorded same-sex couples.34  Curiously, the Campbell’s Soup ad could be read to parallel Kennedy’s Obergefell goals. The scenario of the ad captures the two men after they have chosen marriage. They are in the kitchen in a meal-time moment that symbolizes mainstream childrearing—albeit rearing on all-American processed food. In this way, they are no longer a gay male couple unable to marry or hindered by the law in raising children, nor are they an unmarried, childless gay couple. Instead, the couple is nationally depicted in a scene in which they are in their own kitchen, feeding their child in the same playful, humorous, and dignified manner that we would expect an ideal opposite-sex couple from a nuclear family to be doing, as well in their fictionalized kitchen in television adland. There is certainly a sense of dignity and normalcy being appropriated and realized in this representation. Yet, like extending the fundamental right to marriage to same-sex couples, bestowing that dignity to same-sex relationships creates both a hierarchical relationship between sexual minorities and the mainstream, and a moment for the mainstream—like the Campbell’s Soup ad—to comment on the respectability of choices same-sex couples are making in seeking marriage.  In this way, the descriptive truth about sexual minorities does not end at a rainbow-lit image of the Disney World castle—or at the kitchen table with a bowl of Campbell’s Soup. The question of sexual identity and American law remains unsettled. In the figurative dinner party that is the history of gay rights, sexual minorities have been welcomed through the door and inside the house, served cocktails while they nibbled on hors d’oeuvres, and seated at the dinner table, unfolding their napkins. But they have only arrived at soup; there is still the rest of the meal to be had. While the right to marriage extends to same-sex couples, sexual minorities still face employment and housing discrimination.35                                                  30 Id.  31 Id. at 2599–600.  32 Id. at 2600.  33 Id. at 2601.  34 Orin Kerr, What’s in the Same-Sex Marriage Ruling, WASH. POST (June 26, 2015), https://www.washingtonpost.com/news/volokh-conspiracy/wp/2015/06/26/whats-in-the-same-sex-marriage-ruling/ [https://perma.cc/9CAJ-G69M].  35 Obergefell, 135 S. Ct. at 2625–26 (Roberts, C.J., dissenting).  468 UTAH LAW REVIEW [NO. 3 Title VII of the Civil Rights Act of 1964 has no direct protection of individuals against discrimination based on sexual orientation.36 The Employment Non-Discrimination Act (ENDA) has not been passed.37 The issue of heightened suspect classification of sexual identity slipped through Justice Kennedy’s equal protection analysis in Obergefell and remains unresolved on the federal level in any significant way.38 In addition, despite love winning, there was still vociferous opposition to Obergefell. The difficulty of same-sex couples in obtaining marriage licenses—as demonstrated by Kim Davis in Kentucky and others—illustrated some of this lingering negativity.39 The religious and conservative outcries after Obergefell are another.40 The refusal to provide services to same-sex couples by small business owners further demonstrates opposition.41 The refusal by some state legislatures to allow transgender individuals to use the bathrooms of their identified gender also exemplifies this opposition.42 And within the Obergefell ruling itself, four Justices penned dissents against the majority.43 Obergefell solidified the narrative of discrimination of same-sex couples in marriage. But as same-sex relationships get the kind of notoriety that they deserve, in what ways was sexual orientation antidiscrimination helped by Obergefell? Love won, but did gay win? This Article begins with the limits of Obergefell. It has been evident that within the last century, dignity has been used to leverage advancements against                                                 36 See 42 U.S.C. §§ 2000e to 2000e-17 (2012). 37 Ed O’Keefe, Gay Rights Groups Withdraw Support of ENDA After Hobby Lobby Decision, WASH. POST (July 8, 2014), https://www.washingtonpost.com/news/post-politics/wp/2014/07/08/gay-rights-group-withdrawing-support-of-enda-after-hobby-lobby-decision/ [https://perma.cc/2LSS-SY3Z].  38 Matthew Hoffman, Obergefell Ruling Strengthens Case for Treating Sexual Orientation as Suspect Classification, CASETEXT (June 26, 2015), https://casetext.com/ posts/obergefell-ruling-strengthens-case-for-treating-sexual-orientation-as-suspect-classification [https://perma.cc/MEB3-MSF8]. 39 John Mura & Richard Pérez-Peña, Marriage Licenses Issued in Kentucky County, but Debates Continue, N.Y. TIMES (Sept. 4, 2015), http://www.nytimes.com/2015/09/05/ us/kim-davis-same-sex-marriage.html?_r=0 [https://perma.cc/3YH7-WRUW]. 40 Sherif Girgis, After Obergefell: The Effects on Law, Culture, and Religion, CATH. WORLD REP. (June 29, 2015), http://www.catholicworldreport.com/Item/3991/after_ioberg efelli_the_effects_on_law_culture_and_religion.aspx [https://perma.cc/M4UM-99QT].  41 Rudi Keller, Hawley Seeks Exemptions for Churches, Businesses to Refuse Same-Sex Couples, COLUM. DAILY TRIB. (Dec. 21, 2015), http://www.columbiatribune.com/news /politics/hawley-seeks-exemptions-for-churches-businesses-to-refuse-same-sex/article_fa7 b74e3-a24f-5bea-922c-f339eb6bd88a.html [https://perma.cc/R3KD-92NG]. 42 Dave Phillips, North Carolina Bans Local Anti-Discrimination Policies, N.Y. TIMES (Mar. 23, 2016), http://www.nytimes.com/2016/03/24/us/north-carolina-to-limit-bathroom-use-by-birth-gender.html [https://perma.cc/2D5R-YN4S]. 43 Obergefell v. Hodges, 135 S. Ct. 2584, 2611, 2626, 2631, 2640 (2015) (Roberts, C.J., dissenting) (Scalia, J., dissenting) (Thomas, J., dissenting) (Alito, J., dissenting).  2017] WHAT IT MEANS TO ME 469  human rights violations and restrictions within the law.44 Dignity has been a means to an end; its post-Enlightenment, fundamental universality supplanted previous versions of humanity and has been regarded as a normative individual entitlement.45 Even before Obergefell, the anti-gay rhetoric that stole dignity away from sexual minorities for decades was a way in which the denial of their civil rights was justifiable under the law. Challenges fought in court and state legislatures over gay rights were lost by gay litigants and gay rights advocates partly because the dominant rhetoric against sexual minorities was couched within the politics that disrespected them46—that, for instance, gays were living in a lifestyle premised on a morally blameworthy choice or pathology and that they practiced sexually deviant, perverse acts.47    For the most part, we have moved further away from a politics of disrespect toward recognizing that dignity exists in sexual preferences.48 So a good question to ask in the new shadow of Obergefell is whether the dignity recognized by the Court specifically accorded sexual minorities the respect that they should be entitled to for being who they are, or whether the dignity rhetoric in Obergefell stopped short of this view and settled for addressing the respectability of same-sex couples’ choices for wanting to participate in marriage. Obergefell was an opinion about dignity as respectability.49 So how does it impact the way in which sexual minorities move further to resolve questions of sexual identity and the law, if “further” means antidiscrimination?   This leap from respectability to respect is this Article’s inquiry. If we are to further antidiscrimination protections on the basis of sexual orientation at the federal level, then we must arrive at a situation where dignity under the law is the acknowledgment of respect for sexual identities, not their respectability. As the lyrics sung so famously by Aretha Franklin in a song known for its symbolic impact on 1960s’ gender equality, particularly for its “appeal for dignity,” suggests respect is an important human regard that is often withheld: “All I’m askin’ / Is for                                                 44 ERIN DALY, DIGNITY RIGHTS: COURTS, CONSTITUTIONS, AND THE WORTH OF THE HUMAN PERSON 1 (2012).  45 See id. at 2–3.  46 See, e.g., MARTHA CRAVEN NUSSBAUM, FROM DISGUST TO HUMANITY: SEXUAL ORIENTATION AND CONSTITUTIONAL LAW  77–85 (2010) (observing that Bowers v. Hardwick, 478 U.S. 186 (1986), exemplified how “[y]ears of stigmatization of gays and lesbians made it all too easy for judges . . . to talk about them as a class of moral pariahs who are not like other humans”).  47 Cary Franklin, Marrying Liberty and Equality: The New Jurisprudence of Gay Rights, 100 VA. L. REV. 817, 835 (2014). 48 See Lawrence v. Texas, 539 U.S. 558, 578 (2003) (“The petitioners are entitled to respect for their private lives. The State cannot demean their existence or control their destiny by making their private sexual conduct a crime.”). 49 Yuvraj Joshi, The Respectable Dignity of Obergefell v. Hodges, 6 CAL. L. REV. 117, 117 (2015).  470 UTAH LAW REVIEW [NO. 3 a little respect when you come home.”50 Beyond this introduction in Part I, Part II of this Article will discuss the impact of respectability in gay rights advocacy and observe dignity defined by respect politics as a normative goal. Part III will then explore how the discussion about dignity in the context of gay rights at the Court was also simultaneously a journey from the politics of disrespect to currently the politics of respectability. And Part IV will theorize how the narrative of sexual orientation antidiscrimination can proceed from dignity as respectability to dignity as respect, before Part V’s conclusion.  As we progress (hopefully) toward antidiscrimination for sexual minorities, respect is the more desirable route to take when using dignity to elevate the status of sexual minorities to a protected class—whether judicially or legislatively. Dignity as respect reframes the discussion away from choices and existence in a way that deprives the dominant culture opportunities to comment, and instead, places the subgroup in a light where such type of judgment is off the table.   II.  DIGNITY AS RESPECT  Part II of this Article will trace the usage and meaning of dignity in several key political and historical movements, culminating with the advancement of sexual minority rights domestically. First, subpart A will examine the dual meaning of dignity as I chart its influence on human rights discourse. Second, subpart B will then illustrate dignity’s influence on antidiscrimination movements in the United States, particularly in the context of race. Finally, subpart C will locate the use of the concept of dignity in the LGBTQ movement in the United States.   A.  Dignity in Human Rights Discourse  Although no consistency exists within the vast usage and interpretations of human dignity by political institutions and courts internationally, a generalized accord does exist in tracing the history of dignity’s import into the modern legal and political sphere.51 Current political incarnations of dignity took shape post-World War II in human rights discourse, in which dignity was a currency of value because its relationship to intrinsic humanity and worth addressed the inhumane atrocities of Nazi Germany.52 The use of dignity to preserve human rights prompted examples of post-war declarations recognizing and urging the protection                                                 50 ARETHA FRANKLIN, Respect, on I NEVER LOVED A MAN THE WAY I LOVE YOU (Atlantic Records Studio 1967); see also MARK RIBOWSKY, DREAMS TO REMEMBER: OTIS REDDING, STAX RECORDS, AND THE TRANSFORMATION OF SOUTHERN SOUL XIII-XV (2015) (quoting Rolling Stones interview with Jerry Wexler, producer of Aretha Franklin’s recording of “Respect,” on the song’s significance). 51 DALY, supra note 44, at 5.  52 Christopher McCrudden, Human Dignity and Judicial Interpretation of Human Rights, 19 EUR. J. INT’L L. 655, 662–63 (2008). 2017] WHAT IT MEANS TO ME 471  of dignity as, in some ways, a right to humanity in various contexts53—despite much debate over the definite and tangible contours of that right.54 With drafting influence from Jacques Maritian, the prominent French Catholic philosopher, the United Nations Charter and the Universal Declaration of Human Rights both placed human dignity at the forefront with proclamations that mentioned “the dignity and worth of the human person”55 and “recognition of the inherent dignity . . . of all members of the human family” in their texts, respectively.56  This acknowledgment of the import of human dignity functions as the underlying cohesive force or value for the idealized furtherance of human rights efforts stated in the aforementioned Universal Declaration.57 Other international documents ensued, including, by example, the International Covenant on Civil and Political Rights, which provides in Article 10 that “[a]ll persons deprived of their liberty shall be treated with humanity and with respect for the inherent dignity of the human person.”58 The 1977 additions to Common Article 3 of the Geneva Conventions of 1949, dealing with captivity of noncombatants and combatants who are prisoners of war, similarly uphold human dignity during armed conflict by dictating that those held captive “shall in all circumstances be treated humanely.”59 The additions also explicitly prohibited “outrages upon personal dignity, in particular, humiliating and degrading treatment.”60  Of course, the concept of human dignity itself predates modernity. Scholarly work in legal and political philosophy on human dignity often cite to examples in antiquity. Both Christopher McCrudden and Rex Glensy in their respective studies on the subject trace dignity to at least to the classical Roman period where dignity had two meanings—first, as an idea of honor and respect accorded to one holding a particular status (“dignitas homini”); and secondly, as an idea, attributed to Cicero, of dignity as an inherent quality based on human existence (“dignitas”).61 The survival and evolution of the concept of human dignity through the ages is beyond this Article’s inquiry—but needless to say, human dignity was not an idea about                                                 53 Id. at 670–71. 54 Id. at 673–75. 55 U.N. Charter pmbl. 56 G.A. Res. 217 (III) A, Universal Declaration of Human Rights (Dec. 10, 1948). 57 See Mary Ann Glendon, Knowing the Universal Declaration of Human Rights, 73 NOTRE DAME L. REV. 1153, 1172 (1998) (“Dignity enjoys pride of place in the Declaration: it is affirmed ahead of rights at the very beginning of the Preamble; it is accorded priority again in Article 1; and it is woven into the text at three other key points, connecting the Declaration to the Charter in the fifth clause of the Preamble, introducing the social and economic rights in the ‘chapeau’ (Article 22), and in Article 23’s reference to ‘an existence worthy of human dignity.’”). 58 International Covenant on Civil and Political Rights art. 10, Dec. 16, 1966, 999 U.N.T.S. 171. 59 Geneva Convention Relative to the Treatment of Prisoners of War art. 3, Aug. 12, 1949, 6 U.S.T. 3316, 75 U.N.T.S. 135. 60 Id. 61 McCrudden, supra note 52, at 656–57; Rex D. Glensy, The Right to Dignity, 43 COLUM. HUM. RTS. L. REV. 65, 73 (2011). 472 UTAH LAW REVIEW [NO. 3 human existence that was conceived in the mid-20th century but rather developed throughout periods of Western thought.62 The two competing ideas of dignity—one that would embrace status and hierarchy and another that would embrace intrinsic universal worth—would play out their dominance and prevalence over the centuries. We see this today in plain-meaning word studies when scholars run the word “dignity” through dictionaries and come up with both meanings.63 But as exhibited from the international documents above, the concept of dignity as respect for intrinsic worth or inherent humanity seems to have prevailed in modern political and legal frameworks. Nobility connotations of the dignity of antiquity, as well as the later medieval and pre-modern religious definition of dignity that placed the Divine as the source of intrinsic human worth, are both constrained in the modern political concepts of dignity.64 Now devoid of its religious and feudal connotations, dignity is no longer a condition or status that is earned through rank or transformation, but rather, an inherent secular quality as a result of existing that translates into entitlements recognized by political institutions. Immanuel Kant, who is often credited with laying the modern foundation to conceptualize dignity, advocated dignity as respect for inherent worth from a more objective posture, putting aside religious or noble influences.65  Kant’s categorical imperative demonstrates that: “Humanity itself is a dignity; for a human being cannot be used merely as a means by any human being (either by others or even by himself) but must always be used at the same time as an end.”66 Beneath Kant’s surface proclamation that one should not treat people as means but rather as ends, implications arise. Tethered to the intrinsic worth in every human being is the notion that “dignity is grounded in a concept of                                                 62 Luís Roberto Barroso, Here, There, and Everywhere: Human Dignity in Contemporary Law and in the Transnational Discourse, 35 B.C. INT’L & COMP. L. REV. 331, 334 (2012). 63 See Ilhyung Lee, Toward an American Moral Rights in Copyright, 58 WASH. & LEE L. REV. 795, 823 n.145 (2001) (finding that the word “dignity” in Webster’s Third New International Dictionary of the English Language possessed a primary definition of dignity as “intrinsic worth” and secondary meaning as “degree of esteem”); see also Stephen J. Wermiel, Law and Human Dignity: The Judicial Soul of Justice Brennan, 7 WM. & MARY BILL RTS. J. 223, 224 (1998) (finding that the American Heritage dictionary contain both definitions of dignity as “self-respect” and “nobility”).  64 Glensy, supra note 61, at 74. 65 Christopher A. Bracey, Dignity in Race Jurisprudence, 7 U. PA. J. CONST. L. 669, 678 (2005) (“In Western philosophy, one might trace the roots of fuller, more modern understandings of dignity to Immanuel Kant. For Kant, dignity was simply another way of referring to a person’s worth. A person’s worth was understood as something independent of a person’s value or utility. Worth, according to Kant, did not rest upon virtuous conduct or morally decent behavior. Rather, worth was understood to refer to the capacity that each of us presumptively possesses for such conduct or behavior. Individuals may vary in their value or utility under different circumstances, but persons presumably do not vary in their dignity or worth.” (citations omitted)). 66 IMMANUEL KANT, THE METAPHYSICS OF MORALS 209 (Mary J. Gregor ed. & trans., Cambridge Univ. Press 1996) (1797). 2017] WHAT IT MEANS TO ME 473  autonomy that holds at its core a valued moral center that is equal for everyone (men and women).”67 Undoubtedly, variation in opinion exists in scholarly explication and interpretation regarding Kant’s vision of dignity.68 However, “whether rightly or wrongly, the conception of dignity most closely associated with Kant is the idea of dignity as autonomy; that is, the idea that to treat people with dignity is to treat them as autonomous individuals able to choose their destiny.”69 Derived from this philosophy, “[t]he legal application of Kantian thought is to use, as a baseline, the notion that individuals should always be protected from any instrumentalization by the state.”70    From here, the distance seems short between the Kantian concept of dignity with its universalist regard for a person’s inherent humanity and any politically egalitarian approaches to individual rights; indeed, Kant’s idea of dignity has contributed to the development of equality in Western thought.71 The bridge between Kantian dignity and egalitarianism is accomplished through the derivative relationship between human dignity and individual autonomy as its proxy. As Jeremy Rabkin has observed,  Kant certainly linked “human dignity” with equality. He grounded the claim of human dignity in human free will, in the capacity for moral choice. According to Kant this capacity is the same, in principle, in the most degraded and the most exalted of human beings. Kant made the claim to “autonomy” a central aspect of human dignity—the notion that each person makes his own moral law for his own life.72  A close relationship between a Kantian dignity and equality is plausible because between the two original core definitions of dignity—either dignitas hominis or dignitas—and their respective derivations, Kant’s concept of dignity embraces the latter (dignitas) by justifying an egalitarian approach to humanity over a hierarchical one.  Dignitas, the egalitarian approach, was imported into the post-World War II era with acknowledgements of equal rights based on regard for human dignity                                                 67 Glensy, supra note 61, at 76. 68 McCrudden, supra note 52, at 659.  69 Id. at 659–60. 70 Glensy, supra note 61, at 76. 71 Claire L’Heureux-Dubé, The Search for Equality: A Human Rights Issue, 25 QUEEN’S L.J. 401, 405 (2000) (“John Stuart Mill and, later, Immanuel Kant and Simone de Beauvoir pursued this interrelationship between individual human dignity and the good of the community. They brought a more humanitarian vision and emphasized that equality is about dignity and respect. It is these later thinkers who gave rise to human rights and the notion that human beings should not only be free from the intrusive state, they must also be free from discrimination.” (citations omitted)). 72 Jeremy Rabkin, What We Can Learn About Human Dignity from International Law, 27 HARV. J.L. & PUB. POL’Y 145, 147 (2003). 474 UTAH LAW REVIEW [NO. 3 through the intrinsic worth of individual existence.73 In particular, the proclivities of Kantian and neo-Kantian concepts of dignity for animating notions of equality within the modern era makes adopting human dignity attractive—and almost necessary—in human rights discourse.74 Henceforth, it is no wonder that dignity appears frequently in modern human rights documents internationally.   B.  Dignity and Antidiscrimination in American Jurisprudence  Kant’s influence in American political conceptions of dignity is somewhat qualified by the appearance and usage of the word “dignity” by some of the founding personalities of the early United States. Rex Glensy notes that Thomas Paine’s use of the concept of “natural dignity of man,” which stressed inherent worth consistently with Kant’s version of dignity, hearkened to individual rights protection that countered the British definition “where dignity had more of an ancient Roman connotation and was reserved for the nobility or aristocracy.”75 Glensy also notes that Thomas Jefferson and Alexander Hamilton shared Paine’s view.76 Yet, the definition of dignity as respect for inherent humanity faced competing tension with the meaning of dignity as status or rank, not merely with British oppressors, but also domestically within the founding philosophy of the new American republic.  The competition between the two meanings of dignity reverberated throughout The Federalist Papers. As Glensy observes, the idea of dignity “seems initially to have a central position” in The Federalist Papers but “[f]ollowing this Kantian usage of the term, the concept of dignity in [the papers] then morphs into the ancient Roman connotation.”77 Eventually, “dignity as an inherent quality of individuals was lost to a view of dignity as an attribute acquired as a result of holding an official position.”78 Of course, the other marked feature in regards to American political precepts and the use of dignity is the lack of the invocation of “dignity” in most of the founding documents.  Other than its wavering usage in The Federalist Papers, the word “dignity” itself is not found in the U.S. Constitution, the Declaration of Independence, or the                                                 73 See John C. Knechtle, When to Regulate Hate Speech, 110 PENN ST. L. REV. 539, 561 (2006) (“The ideal of human dignity was memorialized, and embellished, in conventions after World War II in Europe. For example, Kant’s idea of dignity’s ‘absolute and intrinsic character’ influenced the: Universal Declaration of Human Rights; International Covenant on Economic, Social and Cultural Rights; International Covenant on Civil and Political Rights; Council of Europe’s Convention on Human Rights and Biomedicine; and Universal Declaration on the Human Genome and Human Rights.” (citations omitted)). 74 See id. 75 Glensy, supra note 61, at 77. 76 Id. at 77–78.  77 Id. at 77.  78 Id. at 78.  2017] WHAT IT MEANS TO ME 475  Bill of Rights.79 In searching for dignitary rights within our founding texts, the word play of course can become a tug-of-war between textual exegetes and more hermeneutical readers.80 For now, it seems as if the hermeneutical readers have won and that curious lack of “dignity” in our founding documents has not proved fatal to dignity’s conceptualization, presence, and influence within American law. Perhaps in the United States, what we have is merely a case where we adhere to invoking the spirit of dignity rather than its letter—and indeed, this seems to have occurred in the interpretation of the U.S. Constitution at least.  For instance, absent positive declarations of dignity rights in governing legal texts in the United States, the concept that individuals possess human dignity is often established within the sphere of negative rights—in the adjudication of state interference with freedoms that are not only fundamental under due process theories but are also considered proxies that externalize human dignity.81 Here, dignity’s emergence likely reflects the synergies of individual rights theory and American libertarian leanings. The United States’ approach to dignity has been observed as “more individualistic” than communitarian approaches, such as those in Germany where “dignity” is a pronounced right under its constitution and embodies a definition of respect for self-worth concurrently located within the community.82 Dignity is alive and present in American jurisprudence.  Undeniably, dignity is a word found within American constitutional parlance because “at least as dignity pertains to the Constitution, the Supreme Court has, albeit scantily, developed certain narratives based on human dignity as it pertains to certain constitutional rights.”83 Maxine Goodman has traced the Supreme Court’s usage into eight narratives (or categories) spanning across amendments that touch upon individual rights.84 Of the eight narratives, two involve Fourteenth Amendment due process or equal protection theories where dignity has helped address minority discrimination based on hierarchical differentiations.  First, one of the identified narratives where the presence of dignity interests appears is within the negative rights privacy cases, in which dignity is the underlying reason for allowing individuals to have autonomy in personal choices                                                 79 Dietmar von der Pfordten, On the Foundations of the Rule of Law and the Principle of the Legal State/Rechtsstaat, in THE LEGAL DOCTRINES OF THE RULE OF LAW AND THE LEGAL STATE (RECHTSSTAAT) 28 (James R. Silkenat et al. eds., 2014) (“Human dignity is neither found originally in the common law, nor in the American Declaration of Independence, including the Bill of Rights of the American Constitution.”). 80 Glensy, supra note 61, at 73. 81 See Neomi Rao, On the Use and Abuse of Dignity in Constitutional Law, 14 COLUM. J. EUR. L. 201, 246 (2008) (“The Constitution recognizes the dignity of citizens largely by securing their rights and leaving them as free as possible from state encroachment.”). 82 McCrudden, supra note 52, at 699–700. 83 Glensy, supra note 61, at 85.  84 Maxine D. Goodman, Human Dignity in Supreme Court Constitutional Jurisprudence, 84 NEB. L. REV. 740, 757 (2006).  476 UTAH LAW REVIEW [NO. 3 that affect self-identity in some way (individuality and personhood).85 In Part III, infra, we will see this narrative line lead to the decriminalizing of consensual same-sex sodomy in Lawrence v. Texas.86 The equal protection narrative involves education and accommodation cases where dignity interests of litigants helped the Court address racial discrimination in Brown v. Board of Education,87 and racial and gender discrimination in Heart of Atlanta Motel, Inc. v. U.S.88 and Roberts v. U.S. Jaycees.89 In these cases, Goodman notes that dignity interests seem to strike at inherent worth and humanity. Indeed, in handling cases that involve human dignity interests, the Court appears generally to side with Kant:   [I]t is the Kantian vision of dignity that seemingly animates those Justices who find that certain constitutional clauses incorporate the concept of human dignity. . . . [I]t is a person’s inherent autonomy, integrity, and right to be respected by the government that motivates references to dignity by the Supreme Court.90   Thus, with cases involving discrimination, the invocation of dignity at the Supreme Court—which applies a more Kantian approach toward dignity—has been an important part of addressing minority equality rights and overcoming hierarchical exclusion. Broadly speaking, the idea of respect in dignity has been carved out and then manifested as an equal recognition of human existence in all individuals and the rights that attach to existence. In the Fourteenth Amendment substantive due process cases Goodman mentions, the Court’s regard for autonomy in privacy seems to suggest recognition of the existence of rights because autonomy reflects personhood. So long as personhood serves as an agent of that humanity, this is consistent with philosophies of dignity that stress that dignity requires some sort of respect of inherent humanity. Likewise, in the equal protection cases that Goodman observes, the Court’s analysis in segregation and discrimination cases goes to the stigma and injury that such acts inflict on individuals based on aspects of the inherent humanity, which the Court sees in their racial and gender identities.91 From a negative rights perspective in U.S. constitutional law—because of the respect for the dignity of individuals—such equal recognition either in existence (i.e. identity) or fundamental rights that derive from personal autonomy should not be taken away or abridged without a methodical calculation or concern. This is the framework within equality jurisprudence and due process. On larger cosmic levels of politics, this is the framework against wholesale tyranny. Thus,                                                 85 Id. 86 539 U.S. 558, 578 (2003); see infra Part III.  87 347 U.S. 483, 486–88 (1954). 88 379 U.S. 241, 242–43 (1964). 89 468 U.S. 609, 612–15 (1984). 90 Glensy, supra note 61, at 86. 91 Goodman, supra note 84, at 762–65. 2017] WHAT IT MEANS TO ME 477  respect for inherent humanity is a constitutional virtue and an aspect within human dignity that normatively ought to be preserved.   C.  Dignity in LGBTQ Rights Advancement in the United States  Without explicit antidiscrimination protections, such as enumeration under the Civil Rights Act of 1964 or a heightened scrutiny classification under equal protection analysis, sexual minorities have had to rely on the Supreme Court to rectify their violated dignity and protect them from marginalization. By no means has dignity been the only strategy of success. With some slight subtextual allusions to dignity, Romer v. Evans92 relied mostly on the presence of majoritarian animus behind the voter passage of a state referendum in Colorado that would have singled out sexual minorities.93 The Supreme Court’s explicit use of dignity to address discrimination based on sexual orientation was first witnessed in Lawrence, where Justice Kennedy crafted a ruling that mentioned the dignity of consensual same-sex partners in order to overturn prior precedent condoning anti-sodomy statutes in Bowers v. Hardwick.94  Through the privacy interests in the reproductive rights cases, the Court exhibited its regard for individual autonomy as central to dignity and extended those privacy rights to also include consensual same-sex intimacy.95 From there, the Court noted how sexual conduct had autonomy implications that tied itself—similarly to privacy cases—to the respect for personhood and human worth requisite for the function of dignity overall. By consequence, privacy was extended from reproductive rights to sexual conduct in Lawrence in order to decriminalize consensual same-sex sodomy.96 This result was significant as Lawrence served as a moment in which “the Court advanc[ed] human dignity as part of affording liberty”97 and invariably “mark[ed] a more substantial shift” in the use of dignity in privacy cases.98                                                 92 517 U.S. 620 (1996). 93 Id. at 632 (“Amendment 2 fails, indeed defies, even this conventional inquiry. First, the amendment has the peculiar property of imposing a broad and undifferentiated disability on a single named group, an exceptional and, as we shall explain, invalid form of legislation. Second, its sheer breadth is so discontinuous with the reasons offered for it that the amendment seems inexplicable by anything but animus toward the class it affects; it lacks a rational relationship to legitimate state interests.”). 94 Lawrence v. Texas, 539 U.S. 558, 567 (2003) (“It suffices for us to acknowledge that adults may choose to enter upon this relationship in the confines of their homes and their own private lives and still retain their dignity as free persons. When sexuality finds overt expression in intimate conduct with another person, the conduct can be but one element in a personal bond that is more enduring. The liberty protected by the Constitution allows homosexual persons the right to make this choice.”); Bowers v. Hardwick, 478 U.S. 186 (1986), overruled by Lawrence v. Texas, 539 U.S. 558 (2003).  95 Lawrence, 539 U.S. at 564–68. 96 Id. at 574.  97 Goodman, supra note 84, at 762. 98 Id. 478 UTAH LAW REVIEW [NO. 3 Some have argued that at the broader reaches of Lawrence, the case was about more than consensual same-sex intimacy. Specifically, some have alleged that the sexual acts of willing same-sex partners served as a proxy for sexual orientation and identity in Lawrence because the choices made in consensual same-sex intimacy revealed sexual preferences:   The case does involve two adults who, with full and mutual consent from each other, engaged in sexual practices common to a homosexual lifestyle. The petitioners are entitled to respect for their private lives. The State cannot demean their existence or control their destiny by making their private sexual conduct a crime. Their right to liberty under the Due Process Clause gives them the full right to engage in their conduct without intervention of the government. “It is a promise of the Constitution that there is a realm of personal liberty which the government may not enter.” The Texas statute furthers no legitimate state interest which can justify its intrusion into the personal and private life of the individual.99  In some ways, as Glensy points out, dignity in Lawrence served as a heuristic for something else:   Under the proxy approach to the right to dignity, the invocation of a dignitary interest in a particular circumstance does not signify something independent of another enumerated right, but rather acts as a proxy for that right (be that right related to a liberty or an equality interest for example).100   As he notes in this vein with Lawrence, “the Court held ‘that adults may choose to enter upon this relationship in the confines of their homes and their own private                                                 99 Lawrence, 539 U.S. at 578 (quoting Planned Parenthood of Se. Pa. v. Casey, 505 U.S. 833, 847 (1992)); see also The Supreme Court, 2002 Term—Leading Cases, 117 HARV. L. REV. 297, 298 (2003) (“Lawrence places the expression of sexual orientation squarely within the ambit of the Due Process Clause. It not only rejects the narrow notion that same-sex sexual activity is constitutionally unprotected, but also advances the broader notion that there is a fundamental right to be gay—to express one’s sexuality openly and without fear of state-sanctioned retribution, to engage in lasting, intimate relationships with members of the same sex, and to define the terms of those relationships, including by forming a family. Sweeping in scope, Lawrence thus stands for the proposition that sexual orientation is no longer a permissible ground for discrimination. As a result, though the decision itself stops well short of saying so, Lawrence suggests that remaining forms of government-sanctioned anti-gay discrimination—including laws barring same-sex marriage, gay adoption, and service in the armed forces by gays and lesbians who acknowledge their sexual orientation—must either be narrowly tailored to further a compelling government purpose or be invalidated.”). 100 Glensy, supra note 61, at 126. 2017] WHAT IT MEANS TO ME 479  lives and still retain their dignity as free persons.’”101 Post-Lawrence, some scholarly inquiry addressing Kennedy’s use of dignity and connecting that use to a possible insinuation of the immutability of sexual identity have also buttressed the notion that dignity can act as a channeling function for the Court to solve a problem that has no straightforward doctrinal fix by becoming the placeholder for sexual identity.102  If dignity encompasses respect for inherent humanity, sexual identity would seemingly fit within Kantian notions of autonomy and personhood. This inherent humanity—and by extension, dignity—could conceivably serve as the placeholder for inherent or innate sexual identity (whether biological or constructive) before a real judicial discussion of it is ripe while making it also possible for a subtle and favorable reading of immutability to exist in the subtext of Kennedy’s opinion. In this way, dignity, according to Glensy’s reading of Lawrence, bridged the gap in the conversation between sexual identity and sexual conduct: “Such coupling of privacy and dignity within the context of liberty strongly suggests if not an identity between the two, then at least a very strong correlation that is sufficiently bonded to discourage separate discussion of the two.”103 And all of these transitive properties and connections made through dignity justify Lawrence because the Court could not have relied readily on any doctrine that would have protected against discrimination based on sexual orientation. The Court had to resort to something else: dignity.  Interpreting Lawrence’s conception of dignity, Kenji Yoshino has identified the origins of an “anti-humiliation principle” in gay rights.104 This attachment of dignity to the context of gay rights is significant for sexual minority litigants and conducive to countering social sentiments regarding sexual minorities from what                                                 101 Id. at 129.  102 See, e.g., Michael Boucai, Sexual Liberty and Same-Sex Marriage: An Argument from Bisexuality, 49 SAN DIEGO L. REV. 415, 471–72 (2012); Susan R. Schmeiser, Changing the Immutable, 41 CONN. L. REV. 1495, 1505 (2009).  103 Glensy, supra note 61, at 129. 104 Kenji Yoshino, The Anti-Humiliation Principle and Same-Sex Marriage, 123 YALE L.J. 3076, 3082 (2014) (“The closest the Supreme Court has come to embracing the anti-humiliation principle is through its use of the term ‘dignity.’ This link should be intuitive—what, after all, is the opposite of ‘humiliation’ but ‘dignity’? Ackerman recognizes this nexus, but his discussion of it is tantalizingly brief. He acknowledges that the link between human dignity and the anti-humiliation principle may be unfamiliar to American constitutional lawyers, given that, in contrast to other jurisdictions, our constitutional traditions are built around the concepts of equality and liberty. He posits, however, that the notion of the anti-humiliation principle may give the ‘notoriously protean notion’ of dignity ‘a more distinctive shape.’ After one page of discussion, he largely leaves the idea of dignity behind. If we train our attention on the word ‘dignity,’ however, the potential reach of the anti-humiliation principle can be seen more clearly. Within the gay-rights context, we can see that the Court’s invocation of dignity—and Ackerman’s anti-humiliation principle—began not with United States v. Windsor but with a case decided a decade earlier: Lawrence v. Texas.” (citations omitted)). 480 UTAH LAW REVIEW [NO. 3 Yoshino calls, “a politics of shame.”105 Dignity facilitates litigation, as well as doctrinal development. At least in Lawrence, it helped recognize the autonomy in conduct that could possibly express sexual identity but also the inherent humanity of that sexual identity. After Lawrence, the potency of dignity has served gay rights well. Beyond the decriminalization of consensual sex acts of same-sex partners, dignity interests were noted in the repeal of “Don’t Ask, Don’t Tell,”106 in the overturning of the Defense of Marriage Act (“DOMA”) in U.S. v. Windsor,107 and finally with marriage equality in Obergefell v. Hodges.108 That anti-humiliation principle seems to have immense utility. In addition, the use of dignity in the Supreme Court’s gay rights opinions has been consistent in keeping with ideas of inherent human worth that justifies—by proxy—anti-discriminatory ends. By invoking ideas of autonomy and personhood, Lawrence, Windsor, and Obergefell all tried to tap into that association in varying degrees. Sexual orientation would invariably be linked to that personhood and thus respect for minority sexual orientations would fulfill dignity interests.  But because dignity lacks a positivist incantation in American law and is defined and shaped predominately in negative rights, an amorphous wavering noticeably exists in its meaning. Sometimes that seemingly age-old tension                                                 105 Id. at 3087 (“The gay rights domain may provide a particularly sympathetic context from which dignitary claims would arise, given that gay rights have always been plagued by a politics of shame. In a more practical sense, the fact that gay individuals are dispersed throughout families and institutions across the United States may make their claims to dignity more intelligible than the traditional ‘discrete and insular minority.’” (citations omitted)). 106 See Address Before a Joint Session of the Congress on the State of the Union, 2010 DAILY COMP. PRES. DOC. 55 (Jan. 27, 2010) (“This year, I will work with Congress and our military to finally repeal the law that denies gay Americans the right to serve the country they love because of who they are.”); see also Log Cabin Republicans v. United States, 716 F. Supp. 2d 884, 923 (C.D. Cal. 2010), vacated as moot, 658 F.3d 1162 (9th Cir. 2011) (“The Don’t Ask, Don’t Tell Act infringes the fundamental rights of United States servicemembers in many ways, some described above. The Act denies homosexuals serving in the Armed Forces the right to enjoy ‘intimate conduct’ in their personal relationships. The Act denies them the right to speak about their loved ones while serving their country in uniform; it punishes them with discharge for writing a personal letter, in a foreign language, to a person of the same sex with whom they shared an intimate relationship before entering military service; it discharges them for including information in a personal communication from which an unauthorized reader might discern their homosexuality.”); U.S. DEP’T OF DEF.,  REPORT OF THE COMPREHENSIVE REVIEW OF THE ISSUES ASSOCIATED WITH A REPEAL OF “DON’T ASK, DON’T TELL” 136 (2010) (aligning the possible implementation of repeal with military’s policies on diversity:  “Hand-in-hand with military equal opportunity are Service-level policies on diversity, inclusion, and respect. These are consistent with and support basic military values of treating every military member with dignity and respect.”). 107 133 S. Ct. 2675, 2696 (2013) (“The federal statute is invalid, for no legitimate purpose overcomes the purpose and effect to disparage and to injure those whom the State, by its marriage laws, sought to protect in personhood and dignity.”). 108 135 S. Ct. 2584, 2597–602 (2015). 2017] WHAT IT MEANS TO ME 481  between respect and rank continues to play out in constitutional cases and the Court’s recent pro-gay rights opinions exhibit this competition. However, in the case of defining dignity by rank or nobility status—in which dignity is earned and accorded—dignity by rank or nobility has been replaced with evaluations of the social respectability of sexual minorities that, upon a favorable appraisal, confer dignity and lead to recognition of relationships (such as in Windsor) or to the extension of the right to marry (Obergefell). For sexual minorities, a subgroup that has been steeped within the politics of marginalization, the significance of attaining respect within the collective social terrain cannot be overstated. Respect could be cultivated in many things from the significant to the mundane—e.g. personal choices, images, lifestyles, tastes, what to post on social media, what wine to drink on a Friday night—that could consequently place sexual minorities in the realm beyond historical reproach, judgment, and bias to somewhere closer to social acceptance. Respect would also ideally recognize, in the neo-Kantian sense, the inherent attribute that distinguishes sexual minorities—i.e. their distinct sexual preference—and view that attribute and its expression not as an aberration but as a welcomed and contributing part of pluralism, and by extension, human existence.  The question, however, is whether that respect is an entitlement of the type reflected by the meaning of dignity as respect, or whether it must be negotiated and then earned, which is more like dignity through rank or nobility. This debate has not been a recent one in gay rights, nor has it been exclusively within sexuality rights discourse.109 The rise and use of dignity in the advancement of gay rights and possibly toward future advances in sexual orientation antidiscrimination efforts warrants a continuing discussion.  In the post-Obergefell world, where one of the next steps for gay rights advancement is antidiscrimination, respect for inherent humanity would seem to comport with that goal. In this way, dignity rights must continue to further gay rights and antidiscrimination, serving as the channeling device or the heuristic, but also the agent that facilitates respect for minority sexual orientations and identities. Here is where that tension between dignity as respect and dignity as respectability becomes an issue. Although Lawrence ultimately bolstered respect for autonomy and personhood in its definition of dignity, even there the opinion exhibited a bit of ambiguity in its approach to consensual same-sex intimacy. Yuvraj Joshi, in his careful study of respectability and dignity in Obergefell, has noted that Lawrence                                                 109 See, e.g., Natasha Rivera-Silber, “Coming Out Undocumented” in the Age of Perry, 37 N.Y.U. REV. L. & SOC. CHANGE 71, 79 (2013) (noting that “all movements struggle with whether, when, and how much to engage in the ‘politics of respectability’” and within the gay rights movement “marriage has pushed the rhetoric of the gay rights movement into the mainstream of American politics”); see also Libby Adler, The Future of Sodomy, 32 FORDHAM URB. L.J. 197, 203 (2005) (mentioning in a discussion regarding the decriminalization of sodomy in Lawrence the observations of critic Michael Warner on how the gay rights movement had been “becoming more and more enthralled with respectability” (quoting MICHAEL WARNER, THE TROUBLE WITH NORMAL: SEX, POLITICS AND THE ETHICS OF QUEER LIFE 24–25 (1999))). 482 UTAH LAW REVIEW [NO. 3 tended “to affirm dignity as respect for freedom to make personal choices,”110 but Kennedy’s opinion also “did convey a measure of respectability: Justice Kennedy depicted sexual conduct as ‘but one element of personal bond that is more enduring,’ even though John Lawrence and Tyron Garner, who were convicted under the impugned Texas statute, were not known to be in a relationship.”111 Part III of this Article will demonstrate further how Windsor and Obergefell were cases in which Lawrence’s original idea of dignity as respect was subsequently augmented by a politics of respectability that has brought both meanings of dignity within the advancement of gay rights.  Respectability politics have a negotiating function not just in the realm of minority rights discourse, but also in furthering acceptance of a marginalized group into the mainstream. Our paths to dignity can be influenced, for better or worse, by the ways different subgroups achieve social recognition in a body politic. In the evolving visibility and acceptance of sexual minorities, the historical negotiation for gays has been described as a conversation that tries to subvert marginalization by playing into respectable standards held by the dominant perspective:    Assimilation in the gay/lesbian community is based on models of respectability and upward class mobility that are heterosexually defined. Heterosexuals control the culture because the more different a gay/lesbian is to the heterosexual culture, the less likely it is that s/he will be hired to work in the highest paying jobs in our society.112    To this end, “[g]ays and lesbians who ‘pass’ have been able to break through these barriers, however, usually the price is costly: ‘staying in the closet.’”113   Through respectability, the whole negotiation assures and legitimizes hierarchy, and demonstrates that the subgroup individual trying to gain access starts at the position of the outsider.114 Rather than demanding respect for their inherent dignity, there is pressure to exhibit respectability in order acquire dignity from a dominant group.115 Granted, within the framework of respectability politics, dignity is earned through subjugation. The politics of respectability might be                                                 110 Joshi, supra note 49, at 121. 111 Id. (citations omitted). 112 Fernando J. Gutierrez, Gay and Lesbian: An Ethnic Identity Deserving Equal Protection, 4 L. & SEXUALITY REV. LESBIAN & GAY LEGAL ISSUES 195, 224 (1994). 113 Id. at 225.  114 Yuvraj Joshi, Respectable Queerness, 43 COLUM. HUM. RTS. L. REV. 415, 419 (2012) [hereinafter Joshi, Respectable Queerness] (“Respectability is thus a system of hierarchy and domination grounded on distinctions between the respectable and the degenerate.”). 115 Id. at 421 (“Assimilation explains many of the pressures to integrate into the heterosexual mainstream, but it does not capture the various ways in which lesbians and gays constitute themselves as being worthy of recognition. Respectability, as a discursive concept expressing a normative ideal, provides a more comprehensive conceptual framework to understand such recognition.”). 2017] WHAT IT MEANS TO ME 483  pragmatic but members of subgroups compromise inherent dignity either advertently or inadvertently in order to “trade up” for social tolerance and then acceptance by a dominant group. This is not to say that all minority individuals do this involuntarily. But where pressure exists to gain respectability, the ideals of a leveled democratic playing field are thwarted by the persistence of dominant politics and hierarchy. It is a fix in the short run for obtaining social acceptance, but it may inhibit efforts toward formal equality in the long run.  The literature on race has ample examples regarding the competing politics of respect and respectability in order to achieve racial equality and acceptance. Observations and ideas about respectability in African-American negotiations against racial bias stem all the way back to slavery, for example, by examining the caricature of Uncle Tom associated with the stereotypes of conformity. W. E. B. Du Bois hinted at this negotiation by articulating a conflicted duality or “double consciousness” that was often present in the identities and existence of educated African-Americans in the early 20th century: “One ever feels his twoness,–an American, a Negro; two souls, two thoughts, two unreconciled strivings; two warring ideals in one dark body, whose dogged strength alone keeps it from being torn asunder.”116 As DuBois noted, the duality permeates the negotiation of African Americans:  “The history of the American Negro is the history of this strife – this longing to attain self-conscious manhood, to merge his double self into a better and truer self.”117 All of this tension is traced to a desire to obtain worth—“to make it possible for a man to be both a Negro and an American without being cursed and spit upon by his fellows, without having the doors of opportunity closed roughly in his face.”118  Historian Evelyn Brooks Higginbotham specifically coined the term “politics of respectability” to describe this identity negotiation in African-American churchwomen in the late 19th and early 20th centuries.119 By analogy, the concept could be observed in colonial and post-colonial discourse.120 Hence, this is not just                                                 116 W. E. B. DU BOIS, THE SOULS OF BLACK FOLK 3 (Henry Louis Gates, Jr. ed., Oxford Univ. Press 2007) (1903). 117 Id. 118 Id. (“It is a peculiar sensation, this double-consciousness, this sense of always looking at one’s self through the eyes of others, of measuring one’s soul by the tape of a world that looks on in amused contempt and pity.”). 119 EVELYN BROOKS HIGGINBOTHAM, RIGHTEOUS DISCONTENT: THE WOMEN’S MOVEMENT IN THE BLACK BAPTIST CHURCH, 1880–1920 at 185–229 (1993). 120 See, e.g., ROBERT ROSS, STATUS AND RESPECTABILITY IN THE CAPE COLONY, 1750–1870: A TRAGEDY OF MANNERS 70–94 (1999); see also Gayatri Chakravorty Spivak, Can the Subaltern Speak?, in THE POST-COLONIAL STUDIES READER 28 (Bill Ashcroft et al. eds., 1995); Stacy-Ann Elvy, A Postcolonial Theory of Spousal Rape: The Caribbean and Beyond, 22 MICH. J. GENDER & L. 89, 102–03 (2015) (discussing the concept of sub-alterneity in post-colonial studies as referring to “the various hierarchies which existed within the colonized world -- that is, within the ‘native’ population” that have allowed British patriarchy, “which was grounded in notions of respectability and domesticity,” to dominate “subaltern sexed subject, or brown woman” (citations omitted)); Alpana Roy, Postcolonial Theory and Law: A Critical Introduction, 29 ADEL. L. REV. 315, 345 (2008); 484 UTAH LAW REVIEW [NO. 3 an American domestic phenomenon. But in the U.S. racial context, the discussion over a subgroup’s own cultural negotiations to obtain social acceptance has survived into the post-Civil Rights era dialogue about African-American racial identity—into the presidency of Barack Obama, for instance;121 in the heated debates over the efficacious endorsements of respectability by Randall Kennedy;122 and race relations discourse related to the #Black Lives Matter movement.123 Issues over respectability do not pertain only to African-American racial discourse because “to the extent that social acceptability and respectability is equated with whiteness, issues of cultural assimilation are issues of ‘race.’”124  Thus, such issues rear themselves in discourse about other racial subgroups in the United States. For instance, in studies on Asian-American experiences with race, the ideas of cultural assimilation and “model minority” citizenship have classically demonstrated the emergence of respectability politics. There is a duality as well in the experience of Asian-American identities negotiating for social acceptance by using respectability. As Natsu Taylor Saito puts it, the “model minority” is a label that “reflects its intent to both subordinate and manipulate. Asians are a ‘minority’—i.e., not settlers—and thus to be relegated to a subordinate status within settler society. Simultaneously, however, we are the ‘model,’ presumably for other ‘minorities.’”125 Saito’s observation echoes W. E. B. Du Bois’ duality description. But as the label “evokes the imagery of Asians as                                                                                                                        Natsu Taylor Saito, Tales of Color and Colonialism: Racial Realism and Settler Colonial Theory, 10 FLA. A & M U. L. REV. 1, 60–61 (2014) (“The racialization of migrant Others is a strategy that has been used to subordinate peoples of color in a way that erases their particular histories and identities, replacing them with artificially constructed identities that are then used to reinforce a multi-layered racial hierarchy. Just as Indigenous peoples from hundreds of nations in North America or Africa have been categorized, officially and in public perception, as simply ‘American Indian’ or ‘Black,’ those of Chinese, Vietnamese, Korean or Filipino ancestry are all ‘Asians,’ while those from origins as diverse as Mexico, Puerto Rico, and Argentina are ‘Hispanic.’ In recent decades, the classification system has become somewhat more complex but no more accurate.”). 121 See, e.g., FREDRICK C. HARRIS, THE PRICE OF THE TICKET: BARACK OBAMA AND RISE AND DECLINE OF BLACK POLITICS 4–5 (2012). 122 See, e.g., David A. Graham, What Randall Kennedy Misses About Respectability Politics and Black Lives Matter, THE ATLANTIC (Oct. 2, 2015), http://www.theatlantic.com /notes/2015/10/what-randall-kennedy-misses-about-respectability-politics-and-black-lives-matter/407101/ [https://perma.cc/R4AU-FWHL]. 123 See, e.g., Shannon M. Houston, Respectability Will Not Save Us: Black Lives Matter Is Right to Reject the “Dignity and Decorum” Mandate Handed Down to Us from Slavery, SALON (Aug. 25, 2015), http://www.salon.com/2015/08/25/respectability_will_not _save_us_black_lives_matter_is_right_to_reject_the_dignity_and_decorum_mandate_handed_down_to_us_from_slavery/ [https://perma.cc/WT2U-MZMT]. 124 Leslie Espinoza & Angela P. Harris, Afterword: Embracing the Tar-Baby—LatCrit Theory and the Sticky Mess of Race, 85 CAL. L. REV. 1585, 1627 (1997), reprinted in 10 LA RAZA L.J. 499 (1998). 125 Saito, supra note 120, at 62. 2017] WHAT IT MEANS TO ME 485  hardworking, economically successful, and anxious to assimilate,”126 it also “masks the distinct problems faced by particular subgroups,”127 and “sends the not-so-subtle message to Asian Americans that we should be ‘grateful’ not to be at the bottom of settler racial hierarchy, reinforcing settler hegemony by creating barriers to our ability to see common patterns of subordination.”128   On sexual orientation and the law, legal scholarship has identified and explored respectability politics—most often either in describing its effects or the contextualized ways in which sexual minorities obtain social and legal acceptance.129 Much has been said critically about the integration, visibility, and acceptance of sexual minorities. One of the most vivid historical accounts of this debate in gay rights was the famous exchange of articles between Paula Ettelbrick and Tom Stoddard in the Fall 1989 issue of Out/Look magazine over the potential pros and cons of pursuing recognition of same-sex marriages.130 Ettelbrick opposed the strategy for gaining equality through same-sex marriage while Stoddard was more responsive and hopeful to the idea.131  But both attorneys recognized the transformative properties of marriage in terms of its respectability. Ettelbrick noted:   The growing discussion about the right to marry may be explained in part by this need for acceptance. Those closer to the norm or to power in this country are more likely to see marriage as a principle of freedom and equality. Those who are more acceptable to the mainstream because of                                                 126 Id. 127 Id.  128 Id. 129 See, e.g., Katherine M. Franke, The Politics of Same-Sex Marriage Politics, 15 COLUM. J. GENDER & L. 236, 237–38 (2006); Angela P. Harris, From Stonewall to the Suburbs?: Toward a Political Economy of Sexuality, 14 WM. & MARY BILL RTS. J. 1539, 1569 (2006); Darren Lenard Hutchinson, Sexual Politics and Social Change, 41 CONN. L. REV. 1523, 1531 (2009); Joshi, Respectable Queerness, supra note 114; Nancy D. Polikoff, Equality and Justice for Lesbian and Gay Families and Relationships, 61 RUTGERS L. REV. 529, 553 (2009); Mariana Valverde, A New Entity in the History of Sexuality: The Respectable Same-Sex Couple, 32 FEMINIST STUD. 155, 156 (2006); Kenji Yoshino, Covering, 111 YALE L.J. 769, 772 (2002). 130 See Paula L. Ettelbrick, Gay Marriage: A Must or a Bust?: Since When Was Marriage the Path to Liberation?, OUT/LOOK, Fall 1989, at 8, 9, 14–17; Thomas B. Stoddard, Gay Marriage: A Must or a Bust?: Why Gay People Should Seek the Right to Marry, OUT/LOOK, Fall 1989, at 8, 8–13.  131 Ettelbrick emphatically stated that “[u]ntil the constitution is interpreted to respect and encourage differences, pursuing the legalization of same-sex marriage would be leading our movement into a trap.” Ettelbrick, supra note 130, at 16. Meanwhile, Stoddard believed that “[t]he movement for equality for lesbians and gay men can only be enriched through this collective exploration of the question of marriage.”  Stoddard, supra note 130, at 13. 486 UTAH LAW REVIEW [NO. 3 race, gender, and economic status are more likely to want the right to marry. It is the final acceptance, the ultimate affirmation of identity.132   Stoddard offered a similar take:    Given the imprimatur of social and personal approval which marriage provides, it is not surprising that some lesbians and gay men among us would look to legal marriage for self-affirmation. After all, those who marry can be instantaneously transformed from “outsiders” to “insiders,” and we have a desperate need to become insiders.133   Ettelbrick ultimately urged a politics of respect as the norm: “Justice for gay men and lesbians will be achieved only when we are accepted and supported in this society despite our differences from the dominant culture and the choices we make regarding our relationships.”134 Meanwhile, Stoddard had hopes to overcome respectability, perhaps in order to get to respect: “[M]arriage may be unattractive and even oppressive as it is currently structured and practiced, but enlarging the concept to embrace same-sex couples would necessarily transform it into something new.”135   The Ettelbrick/Stoddard discussion is relevant in Obergefell’s wake. It reminds us of the progress in the marriage equality movement, hopefully in part precipitated by the increased social visibility of sexual minorities and hopefully precipitating, in part, to more protection further down the line. Conversely, the Ettelbrick/Stoddard debate helps verify whether the gay rights movement since 1989 has also succumbed to the politics of respectability instead of a more wholeheartedly staunch entrenchment in the politics of respect. After all, both of them assumed that marriage has been a traditionally heteronormative institution.136 And the studies in gay assimilation or respectability have revealed that the dominant norms that end up controlling identity negotiations with respectability are those values directly reflecting a white, heteronormative, middle-class, and suburban demographic.137  Incidentally, this tension between respectability and respect plays out in the ways one could interpret the Campbell’s Soup commercial discussed earlier. On the one hand, the image of the two fathers with their adopted son is a celebration of gay visibility—one that, of course, also affixes a sense of progressiveness to the Campbell’s brand identity. On the other hand, there is a slippery slope in which it could also be a moment where a national chain is conferring worth and approval of gay relationships. Both interpretations feed into the grand logic, which is this: if                                                 132 Ettelbrick, supra note 130, at 16. 133 Stoddard, supra note 130, at 9.  134 Ettelbrick, supra note 130, at 14. 135 Stoddard, supra note 130, at 13. 136 See Ettelbrick, supra note 130, at 9–10; Stoddard, supra note 130, at 14.  137 See Harris, supra note 129, at 1569–70. 2017] WHAT IT MEANS TO ME 487  respectability is more about choices one makes to be viewed with dignity by adhering to dominant social norms, then dignity is less about inherent humanity of an individual and more about the negotiations one has to take to become “dignified.” Respectability subverts intrinsic dignity and equal recognition, perpetuating the notion that dignity is not inherent but must be earned from a dominant group. This notion inhibits equality because it creates and sustains hierarchy. It would not—according to most views—be a normative goal for defining a framework for human dignity in the law.  Since the vagueness of dignity—or differences in interpretations regarding dignity—can obfuscate or deny the path to true intrinsic worth and value of human existence that effectuates equality and liberty, it is no wonder how easily we lose sight of respect in place of respectability. But a politics of respect preserves inherent humanity and appeals to senses of formal equality. Henceforth, in moving beyond marriage equality toward sexual orientation antidiscrimination, dignity as respect for the sexual identity of individuals should be stressed, rather than dignity as respectability of choices that might represent sexuality. In this way, sexual identity or orientation serves as the proxy for inherent humanity. Two reasons underlay this preference.  First, respect is about recognizing intrinsic qualities that reflect human existence, including sexual identities and preferences. Unlike respectability, such recognition is antithetical to a concession that is motivated by the desire for approval, but rather stresses entitlement to recognition based on basic human worth. A result in this perspective would be more likely to help show the innateness or the immutability of sexual identity as the association would be between sexual orientation or identity with inherent humanity. As Part IV will explore, bolstering the immutability of sexual orientation, in turn, would help clarify antidiscrimination protections for sexual minorities. The connection to human dignity so long as the concept fosters a politics of respect over respectability would help establish the inherency of sexual identity. Also discussed in Part IV, dignity as respect for inherent humanity might be a helpful extension that serves to explain away the nature of sexual orientation toward a better understanding of its immutability—ultimately further justifying antidiscrimination protections in the law for sexual minorities.  Second, dignity as respect offers another approach toward antidiscrimination for sexual minorities because the idea of respect itself is in line with antidiscrimination. As noted above in the racial discrimination cases, Heart of Atlanta Motel and Brown, dignity has the potential for furthering equality. Glensy’s analysis of the Supreme Court abortion cases and how construing dignity as respect also furthers antidiscrimination. In cases such as Casey and Carhart,138 dignity’s antidiscrimination potential appears when the Supreme Court connects the right of women to determine their reproductive health and the right to dignity by “characteriz[ing] the idea of dignity as respect in the form of governmental non-                                                138 Stenberg v. Carhart, 530 U.S. 914, 920 (2000). 488 UTAH LAW REVIEW [NO. 3 interference.”139 By doing so, the Court “also introduce[d] an element of equal treatment into the mix by coining the phrase ‘equal liberty.’”140 In this way, as Glensy sees it, “dignity also encompasses, at least in words, an antidiscrimination component.”141 Most importantly in this area for sexual minorities is the association between Lawrence and the Supreme Court abortion cases, which Part III will illustrate. According to Glensy, “[a]bortion rights cases use the concept of dignity in a manner that mirrors Lawrence.”142 To be sure, respectability might obtain a sense of social acceptance and safety for the individual and it might—as we will explore with the Supreme Court’s marriage cases—pragmatically bring on developments in the short run that benefit same-sex relationships and, by extension, sexual minorities.143 But the flaws in respectability politics house larger implications for the struggle and further advancement of sexual orientation antidiscrimination. As this Article’s next part will show, in the current dialogue of gay rights, despite the achievement of marriage equality across the United States, that conversation has left us at the doorstep of respectability. The progressive era of gay rights has incrementally moved away from a politics of disrespect that held once enormous indignities against sexual minorities. However, Obergefell is a far cry from the type of dignity imbued with the politics of respect that would ultimately have gains for successfully advancing sexual orientation antidiscrimination.   III.  FROM DISRESPECT TO RESPECTABILITY  Kees Waadiljk has long articulated that legal progress for advancing the recognition and rights of sexual minorities in various European countries has been animated by a peculiar “law of small change” that moves toward significant triumphs in a series of sequences rather than a few swift and dramatic turn of events.144 His theory, later furthered by William Eskridge145 and Yeval Merin,146 has helped exemplify that the progression toward marriage equality in the United States was invariably a journey of incremental changes that leveraged limited                                                 139 Glensy, supra note 61, at 91. 140 Id. 141 Id. 142 Id. 143 See Joshi, supra note 49, at 123–24. 144 Kees Waaldijk, Small Change: How the Road to Same-Sex Marriage Got Paved in the Netherlands, in LEGAL RECOGNITION OF SAME-SEX PARTNERSHIPS: A STUDY OF NATIONAL, EUROPEAN AND INTERNATIONAL LAW 437, 440–41 (Mads Andenæs & Robert Wintemute eds., 2001).  145 See WILLIAM N. ESKRIDGE JR., EQUALITY PRACTICE: CIVIL UNIONS AND THE FUTURE OF GAY RIGHTS 231–42 (2002). 146 See YUVAL MERIN, EQUALITY FOR SAME-SEX COUPLES: THE LEGAL RECOGNITION OF GAY PARTNERSHIPS IN EUROPE AND THE UNITED STATES 112–29 (2002). 2017] WHAT IT MEANS TO ME 489  successes within one gradual move toward equality for same-sex couples.147 In my previous work, I have called this “marriage equality incrementalism” and identified the significant points in the U.S. chronology toward same-sex marriage on the federal level.148 But if marriage equality amongst all the states was just one of such triumphs—albeit a significant one—within a larger movement toward the rights of sexual minorities, this larger movement in itself would be punctuated and cabined in its own incrementalism for antidiscrimination. If dignity as respect is a normative goal in the advancement of gay rights against discrimination and has, in some capacity, shaped the case law regarding sexual minorities, it would be possible to track the development of dignity as respect within the major gay rights cases at the Supreme Court as an incremental journey of its own. Indeed in Part III, the progression for calibrating dignity with respect in these cases does arise within a shift from the politics of deliberate indignity and disrespect to sexual minorities toward according gays a more worthy recognition. Yet if such conceptualization of dignity is normative, the following will show that we have only reached respectability. We still have distances to travel.   A.  Bowers and Romer: The Politics of Disrespect  There is no doubt that Bowers was a decision that singled out sexual minorities by intentionally lacking respect for them. The Georgia anti-sodomy statute at question in Bowers was neutral in regards to the biological sex of the individuals committing such acts, criminalizing both same-sex or opposite-sex sodomy.149 Yet, from the beginning of Justice White’s majority decision in Bowers, sexual orientation was deliberately an issue. White referenced Hardwick’s admission as a “practicing homosexual”150 and followed that reference with a decision in which he justified anti-sodomy laws based on the reasoning that private homosexual conduct was against traditional prevailing morality.151 His framing of the issue as to whether there was an unenumerated but fundamental right to homosexual sodomy permitted within Fourteenth Amendment due process was unnecessary.152 In doing so, White narrowed the discussion from a case about sodomy to a case about conduct that could be indicative of homosexuality.153                                                 147 See Jeremiah A. Ho, Weather Permitting: Incrementalism, Animus, and the Art of Forecasting Marriage Equality After U.S. v. Windsor, 62 CLEV. ST. L. REV. 1, 6–9 (2014). 148 Id. at 24–55.  149 Janet E. Halley, Reasoning About Sodomy: Act and Identity In and After Bowers v. Hardwick, 79 VA. L. REV. 1721, 1741–42 (1993) (“Georgia defined sodomy to be ‘any sexual act involving the sex organs of one person and the mouth or anus of another,’ thus imposing a facially neutral prohibition of the specified bodily contacts notwithstanding the gender of the actors. Not only is it not limited to ‘homosexuals,’ it does not even mention them.” (citations omitted)). 150 Bowers v. Hardwick, 478 U.S. 186, 188 (1986). 151 Id. at 196.  152 See id. at 200 (Blackmun, J., dissenting) (“First, the Court’s almost obsessive focus on homosexual activity is particularly hard to justify in light of the broad language 490 UTAH LAW REVIEW [NO. 3 On the one hand, this narrowing language in Bowers singled out sexual minorities, but on the other hand, it also displaced sexual minorities and prevented them from receiving dignified mainstream recognition. Both perspectives were significant for disrespect because the result was that their sex and intimacy did not deserve legal protection and in fact remained criminalized. First, Bowers’ use and description of “homosexual sodomy” differentiated the sex involved in the case from the category of sex acts situated in the reproductive cases and allowed the Court to cabin it away from the reach of individual privacy rights. According to White, heterosexual procreative sex was protectable even if it was abortive or involved contraceptives.154 But non-procreative sex acts between same-sex partners were not constitutionally protected because Bowers involved no child-rearing, family, or marital interests whatsoever.155 This categorization of sodomy, between same-sex and opposite-sex iterations, was the conduit for significant disrespect toward sexual minorities in Bowers. It reflected a heteronormative preference because it resulted in a hierarchy that placed opposite-sex sexual partners within a protected realm and left same-sex sexual partners open to criminal conviction.  The privacy protections denied in Bowers were significant because they showed who and what the disrespect was directed toward. Privacy in the realm of these cases covered individual autonomous choices that had fundamental effect to the persons whose rights had been constitutionally violated. Correspondingly, refusing to recognize such rights in sexual minorities who “practiced homosexuality” denied sexual minorities recognition in the realm of sex, and denied them autonomy to decide whether to engage in behavior that had personal significances in intimacy, bonding, and sexual identity. Along this trajectory                                                                                                                        Georgia has used. Unlike the Court, the Georgia Legislature has not proceeded on the assumption that homosexuals are so different from other citizens that their lives may be controlled in a way that would not be tolerated if it limited the choices of those other citizens.”). 153 See John G. Culhane, Uprooting the Arguments Against Same-Sex Marriage, 20 CARDOZO L. REV. 1119, 1155 (1999) (“Bowers called upon the Court to consider the constitutionality of a statute that prohibited consensual sodomy. The text of the statute did not differentiate between heterosexual and homosexual sodomy, nor did it create any exception for married couples. The procedural history of the case, however, gave the Court the opportunity to avoid the question of whether the law could constitutionally be applied to heterosexual couples, and the five-Justice majority lunged at the chance to consider only the right of the defendant before it, who had been arrested while engaging in oral sex with another man.” (citations omitted)); see also Halley, supra note 149, at 1742 (“The majority Justices’ deft manipulation of act and identity responded to Hardwick’s own efforts to manage these elements by trapping Hardwick under the rubric ‘homosexual sodomy’ and permitting heterosexual sodomy—and identity—to escape from view.”). 154 Bowers, 478 U.S. at 190–91 (citing privacy and reproductive cases to challenge the position adopted by the appellate court and respondent).  155 Id. at 191 (“No connection between family, marriage, or procreation on the one hand and homosexual activity on the other has been demonstrated, either by the Court of Appeals or by the respondent.”). 2017] WHAT IT MEANS TO ME 491  between sex and privacy, it would not have been difficult to align the right to practice homosexual sodomy within the concepts of privacy and individual autonomy that were developing within the line of reproductive rights cases at the Supreme Court—cases that defendant Hardwick and the Eleventh Circuit decision in Bowers had relied upon to articulate their positions before the case reached this final appeal. These cases exuded overtones of human dignity concepts despite not invoking the concept explicitly.156 Although the association between privacy and human dignity was not fully realized in the language of Supreme Court opinions until Planned Parenthood v. Casey,157 the dignity concepts associated alongside autonomy and privacy were already taking shape in prior privacy cases such as Griswold v. Connecticut.158                                                 156 See Barroso, supra note 62, at 347–48 (“It is within the context of the right to privacy that human dignity arguably plays its most prominent role. It is true that dignity was not expressly invoked in the early landmark cases, such as Griswold v. Connecticut and Roe v. Wade. Yet, the core ideas underlying human dignity—autonomy and the freedom to make personal choices—were central to these decisions.” (citations omitted)); Jeremy M. Miller, Dignity as a New Framework, Replacing the Right to Privacy, 30 T. JEFFERSON L. REV. 1, 36 (2007) (“Although the Court labeled these constitutional rights as facets of the right to privacy, analysis of those cases demonstrates that the Court was attempting to protect human dignity. Whether the decision pertained to the right to child-rearing or education, or the right to use contraceptives or to undergo an abortion, the court was not protecting the secrecy of the matter, but the right of the individual to retain respect from others and sustain self-worth. In fact, all of these so-called privacy rights involve conditions which either painfully or blissfully involve a loss of privacy. In the hospital setting, such as the abortion cases, all privacy is lost to doctors, nurses, and other personnel. In the sexual setting, all privacy is lost to the partner. The Court was struggling for a concept and, quite simply, missed the mark.”). 157 505 U.S. 833, 851 (1992). 158 381 U.S. 479, 480 (1965). See also Erin Daly, Human Dignity in the Roberts Court: A Story of Inchoate Institutions, Autonomous Individuals, and the Reluctant Recognition of a Right, 37 OHIO N.U. L. REV. 381, 408–09 (2011).  Justice Douglas’s understanding of the intertwining nature of dignity, privacy, and liberty would, of course, culminate in his opinion in Griswold v. Connecticut, though he had already been playing with these ideas in the criminal law context (as seen above) and in several cases in the preceding years. And yet, his opinion in Griswold v. Connecticut does not mention human dignity at all. The right to privacy expounded upon in all the opinions in Griswold is significantly narrower than Douglas’s conception of dignity, limited as it may be to marital relations and to the “sacred precincts of marital bedrooms” and grounded as it is in the penumbras of the first ten amendments. But just as Justice Douglas’s focus on privacy would bear fruit in the later abortion cases, so too would his recognition that state intrusion into the private sphere of the individual might threaten his or her dignity. In Thornburgh v. American College of Obstetricians & Gynecologists, the Court wrote that “[f]ew decisions are more personal and intimate, more properly private, or more basic to individual dignity and autonomy, than a woman’s decision—with the 492 UTAH LAW REVIEW [NO. 3 The Court’s lack of respect was fully realized when White further justified Georgia’s sodomy statute by referencing prior sodomy laws to bolster the notion that the right to engage in homosexual sodomy had not been a deeply-rooted right under the history and tradition of the states. White reported that “[p]roscriptions against that conduct have ancient roots”159 and then listed a historical catalogue of sodomy laws over three consecutive footnotes to legalistically belabor his assertion.160 Indeed, White’s sullying of homosexual sodomy here in Bowers was an advantageous transition to his eventual reason for upholding the constitutionality of Georgia’s anti-sodomy law. According to White, the majoritarian view in Georgia that “homosexual sodomy is immoral and unacceptable” was a rational basis for the law because “[t]he law . . . is constantly based on notions of morality, and if all laws representing essentially moral choices are to be invalidated under the Due Process Clause, the courts will be very busy indeed.”161   First, the argument for affirming the Georgia statute based on morality against homosexuality, which White counted as strong and robust in Georgia, was rather weak and conclusory. A majoritarian morality might contribute to the existence of a law that discriminates and marginalizes a particular subgroup of the population or such morality might permit laws that have bad consequences.162 Should this not have warranted that law’s invalidity? Was this not observed in Loving v. Virginia,163 one of the cases that White distinguishes from Hardwick’s situation?164 And what were these morals, if not reflective of heterosexism? White did not explicitly reveal these morals in content but his reliance on the factual context of the privacy cases—family, marriage, procreation, child-rearing—and the deeply-rootedness of sexual practices in the history of the nation tended to hint at a heteronormative basis for these morals and values that cast sexual minorities in a disrespectful light.                                                                                                                         guidance of her physician and within the limits specified in Roe—whether to end her pregnancy.”  This would find slightly fuller expression in Planned Parenthood v. Casey, where a plurality (comprising of Justices O’Connor, Kennedy, and Souter) jointly reaffirmed the principle that a woman’s right to terminate a pregnancy receives some degree of constitutional protection. As in many other cases since Griswold, the plurality groups abortion with other decisions dealing with family, procreation, marriage, and raising children. What is new in Casey is the turn in the language from privacy to dignity.   Id. (citations omitted).   159 Bowers, 478 U.S. at 192. 160 Id. at 192 nn.5–7. 161 Id. at 196. 162 See United States v. Winsor, 133 S. Ct. 2675, 2693–94 (2013); Romer v. Evans, 517 U.S. 620, 634–35 (1996). 163 388 U.S. 1 (1967). 164 Id. at 11–12. 2017] WHAT IT MEANS TO ME 493  The message in Bowers was clear: consensual intimacy enjoyed by opposite-sex couples was protectable based on the bias toward favoring the category of procreative sex acts that emphasized traditional family morals over the category of non-procreative consensual same-sex intimacy indicative of same-sex preferences. White’s denial of privacy was important as far as exemplifying a politics of disrespect because the constitutional privacy protections that were not extended to sexual minorities also, in part, denied humanity. Accordingly, Bowers lodged disrespect against sexual minorities engaging in consensual same-sex intimacy, which shamed, disgraced, and criminalized them in regards to particular conduct that could express their sexual identities. All of which White justified through a hierarchy of protectable sex based on majoritarian values and a dismissal of privacy interests that he would probably have championed for heterosexual couples.  If Bowers was an example of how sexual minorities were cast within the politics of disrespect at the Supreme Court, then Romer v. Evans, a decade later, was an opinion that specifically associated a name with that disrespect: animus. Ironically, the law at issue, Colorado’s Amendment 2, a voter-initiated referendum to modify Colorado’s antidiscrimination statute to exclude protections toward discrimination based on sexual orientation, resembled the kind of law based in a majoritarian morality that White was reluctant to overrule in Bowers.165 In this way, within the continuing politics of disrespect toward sexual minorities at the Supreme Court, Bowers and Romer were antithetical. Even though Romer did not overrule Bowers, nor did it enumerate that a fundamental right to consensual same-sex intimacy existed, Romer did address the constitutionality of a law linked to morals that would have left sexual minorities out of discrimination protections under the Colorado state constitution.166 In interpreting Romer, Ronald Dworkin                                                 165 See Bowers, 478 U.S. at 196 (upholding the Georgia sodomy statute on the basis that “the law, however, is constantly based on notions of morality”); see also Romer v. Evans, 517 U.S. 620, 653 (1996) (Scalia, J., dissenting) (noting that “Amendment 2 is designed to prevent piecemeal deterioration of the sexual morality favored by a majority of Coloradans”). 166 See Romer, 517 U.S. at 635. In holding that Amendment 2 was constitutional, Justice Kennedy noted that the moral purpose and intent of the law did not amount to a legitimate governmental interest:    The primary rationale the State offers for Amendment 2 is respect for other citizens’ freedom of association, and in particular the liberties of landlords or employers who have personal or religious objections to homosexuality. Colorado also cites its interest in conserving resources to fight discrimination against other groups. The breadth of the amendment is so far removed from these particular justifications that we find it impossible to credit them. We cannot say that Amendment 2 is directed to any identifiable legitimate purpose or discrete objective. It is a status-based enactment divorced from any factual context from which we could discern a relationship to legitimate state interests; it is a classification of persons undertaken for its own sake, something the Equal Protection Clause does not permit. 494 UTAH LAW REVIEW [NO. 3 has noted that “[i]t is true that White spoke in terms of moral disapproval and Kennedy in terms of ‘animus.’ But there can be no difference in what these words mean in this context.”167 At least in terms of the morality specifically involved in the facts that led to Romer, the context that influenced a Colorado voting majority to rally behind Amendment 2—as alluded to by Dworkin—revealed the politics of disrespect propagated by an intense campaign against protecting sexual orientation. When antidiscrimination ordinances were enacted in Colorado municipalities between the 1970s and early 1990s and protections based on sexual orientation became prominent,168 a conservative Christian group in Colorado began to campaign for signatures to put Amendment 2 on a state referendum.169 According to Martha Nussbaum, “[t]he campaign was clever” in that the initiators of the referendum convinced Colorado voters to pass the referendum through an “equal rights, not special rights” theme.170 As a result, “[t]hat gave ordinary citizens a reason to support the referendum without thinking that in so doing they were expressing dislike of gays and lesbians.”171 The Amendment read:    No Protected Status Based on Homosexual, Lesbian or Bisexual Orientation. Neither the State of Colorado, through any of its branches or departments, nor any of its agencies, political subdivisions, municipalities or school districts, shall enact, adopt or enforce any statute, regulation, ordinance or policy whereby homosexual, lesbian or bisexual orientation, conduct, practices or relationships shall constitute or otherwise be the basis of or entitle any person or class of persons to have or claim any minority status, quota preferences, protected status or claim of discrimination. This Section of the Constitution shall be in all respects self-executing.172    Such campaigning might have assuaged some voters’ consciences but majoritarian disapproval could still be articulated into law. Disrespect does not have to be captured within the subtext of majoritarian gestures alone. The campaign for Amendment 2 explicitly conjured a sense of immorality in order to portray sexual minorities in a disrespectful light. And heteronormative ideals about family, sex, and privacy versus the degradation of morals through same-sex conduct were part of the rhetoric:                                                                                                                          Id. 167 RONALD DWORKIN, SOVEREIGN VIRTUE:  THE THEORY AND PRACTICE OF EQUALITY 464 (2000). 168 NUSSBAUM, supra note 46, at 96. 169 Id. 170 Id. at 101. 171 Id. 172 Romer v. Evans, 517 U.S. 620, 624 (1996) (quoting “Amendment 2”). 2017] WHAT IT MEANS TO ME 495  You may already know that the sexual practices of gays differ drastically from those of most of Colorado’s population. But how much these practices differ—and the dangerous perversions they involve—may shock you!173    Consensual same-sex behavior was again painted as choices that were morally blameworthy, in part because the campaigns called them “dangerous” and “perverse,” but also because the campaign affixed false assumptions with same-sex behavior: “Gays have been unwilling (or unable) to curb their voracious, unsafe sex practices in the face of AIDS.”174 Then it listed purported sex behavior statistics:   Overall, surveys show that 90% of gay men engage in anal intercourse—the most high risk sexual behavior in society today. . . . About 80% of gay men surveyed have engaged in oral sex upon the anus of partners. Well over a third of gays in 1977 admitted to “fisting.”175   Not only do these alleged statistics about gay male same-sex behavior place nearly all gay men in a depraved and diseased light—with the politics of disrespect used prominently here—but the references to same-sex sodomy and other sex practices were of the non-procreative type outside of the morally dignifying patronage of heteronormative values. The pamphlet’s punch line revealed this rationale in a rhetorical question: “Is this the kind of lifestyle we want to reward with special protection, and protected ethnic status? Gay activists want you to think they’re ‘just like you’—but these statistics point out how false that is.”176 In response, Kennedy’s decision in Romer called out such politics of disrespect as “anything but animus toward the class it affects.”177 Unlike the deliberate and seemingly just reliance on the politics of disrespect in Bowers to rationalize the singling out and criminalizing of sexual minorities under the Georgia statute, Romer found a reflective opposite in that logic. The morality was a hateful one and its service behind Amendment 2 to disadvantage sexual minorities was not justifiable. In fact, unlike White in Bowers, Kennedy disregarded this relationship between morals and law even where the State proffered that Amendment 2 offers “respect for other citizens’ freedom of association, and in particular the liberties of landlords or employers who have personal or religious objections to homosexuality.”178 Here inequality was not enough to maintain efficiency. Kennedy dismissed the relationship between morals and law, morals that engendered disapproval and disrespect, because of the                                                 173 NUSSBAUM, supra note 46, at 94 (quoting Pamphlet from the Colorado for Family Values on the Campaign for Colorado’s Amendment 2 to the public).  174 Id. 175 Id. 176 Id. 177 Romer, 517 U.S. at 632. 178 Id. at 635. 496 UTAH LAW REVIEW [NO. 3 inequality Amendment 2 perpetuated through that relationship. In doing so, the politics of disrespect reared itself in the concept of animus. In the gay rights canon of Supreme Court cases, Romer is definitively a case about unconstitutional animus. Dignity was not specifically invoked by Kennedy but Romer was a post-Casey decision in which privacy issues had been eventually couched in the language and sentiments of dignity.179 There were, in the subtext, whisperings or murmurings of humanity that will help draw the jurisprudence for gay rights toward concepts of dignity and respect. But distinctly, Romer called out disrespect and aligned it within a specific doctrine.  B.  Lawrence as Respect  Like Bowers, Lawrence involved consensual same-sex sexual behavior that fell within criminalization under a state sodomy statute. But with Lawrence, the incremental journey that started with Bowers’ politics of disrespect—politics that were later located as animus in Romer—now transitioned to recognize that sexual minorities deserved respect. This was achieved partly through the advancement of privacy and dignity interests in the interim between Bowers and Lawrence—notably with Casey where the constitutional privacy rights stemming from controversial cases such as Roe v. Wade180 that were on shakier ground during the time of Bowers.181 The social visibility of sexual minorities in the early 1990s and                                                 179 Culhane, supra note 153, at 1158 (“[O]ne problem with Romer is that ‘the opinion is strikingly enigmatic in ways that make it perilous to venture strong claims about what the case means.’ Nonetheless, several central principles can be discerned. First, the Court emphasized and criticized the comprehensiveness of the amendment, noting that it would place protections afforded others beyond gay men and lesbians.” (quoting Jane S. Schacter, Romer v. Evans and Democracy’s Domain, 50 VAND. L. REV. 361, 364 (1997)). 180 410 U.S. 113 (1973). 181 See DAVID A. J. RICHARDS, THE SODOMY CASES:  BOWERS V. HARDWICK AND LAWRENCE V. TEXAS 114 (2009) (“Bowers v. Hardwick was decided in a period of considerable debate in the nation and on the Supreme Court itself about the legitimacy of Roe v. Wade, which clearly showed in Justice White’s opinion for the Court in Bowers, reflecting skepticism not only about Roe v. Wade but about the principle of constitutional privacy.”). This skepticism could have also set up White’s narrow construction of the boundaries of constitutional privacy in his refusal to extend its application to situations involving consensual same-sex sodomy in Bowers. See Culhane, supra note 153, at 1155 n.169 (noting that “[t]he tone of Justice White’s decision makes clear his skepticism with the entire enterprise of what he called ‘announcing rights not readily identifiable in the Constitution’s text’” and that “[i]n addition to the just-quoted language, he stated that at least some of the privacy cases ‘recogniz[e] rights that have little or no textual support in the constitutional language’” (quoting Bowers v. Hardwick, 478 U.S. 186, 191 (1986))). According to Culhane, White’s skepticism seems to have helped in a more exegetical leaning toward interpreting privacy:   [Bowers] distinguished and criticized the bulwark of cases establishing and expanding the right of privacy. Justice White made the remarkable statement 2017] WHAT IT MEANS TO ME 497  Romer’s antidiscrimination logic seemingly also contributed to respect in Lawrence.182   The two doctrinal approaches that facilitated Lawrence’s politics of respect appeared early in Kennedy’s decision. The first was Kennedy’s willingness to explore the constitutional privacy aspects of the case to imagine an unenumerated constitutional due process protection that perhaps Bowers had failed (or refused) to see. Kennedy’s incantation of privacy cases—Pierce v. Society of Sisters,183 Meyer v. Nebraska,184 Griswold v. Connecticut,185 Eisenstadt v. Baird,186 Roe v. Wade,187 and Carey v. Population Services International188—began the focus on the deeper aspects of consensual same-sex intimacy in Lawrence (and by analogy Bowers) than White’s legalistic contrast and delineation of specific case facts alone.189 Such incantations revisited the protections of privacy,190 autonomy,191 and individualism192 in those cases and facilitated import into protections for consensual same-sex intimacy.193 This connection between privacy cases and consensual same-sex intimacy prompted the second approach to assist respect                                                                                                                        that none of the privacy cases, nor any of ‘the rights announced in those cases[,] bears any resemblance to the claimed constitutional right of homosexuals to engage in acts of sodomy . . . asserted in this case.’ The privacy cases were explicitly tied to the contexts of marriage, procreation, and family from which they arose. Since homosexual sodomy bore no connection to any of these roots, privacy protection was unavailable.   Id. at 1155–56 (quoting Bowers, 478 U.S. at 190–91).  182 As some have noted, “Lawrence . . . shows the evolution in the Supreme Court’s jurisprudence as well as the increasing societal acceptance of gay persons.” Kristin D. Shotwell, The State Marriage Cases: Implications for Hawaii’s Marriage Equality Debate in the Post-Romer and Lawrence Era, 31 U. HAW. L. REV. 653, 656 (2009). As for respect politics building from Romer, Kennedy indicated that “[t]he foundations of Bowers have sustained serious erosion from our recent decisions in Casey and Romer,” pointing, inter alia, to the growing privacy and antidiscrimination concerns that prompted revisiting the sodomy issue from Bowers. Lawrence v. Texas, 539 U.S. 558, 573–76 (2003).  183 268 U.S. 510 (1925). 184 262 U.S. 390 (1923). 185 381 U.S. 479 (1965). 186 405 U.S. 438 (1972). 187 410 U.S. 113 (1973). 188 431 U.S. 678 (1977). 189 See Lawrence v. Texas, 539 U.S. 558, 564–68 (2003). 190 Id. at 564 (“After Griswold it was established that the right to make certain decisions regarding sexual conduct extends beyond the marital relationship.”). 191 Id. at 565 (“If the right of privacy means anything, it is the right of the individual, married or single, to be free from unwarranted governmental intrusion into the matters so fundamentally affecting a person as to the decision whether to bear or beget a child.” (quoting Eisenstadt v. Baird, 405 U.S. 438, 453 (1972))). 192 Id. (“Roe recognized the right of a woman to make certain fundamental decision affecting her destiny.”).  193 Id. at 566 (noting that the facts of Bowers had some similarities to Lawrence). 498 UTAH LAW REVIEW [NO. 3 politics. That approach involved the broadening of the due process issues regarding consensual same-sex intimacy from a Bowers-like fundamental rights inquiry regarding “homosexual sodomy” to one about the efficacy of the Texas law in “violat[ing defendants’] vital interests in liberty and privacy protected by the Due Process Clause of the Fourteenth Amendment” and of Bowers itself.194 Helped also by his own account of the history of American sodomy laws and departing from White’s narrative in Bowers over how ancient that “ancient roots” observation was in the past persecution of gays,195 Kennedy’s broadening of the legal issue in Lawrence was a crucial step toward a politics of respect as it aligned interests in privacy and sex in Lawrence with privacy and dignity interests in Casey.  Once Kennedy invoked Casey, his reliance on Casey was not merely to superficially show that consensual same-sex intimacy has dignity for dignity’s sake. Casey helped leverage dignity interests so that Kennedy could use it to dislodge the connection between the Texas law and justifications through morality that had disrespected sexual minorities by devaluing their sex choices and behavior as blameworthy and disgusting. Quoting Casey, Kennedy observed in a way reminiscent of his attack on morality in Romer that:   It must be acknowledged, of course, that the Court in Bowers was making the broader point that for centuries there have been powerful voices to condemn homosexual conduct as immoral. The condemnation has been shaped by religious beliefs, conceptions of right and acceptable behavior, and respect for the traditional family. For many persons these are not trivial concerns but profound and deep convictions accepted as ethical and moral principles to which they aspire and which thus determine the course of their lives. These considerations do not answer the question before us, however. The issue is whether the majority may use the power of the State to enforce these views on the whole society through operation of the criminal law. “Our obligation is to define the liberty of all, not to mandate our own moral code.”196   If Romer was a case that involved disrespect as animus, Lawrence would become a case about the respect for sexual minorities articulated through dignity interests against the laws that attempt to marginalize them. The justification for such judicial and constitutional regard was not based on morals but more sweeping on a human level: “‘At the heart of liberty is the right to define one’s own concept of existence, of meaning, of the universe, and of the mystery of human life. Beliefs about these matters could not define the attributes of personhood were they formed                                                 194 Id. at 564. 195 Id. at 569–71. 196 Id. at 571 (quoting Planned Parenthood of Se. Pa. v. Casey, 505 U.S. 833, 850 (1992)).  2017] WHAT IT MEANS TO ME 499  under compulsion of the State.’”197 This shift from what animated or governed the liberties at stake from morality to humanity was conducive to according respect for sexual minorities.  We see this underlying effect in Kennedy’s evaluation of harm arising from laws based on morals that regulated and inhibited aspects of humanity such as sexual freedom. Using Romer to leverage and extend Casey, he drew from the example of when legislation based on morals, the foundation for his concept of animus, can cause dignitary harm. Once he associated Casey and Romer together, Kennedy further underscored that harm from disrespect on social and human terms:  Equality of treatment and the due process right to demand respect for conduct protected by the substantive guarantee of liberty are linked in important respects, and a decision on the latter point advances both interests. If protected conduct is made criminal and the law which does so remains unexamined for its substantive validity, its stigma might remain even if it were not enforceable as drawn for equal protection reasons. When homosexual conduct is made criminal by the law of the State, that declaration in and of itself is an invitation to subject homosexual persons to discrimination both in the public and in the private spheres.198   It all ultimately justified the holding in Lawrence that Bowers’ “continuance as precedent demeans the lives of homosexual persons.”199 Lawrence was the Supreme Court’s first opinion on dignity as respect for gay rights. As a result, the politics of respect had begun an association with the recognition of sexual minority rights and protections. And yet, as progressive as Lawrence was for same-sex sex partners in overturning Bowers and decriminalizing consensual same-sex intimacy, the slight problem with Lawrence in regards to respect politics was its narrow reading of sexual identity typified by the facts of Lawrence itself—i.e. the convictions of defendants because of their engaged sex acts—and by focusing the inquiry on conduct rather than identity. In fact, the opinion emphasized conduct by discussing the cases in terms of “the respect the Constitution demands for the autonomy of the person in making [reproductive] choices”200 in Casey, and in terms of how “[e]quality of treatment and the due process right to demand respect for conduct protected by substantive guarantee of liberty.”201 Of course, the underscoring of choices and conduct was consistent with the way in which the issues were framed                                                 197 Id. at 574 (quoting Planned Parenthood of Se. Pa. v. Casey, 505 U.S. 833, 851 (1992)). 198 Id. at 575. 199 Id. 200 Id. at 574. 201 Id. at 575. 500 UTAH LAW REVIEW [NO. 3 to discuss “sexual intimacy” and not sexual identity. But it kept the politics of respect adhered slightly to constitutional respect for the conduct, behavior, and choices indicative of sexual identity, but not directly for sexual identity itself.  C.  Windsor and Obergefell: Marriage and Respectability  Although there was some achievement for respect in dignity for sexual minorities in Lawrence, the slippage created by the distance between respect politics and toward what it was specifically modifying—sexual conduct rather than sexual orientation—limited direct progress for sexual orientation antidiscrimination. Lawrence, with its appeals to autonomy and privacy and its inquiry regarding the constitutionality of regulating sex acts, was more about according dignity to specific personal choices—and by extension, the constitutional protections over conduct, choices, and acts—rather than to sexual identity precisely. That slippage has produced mixed results for elevating antidiscrimination protections for sexual minorities, while advancing other goals within gay rights, particularly within the fight for marriage equality. For better or worse, the politics of the marriage provide little guidance for developing an inherent respect for sexual minorities. What also begins to emerge more readily between the politics of disrespect and respect was a growing tendency toward respectability politics.  Kennedy’s decision in United States v. Windsor202 expressed this latter sentiment by aligning with Lawrence to protect choices,203 but also by differing in context because the choices made were not exclusively indicative of sexual identity. They were also choices indicative of same-sex couples vying for positive social and legal recognition. Marriage allowed for symbolic gesturing and                                                 202 133 S. Ct. 2675 (2013).  203 Id. at 2694–96. With a couple’s ability to marry, Kennedy found that “[t]he States’ interest in defining and regulating the marital relation, subject to constitutional guarantees, stems from the understanding that marriage is more than a routine classification for purposes of certain statutory benefits.” Id. at 2692. In this way, marriage was a significant status chosen by a couple to purposefully reflect the couple’s bond: “Private, consensual sexual intimacy between two adult persons of the same sex may not be punished by the State, and it can form ‘but one element in a personal bond that is more enduring.’” Id. (quoting Lawrence, 539 U.S. at 567). In the context of state-sanctioned same-sex marriages—specifically that of New York state in Windsor—Kennedy implies an analogy between consensual same-sex intimacy in Lawrence as a way to illustrate the bond between two people of the same sex and the marriage of a same-sex couple reflecting a similar intimate bond. See id. (“By its recognition of the validity of same-sex marriages performed in other jurisdictions and then by authorizing same-sex unions and same-sex marriages, New York sought to give further protection and dignity to that bond. For same-sex couples who wished to be married, the State acted to give their lawful conduct a lawful status.”). Thus, protecting state-sanctioned same-sex marriages from intrusion on the federal level would have the effect of preserving a same-sex couple’s choice to wed in a state that allowed same-sex marriages.  2017] WHAT IT MEANS TO ME 501  visibility of relationships,204 of which sexual identity has very significant import.205 However, the choice to marry shortchanged sexual orientation because marriage, as it has been regarded modernly, has hardly been a same-sex institution or status. Seeking marriage was toying and cooking with heteronormativity; and even the gesture of seeking suggested that same-sex couples were vying for recognition from an already subordinated position that led to a question of worthiness—questions often answered by respectability. Worthiness was what Kennedy’s decision in Windsor explored. The opinion addressed DOMA by borrowing the doctrinal approach from Romer. Yet post-Lawrence, the concepts of animus and dignity in gay rights were much more concretely and evenly realized. Animus and dignity were intertwined as an anti-stereotyping principle that drew out the inequality that DOMA propagated against state-recognized same-sex marriages by consequently not recognizing them on the federal level.206 Kennedy linked the two concepts in a correlative sense to demonstrate how an irrational hatred against gays and their desire to marry in order to achieve recognition—i.e. animus—manifested as a strong moral disapproval itself within congressional intent for DOMA. Such animus or hatred could not support a law that perpetuated inequality and stigma—i.e. harms to dignity—by creating a hierarchy between same-sex and opposite-sex relationships on the federal level when no such hierarchy existed between both relationship groups in the marriage schemes of particular states that sanctioned same-sex or opposite-sex                                                 204 See, e.g., Perry v. Brown, 671 F.3d 1052, 1078 (9th Cir. 2012) (“We need consider only the many ways in which we encounter the word ‘marriage’ in our daily lives and understand it, consciously or not, to convey a sense of significance. We are regularly given forms to complete that ask us whether we are ‘single’ or ‘married.’ Newspapers run announcements of births, deaths, and marriages. We are excited to see someone ask, ‘Will you marry me?’, whether on bended knee in a restaurant or in text splashed across a stadium Jumbotron.”).  205 Douglas NeJaime, Marriage Inequality: Same-Sex Relationships, Religious Exemptions, and the Production of Sexual Orientation Discrimination, 100 CALIF. L. REV. 1169, 1197–98 (2012). 206 My previous work on marriage equality explored Kennedy’s connection of animus and dignity concepts in Windsor as crucial to his decision to overturn DOMA. See Jeremiah A. Ho, Once We’re Done Honeymooning: Obergefell v. Hodges, Incrementalism, and Advances for Sexual Orientation Anti-Discrimination, 104 KY. L.J. 207, 225 (2016) [hereinafter Ho, Honeymooning]. As I articulated, “Kennedy fit the connection [between animus and dignity] doctrinally and centrally into his calculation of DOMA’s unconstitutionality under equal protection.” Id. (citing Windsor, 133 S. Ct. at 2693). Here, “in Windsor, the connection was more fully galvanized into the reason why such discrimination is unconstitutional.” Id. at 26 (citing Windsor, 133 S. Ct. at 2693). This type of connection between animus and dignity in gay rights cases is what Cary Franklin has indicated as an anti-stereotyping principle that draws out the narrative of sexual orientation discrimination in order to assist courts in protecting sexual minorities. See Cary Franklin, The Anti-Stereotyping Principle in Constitutional Sex Discrimination Law, 85 N.Y.U. L. REV. 83, 119–22 (2010). 502 UTAH LAW REVIEW [NO. 3 marriages, such as New York.207 In this way, DOMA interfered with the way in which states regulated marriage that not only stirred up discrimination against same-sex couples but also federalism implications as well.208   Kennedy’s legislative scrutiny uncovered to no surprise that DOMA was backed by a moral disapproval that embodied disrespect toward same-sex couples: “The House concluded that DOMA expresses ‘both moral disapproval of homosexuality, and a moral conviction that heterosexuality better comports with traditional (especially Judeo-Christian) morality.’”209 He noted that “[t]he stated purpose of [DOMA] was to promote an ‘interest in protecting the traditional moral teachings reflected in heterosexual-only marriage laws.’”210 Animus served to enliven DOMA and was instilled by disrespect toward minority sexual orientations that preferred to keep same-sex couples out of marriage. The next question was whether that animus, as in Romer, also contained a bare desire to harm, which Kennedy found in its ability “to identify a subset of state-sanctioned marriages . . . and make them unequal. The principal purpose is to impose inequality, not for other reasons like governmental efficiency.”211 That was its “principal effect.”212                                                 207 See Windsor, 133 S. Ct. at 2693. Upon opining that “DOMA seeks to injure the very class New York seeks to protect,” he explained that “[i]n determining whether a law is motived by an improper animus or purpose, ‘“[d]iscriminations of an unusual character”’ especially require careful consideration” and that “DOMA cannot survive under these principles.” Id. (quoting Romer v. Evans, 517 U.S. 620, 633 (1996)). What Kennedy saw was that marriage was an important state regulation. Id. (“The responsibility of the States for the regulation of domestic relations is an important indicator of the substantial societal impact the State’s classifications have in the daily lives and customs of its people.”). In this way, DOMA’s interference from the federal angle was too much and created a divide between protected married opposite-sex couples and unprotected married same-sex couples on the federal level when there was no such division in state-regulated marriage scheme that permitted same-sex couples such as that of New York state. Id. (“DOMA’s unusual deviation from the usual tradition of recognizing and accepting state definitions of marriage here operates to deprive same-sex couples of the benefits and responsibilities that come with the federal recognition of their marriages. This is strong evidence of a law having the purpose and effect of disapproval of that class. The avowed purpose and practical effect of the law here in question are to impose a disadvantage, a separate status, and so a stigma upon all who enter into same-sex marriages made lawful by the unquestioned authority of the States.”). 208 Id. at 2692 (discussing how New York state’s efforts toward same-sex marriages “were without doubt a proper exercise of its sovereign authority within our federal system, all in the way that the Framers of the Constitution intended. The dynamics of state government in the federal system are to allow the formation of consensus respecting the way the members of a discrete community treat each other in their daily contact and constant interaction with each other.”). 209 Id. at 2693 (quoting H.R. REP. NO. 104-664, at 16 (1996)). 210 Id. 211 Id. at 2694. 212 Id.  2017] WHAT IT MEANS TO ME 503  Hence, the concept of dignity in Romer and Lawrence found accord with Windsor. Inequality as harm in DOMA had dignity implications beyond rights and benefits. As Kennedy observed, that harm was also figurative because the rights and incidents denied federally “enhance the dignity and integrity of the person.”213 However, unlike the dignity of the freedom of couples to engage in same-sex intimacy in Lawrence—where dignity precluded morally blameworthy judgment regarding those intimate choices that could translate into disrespect—Kennedy discussed the harm through dignity with more subjectivity here in Windsor, expressly illustrating how the inequality of DOMA created a discussion of worthiness. At first the language seemed to direct us toward the type of dignity in Lawrence:  By creating two contradictory marriage regimes within the same State, DOMA forces same-sex couples to live as married for the purpose of state law but unmarried for the purpose of federal law, thus diminishing the stability and predictability of basic personal relations the State has found it proper to acknowledge and protect.214   Then, however, it appeared that Kennedy veered strictly away from that course by defining dignity as worthiness: “By this dynamic DOMA undermines both the public and private significance of state-sanctioned same-sex marriages; for it tells those couples, and all the world, that their otherwise valid marriages are unworthy of federal recognition.”215  Shortly thereafter, Kennedy returned to discussing how the inequality or “differentiation demeans the couple, whose moral and sexual choices the Constitution protects.”216 Yet then Kennedy also noted that the inequality has led to demeaning the couple “whose relationship the State has sought to dignify.”217 The vacillation between the inequality of DOMA that demeaned or disrespected same-sex couples and the dignified status that traditional heteronormative marriage conveyed upon same-sex couples if recognized creates ambiguity. One reading could be that marriage dignified all relationships because that has been a social norm—regardless of opposite-sex or same-sex coupling. And yet another reading could be that marriage dignified same-sex relationships in the ways that no existing commitment status in same-sex relationships could. This ambiguity begged the question: what would make same-sex couples worthy to be dignified through marriage? This duality has added a spoonful of the politics of respectability in Windsor’s attempts to address gay rights and discrimination.  Additionally, it is the decision to marry—i.e. the choices and conduct—that the politics of respect and respectability go toward enhancing, not sexual                                                 213 Id.  214 See Windsor, 133 S. Ct. at 2694. 215 Id.  216 Id.  217 Id. 504 UTAH LAW REVIEW [NO. 3 orientation itself. All of this mediating was calibrated towards conduct and choices and the worth of such effort, rather than respect for sexual identity or orientation:  For same-sex couples who wished to be married, the State acted to give their lawful conduct a lawful status. This status is a far-reaching legal acknowledgment of the intimate relationship between two people, a relationship deemed by the State worthy of dignity in the community equal with all other marriages.218    This result in Windsor created much more equality amongst married couples, same-sex or otherwise. But was it equality tempered by respectability? What did this do for sexual orientation directly? Obergefell probed at deeper questions about the way sexual minorities had negotiated themselves into a favorable status within the law and by extension within society at large. Obergefell’s advancement for marriage equality was obviously great. But from Obergefell, the advancement for sexual orientation antidiscrimination was not quite as absolute. At first, on the constitutional level, Kennedy’s due process inquiry would seem to be helpful towards equality because the broadness of a “fundamental right to marry” inquiry versus a “fundamental right to same-sex marriage” inquiry invited comparisons with the way the constitutional issue of sodomy was framed in Lawrence. In Obergefell, as it was in Lawrence, the inquiry here was set broadly and not narrowly, thus allowing for extension to same-sex couples of the fundamental right to marry.219   But whatever potential the broadness of Kennedy’s due process inquiry in Obergefell might have connoted, the actual shape and perspective of Obergefell’s due process inquiry was not quite like Lawrence after all. Lawrence’s fundamental rights inquiry regarding sodomy laws was an example of a resolution cast more so under a negative rights inquiry, involving questions into unnecessary or unconstitutional state burdens on individual liberties.220 Even if the conclusion held that sexual minorities have constitutional rights to engage in consensual sex that had been otherwise criminalized by state sodomy laws and therefore invalidated such sodomy laws, the state burdens upon liberties were ultimately phrased negatively and not positively in Lawrence.221 In Obergefell, the Fourteenth Amendment due process inquiry was cast under a positive rights analysis—                                                218 Id. at 2692. 219 The issues in Obergefell involved whether the Fourteenth Amendment “requires a State to license a marriage between two people of the same sex” and “requires a State to recognize a same-sex marriage licensed and performed in a State which does grant that right.” Obergefell v. Hodges, 135 S. Ct. 2584, 2593 (2015).  220 But see generally Carlos A. Ball, The Positive in the Fundamental Right to Marry: Same-Sex Marriage in the Aftermath of Lawrence v. Texas, 88 MINN. L. REV. 1184, 1184 (2004) (discussing potential positive rights implications in Lawrence). 221 See Areto A. Imoukhuede, Education Rights and the New Due Process, 47 IND. L. REV. 467, 468 (2014) (noting that Lawrence was a “negative-rights and liberty-based holding”). 2017] WHAT IT MEANS TO ME 505  whether the fundamental right to marry for opposite-sex couples extends to same-sex couples.222  In some ways, the differences also revealed the disparities between state criminalization of same-sex intimacy and state bans on recognizing same-sex marriages. In Bowers and Lawrence, same-sex couples were already engaging in consensual sexual activity long before the enforcement of anti-sodomy laws. By contrast, in Obergefell, because marriage was a state-sanctioned legal institution only open to opposite-sex couples, same-sex couples were not legally married prior to state marriage bans. In this way, it was hard to articulate that same-sex couples had a practice or choice in marriage that was constitutionally protected and subsequently infringed upon by state marriage bans. Instead, in Obergefell, the Court’s answer to the fundamental right to marriage question was resolved in a more positive rather than negative rights approach, recognizing that same-sex couples should have fundamental marriage rights that they did not have under the Constitution the night before the Obergefell decision.223 Ultimately, the distinctions between Lawrence and the realities of litigating the same-sex marriage issue could be reconciled through an expansive reading of Lawrence, drawing on its broadness and moments of commingling liberty and equality on issues of sex, privacy, and relationships to influence and resolve the same-sex marriage debate.224 But in Obergefell, the distinctions also led to a compromise for sexual orientation antidiscrimination in the decision’s promise of marriage rights to same-sex couples, whereas an equality inquiry in Obergefell contingent on finding marriage bans discriminated based on sexual orientation might not.225                                                 222 See Obergefell, 135 S. Ct. at 2640 (Thomas, J., dissenting) (“Today’s decision casts that truth aside. In its haste to reach a desired result, the majority misapplies a clause focused on ‘due process’ to afford substantive rights . . . .”). 223 Kenji Yoshino, A New Birth of Freedom?: Obergefell v. Hodges, 129 HARV. L. REV. 147, 168 (2015) [hereinafter Yoshino, Freedom] (“Justice Kennedy’s use of ‘liberty’ rather than ‘equality’ here is significant. . . . The Court could have circumvented the issue of whether the negative right at issue in Lawrence should be extended to the positive right at issue in Obergefell by relying on the fact that even if marriage were not a right, it could not be denied on the basis of gender or orientation. Instead, however, Justice Kennedy chose to deal with the issue as a matter of liberty, deliberately eliding the negative/positive liberty distinction in this context.”). 224 David D. Meyer, A Privacy Right to Public Recognition of Family Relationships? The Cases of Marriage and Adoption, 51 VILL. L. REV. 891, 896 (2006) (“[S]ome have found support in Lawrence and other cases for a positive right to marry rooted in substantive due process. Carlos Ball, for example, contends that an affirmative right to public recognition of marriage can be justified as an ‘important exception’ to the usual understanding of the Constitution as embodying only negative rights against state interference.” (quoting Ball, supra note 220, at 1204)). 225 Kyle C. Velte, Obergefell’s Expressive Promise, 6 HLRE: OFF THE RECORD 157, 158 (2015) (“In short, although Obergefell had the opportunity to make formal equality for LGBT people part of its constitutional canon, it did not. Its doctrinal reach is thus limited, leaving LGBT people without legal protections in many facets of life. Being able to marry on Sunday, but being lawfully fired on Monday is a far cry from formal equality.”). 506 UTAH LAW REVIEW [NO. 3 There are other reasons that Kennedy’s fundamental rights inquiry compromised advancement for sexual orientation antidiscrimination. Kennedy’s application of the fundamental right to marry for same-sex couples in Obergefell extended an institution, practice, and/or status that even he explicitly emphasized as something that historically has been heterosexist.226 This heterosexism underscored a heteronormative bias that Kennedy had to downplay or at least insist that the traditional practice of marriage was evolving.227 Either way, he uses the heterosexual characteristic of “traditional” marriage as an implicit demarcation line of exclusion.228 This was his starting point. The bigger implication of this starting point was that Kennedy’s judicial extension of the right to marry possibly imported same-sex couples into a heteronormative world. In this way, the Obergefell decision recognized and preserved the heterosexual presence of marriage, envisioned same-sex couples as seeking the right to marry, and invariably played the dynamics in order to extend that right to same-sex couples by relying on respectability politics.  Respectability politics in Obergefell emerged first through Kennedy’s version of marriage—how it possessed and imparted dignity through its transformative powers based on its historical connotations—and secondly from his evaluation of whether same-sex couples, who were asking for marriage, should be extended that right. At the decision’s opening, Kennedy situated his marriage ruling within the language of dignity and identity, praising marriage as something that offered                                                 226 See Obergefell, 135 S. Ct. at 2594 (“There are untold references to the beauty of marriage in religious and philosophical texts spanning time, cultures, and faiths, as well as in art and literature in all their forms. It is fair and necessary to say these references were based on the understanding that marriage is a union between two persons of the opposite sex.”). 227 Id. at 2595 (“The history of marriage is one of both continuity and change. That institution—even as confined to opposite-sex relations—has evolved over time.”). Kennedy asserted that “[a]s the role and status of women changed, the institution further evolved.” Id. He begins setting an illustration of the evolution of marriage by reminding the reader of coverture—that “[u]nder the centuries-old doctrine of coverture, a married man and woman were treated by the State as a single, male-dominated legal entity.”  Id. (citing 1 W. BLACKSTONE, COMMENTARIES ON THE LAWS OF ENGLAND 430 (1765)). However, Kennedy gets to the heart of his illustration by mentioning how the abandonment of coverture was a reflection of times: “As women gained legal, political, and property rights, and as society began to understand that women have their own equal dignity, the law of coverture was abandoned.” Id. His illustration here allowed him to observe that “[i]ndeed, changed understandings of marriage are characteristic of a Nation where new dimensions of freedom become apparent to new generations, often through perspectives that begin in pleas or protests and then are considered in the political sphere and the judicial process.” Id. at 2596.  228 Id. at 2594 (paraphrasing the sentiment by marriage equality opponents that “[m]arriage, in their view, is by its nature a gender-differentiated union of man and woman” and that “[t]his view long has been held—and continues to be held—in good faith by reasonable and sincere people here and throughout the world”). 2017] WHAT IT MEANS TO ME 507  “promised nobility and dignity”229 and “allows two people to find a life that could not be found alone, for a marriage becomes greater than just the two persons.”230 It came as no surprise after Lawrence and Casey that Obergefell would have relied on dignity interests in order to articulate the constitutional implications in a couple’s decision to marry. He spoke of marriage in the most human sense—quoting Confucius and Cicero, and generalizing the “beauty of marriage” expressed in religion, philosophy, and art.231 But the transcendent qualities of marriage are limited; they are shortly tempered by Kennedy’s “fair and necessary” realization that “these references [to marriage] were based on the understanding that marriage is a union between two persons of the opposite sex.”232 This realization was an indication that Kennedy seemed to locate marriage within heteronormative traditions and values.  His full-throated vagueness here, like in Windsor, created slippage. Though Obergefell ultimately extended a fundamental right to marry to same-sex couples, the positive rights framing of the issue did not offer respect for sexual identity or even same-sex couples but a possible respectability. Marriage has not been an inherent entitlement for same-sex couples as it has been for opposite-sex couples since antiquity. As a long-standing heterosexual status and practice, marriage dignified relationships and was being sought by same-sex couples who wanted to be legally recognized. Ultimately, they had to show that they had earned it first.  We see this evaluation in the thrust of Kennedy’s opinion in Obergefell. As he justified extending marriage, he revisited concepts of animus and dignity and intertwined them as he did in Windsor as an anti-stereotyping principle to mediate toward respectability. The correlation between animus that propagated laws and the harms to dignity was at once a narrative structure in which a history of exclusion of sexual minorities and same-sex relationships were uncovered—a history that bore constitutional significance because it was animated by hatred and disrespect toward sexual minorities and created the marriage bans at issue, and consequently a history of legal exclusion stemming from animus that resulted in bans on certain personal choices that limited autonomy in such a way that harmed human dignity. But because the mediating goal was marriage equality through respectability, both animus and dignity were calibrated to that effect in Obergefell. The use of animus and dignity as an anti-stereotyping device that channeled toward the right to marriage in Obergefell led Kennedy to discuss distinctly the dignity implications of marriage alongside acknowledging the dignitary harms that exclusion from marriage caused. Here Obergefell’s reliance on dignity focused on how much having a marriage right conferred dignity and how same-sex couples now qualified to get that right. According to Kennedy, there were “four principles and traditions [that] demonstrate[d] that the reasons marriage is fundamental under                                                 229 Id.  230 See Obergefell, 135 S. Ct. at 2594. 231 Id. 232 Id. 508 UTAH LAW REVIEW [NO. 3 the Constitution apply with equal force to same-sex couples.”233 Essentially, these four principles and traditions allowed Kennedy to specifically evaluate the qualifications of same-sex couples to be given the right to marry. Each of these principles and traditions dealt, in their own manner, with what marriage conferred upon a couple and how same-sex couples—as far as each principle and tradition was concerned—qualified to receive marriage.  The first principle was the importance of marriage for facilitating personal choice, autonomy, and self-definition: “Choices about marriage shape an individual’s destiny.”234 The way in which Kennedy justified conferring marriage to same-sex couples from this aspect of marriage was connected to dignity: “There is dignity in the bond between two men or two women who seek to marry and in their autonomy to make such profound choices.”235 Curiously, Kennedy identified this dignity and used it to find same-sex couples were sufficiently qualified to receive the right to marry. Yet, had Kennedy avoided qualifications and merely described the harms to dignity that animus-filled bans on marriage have had on decisions in their relationships, this “sufficient” qualification would have likely connoted less respectability through dignity and more on respect.  Similarly in the second principle and tradition of marriage that Kennedy analyzed, where marriage “supports a two-person union unlike any other in its importance to the committed individuals,”236 a likewise rhetorical theme arose in which Kennedy discussed what marriage conferred and whether same-sex couples qualified enough to obtain the right to marry, rather than showing the harms to personal dignity. Marriage “dignifies couples who ‘wish to define themselves by their commitment to each other.’”237 Since such couples had traditionally been opposite-sex ones, the dignifying characteristic of marriage reflected a paternalistic, heteronormative value that placed married opposite-sex couples above cohabiting opposite-sex couples. The type of dignity that marriage gives was not about inherent dignity that was entitled to respect but about respectability accorded to couples who chose to register themselves as married rather than unmarried. Likewise, this principle would expand similarly amongst same-sex couples, creating a hierarchy between married and unmarried same-sex couples. Again, the discussion of this second attribute of marriage was imbued with a certain dignity that is achieved based on worthiness obtained from a comparison to opposite-sex couples and not inherent entitlement or respect.  On the surface, the third attribute seemed to possess a difference from the first two as it appeared to discuss the dignitary harms that families with same-sex parents suffered because of the exclusion out of wedlock.238 Marital rights of parents also impart substantive rights, incidents, and presumptions of parenting in                                                 233 Id. at 2589. 234 Id. at 2599. 235 Id. 236 Obergefell, 135 S. Ct. at 2599. 237 Id. at 2600 (quoting United States v. Winsor, 133 S. Ct. 2675, 2689 (2013)). 238 Id.  2017] WHAT IT MEANS TO ME 509  certain instances that escaped unmarried parents with children, particularly if there are no blood relations.239 Absent rights to marry, children of unmarried same-sex parents lack legitimacy: “Without the recognition, stability, and predictability marriage offers, their children suffer the stigma of knowing their families are somehow lesser.”240 The stigma—or dignitary harm—might be disrespect because of the heterosexist hierarchy marriage created, but the bigger message here was that marriage was the foremost way to connote family. This, again, like the previous aspect regarding marriage, was a traditional but somewhat outdated view—both arcane toward modern families and ironic in its injection in a case about the changing face of marriage.  To be sure, marriage can have major social benefits to parents and families. But the harm to dignity should be about the potential for segregating between families of same-sex couples and unmarried opposite-sex couples on the one hand, and married opposite-sex couples on the other. The stigma was about discrimination if one class of families was favored over another based on the values placed on the constructed status of marriage.241 Families were not “somehow lesser” inherently because they stood outside the institution of marriage. Rather the more correct perspective was that families should be viewed as having inherent dignities to be respected under the law.  Finally, the last attribute Kennedy mentioned to justify extending the right to marry to same-sex couples was its symbolism. “[M]arriage is a keystone of our social order,” Kennedy wrote, and as a result of that social exultation of marriage, “just as a couple vows to support each other, so does society pledge to support the couple, offering symbolic recognition and material benefits to protect and nourish the union.”242 Once again, marriage gives something at the pinnacle of social order—or heteronormative hierarchy—it gives legitimacy to the marrying couples. Since same-sex couples were traditionally excluded from marriage, they have suffered from denials in certain privileges attached to marriage: “Yet by virtue of their exclusion from that institution, same-sex couples are denied the constellation of benefits that the States have linked to marriage.”243 But that harm also had symbolic connotations because “[s]ame-sex couples are consigned to an instability many opposite-sex couples would deem intolerable in their own lives.”244 This observation was the closest to describing harm to dignity from the animus and disrespect to same-sex couples that would require redress through marriage calibrated in respect.  However, after describing this harm, what followed was respectability: “Same-sex couples, too, may aspire to the transcendent purposes of marriage and seek fulfillment in its highest meaning.”245 The focus here should have been fully                                                 239 Id. 240 Id. 241 Obergefell, 135 S. Ct. at 2600. 242 Id. at 2601. 243 Id. 244 Id. 245 Id. at 2602. 510 UTAH LAW REVIEW [NO. 3 on the dignitary harm that the marriage exclusion inflicted on same-sex couples and not to the dignifying qualities of marriage and its symbolism. With that last statement, the sentiment became again patronizing, drawing this section back to respectability politics.  After all these justifications, Kennedy pronounced that same-sex couples must be given the fundamental right to marriage. He used the animus-dignity connection as a mediating device, an anti-stereotyping principle, to evaluate whether that extension would be justifiable based on analogous interests that he viewed same-sex couples shared in their relationships versus the essential attributes that marriage embodied. What was problematic here was that the objective of marriage equality was preceded and affected by the politics of respectability. In turn, that respectability was being channeled by the animus-dignity connection to justify the worthiness of same-sex couples in seeking and obtaining marriage for themselves. Marriage, as Kennedy portrayed either knowingly or inadvertently, conferred not only dignity through respectability but heteronormative values and demands that might have expected same-sex couples to negotiate their subjugation once marriage was available to them. This was not dignity as respect, which would have been ideal, but it was dignity as respectability, which deviated from Lawrence.  From the politics of disrespect in Bowers to respect in Lawrence and now to the politics of respectability in Obergefell, progress seems to have stalled if human worth is earned and not inherently respected. One might surmise that progress would have been more absolute—linear in trajectory. But more true to political incrementalism, lasting change may come from a spiraling movement that must process back and forth, from one station of progress to another. Accordingly, once respect was obtained in Lawrence, it was not impossible to conceive of Obergefell veering off course, which it did. The question in Part IV is how to correct the course.   IV.  RESTORING RESPECT  For same-sex relationships and families, obtaining nationwide marriage recognition at the Supreme Court was a monumental step—even in the face of past criticisms regarding the Court’s efficacy for formal equality.246 Justifiably, after decades of political disrespect towards same-sex relationships in denying requests for marriage, Obergefell was a cause for genuine celebration, in real life and on social media. Marriage imports rights and benefits to support relationships and families that an otherwise unmarried status would not. And symbolically, the recognition of marriage provides some legitimization of same-sex relationships and families from the dominant culture, which consequently brings visibility and acceptance to the lives of sexual minorities.                                                  246 See, e.g., Peter Nicolas, Obergefell’s Squandered Potential, 6 CALIF. L. REV. CIR. 137, 141 (2015) (“Justice Kennedy’s refusal to declare sexual orientation a suspect classification in Obergefell is all the more surprising given the relatively low stakes of such an announcement.”). 2017] WHAT IT MEANS TO ME 511  There are limitations, however, to the specific procurement of marriage equality in Obergefell. From an ideological perspective, the Ettelbrick/Stoddard concerns, predictions, and observations linger cautiously regarding its efficacy and value, as marriage characteristically was the epitome of monogamous heterosexual relationships that promoted heteronormative—and arguably heterosexist—views on family, childrearing, sexuality, and gender.247 Its traditional subordination of women—which still has remnants here and there—poses difficult implications for same-sex relationships and how they are perceived or subordinated by the dominant culture.248  An institution that, by itself, historically fostered the subordination of women in ways analogically similar to Adrienne Rich’s concept of “compulsory heterosexuality,”249 could suggest its incompatibility with the symbolic recognition of same-sex relationships—unless same-sex relationships affirmatively and unapologetically undergo an appropriation of marriage that connects the symbolic importance of marriage to the substantive merits and values of gay existence.250 That development would align itself with Thomas Stoddard’s original thoughts and hopes for same-sex marriage in 1989.251 Otherwise, Ettelbrick’s view might prevail somewhat more strongly as the politics of respectability extends into the post-Obergefell period, allowing for heteronormative values to potentially morph and cross over into same-sex relationships.252 Doctrinally speaking, this milestone in the marriage equality movement leaves gay rights at the Supreme Court with a strong admission of respectability politics that could functionally and philosophically inhibit long-term antidiscrimination advances for sexual minorities. Kennedy’s use of dignity in                                                 247 Compare Stoddard, supra note 130, at 13 (Stoddard asserting that “[g]ay relationships will continue to be accorded a subsidiary status until the day that gay couples have exactly the same rights as their heterosexual counterparts”), with Ettelbrick, supra note 130, at 17 (Ettelbrick asking that “[i]f the laws change tomorrow and lesbians and gay men were allowed to marry, where would we find the incentive to continue the progressive movement we have started that is pushing for societal and legal recognition of all kinds of family relationships? To find create other options and alternatives?”). 248 See KATHERINE FRANKE, WEDLOCKED: THE PERILS OF MARRIAGE EQUALITY 209–15 (2015); Nancy D. Polikoff, We Will Get What We Ask For: Why Legalizing Gay and Lesbian Marriage Will Not “Dismantle the Legal Structure of Gender in Every Marriage,” 79 VA. L. REV. 1535, 1538 (1993). 249 Adrienne Rich, Compulsory Heterosexuality and Lesbian Existence, 5 SIGNS 631, 633 (1980). 250 See Polikoff, supra note 248, at 1549 (“Advocating lesbian and gay marriage will detract from, even contradict, efforts to unhook economic benefits from marriage and make basic health care and other necessities available to all. It will also require a rhetorical strategy that emphasizes similarities between our relationships and heterosexual marriages, values long-term monogamous coupling above all other relationships, and denies the potential of lesbian and gay marriage to transform the gendered nature of marriage for all people.”). 251 See Stoddard, supra note 130, at 13. 252 Ettelbrick, supra note 130, at 17. 512 UTAH LAW REVIEW [NO. 3 Obergefell, which leaves us in the politics of respectability—in the realms of rank and hierarchy—should provoke unease as the likelihood for stratification continues, this time more subtly than outright disrespect (as in Bowers). Respectability politics reinforces social hierarchies and places heterosexual values over the values of other groups in exchange for acceptance that is fundamentally less egalitarian from the get-go. The realities of Obergefell from this examination here indicate we are still in a place where heteronormative values frame our ideas about sexual identity and orientation in ways that might stave off a more true-to-form theory of human existence within formal equality. In addition, that gap is even furthered by the fundamental rights approach that focused on extending the marriage right to same-sex couples but gave short shrift to the equal protection potential for sexual orientation antidiscrimination. The unanswered questions regarding heightened protections for sexual orientation from Windsor continue to linger. Sexual minorities cannot avail themselves of protected classifications under the Fourteenth Amendment, but they are, at least, respectable.  Yet even if it seems that in the contest between #LoveWins and #GayWins, where the former has prevailed over the latter, hope still resides. None of this is ever a total and infinite loss. Observations about progress in the gay rights movement often expose incrementalist tendencies in which intervals of smaller advances eventually culminate into bigger, more significant changes. The theory of political incrementalism posits that progress on a heavy societal topic pressing the consciousness of a large body politic often resembles the slow mental ruminations that a person might engage in over an important issue.253 Change vacillates back and forth between the pros and cons until a clear resolution is reached—a two steps forward, one step back approach.254   Even within the road to marriage equality, the movements and shifts toward Obergefell on the federal level did not advance cleanly from one stage to another, but rather spiraled back and forth along a trajectory in which the changing norms for gay rights finally propelled us forward to marriage.255 One of the important acts that drove this shape of progress was the repeated and persistent leveraging of one victory, however large or small, for another victory down the line, and so on and so forth. This notion of incrementalism—specifically in gay rights—is compounded with the observations that countries slow down on gay rights after marriage256                                                 253 See DAVID BRAYBROOKE & CHARLES E. LINDBLOM, A STRATEGY OF DECISION: POLICY EVALUATION AS A SOCIAL PROCESS 81 (1963). 254 See Susan Block-Lieb & Terence C. Halliday, Incrementalisms in Global Lawmaking, 32 BROOK. J. INT’L L. 851, 851 (2007) (“Academics have noted that global law may develop only slowly—two steps forward, three steps back, three steps forward, two steps back. Some are frustrated with the interminable pace and the fragmentation caused (they claim) by incrementalism in international law.”). 255 Ho, Honeymooning, supra note 206, at 214–43. 256 Developments in the Law—Sexual Orientation & Gender Identity, 127 HARV. L. REV. 1682, 1689–90 (2014) (citing examples from the Netherlands and Canada where concern that “once the marriage equality fight is won nationwide, the urgency of fighting for other LGBT rights will diminish”).  2017] WHAT IT MEANS TO ME 513  creating an urgency, ignored by popular imagination, that proponents of gay rights must overcome in order to then carefully springboard to further advancements in sexual orientation antidiscrimination that are more truly egalitarian and more precisely locate the existence of sexual minorities within the politics of respect.  Interestingly, within the year after Obergefell, the national debate over gay rights has persisted, in part because of some resistance to change prompted by gay rights leverage. After Obergefell, the backlash toward same-sex couples came in the form of those who were reluctant to enforce the marriage decision—often basing refusal on their religious consciences.257 In early 2016, those refusals subsided and gave way to the rise of anti-LGBTQ legislation that eliminated antidiscrimination protections for sexual minorities and bills that would not accommodate transgender use of public restrooms.258 Then in June 2016, the shooting at a gay Latino nightclub in Orlando brought back national attention to the dignity of LGBTQ individuals directly within the context of domestic terrorism.259 All of these incidents prolong a lingering sense of disrespect politics toward sexual minorities that poses tension with the respectability politics of Obergefell. They also pose opportunities to dialogue about respect politics that ought to be conferred upon sexual minorities and their constitutional rights as citizens.260 On the federal level, absent legislation that guarantees protections against discrimination—such as Title VII—constitutional case law should continue to develop and underscore individual rights protections for sexual minorities.261 Accordingly, the same Fourteenth Amendment due process and equal protection realm should serve as a doctrinal venue to stretch gay rights advocacy in a counter-majoritarian way that could perhaps provoke a supportive legislative response down the line. Now that major gay rights litigation can continue more steadily                                                 257 See, e.g., Alan Blinder & Richard Pérez-Peña, Kentucky Clerk Denies Same-Sex Marriage Licenses, Defying Court, N.Y. TIMES (Sept. 1, 2015), http://www.nytimes.com/ 2015/09/02/us/same-sex-marriage-kentucky-kim-davis.html?_r=0 [https://perma.cc/7QGT-6UEN] (reporting refusal of Kim Davis, Rowan County Clerk from Kentucky, to issue marriage licenses to same-sex couples following Obergefell because “same-sex marriage violates her Christian beliefs”).  258 See, e.g., Dave Philipps, North Carolina Bans Local Anti-Discrimination Policies, N.Y. TIMES (Mar. 23, 2016), http://www.nytimes.com/2016/03/24/us/north–carolina–to–limit–bathroom–use–by–birth–gender.html [https://perma.cc/2D5R-YN4S]. 259 See Lizette Alvarez & Richard Pérez-Peña, Orlando Gunman Attacks Gay Nightclub, Leaving 50 Dead, N.Y. TIMES (June 12, 2016), http://www.nytimes.com/2016/ 06/13/us/orlando-nightclub-shooting.html [https://perma.cc/9H9P-YY5F]. 260 See, e.g., Susan Milligan, Back to the Stonewall Age?, U.S. NEWS (June 24, 2016), http://www.usnews.com/news/articles/2016-06-24/orlando-shooting-a-reminder-of-remaining-lgbt-discrimination [https://perma.cc/EF9K-4B4U] (observing that discrimination against sexual minorities still exists after Obergefell and that the Orlando shooting is a “shocking reminder of the danger LGBT people still face”).  261 This does not rule out state claims based on nondiscrimination ordinances or federal claims based on other types of federal legislation.  514 UTAH LAW REVIEW [NO. 3 outside the direct context of marriage,262 discrimination cases under both due process and equal protection theories can litigate more directly over discrimination based on sexual orientation rather than discrimination over relationship status. Such judicial inquiry into discrimination based on sexual orientation could focus itself back to identity without as many contextual filters that allow courts to take themselves away from difficult conversations regarding the acceptance of minority sexual orientations, particularly now that the climate for sexual minorities is more open and promising in the post-Obergefell era.  Consequentially, these future cases must persist with exploring and preserving the dignity interests of sexual minorities. Dignity from Lawrence still has its currency and should not be abandoned in judicial advancements in sexual orientation. Rather, pro-gay litigants must now continue to draw upon dignity, in part, to couch their cases against discrimination post-Obergefell—except that dignity must not trigger a politics of respectability. It must be recalibrated back towards a politics of respect, where it serves to advance an entitlement and not worth that is earned. Thus, Part IV will examine the possibilities of furthering the connections between respect politics and rights advances of sexual minorities. Subpart A will explore possibilities within the doctrinal realm of fundamental rights. Subpart B will proceed similarly within equality jurisprudence.   A.  Dignity and Respect in Fundamental Rights  In the due process context, if indeed Kenji Yoshino’s vision regarding the end of equal protection doctrine is correct and due process liberty protections provide the future engines of constitutional change for marginalized groups,263 then the opportunities that were available for the use of dignity in Lawrence and Obergefell ought likely to continue in future cases that deal with violations of fundamental rights issues. Shortly, within the immediate aftermath of Obergefell, both Nan Hunter and Laurence Tribe in their own respects concurred with Yoshino about due process jurisprudence—at least that the rise of liberty has underscored the triumphs of sexual minorities against discrimination in constitutional case law.264 And in Obergefell specifically, Yoshino articulated that Kennedy’s opinion was furthering an approach in substantive due process jurisprudence that favors a more “open-ended common law approach.”265                                                  262 See, e.g., Evans v. Ga. Reg’l Hosp., 850 F.3d 1248, 1248 (11th Cir. 2017) (dealing with an appeal by employee alleging sexual orientation discrimination by an employer hospital); Lively v. Fletcher Hosp., Inc., No. 1:16-CV-00031 (W.D.N.C. 2016) (suing for employment discrimination under Title VII, inter alia, under sexual orientation). 263 See Kenji Yoshino, The New Equal Protection, 124 HARV. L. REV. 747, 796 (2011). 264 See Nan D. Hunter, Interpreting Liberty and Equality Through the Lens of Marriage, 6 CALIF. L. REV. CIR. 107, 108 (2015); Laurence H. Tribe, Equal Dignity: Speaking Its Name, 129 HARV. L. REV. F. 16, 16–17 (2015). 265 Yoshino, Freedom, supra note 223, at 149. 2017] WHAT IT MEANS TO ME 515  Yoshino traced open-ended common law approach to Justice Harlan’s dissent in Poe v. Ullman,266 which was later followed by Casey.267 As Yoshino summarizes, Harlan’s approach “outlined a balancing methodology that weighed individual liberties against governmental interests in a reasoned manner. Such an approach always occurred against a backdrop of tradition, but was not shackled to the past, not least because tradition was itself ‘a living thing.’”268 The antithesis of this approach was the more “formulaic” one that the Court used in Washington v. Glucksberg,269 where “to be recognized as a due process liberty a right had to be ‘“deeply rooted in this Nation’s history and tradition,”’ and ‘“implicit in the concept of ordered liberty.”’ It also required a ‘“careful description”’ of the asserted fundamental interest.”270 In this way, “the Court was more open to recognizing negative ‘freedom from’ rights than positive ‘freedom to’ rights—though to be clear, it did not formally require the alleged right to fall on the ‘negative-right’ side of the divide.”271   From the differences between his majority opinion in Lawrence and that of Justice White’s in Bowers, one could already anticipate Kennedy’s preference for a more one-ended—perhaps more holistic—approach in Obergefell. In Lawrence, the intimate association of consensual same-sex partners was couched in broader terms so that privacy concerns could draw forth the fundamental rights violations. In contrast, Bowers executed a narrower categorization of sexual acts between same-sex and opposite-sex couples that followed from the use of a more formulaic approach to substantive due process, which permitted morality to stifle any fundamental rights recognition and protection. The focus from the benefits of the liberty approaches in Lawrence and Obergefell combined is what Yoshino calls an “antisubordination liberty”272 that the Court, in Yoshino’s words, can use to “guide a proper understanding of the guarantee of ‘liberty’ in the future (as it has in the past)”273 and perhaps provide for “[d]iscerning new liberties” as “more an art than a science.”274  The bigger implication from Yoshino is that “[t]his increased emphasis could serve to close as well as to open new channels of liberty. For this reason, this new birth of freedom is also a new birth of equality.”275 A conclusion about Obergefell in this way elevates its potential beyond the decision’s landmark utility for bringing marriage to same-sex relationships and serving to dignify same-sex couples and their families. There is a saving grace here if an anti-subordination concept is paired with the Court’s parting words in Obergefell—that beyond                                                 266 367 U.S. 497 (1961). 267 Yoshino, Freedom, supra note 223, at 149. 268 Id. at 150 (quoting Poe v. Ullman, 367 U.S. 497, 542 (1961)). 269 521 U.S. 702, 721 (1997). 270 Yoshino, Freedom, supra note 223, at 150. 271 Id.  272 Id. at 174. 273 Id. at 179.  274 Id.  275 Id. 516 UTAH LAW REVIEW [NO. 3 marriage same-sex couples “ask for equal dignity in the eyes of the law”276 and that “[t]he Constitution grants them that right.”277 From Obergefell into future cases addressing marginalization of rights based on a bias against a minority sexual orientation, dignity rights articulation should continue to be strengthened. Nan Hunter notes that post-Obergefell, “[a]dditional challenges to laws that restrict liberty within the zone of intimate association seem inevitable”278—which seems to broaden potential discrimination cases here beyond the marriage context:279  The Supreme Court has described the prototype of intimate association as relationships that involve “deep attachments and commitments to the necessarily few other individuals with whom one shares not only a special community of thoughts, experiences, and beliefs but also distinctively personal aspects of one’s life.” Cases brought on this ground have often involved plaintiffs who were fired from public sector jobs, frequently in law enforcement, for beginning romantic relationships with co-workers or offenders in violation of agency policies.280     But Hunter seems to be unsure on “how the liberty right recognized in Obergefell will interact with government policies that ban or impose penalties for intimate associations in workplace or other settings.”281 Applying an anti-subordination concept to the equal dignity concept in Obergefell that competed with respectability politics in that case might serve to help answer Hunter’s uncertainty. The pairing in future due process cases could solidify dignity interests and rights when dealing with fundamental rights violations with a sexual orientation component—perhaps discrimination of same-sex cohabitation based outside of marriage (taking us in the context somewhere between Lawrence and Obergefell) or in cases that somehow pit sexual orientation with First Amendment rights and public accommodations.  Tribe noted that “[t]he doctrine of equal dignity signals the beginning of the end for discrimination on the basis of sexual orientation in areas like employment and housing, which remains legal in many states and has yet to be expressly banned in federal legislation.”282 Accordingly, dignity in due process cases is less nebulous as critics have noted; instead, “[t]he constitutional principle of equal dignity also gives the lie to public officials who discriminate against LGBT individuals.”283 In Tribe’s First Amendment example that mentions Kim Davis,284 Tribe notes:                                                  276 Id. at 147. 277 Id. 278 Hunter, supra note 264, at 115. 279 Id. at 114–15. 280 Id. at 115 (quoting Roberts v. Jaycees, 468 U.S. 609, 620 (1984)). 281 Id.  282 Tribe, supra note 264, at 30. 283 Id. 2017] WHAT IT MEANS TO ME 517  As the Obergefell majority makes clear, the First Amendment must protect the rights of such individuals, even when they are agents of government, to voice their personal objections—this, too, is an essential part of the conversation—but the doctrine of equal dignity prohibits them from acting on those objections, particularly in their official capacities, in a way that demeans or subordinates LGBT individuals and their families by preventing them from giving legal force to their marriage vows.285  If there is a continued trend to couple dignity with the anti-subordination approach from Obergefell outside the marriage context, the use of dignity might ultimately produce cases that achieve some progress for antidiscrimination based on fundamental rights theories. It might help to restore respect politics. Of course, the doctrinal conundrum with future due process victories is not associated with any discontinued use of dignity, but rather with whether due process LGBTQ cases will be able to fully achieve antidiscrimination protections for sexual minorities in the most formal constitutional sense. After all, due process cases premised on discrimination against sexual minorities often address laws singling out conduct, rather than identity.286 To that end, conduct, rather than identity, might pose limits to due process. For instance, in her criticism of Obergefell, Elizabeth Cooper noted that Kennedy’s dependence on due process in Obergefell potentially undermines LGBTQ antidiscrimination efforts because any furtherance of the rights of sexual minorities from a formal equality perspective was missing:                                                                                                                          284 The county clerk from Kentucky who personally challenged the Obergefell ruling by refusing to issue marriage licenses until she was able to do so in a way that was aligned with her religious beliefs. 285 Tribe, supra note 264, at 30; see also Yoshino, Freedom, supra note 223, at 173 (“By basing its ruling on the Due Process Clause (this time in addition to, rather than in lieu of, the Equal Protection Clause), the Obergefell Court required the equality of the vineyard. And even then, as we have seen, some state actors have chosen to refuse to issue marriage licenses across the board rather than to issue them to same-sex couples. Those actors violate a due process ruling in a way that would not violate an equal protection ruling.”). 286 See Pamela S. Karlan, Foreward: Loving Lawrence, 102 MICH. L. REV. 1447, 1457 (2004) (discussing how “regulation of particular acts in which gay people engage . . . seems most amenable to analysis under the liberty prong of the Due Process Clause,” even though gay people could also be regulated by status or “who they are in the public sphere”).  518 UTAH LAW REVIEW [NO. 3 Justice Kennedy’s failure to clarify the level of scrutiny that ought to apply to claims brought by LGB litigants has led some to express concern that efforts to secure protections against discrimination in employment, housing, and public accommodations will be stymied. Thus, the most trenchant concern is that liberty and dignity, while appealing on a philosophical level, will not be helpful in a pragmatic sense.287  In accomplishing the most meaningful sexual orientation antidiscrimination advances, respect politics and doctrinal advancements must not only accompany each other but also be optimized. Prior to Obergefell, the line of due process cases in reproduction that ultimately helped shape Lawrence’s fundamental liberty analysis for decriminalizing conduct indicative of same-sex intimacy had emphasized autonomy and privacy as the underlying rationale for rights protection.288 Indeed Lawrence did borrow from those cases the fundamental rights rationale in the context of same-sex relationships and accorded dignity and respect to intimacy, but the doctrinal advancement under due process was toward protecting conduct indicative of same-sex intimacy and relationships, not sexual identities per se. Such due process protections might still have potency against discrimination. But such victories would still skirt around any discussions about the intrinsic humanity of sexual minorities that would evoke respect toward their identities (rather than their conduct) and would consequently lead to formal sexual orientation antidiscrimination advances. Not to mention, the influence of Obergefell as a due process case might undermine respect politics if such cases dealing with conduct occur within the context of marriage, family, or same-sex relationships.   B.  Respect in Equal Protection  Other than due process theories, the politics of respect could be revived in future equal protection cases post-Obergefell. In this following section, I describe two possibilities: dignity and respect in rationality cases, and respect and suspect classification cases.  1.  Dignity and Respect in Rationality Cases   Even if equal protection is relied upon instead of due process for propagating and justifying dignity interests after Obergefell, dignity as respect could still resurge as a concept that animates the invidiousness of discrimination based on minority sexual orientation. The shell of dignity from Windsor, despite it being from a marriage case, has a lot of potential to be imported from one equality                                                 287 Elizabeth B. Cooper, The Power of Dignity, 84 FORDHAM L. REV. 3, 18–19 (2015) (citations omitted). 288 See supra Part III. 2017] WHAT IT MEANS TO ME 519  jurisprudence case to another. Again, no longer limited to the marriage context, equal protection claims based on sexual orientation would side-step entirely one probable circumstance that could divert discussions purely on the basis of discrimination to those based on sameness—thus incurring notions of respectability. What is left behind from Windsor is the doctrinal use of lower scrutiny based on animus that evolved from Romer, later solidified by Windsor in its more searching form of scrutiny toward discrimination against same-sex couples—despite questions of whether it was a higher form of rational basis or something else.289  In addition, the narrative structure of sexual orientation discrimination based on sexual orientation could also survive in future cases by carrying over the animus-dignity connection that exposes how animus behind a discriminatory exclusion of sexual minorities correspondingly violate their dignity interests because it sustains a politics of disrespect. Between Romer and Windsor, one could argue that their more searching forms of rationality are not completely sustained or governed by the bounds of formal rationality, but exhibit something else more elevated and can telescope further up the scrutiny scaffolding under Fourteenth Amendment equal protection.290 What is helpful about Romer for both sexual orientation antidiscrimination and respect politics advancements is its factual and doctrinal context in antidiscrimination against sexual orientation. With animus at its core, Kennedy’s overturning of Colorado’s Amendment 2 is likely analogous to reasoning that                                                 289 See U.S. v. Windsor, 133 S. Ct. 2675, 2696 (2013) (“The federal statute is invalid, for no legitimate purpose overcomes the purpose and effect to disparage and to injure those whom the State, by its marriage laws, sought to protect in personhood and dignity. By seeking to displace this protection and treating those persons as living in marriages less respected than others, the federal statute is in violation of the Fifth Amendment. This opinion and its holding are confined to those lawful marriages.”); see also Nancy C. Marcus, Deeply Rooted Principles of Equal Liberty, Not “Argle Bargle”: The Inevitability of Marriage Equality After Windsor, 23 TUL. J.L. & SEXUALITY 17, 33 (2014) (“Although the majority in Windsor failed to specify exactly which standard of scrutiny it was applying, it can reasonably be concluded that it was at least applying the type of ‘more searching form’ of scrutiny recognized by the district court in Windsor and by Justice O’Connor in her Lawrence concurrence. While this higher level of scrutiny has not yet been fully defined by the Court, it has been the subject of substantial attention and speculation, with lower courts and other Supreme Court watchers often dubbing it ‘rational basis with bite.’”).  290 See Cary Franklin, Marrying Liberty and Equality: The New Jurisprudence of Gay Rights, 100 VA. L. REV. 817, 871–72 (2014) (“United States v. Windsor was (at least in part) an equal protection decision—about that, lower courts are in agreement. But when it comes to the formal doctrinal aspects of the holding that is where the agreement ends. Some courts have concluded that the Windsor Court applied heightened scrutiny; others have found that it applied intermediate scrutiny. Still others have determined that the Court applied rational basis review—or perhaps the ‘more searching form of rational basis review’ known colloquially as rational basis with bite.”). 520 UTAH LAW REVIEW [NO. 3 would overturn the anti-LGBTQ state legislations.291 Windsor, another case about discriminatory legislation, strengthens that animus concept and adds dignity to the dialogue—despite its respectability politics and marriage context. Thus, because of its respectability connotations, Windsor tempers Romer. Yet still, in the conflict over transgender bathroom bills and anti-LGBT state legislation, the strength of equal protection jurisprudence extending from Romer and Windsor could prove worthy.292 Much has been observed regarding the lack of advancement in scrutiny levels for sexual orientation in Kennedy’s Obergefell decision.293 But the helpful remnant from Obergefell is the further solidification of animus and dignity concepts as an anti-stereotyping principle. With a continued focus on litigating the dignity interests and rights of sexual minorities under equal protection claims, dignity would be more easily recalibrated to a politics of respect where the focus falls more naturally on violations against the inherent humanity of sexual minorities—with their minority sexual orientation as proxy for humanity—rather than solely and particularly on the cultural assimilation of same-sex couples and families. In those opportunities to litigate, a recalibration of the anti-stereotyping properties of the animus-dignity connection must occur in which dignity reflects respect and not respectability.  From Romer, Windsor, and Obergefell, animus has been used to reveal the politics of disrespect underneath the heterosexist disapproval inflicted flagrantly upon gays but couched in moral terms. Animus has been used to address that disrespect by noting that such disrespect for their humanity engenders laws that are consequently discriminatory. The impact of animus and its discriminatory harms are brought out even further when such harms are couched within dignity concepts that can show that animus or disrespect serves to offend humanist interests that also violate constitutional principles of liberty and equality. From Lawrence, dignity emerged in gay rights as a way to speak about the inherent worth of sexual minorities as it did in Casey about the individual personhood interests of women. And by facilitating this conversation, dignity also points to what exactly needs to                                                 291 Garrett Epps, North Carolina’s Bathroom Bill Is a Constitutional Monstrosity, ATLANTIC (May 10, 2016), http://www.theatlantic.com/politics/archive/2016/05/hb2-is-a-constitutional-monstrosity/482106/ [https://perma.cc/A8GX-Y6QM] (“Romer’s language—and the concept of ‘animus’—may hold the key to the cloudy future of HB2.”). 292 See id. 293 See, e.g., Ashutosh Bhagwat, Liberty or Equality?, 2015 Anthony M. Kennedy Lecture (Sep. 23, 2015), in 20 LEWIS & CLARK L. REV. 381, 396–97 (2016) (“[A]s a practical matter an equal protection holding, concluding that sexual orientation is a suspect classification, has a much broader scope than a liberty holding. Obergefell protects same-sex marriage, but nothing else. An equality holding would protect LGBT individuals from all discrimination by state actors including in employment, adoption rights, benefits, and so forth.”); Nicolas, supra note 246, at 140 (noting that despite “the Court’s need to proceed with caution” on expanding its suspect and quasi-suspect classifications, “the lag period with respect to sexual orientation is excessive compared to other historically disadvantaged groups”).  2017] WHAT IT MEANS TO ME 521  be protected and preserved in individual rights jurisprudence: autonomy and personhood—not respectability. Thus, respect should be reserved for an individual’s sexuality as an extension of an inherent part of his or her identity or personhood, and respect is the better choice in future cases. Accordingly, returning to dignity as respect in the constitutional litigation of gay rights in equal protection helps recover the antidiscrimination aspect of the gay rights movement in a more appropriate light.   2.  Respect and Suspect Classification Cases  If respect and dignity appear to be helpful and doctrinally potent for antidiscrimination and equality when used in the context of describing the intrinsic human worth of individuals, then future litigation ought to carry forth where Obergefell did not venture: an assessment of sexual orientation in heightened scrutiny. In doing so, opportunity exists to advance antidiscrimination dialogue beyond respectability with arguments for perceiving dignity as respect within a person’s sexual orientation.  Likely the most direct avenue for recalibrating sexual orientation discrimination cases back to respect politics is litigation through identity, rather through conduct that is expressive of identity. Post-Obergefell, this type of litigation over sexual identity—rather than just the autonomy of sexual minorities—ought to persist to ultimately advance the doctrine to further antidiscrimination protections. Beyond the rationality cases discussed above, equal protection litigants in future LGBTQ cases should articulate that orientation ought to be recognized as a protectable trait, and that denying the creation of a new protected class based on sexual identity would continue to demean and stoke disrespect for sexual minorities. With that said, such litigants in future cases should try to leverage up by articulating their cases within a politics of respect when arguing that sexual orientation belongs either within suspect or quasi-suspect classifications.  To date, from the set of factors that would allow a court to determine whether a group-identified trait suits quasi-suspect or suspect classification,294 a very contentious factor for sexual minorities to find favor in the balancing has been immutability.295 Although not dispositive on its own, the immutability factor,                                                 294 See, e.g., Marcy Strauss, Reevaluating Suspect Classifications, 35 SEATTLE U. L. REV. 135, 146 (2011) (“[A]lthough described in different ways, the basic factors for determining suspect class status were in place by the early 1980s: (1) prejudice against a discrete and insular minority; (2) history of discrimination against the group; (3) the ability of the group to seek political redress (i.e., political powerlessness); (4) the immutability of the group’s defining trait; and (5) the relevancy of that trait.”). 295 See Edward Stein, Plural Marriage, Group Marriage and Immutability in Obergefell v. Hodges and Beyond, 84 UMKC L. REV. 871, 890–91 (2016) (observing that most U.S. courts have not embraced immutability in favor of LGBT rights for three reasons: “First, some courts have said sexual-orientation classifications are behavior-based—in contrast to status-based—classifications, and argued behavior-based 522 UTAH LAW REVIEW [NO. 3 which determines in the LGBTQ context whether the trait of sexual orientation is innate and unchangeable for the purposes equal protection, has often been relevant in the overall analysis.296 In addition, the change in ways courts have recently defined immutability has become more favorable for sexual minorities—so favorable that another possibility that future equal protection cases can recalibrate to dignity as respect might be through the use of immutability to articulate sexual identity as an innate trait in cases that are prone to finding discrimination against sexual minorities.297 Thus, quite possibly in the post-Obergefell era, the opportunities in which courts find that sexual orientation substantially balances toward this factor may also open up opportunities for relocating sexual identities within a politics of respect.  Historically, to ask whether a trait was changeable in terms of nature or nurture implied that courts would have defined immutability more so along the lines of biological mutability.298 Cases in this vein often would explain immutability of a trait by regarding it as an “accident of birth.”299 This phrase connotes a sense of blamelessness in the individual embodying the trait and indeed traits that have tipped favorably toward this factor and advanced to receive equal protections were ones, in which, courts observed little personal and moral culpability.300 Of course, inquiries in this way rarely bode well for sexual minorities. Under this original rubric, the debate over the immutability of a                                                                                                                        classifications cannot be immutable. Second, courts have said sexual orientations are not immutable because some people can change, choose, or hide their sexual orientations. Third, courts have said it is simply not yet known whether sexual orientations are immutable, and have thereby resisted the immutability argument’s conclusion.”). 296 See Edward Stein, Immutability and Innateness Arguments about Lesbian, Gay, and Bisexual Rights, 89 CHI.-KENT L. REV. 597, 629 (2014) [hereinafter Stein, Immutability] (“Although the Supreme Court has rarely mentioned immutability since Cleburne, lower federal courts and state supreme courts have continued to talk about immutability in the context of laws related to sexual orientation.”). 297 Tiffany C. Graham, The Shifting Doctrinal Face of Immutability, 19 VA. J. SOC. POL’Y & L. 169, 202 (2011) (noting that the nuanced uses of immutability in more recent pro-gay same-sex marriage cases in California, Connecticut, and Iowa high courts “convey[] a message of respect to individuals by evaluating the claims of personhood that they present to courts” and that “especially in the context of gay rights, the autonomy model [of immutability] acknowledges the link between act and identity, offers respect for individuals whose identities have been the source of persecution, and protects those same individuals against unwarranted intrusion from the state”). 298 Strauss, supra note 294, at 162 (“Initially, courts considered immutability something that a person is born with, a trait biologically determined . . . .”). 299 See Frontiero v. Richardson, 411 U.S. 677, 686 (1973). 300 Id. at 686 (“[S]ince sex, like race and national origin, is an immutable characteristic determined solely by the accident of birth, the imposition of special disabilities upon the members of a particular sex because of their sex would seem to violate ‘the basic concept of our system that legal burdens should bear some relationship to individual responsibility . . . .’” (quoting Weber v. Aetna Cas. & Sur. Co., 406 U.S. 164, 175 (1972))). 2017] WHAT IT MEANS TO ME 523  person’s sexual orientation usually tipped in favor of mutability, as homosexuality was considered morally blameworthy or biologically aberrant but curable.301 The inconclusiveness of scientific research on homosexuality was used to funnel inquiry into rigid nature-or-nurture binaries, and thus sexual minorities found it difficult to fulfill this factor.302 Indeed, nature or nurture, biology or choice, the dilemma over immutability has been an issue that has plagued the finding of sexual orientation as a protected trait for heightened scrutiny. Perhaps it was the mischaracterization of homosexuality as an immoral lifestyle (which means one can choose to be gay) or pathology (which means one could be cured of being gay) that made it hard to see sexual orientation as an immutable trait. Also, the early social representations of gays and lesbians, imbued with disrespect, likely contributed to further reluctance on judging the trait of orientation sufficiently immutable.303 In any event, for sexual minorities, immutability was one of the                                                 301 See, e.g., Susan R. Schmeiser, Changing the Immutable, 41 CONN. L. REV. 1495, 1502 (2009) (discussing the morally blameworthy argument of homosexuality: “Conservative opponents of LGBT rights tend to argue that homosexuality is nothing more nor less than a series of behavioral choices: choices to sin, to indulge, to flout the moral strictures essential to a stable and virtuous life, to elevate hedonistic interests over altruistic ones.” (citation omitted)); see also Stein, Immutability, supra note 296, at 625–26 (describing previous accounts that viewed homosexuality as an illness: “Until recently, most people viewed homosexuality as a disease. Although some people, among them some doctors and psychiatrists, still see homosexuality as a mental illness, there has been a significant shift away from this view. One indication of this shift was the American Psychiatric Association’s 1973 decision to declassify homosexuality as a mental disorder. The effects of the shift from viewing homosexuality as a disease have been dramatic: some of the stigma associated with homosexuality has lifted and more LGB people have become comfortable and open about their sexual orientation. However, the ‘born that way’ argument, by emphasizing strong biological bases for homosexuality, represents a return of sorts to a disease model of homosexuality. Further, the mere availability and use of orientation-selection procedures could suggest that screening for homosexuality is a reasonable and sanctioned medical procedure. This too could contribute towards a return to seeing homosexuality as a physical or mental disorder.”). 302 See, e.g., High Tech Gays v. Def. Indus. Sec. Clearance Office, 895 F.2d 563, 573 (9th Cir. 1990) (“Homosexuality is not an immutable characteristic; it is behavioral and hence is fundamentally different from traits such as race, gender, or alienage, which define already existing suspect and quasi-suspect classes.” (citing accord Woodward v. United States, 871 F.2d 1068, 1076 (Fed. Cir. 1989) (“Homosexuality, as a definitive trait, differs fundamentally from those defining any of the recognized suspect or quasi-suspect classes. Members of recognized suspect or quasi-suspect classes, e.g., blacks or women, exhibit immutable characteristics, whereas homosexuality is primarily behavioral in nature. . . . The conduct or behavior of the members of a recognized suspect or quasi-suspect class has no relevance to the identification of those groups.”))). 303 See Graham, supra note 297, at 184–95 (discussing that the reasons why “early decisions from the 1980s and onward disagreed with the proposition that homosexuals were a suspect class, often on the ground that the immutability factor could not be established” and observing that the three reasons involved perceptions of homosexuality, 524 UTAH LAW REVIEW [NO. 3 hardest factors to substantiate in favor of finding protected class status, and therefore, any elevation for heightened protections under equality jurisprudence for sexual minorities was stalled.  Over the years, however, out of a growing trend of cases, a reinterpretation of the immutability factor has occurred where its definition honed in on a trait’s significance in terms of its relationship to one’s personhood so much so that one should not be coerced into changing or abridging the trait, rather than upon a degree of biological changeability.304 The way in which courts would determine whether this factor weighed in favor of a protected class finding would be to render how “immutable” a trait was by weighing out the trait’s fundamental nature in the face of interferences with some sort of coerced conformity that would change that trait. Hence, the immutability of the trait—or the efficacy of coercing mutability upon the trait in an individual, if that trait were sufficiently integral—became a means for finding the fundamental importance of the trait, and not an end to itself for describing the biology of it.305 From that aspect, it is possible to see that this meaning of immutability carved out by these particular courts “is sensitive to the importance of self-concept and embraces the idea that certain characteristics are core to an individual’s sense of self and thus must be deemed unalterable.”306 Consequently, the idea of immutability or innateness is expanding. The contentious history behind determining the immutability of sexual orientation itself has a start in the politics of disrespect.307 But post-Lawrence, and when marriage began to acquire more traction after Goodridge, that history started to shift in the redefinition of immutability frequently in marriage equality cases at state levels in the few years before Windsor, all the way up to Obergefell. For instance, in 2008, the California Supreme Court, in part, took note of the Ninth Circuit’s use of this “newer” or “minority” definition of immutability in its suspect classification of sexual orientation in In re Marriage Cases:308 “Because a person’s                                                                                                                        first as a condition that lacked scientific data of biological origin or permanence; secondly, as an identity as a matter of choice; and third, as conduct as a matter of choice).  304 Strauss, supra note 294, at 162. 305 See Kenji Yoshino, Assimilationist Bias in Equal Protection: The Visibility Presumption and the Case of “Don’t Ask, Don’t Tell,” 108 YALE L.J. 485, 494 (1998) (describing this type of immutability as “‘personhood immutability,’ in which the bearer’s ability to change the trait is irrelevant, as long as it is central to her identity.” (citing Watkins v. U.S. Army, 837 F.2d 1428, 1446 (9th Cir. 1988))). 306 Sharona Hoffman, The Importance of Immutability in Employment Discrimination Law, 52 WM. & MARY L. REV. 1483, 1513 (2011). 307 See Arthur S. Leonard, Exorcizing the Ghosts of Bowers v. Hardwick: Uprooting Invalid Precedents, 84 CHI.-KENT L. REV. 519, 526 (2009) (“Lower federal courts quickly fixed on Bowers (sometimes referred to in their opinions as Hardwick) as a precedent for rejecting Equal Protection claims by gay litigants, in many cases without bothering to discuss the factors that the Supreme Court has mentioned when it has analyzed the standard of review to apply in earlier Equal Protection cases that concerned discrimination based on other characteristics. Instead, the courts suggested that the ruling in Bowers precluded finding that homosexuals enjoyed class-based protection.”). 308 183 P.3d 384 (Cal. 2008). 2017] WHAT IT MEANS TO ME 525  sexual orientation is so integral an aspect of one’s identity, it is not appropriate to require a person to repudiate or change his or her sexual orientation in order to avoid discriminatory treatment.”309 Shortly afterward, the state supreme courts in Connecticut and Iowa respectively found the same in their pro-gay marriage cases.310  Yet at this point, there is little complete guidance in the federal courts regarding this factor’s current incarnation in constitutional case law after Obergefell. Additionally, there are both critics skeptical toward this newer, less formulaic definition from its seemingly empirical older variant and champions of this redefinition.311 In a promising way, the newer definition’s appearance and application for finding sexual orientation as a suspect class in one of the lower federal court marriage decisions in the Sixth Circuit—a case that eventually consolidated with others to become Obergefell—does reveal some continuing dependence on immutability as part of the four-factor test for protected traits in recent equality jurisprudence. In Obergefell v. Wymyslo,312 the federal district court in Ohio was quick to use the less formulaic, more holistic approach: “To the extent that ‘immutability’ is relevant to the inquiry of whether to apply heightened scrutiny, the question is not whether a characteristic is strictly unchangeable, but whether the characteristic is a core trait or condition that one cannot or should not be required to abandon.”313 From there, despite “now broad medical and scientific consensus that sexual orientation is immutable,”314 the Wymyslo court intimated its appeal for the less formulaic, less empirical definition and stated that “[e]ven more importantly, sexual orientation is so fundamental to a person’s identity that one ought not be forced to choose between one’s sexual orientation and one’s rights as an individual—even if such a choice could be made.”315 As support, the Wymyslo court cited to Lawrence and its underlying endorsement of individual autonomy in the Supreme Court’s holding to reveal how it interpreted the importance of this less rigid definition of immutability.316 Other federal marriage cases leading up to                                                 309 Id. at 442. 310 Kerrigan v. Comm’r of Pub. Health, 957 A.2d 407, 438 (Conn. 2008) (“This prong of the suspectness inquiry surely is satisfied when, as in the present case, the identifying trait is ‘so central to a person’s identity that it would be abhorrent for government to penalize a person for refusing to change [it] . . . .’”); see also Varnum v. Brien, 763 N.W.2d 862, 893 (Iowa 2009) (“[W]e agree with those courts that have held the immutability ‘prong of the suspectness inquiry surely is satisfied when . . . the identifying trait is ‘so central to a person’s identity that it would be abhorrent for government to penalize a person for refusing to change [it].’’”). 311 See Jessica A. Clarke, Against Immutability, 125 YALE L.J. 2, 32–53 (2015); Zachary A. Kramer, The New Sex Discrimination, 63 DUKE L.J. 891, 949–50 (2014).  312 962 F. Supp. 2d 968 (S.D. Ohio 2013). 313 Id. at 990. 314 Id. at 991. 315 Id.  316 See id.; see also Lawrence v. Texas, 539 U.S. 558, 577 (2003) (“The right the petitioners seek in this case has been accepted as an integral part of human freedom in 526 UTAH LAW REVIEW [NO. 3 Obergefell that adopted the same meaning of immutability have also cited to Lawrence in similar a vein.317 Of course, as discussed in Part III, Lawrence is particularly important for respect politics as it grounded its decision to decriminalize consensual same-sex intimacy with discussions of dignity and respect for sexual minorities.  Essentially the way in which Wymyslo and other federal cases have aligned this definition of immutability with Lawrence’s regards for autonomy and personhood in adopting it to find that sexual orientation is a protected trait for heightened scrutiny is a start toward exhibiting some degree of accord with the politics of respect. Between respect and respectability, this second and more recent definition of immutability seems to favor respect because of these doctrinal connections to individual freedoms and identity. It shifts its balancing toward inherent identity rather than negotiation. Also, there is a negative rights quality associated with liberty embedded here in the analysis of whether a protectable trait is free from interference, almost in a way that creates a “right to be who you are” underscored by principles of inherent autonomy that the factor recognizes.318 Thus, it seems to embody both anti-humiliation and anti-subordination principles that Yoshino has found elsewhere in gay rights cases. In addition, the signature of this definition of immutability is compatible with the animus-dignity narrative of sexual orientation discrimination that has been used in gay rights cases to show how governmental interference on the basis of sexual orientation has led to discrimination that demeans the individual.319 Indeed the contours of the definition have anti-stereotyping potential and pairing it with the animus-dignity connection would underscore the relevance and appropriateness of this newer immutability definition over the older one. Both animus and dignity concepts appear in this definition.                                                                                                                         many other countries. There has been no showing that in this country the governmental interest in circumscribing personal choice is somehow more legitimate or urgent.”). 317 See, e.g., De Leon v. Perry, 975 F. Supp. 2d 632, 651–52 (W.D. Tex. 2014) (“As the Supreme Court acknowledged, sexual orientation is so fundamental to a person’s identity that one ought not be forced to choose between one’s sexual orientation and one’s rights as an individual—even if one could make a choice.” (citing Lawrence, 539 U.S. at 576–77)); Wolf v. Walker, 986 F. Supp. 2d 982, 1013 (W.D. Wis. 2014) (“Rather than asking whether a person could change a particular characteristic, the better question is whether the characteristic is something that the person should be required to change because it is central to a person’s identity. Of course, even if one could change his or her race or sex with ease, it is unlikely that courts (or virtually anyone else) would find that race or sex discrimination is any more acceptable than it is now. In Lawrence . . . the Supreme Court found that sexual expression is ‘an integral part of human freedom’ and is entitled to constitutional protection, which supports a conclusion that the law may not require someone to change his or her sexual orientation.” (quoting Lawrence, 539 U.S. at 577))). 318 Boucai, supra note 102, at 471 (“As the term’s originator recognized, the new immutability, like the Supreme Court’s holding in Lawrence, is ultimately about individual “self-determination” in the domain of sexuality.” (citations omitted)). 319 See Ho, Honeymooning, supra note 206, at 242.  2017] WHAT IT MEANS TO ME 527  Animus appears because it can motivate acts of discrimination that targets an individual based on a certain characteristic nature and interferes with the individual’s autonomy.320 Likewise, dignity appears because the harm that results from such animus-motived discrimination includes dignitary ones.321 As the newer immutability definition was applied to sexual orientation, the way in which Wymyslo cited to Lawrence harnesses dignity as respect rather than dignity as respectability. Importing this association between the animus-dignity connection and Lawrence’s dignity as respect into the newer immutability definition fortifies the definition with respect politics-inquiry. Consequently, arguing for quasi-suspect or suspect classification using this redefined immutability factor would offer a new direction to move future gay rights antidiscrimination claims from respectability to respect.  Obergefell ultimately did not weigh in on the immutability factor in terms of equality jurisprudence because Kennedy’s fundamental rights analysis for marriage equality essentially bypassed the need for an equal protection analysis that would have specifically dealt with orientation and suspect classification.322 Kennedy did, however, mention immutability of the sexual identities of the litigants as a contingency for why they should have the right to marriage.323 His mentioning is curious in that it textually assumes immutability without heavy doctrinal investigation and analysis, and at the same time, he supports this passage by citing to the amicus brief in support of the Obergefell plaintiffs filed by the American Psychiatric Association (“APA”).324 In his description of sexual orientation, Kennedy concurs with the APA that sexual orientation has both natural and expressive components, but also at the same time, he emphasizes its immutability or innateness.325 As Mary Ziegler has noted, this description “highlights that sexuality is constitutive of individual identity.”326 Without being formally scientific, and yet citing to the APA, Kennedy could be seen as towing a careful middle line introducing the idea to the Court that sexual identity is immutable for the purposes of allowing marriage rights, at the same time setting up the stage for                                                 320 See id.; see also Romer v. Evans, 517 U.S. 620, 634 (1996) (noting that, with Amendment 2, “laws of the kind now before us raise the inevitable inference that the disadvantage imposed is born of animosity toward the class of persons affected”).  321 See Ho, Honeymooning, supra note 206, at 242.  322 See Obergefell v. Hodges, 135 S. Ct. 2584, 2604 (2015) (determining that same-sex couples have a fundamental right to marry, Justice Kennedy opined that “the Equal Protection Clause, like the Due Process Clause, prohibits this unjustified infringement of the fundamental right to marry,” rather than assessing sexual orientation under the Equal Protection Clause). 323 Id. at 2594 (stating that the “immutable nature” of same-sex couples “dictates that same-sex marriage is their only real path to this profound commitment” of marriage). 324 Id. at 2596. 325 Id.; see also Brief for American Psychological Ass’n et al. as Amici Curiae Supporting Petitioners at 7, Obergefell v. Hodges, 135 S. Ct. 2584 (2015) (No. 14-556). 326 Mary Ziegler, Perceiving Orientation: Defining Sexuality After Obergefell, 23 DUKE J. GENDER L. & POL’Y 223, 248 (2016). 528 UTAH LAW REVIEW [NO. 3 future debates by aligning with Wymyslo and other pro-gay marriage cases that explicitly concluded that sexual orientation was immutable for suspect or quasi-suspect classification.  No doubt, this mentioning could be Kennedy’s own helpful leveraging. Some commentators have quickly concluded that the immutability factor for sexual orientation has been resolved as a result.327 Arguably this conclusion could stand, but unless the Supreme Court’s more recent reluctance in tiered scrutiny is truly set in stone and we have wholly abandoned protectable traits in equality jurisprudence—which was not indicated in Obergefell—the leverage is great and profound, but not quite as far-reaching. The immutability of sexual orientation will have to be revisited in future LGBTQ cases.  If animus and dignity concepts are more frequently paired together with the newer interpretation of immutability, then this arrangement would be another area in equality jurisprudence where dignity could be recalibrated as respect rather than respectability. Dignity as respect could place this definition of immutability within the overtones of respect, imported from Lawrence, as litigants cast sexual orientation under a broader immutability theory. Incidentally, it would also not be inconsistent with Obergefell’s passing mention of immutability; in fact, it could further augment Kennedy’s definition in the opinion when he incidentally mentioned that the “immutable nature” of same-sex couples mandated the extension of the right to marriage328 or that “sexual orientation is both a normal expression of human sexuality and immutable.”329 Along that vein, the associations of dignity as respect within the immutability discussion could reify respect politics and at the same time make the case for the immutability of sexual orientation to help gain ground eventually for heightened scrutiny. Immutability, above other factors, has been one factor that has very often prevented a finding of suspect classification for sexual minorities.330 In other words, what dignity as respect would admit—and reveal what this Article has tried to demonstrate with respect rhetoric—is that sexual identity is an innate part of human existence and ought to be respected from discriminatory harm. From here, that mediating effect in animus and dignity concepts recalibrated toward respect is favorable; it could potentially broaden the immutability factor for building up a suspect or quasi-suspect classification for sexual orientation under equal protection.  And such classification doctrinally mends that gap between Obergefell and antidiscrimination advances for sexual orientation. In this method, pairing dignity as respect with immutability still advances antidiscrimination as it clarifies                                                 327 See, e.g., Autumn L. Bernhardt, The Profound and Intimate Power of the Obergefell Decision: Equal Dignity as a Suspect Class, 25 TUL. J.L. & SEXUALITY 1, 28–37 (2016) (noting that “[t]he Obergefell decision sends a strong message that the legal debate on the immutability of sexual orientation is now settled”). 328 Obergefell, 135 S. Ct. at 2594.  329 Id. at 2596. 330 Bernhardt, supra note 327, at 33 (“Despite the unacknowledged and problematic nature of firm immutability in the race and gender suspect classifications, the immutability factor has long been used to exclude gays from suspect classification prior to Obergefell.”). 2017] WHAT IT MEANS TO ME 529  immutability but also aligns it with antidiscrimination politics. If equal protection finally recognizes sexual orientation under a protected classification, not only does it enhance protections for sexual minorities under the Fourteenth Amendment, but it presents the persuasive leveraging opportunities for antidiscrimination outside the judiciary; such recognition also presses for majoritarian clarification for protection under legislation, such as Title VII—particularly as, after marriage equality, sexual minorities are left in an odd “paradoxical legal landscape in which a person can be married on a Saturday and then fired on Monday for just that act.”331 Antidiscrimination laws have tendencies to protect immutable traits.332 The purpose of the immutability factor is to help clarify that the trait in question is one in which discrimination has targeted and should not continue to be targeted.333 Therefore, pairing the newer definition of immutability with a recalibrated animus-dignity connection that reflects respect politics could convince courts of the adoption of the newer immutability definition and in turn obtain heightened scrutiny for gays. In the long run, such advances bode well for legislative developments in antidiscrimination, as well as preserve a more effective use of dignity as respect for intrinsic human worth. All of this supports dignity as a respect as the normative view rather than dignity as respectability. Eventually, if the courts begin to elevate protections for sexual minorities by respecting their sexual identities, then there will be more pressure to do the same on the legislative end. Hopefully, the legislatures will then more willingly follow suit.   V.  CONCLUSION  Indeed, as this Article has shown, the movement in gay rights advocacy must continue to push for stronger antidiscrimination protections during the post-marriage equality era. Sexual minorities have achieved significant successes of late, but their cultural acceptance is enveloped within a politics of respectability                                                 331 See Hively v. Ivy Tech Cmty. Coll., S. Bend, 830 F.3d. 698, 714–15 (7th Cir. 2016), modified on reh’g en banc sub nom. Hively v. Ivy Tech. Cmty. Coll. of Indiana, 853 F.3d 339 (7th Cir. 2017) (holding that Title VII does not protect against discrimination based on sexual orientation); see also Ira C. Lupu, Moving Targets: Obergefell, Hobby Lobby, and the Future of LGBT Rights, 7 ALA. C.R. & C.L. L. REV. 1, 31 (2015) (noting that “now that marriage equality has prevailed, the victors will try to ride the front-lash produced by the normative power of what will have become actual - how can we as a nation deny rights of equal treatment in housing, credit, employment, and public accommodation to those whose equal citizenship has just been proclaimed in the sacred precincts of marriage?” (citing Jonathan Capehart, Legally Married Today, Legally Fired Tomorrow, WASH. POST (Feb. 11, 2015), http://www.washingtonpost.com/blogs/post-partisan/wp/2015/02/11/legally-married-today-legally-fired-tomorrow/ [https://perma.cc/99 KL-J6JW])). 332 Jessica L. Roberts, Preempting Discrimination: Lessons from the Genetic Information Nondiscrimination Act, 63 VAND. L. REV. 437, 476–77 (2010).  333 See Hoffman, supra note 306, at 1519–21 (discussing reasons for protecting immutable traits). 530 UTAH LAW REVIEW [NO. 3 that is incompatible with normative positions on dignity within American constitutional law. Instead, that politics of respectability restricts the visibility of sexual minorities and leaves them within a paradigm that supports a hierarchy of norms and values antithetical, as we have seen here, to formal equality and antidiscrimination. Progressing to the meat of things invariably means that we must move quickly beyond soup. To reverse the trend, dignity will have to be recalibrated to reflect inherent respect toward sexual identities—in litigation and in ways in which we view substantive rights and equality. Otherwise, minority sexual identities will continue to be subordinated post-Obergefell; only this time in deceptively smaller but no less discourteous ways. Consequently, rather than finding out what sexuality means to the dominant culture and allowing the mainstream to define its approach to sexual identity, dignity as respect helps us get closer to allowing sexual minorities to have an equal footing. Respect, and not respectability, would better facilitate the equality that would eventually get both law and society to find out what dignity ought to mean to all of us.  ",
    "id": 217369721,
    "identifiers": {
        "doi": null,
        "oai": "oai:dc.law.utah.edu:ulr-1052"
    },
    "title": "Find Out What It Means to Me: The Politics of Respect and Dignity in Sexual Orientation Antidiscrimination",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-06-01T08:00:00+01:00",
    "publisher": "Utah Law Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://dc.law.utah.edu/cgi/viewcontent.cgi?article=1052&amp;context=ulr"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/217369721.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/217369721"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/217369721/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/217369721/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/217369721"
        }
    ],
    "abstract": "This Article considers the state of LGBTQ equality after the Supreme Court’s decision in Obergefell v. Hodges. Specifically, by examining this upsurge of social visibility for same-sex couples as both acceptance of sexual minorities and cultural assimilation, the Article finds that the marriage cases at the Supreme Court—Obergefell and United States v. Windsor—shifted the framing of gay rights from the politics of respect that appeared more than a decade ago in Lawrence v. Texas toward a politics of respectability. The Article traces this regression in Justice Kennedy’s own definition of dignity from Lawrence, where he approached the concept of dignity as an inherent respect for sexual identity and private choices, to his definition of dignity in the marriage cases, where he viewed dignity in terms of respectability—as something not inherent but earned by conforming to the norms of a dominant culture.\nTo be sure, marriage equality significantly furthered the rights of same-sex couples. Yet, in order to make larger advances for sexual orientation antidiscrimination protections—such as explicit protections under Title VII—the framing of gay rights must return to the politics of respect. Marriage is problematic because the juxtaposition of same-sex relationships against heteronormative values creates a hierarchy that does not corroborate with the idea of inherent human worth. Hence, the Article proposes ways to undo the respectability politics of Obergefell so that future movements toward sexual orientation antidiscrimination can be accomplished by latching onto the doctrinal successes of the marriage equality movement but detaching from connotations of respectability",
    "tags": [
        "text",
        "LGBTQ",
        "Same-Sex Marriage",
        "Marriage Equality",
        "Gay Rights",
        "Anti-discrimination Policy",
        "Civil Rights and Discrimination",
        "Family Law",
        "Human Rights Law",
        "Law and Gender"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:dc.law.utah.edu:ulr-1052",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3799",
        "openDoarId": 0,
        "name": "SJ Quinney College of Law, University of Utah",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 217369721,
        "depositedDate": null,
        "publishedDate": "2017-06-01T08:00:00+01:00",
        "updatedDate": "2024-01-21T03:38:42+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T18:31:32+01:00"
    },
    "urls": [
        "https://dc.law.utah.edu/ulr/vol2017/iss3/2",
        "https://dc.law.utah.edu/context/ulr/article/1052/viewcontent/UTA_2017.3__2__Ho.pdf"
    ],
    "lastUpdate": "2024-01-21T03:38:42+00:00",
    "setSpecs": []
}