{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kersey, Elizabeth"
        },
        {
            "name": "Voigt, Matthew"
        }
    ],
    "contributors": [],
    "createdDate": "2020-12-02T23:22:19+00:00",
    "dataProvider": {
        "id": 14263,
        "name": "Clemson University: TigerPrints",
        "url": "https://api.core.ac.uk/v3/data-providers/14263",
        "logo": "https://api.core.ac.uk/data-providers/14263/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1007/s13394-020-00356-5",
    "downloadUrl": "https://core.ac.uk/download/354494323.pdf",
    "fullText": "Clemson University TigerPrints Publications Engineering & Science Education 10-2020 Finding community and overcoming barriers: experiences of queer and transgender postsecondary students in mathematics and other STEM fields Elizabeth Kersey Matthew Voigt Follow this and additional works at: https://tigerprints.clemson.edu/engineeringed_pubs  Part of the Higher Education Commons, and the Science and Mathematics Education Commons 1 23Mathematics Education ResearchJournal ISSN 1033-2170 Math Ed Res JDOI 10.1007/s13394-020-00356-5Finding community and overcomingbarriers: experiences of queer andtransgender postsecondary students inmathematics and other STEM fieldsElizabeth Kersey & Matthew Voigt1 23Your article is protected by copyright and allrights are held exclusively by MathematicsEducation Research Group of Australasia,Inc.. This e-offprint is for personal use onlyand shall not be self-archived in electronicrepositories. If you wish to self-archive yourarticle, please use the accepted manuscriptversion for posting on your own website. Youmay further deposit the accepted manuscriptversion in any repository, provided it is onlymade publicly available 12 months afterofficial publication or later and providedacknowledgement is given to the originalsource of publication and a link is insertedto the published article on Springer'swebsite. The link must be accompanied bythe following text: \"The final publication isavailable at link.springer.com”.ORIGINAL ARTICLEFinding community and overcoming barriers:experiences of queer and transgender postsecondarystudents in mathematics and other STEM fieldsElizabeth Kersey1 & Matthew Voigt2Received: 31 March 2020 /Revised: 21 August 2020 /Accepted: 5 October 2020# Mathematics Education Research Group of Australasia, Inc. 2020AbstractAlthough there is little research on the experiences of queer and/or transgenderpostsecondary students in science, technology, engineering, and mathematics(STEM) fields, we can infer from current literature that these subjects may be lesswelcoming than the humanities and social sciences. We conducted two studies toinvestigate this possibility: (1) a narrative inquiry study with postsecondary transgenderstudents and (2) a grounded theory narrative study with undergraduate queer students.Transgender students who had transitioned indicated that they were subjected to lowerexpectations when presenting as female, but transgender women experienced thischange as positive, since their treatment by others was no longer accompanied bygender dysphoria. Queer students experienced mathematics and other STEM fields asobjective and independent of identity, yet simultaneously exclusionary of their queeridentities. Many of the queer students in these studies found strength and resilience inqueer communities, but there were some transgender women who did not view beingqueer as a central facet of their identity and did not feel the same sense of community.In general, those who were more gender-nonconforming felt a greater need for com-munity with other queer people. We draw connections between gender categoryoppression and gender transgression oppression, and suggest strategies to make aca-demic STEM fields more inclusive of queer and transgender students.Keywords Queer . Transgender . LBTQIA . STEM .MathematicsMathematics Education Research Journalhttps://doi.org/10.1007/s13394-020-00356-5* Elizabeth Kerseykerseybetsy@gmail.comMatthew Voigtmkvoigt@gmail.com1 School of Mathematical Sciences, University of Northern Colorado, Greeley, CO, USA2 Center for Research in Mathematics and Science Education, San Diego State University, SanDiego, CA, USAAuthor's personal copyIn an increasingly globalized and diverse society, there is mounting pressure oneducators to create learning opportunities that are enriching and inclusive for allstudents. Researchers in mathematics education have recognized the need to movebeyond the cognitive dimension of learning and investigate how communities, culture,and social processes influence learning (e.g., Cobb and Yackel 1996; Forman 2003).This movement has been so prolific that some have deemed it the “social turn” inmathematics education research (Lerman 2000). However, there continues to begrowing pressure from within the community, suggesting that even the “social turn”has not gone far enough to address issues of identity, power, and agency, all of whichhave dramatic effects on the learning and well-being of students (Gutiérrez 2013; Nasirand de Royston 2013). As such, there has been a growing effort within science,technology, engineering, and mathematics (STEM) education to broaden participation,address equitable outcomes, and promote inclusive learning environments for studentswith an array of identities and backgrounds. At the same time, educational research,institutional programs, and policies to support students with a queer identity in under-graduate mathematics remain largely underdeveloped and undertheorized. By studentswith a queer identity, we mean students who identify as lesbian, gay, bisexual,transgender, and/or in other ways queer (LGBTQ+) because of their sexual identityor gender identity (Kumashiro 2001).In this article, we seek to address this gap in the literature by documenting theexperiences of queer students in STEM environments and identifying the resources thatcan foster inclusive experiences for queer STEM-intending students. Specifically, wepresent two studies that occurred with queer-identifying STEM postsecondary students.In the first study, we highlight experiences of gender-based privilege and oppression inSTEM for transgender and/or gender-nonconforming students. In the second study, wehighlight how the coming out process is navigated by queer students and how theperceived nature of STEM can contribute to exclusionary experiences. We conclude thepaper by drawing comparisons across the two studies to provide recommendations forfuture research and instructional practice in postsecondary STEM (and particularlymathematics) classrooms.Theoretical frameworkThe theoretical lenses we utilized in these studies are critical post-structuralism,feminism, and queer theory. We lay critical post-structuralism as the foundation byusing post-structural concepts (discourse, subjectivity, situatedness, etc.) to examinepower relations. Feminism is a broad term that encompasses a wide variety of frame-works, but the feminism used here is post-structural feminism, with which we focus ongender-based privilege and oppression. Queer theory is a post-structural theory thattypically focuses on sexuality and sometimes gender, but it is a more extensive theorythat is described in greater detail below.Critical post-structuralismPost-structuralism is a postmodern theory based in the writings of Foucault and Derrida(Johnson and Christensen 2014). Post-structuralists emphasize discourse as theE. Kersey, M. VoigtAuthor's personal copymechanism through which we construct our understandings. Discourse does not refersimply to written or spoken text, but encompasses a myriad of human activities,including “institutions, actions, words, and taken-for-granted ways of interacting andoperating” (Gutiérrez 2013, p. 43). Because discourses change with time and setting, allknowledge is considered subjective and historically situated (Walshaw 2004). Thedominant culture has the most influence in creating discourse and thus knowledge,but which culture is dominant varies greatly depending on the setting. For instance, thedominant culture on a college campus as a whole is likely to be very different from thedominant culture within LGBTQ+ student resource centers on campus.Because post-structuralists consider all knowledge to be subjective, constructs suchas woman or gay are also socially constructed (Walshaw 2001). The constructed natureof social concepts is counter to essentialist tendencies in which, for instance, there is acommon central experience that makes one a woman. Post-structuralists are opposed tobiological essentialism as well as identity essentialism; there is no more certainty tobeing physically female than there is to identifying as a woman. Post-structuralistsoften use tools such as discourse analysis to examine the ways that hegemonicstructures are (re)produced. For instance, Barnes (2000) examined the types of mascu-linity performed in a mathematics classroom, what that meant for all students, and howthose types of masculinity interacted with how much power students in various groupsheld.We believe that adding a critical dimension to post-structuralism can help us engagewith the lived realities of marginalized people (Stinson and Bullock 2012). Adding acritical dimension to post-structuralism entails a focus on relationships of power,particularly on how dominant discourses lead to the oppression or disenfranchisementof some groups, and how people in those groups exercise agency by resisting andtransforming those discourses. Our primary focus in this article is discourses surround-ing gender, sexuality, mathematics, and STEM, but since identities are always inter-sectional, we also consider other constructs that influence those discourses.Post-structural feminism We utilize a post-structural feminist framework for this study,largely because we reject gender essentialism. Other feminist scholars in mathematicseducation have argued for a feminine perspective on mathematics teaching (Boaler1997) or created mathematical spaces where femininity is the norm (Anderson 2005).While these types of studies are valuable, post-structural feminists would critique thealignment of women with femininity, as well as the raced, classed, and heterosexualfemininity at play. A post-structural researcher, instead of taking the concept offemininity for granted, could look at the ways that gender is brought into play in themathematics classroom, what that means for the members of that community, and howthose norms are (re)enforced or resisted. An exemplar of this type of analysis isWalshaw (2001), who examined how girls drew from general cultural discourses aboutgender to claim or resist these narratives within the mathematics classroom.Transgender people, particularly transgender women, have a complex relation-ship with gender norms. On the one hand, trans women are “encouraged andsometimes required to adopt the traditional definition of femininity in order to beaccepted and legitimized by the medical community” (Koyama 2003, p. 245). Theappeal of traditionally feminine norms may be a reason for them to transition. On theother hand, no one should be required to validate their womanhood by performingFinding community and overcoming barriers: experiences of queer and...Author's personal copyfemininity. Thus, we must recognize that gender norms have complex effects onindividuals and that there are social consequences for transgressing those norms. Sometransfeminist scholars have rejected the one-size-fits-all view of feminism, oppression,and marginalization and instead have advocated for a more holistic approach to femi-nism (Serano 2013). Thus, we turn to queer theory to help us understand the complexityof gendered relations.Queer theoryAs one might infer from its name, queer theory originated in gay and lesbian studies,but the two are by no means synonymous. One may easily study gay participants with apositivist lens, while queer theory is a broader theoretical framework centered arounddisrupting norms that can be applied to a wide variety of subjects (Gamson 2000).Queer theorists refuse to accept exclusion by or assimilation into normative society,instead protesting the very existence of social norms. Queer theory is a post-structuraltheory, and as such, queer theorists are concerned with the power of discourse. Queertheory is even more anti-essentialist than post-structural feminism; where a post-structural feminist might be able to define what woman means in one particular timeand place, a queer theorist tends to resist labels and static identities. As Britzman (1995)states, “every sexual identity is an unstable, shifting, and volatile construct, a contra-dictory and unfinalized social relation” (p. 68, emphasis in original). We contend thatthis characterization of identity as dynamic applies to all identities, not just sexualidentities. We avoided placing boundaries around categories like STEM, queer, ortransgender in our studies and instead opted to let our participants decide whetherthose words applied to them or not.Mendick (2006) describes disrupting binaries as the “raison d’être” of queer theory.Binaries are social constructions of oppositional categories that often hold social power.Examples of powerful binaries we seek to disturb are male/female, gay/straight,rational/emotional, and others. Queer theorists also want to trouble the notion thatbinaries align neatly with each other (Mendick 2006). For instance, the binaries man/woman, masculine/feminine, and independent/cooperative are often assumed to line up.We dispute this alignment, as well as the existence of these binaries. More generally,queer theory is about disrupting social norms. The gender binary is a powerful socialnorm we seek to disrupt. One method by which we disrupt the gender binary is bytelling stories about those who do not fit into this binary and learning from narrativesoutside of the dominant culture.Unpacking identityBecause of our queer theoretical perspective, we reject the notion of well-defined staticidentities. For instance, we know that sexuality is often defined based on one’s genderas well as the gender of those to whom one is attracted. Additionally, it is a fluididentity that can change regularly or over time. We can also separate sexual attractionfrom romantic attraction. For gender, we can differentiate between gender identity,gender presentation, and gender attribution, all of which are subject to change depending onthe context. For both gender and sexuality, there are a myriad of microidentities one mightE. Kersey, M. VoigtAuthor's personal copychoose, such as genderfae, lithromantic, or pomosexual.1 As queer theorists, we encouragethis proliferation of identities while not enforcing rigid definitions to any of them. We arereluctant to use binaries such as gay/straight, cisgender/transgender, or even binary/nonbi-nary. However, as scholars, we know that such distinctions are necessary in order to makemeaningful comparisons.While we endeavor to portray our participants aswhole people notdefined by labels, when they choose such labels on their own, we feel justified in using thoseto create (dynamic, fluid) categories for analysis.While we aim to foreground different aspects of queerness, we contend that sexand gender are inseparable and interrelated. As such, we use the terms sex/male/female interchangeably with gender/man/woman, respectively. This is a consciousdecision and does not stem from a naïve belief that there is no difference betweenthe two. Rather, it is because we recognize that sex roles and gender roles areclosely intertwined and to distinguish between the two is to create a false binary. AsButler (1999) argues, “Perhaps this construct called ‘sex’ is as culturally construct-ed as gender; indeed, perhaps it was always already gender, with the consequencethat the distinction between sex and gender turns out to be no distinction at all” (p.7). Another reason for this decision is that using sex and gender terminologiesinterchangeably is typical among transgender communities. For instance, TransStudent Educational Resources (2020) defines gender identity as “one’s internalsense of being male, female, neither of these, both, or other gender(s)” (BasicTerminology). Therefore, most of the participants used this language as well. Ifwe need to specify a specific aspect of gender or sexual attraction, we use morespecific terms, such as sex assigned at birth, gender identity, physical attraction, orgender presentation.Queer in STEM literatureWhen it comes to marginalized sexual and gender identities, the research literatureremains largely in the closet; researchers seldom address the impact or representation ofqueer individuals in mathematics. While research at the intersection of queerness andmathematics is still emergent, there exists a larger research base and theory developmentin the sciences and engineering more broadly. Although our focus is on mathematicalenvironments, we turn to STEM literature to contextualize and understand the experi-ences of queer people in mathematics. Sexual identity is rarely included on nationalsurveys or college admission applications; therefore, there is little indication if queerstudents are underrepresented in STEM fields in the sameway as women and students ofcolor. However, there is evidence that LGBTQ+ individuals may be underrepresented inSTEM fields, as they constitute a smaller percentage of the workforce at STEM-relatedfederal agencies (2.7%) than at non-STEM federal agencies (3.1%; Cech 2015).Most studies examining the experiences of postsecondary queer students are focusedprimarily on campus climate (e.g., Wimberly 2015). We know from these studies that1 Genderfae is a type of genderfluidity that is never male or masculine. Someone who is lithromanticexperiences romantic attraction but does not desire that attraction to be reciprocated. Someone who ispomosexual does not wish to categorize their sexuality.Finding community and overcoming barriers: experiences of queer and...Author's personal copyqueer undergraduate students report high rates of harassment on campus and feargetting a bad grade because of a hostile classroom environment (Wimberly 2015).The hostile environment of academia toward queer students may limit their abilities toreach their academic potential, as students report that a positive campus climatecontributes to their academic success (Rankin et al. 2010). Academic performance isalso impacted by the “coming out” process, through which one must make dailydecisions about revealing one’s sexuality in the classroom (Lopez and Chims 1993).Bilmoria and Stewart (2009) examined the academic climate for queer faculty inscience and engineering, which participants characterized by “overt hostility..., invis-ibility, interpersonal discomfort, and pressure to ‘cover’ their sexuality” (p. 85). Amajority of queer individuals in STEM workplaces, including academia, described theirworkplace as safe for queer people (92%), yet only a minority (43%) were out to atleast half their colleagues (Yoder and Mattheis 2016). Those participants in STEMfields with better representation of women reported higher degrees of openness.Individuals from the fields of earth science, engineering, mathematics, and psychologyreported the least amount of being out to their colleagues (Yoder and Mattheis 2016).One transgender mathematician in academia pointed to issues related to health care,changing articles published under their “dead name,” and transitioning in front ofstudents, which all contributed to carrying around dread and psychological anguishin everyday tasks (Lamb 2017). In part, this hostility is fuelled by the cultural normswithin STEM fields that constrain diverse forms of expression or attitudes (Grunert andBodner 2011). In lieu of these findings, educators need to support students’ identitydevelopment through the “queering” of mathematics (Mendick 2006; Dubbs 2016) inorder to make it less male-centric and to counter the absolutism and binary constructionof mathematics. This can include questioning the construction of gender and sexualityin the formulation of mathematics problems (Rands 2009b), questioning the very natureof mathematics as a well-defined set of deductive principles (Davis and Sumara 2000),and/or queering mathematics pedagogy to reject the normative (Dubbs 2016).Marginalization due to sexuality and gender identity might be felt more acutelywithin STEM-related courses, where issues of gender and sexuality are rarely includedin the curriculum (Bilmoria and Stewart 2009; Pryor 2015; Cooper and Brownell2016). Queer undergraduate students in STEM fields are 8% less likely than theirstraight cisgender peers to remain in STEM, even when controlling for variouscharacteristics determined to predict retention (Hughes 2018). Adolescent same sex–attracted boys were more than 40% less likely to complete Algebra II and chemistrythan their opposite sex–attracted peers, a trend that was not present for foreign languagecourses (Pearson et al. 2007). Based on these findings, it may be that something is“unique about mathematics and science that makes them more intimidating than othersubjects” (Pearson et al. 2007, p. 113) for queer students.Dimensions of gender oppressionRands2 (2009b, 2012) proposed a gender-complex approach for research with trans-gender participants in mathematics education, though its potential applications aremuch broader. This approach is a way of conceptualizing gender-based oppression as2 Rands’ pronouns are they/them/theirs.E. Kersey, M. VoigtAuthor's personal copycomposed of two dimensions. The first dimension, gender category oppression, refersto the degree of privilege or oppression one experiences based on the gender categoryto which one is presumed to belong, whether man, woman, or nonbinary. The seconddimension, gender transgression oppression, refers to the degree of privilege oroppression one experiences based on how well a person fits into their presumed gendercategory. For an example, consider a man who presents as feminine. Because he is aman, he would experience gender category privilege. But because he is perceived asfeminine (and not female), he would experience gender transgression oppression. Theseexperiences are based primarily on how one is perceived, but the systemic exclusion ofthe possibility of nonbinary genders is an example of gender category oppression thatdoes not depend on others’ perceptions. Author1 (2018) modeled this concept with aplane consisting of one axis for gender category privilege/gender category oppressionand another (perpendicular) axis for gender conformity privilege/gender transgressionoppression (see Fig. 1). We refer to this as the Dimensions of Gender Oppression(DGO).These two axes are not necessarily independent from each other. For example, thetype and degree of gender transgression oppression will be quite different for amasculine woman than for a feminine man. A person’s position is not fixed either;one’s gender presentation can change, and different audiences can interpret a genderpresentation in different ways and have different reactions to that. Thus, this instrumentis best used qualitatively, where participants have a large degree of freedom with howthey use and interpret the diagram and can explain what they mean. This chart isfocused on gender because of the research focus and the fluidity of gender over time,particularly for transgender people. However, there are a myriad of intersecting per-pendicular axes representing privilege and oppression based on race, class, religion, etc.Another reason this instrument should be used qualitatively is to better understand theimpact of these intersectional factors. In study 1, this instrument was described toparticipants as having male privilege at the right of the horizontal axis and femaleoppression, or sexism, on the left of the horizontal axis. However, we now feel that it isFig. 1 Dimensions of Gender Oppression (DGO) chart used in study 1Finding community and overcoming barriers: experiences of queer and...Author's personal copybetter to let participants decide whether presenting as female or nonbinary would putone farther to the left on the horizontal axis.MethodsIn this article, we discuss two studies in which our goal was to unpack and understandthe experiences of queer students in STEM. In the first study, we foreground the impactof gender identity for queer students in STEM. In the second study, we foreground theimpact of sexual identity for queer students in STEM. By drawing together these twostudies, we are able to highlight and problematize the nature of queer experiences inSTEM. The data for both studies were collected as part of doctoral dissertations(Kersey 2018; Voigt 2020).Researcher positionalityIn this section, we provide a brief description of our own identities as they impact ourwork, as these inevitably influence all decisions in the research process. ElizabethKersey, the researcher for study 1, is a White, cisgender, aromantic woman with adisciplinary background in mathematics and education with an emphasis on criticalgender studies. Her primary research interest is queering gender research in mathemat-ics education. Matthew Voigt, the researcher for study 2, identifies as a White,cisgender, gay man and is a first-generation college student with a disciplinary back-ground in mathematics and psychology. His primary research interest is examining theexperiences and institutional resources for queer undergraduate STEM students.Our positionality informed both the data collection phase and our interpretation ofthe lived experiences of our participants. In terms of the data collection, our own queeridentities contributed to our ability to effectively recruit participants through our socialnetworks and communities and facilitated rapport building with our participants. At thesame time, we also acknowledge the difference in our identities (e.g., gender identity,sexual identity, racial identity, etc.) that necessitated building knowledge and familiar-ity with identities we do not hold. In the interpretation and communication of ourresults, we used member checking as a way to ensure the authenticity of the livedexperience and used bracketing to understand our own beliefs and lived experiences asqueer researchers apart from those of our participants.Study 1: Postsecondary transgender students in STEMParticipants were eligible for this study if they self-identified as transgender and/orgender-nonconforming and if they had been a student in a postsecondary STEM fieldwithin the last 12 months. Participants determined whether their field counted asSTEM. Participants were current or former graduate and undergraduate students. Sevenparticipants were recruited through snowball sampling (Winkle-Wagner 2010). Using anarrative inquiry methodology (Clandinin and Connelly 2000), each participant com-pleted a journal prompt and three semi-structured interviews of up to 90 min. The firstinterview was focused on their life before college (past), the second on their life afterentering college (present), and the third on looking to the future and reflecting on theE. Kersey, M. VoigtAuthor's personal copypast (Seidman 2013). Interviews were focused on participants’ experiences in mathe-matics and other STEM fields, their gender identity and presentation and relatedexperiences, and connections between these topics. During the first and second inter-views, participants were asked to chart their position on the DGO. In the thirdinterview, participants were asked to reflect on the use of the instrument. Participantschose their own pseudonyms. Table 1 contains information about each participant.Some readers may feel uncomfortable with Weirdo’s pseudonym, but that was herchoice, and reclaiming a slur is very much in the spirit of queer theory (Butler 1993;Brontsema 2004). Data were analyzed through the process of restorying described byOllerenshaw and Creswell (2002) using the three-dimensional space of narrativeinquiry (Clandinin and Connelly 2000).Study 2: Undergraduate queer students in STEMParticipants were eligible for this study if they identified as LGBTQ+ and ifthey were an undergraduate pursuing a STEM field. Participants were recruitedfrom two queer-friendly large public universities (Pride Index 2017) in the USAthat have Out in STEM (oSTEM) student organizations. oSTEM is a nationalsociety dedicated to educating and fostering leadership for queer communitiesin the STEM fields (oSTEM 2020). Four undergraduate students, Amber,Charles, Jenny, and Juan, agreed to participate in the study and were offerednominal financial compensation. A summary of each of the participants givingtheir identities, pronouns used, and STEM major is displayed in Table 2. Eachstudent participated in a roughly 1-h semi-structured interview (Ginsburg 1997)to target information about (a) their experiences as a queer student in STEM,(b) how they perceive the nature of STEM, (c) favorite courses and instructors,(d) description of the “coming out” processes, (e) advice for other students, andTable 1 Summary of study 1 participant identities, pronouns, and majorsPseudonym Age and identities Pronouns Major(s)Amy 23, White, undergraduate She/her/hers Electrical Engineering (former),Computer Technology (current)Hannah 27, White and Hispanic, CostaRican, doctoral studentShe/her/hers Electrical EngineeringKayla 25, White, Master’s student She/her/hers Aviation Technology (Bachelor’s),Aviation Management (Master’s)Peter 27, White, doctoral student,nonbinary, autisticThey/them/theirs Mathematics (Bachelor’s, Master’s),Mathematics Education (Doctorate)Reed 21, White, undergraduate,nonbinary, genderfluidThey/them/theirs International Agronomy, Women’sStudiesViolet 25, White, graduated withMaster’sdegree, autistic, mentally ill,gender-nonconforming (trans)womanThey/them/theirs Environmental ScienceWeirdo 21, Asian, former undergraduate She/her/hers Computer TechnologyFinding community and overcoming barriers: experiences of queer and...Author's personal copy(f) the completion of two mathematical tasks. Similar to study 1, the partici-pants were given the option to choose a pseudonym. Drawing on the methodsof grounded theory and narrative analysis (Corbin and Strauss 1990; Straussand Corbin 1994), open coding was used to assign codes to the transcripts thatrepresented the phenomenon of being queer in STEM. A constant comparativemethod was used to assign axial codes and group the codes according toemerging themes to develop a theory of queer experiences in STEM.Cross-case analysisStudy 1 and study 2 were conducted by both authors in isolation of each other.Although the focus and methods of each study were different, combining thesestudies added evidential support to understand the experience of queer studentsin mathematical environments. After the data collection and analysis phase ofeach respective study, we identified emergent themes within our own datasets,and then cross-referenced these themes to identify areas of congruence acrossboth studies (Borman et al. 2012). Once cross-cutting themes were identified,we returned to our original datasets through an iterative process to identifyconfirmatory and contradictory evidence to build and draw complexity withinthe identified themes (Yin 2009).ResultsIn the following section, we present four main areas of results from the twostudies to highlight the experiences of queer and transgender students in STEM.We start by discussing students’ experiences of gender-based privilege andoppression as conveyed through the DGO. We then describe ways to under-stand how queer students “come out” in STEM classrooms, followed by adiscussion on how the nature of STEM influences their experiences. Weconclude by highlighting strategies that help foster support and resiliency forqueer students in STEM.Table 2 Summary of study 2 participant identities, pronouns, and STEM majorPseudonym Affiliated identities and communities Pronouns MajorAmber Gay, gender fluid, AfricanAmerican, YouTuberThey/them/theirs orhe/him/hisFormer Applied Math,Current InterdisciplinaryStudiesCharles Straight, trans, Canadiancitizen, German proficientHe/him/his Mechanical EngineeringJenny Bisexual, gender fluid, fem identity,musician (violinist)She/her/hers orthey/them/theirsPhysicsJuan Gay, male, Mexican American He/him/his Pre-med (Biochemistry andCellular Biology)E. Kersey, M. VoigtAuthor's personal copyGender-based privilege and oppressionThis theme was predominantly present in study 1; however, we also draw on evidence fromstudy 2 to add additional perspectives. We utilized a queer perspective to integrate thesefindings and trouble the boundaries between the two studies. As described above, the DGOwas used in study 1 in interviews with each participant. This instrument served to generateboth a visual depiction of their experiences and a context in which to talk about what theirexperiences had been with each type of privilege and/or oppression. A few participants werereluctant to claim their experiences as oppression, which likely affected where they plottedthemselves. Discrimination may be a better term to use in future studies. One exception tothis was Reed, who as a double major in women’s studies had a thorough background withthis terminology. Reed’s DGO for their undergraduate years is given in Fig. 2. Reed wasassigned female at birth and identified as a tomboy for much of their childhood. Beginningin secondary school, Reed putmore effort into presenting as very feminine, which continuedthrough the beginning of their undergraduate studies. They then became gradually lessgender-conforming. Describing their path on the DGO, they said, “It’s like a question mark,cool. Just like my gender. Great.” However, the DGO representation is not a unidirectionalpath. Rather, Reed said that they “move along this little friend here, depending on the day.”While Reed did describe several ways in which they experienced gender transgres-sion oppression, most of their experience with gender category oppression was withletting go of internalized oppression.Oftentimes I present as more masculine. Largely because I’m doing stereotypi-cally masculine things, like asserting myself, being confident, taking up spaceunapologetically, things that are coded as masculine, but really should not be, but.Sexism.… I’m not afraid of conflict as a person. I know a lot of feminine peopleare very afraid of confrontation, and I think that’s because of the society in whichwe live, and the women are told, you cannot be confrontational.Fig. 2 Reed’s placement on the DGO during their undergraduate yearsFinding community and overcoming barriers: experiences of queer and...Author's personal copyMost of what Reed described is unlearning the mannerisms that are apologetic for one’sown existence that girls often learn in childhood. Note that Reed acknowledged thatowning one’s own power is considered masculine, but they disagreed with thischaracterization. As a result of acting in this manner, Reed experienced a degree ofgender transgression oppression. For instance, “If I’m speaking with a confidence, andI’m speaking with a voice that recognizes its own power, oftentimes I get weird looks.… Where folks are like, why are they so bitchy? Why are they so loud?” Thus, eventhough Reed experienced more gender transgression oppression, this was largely animprovement over their internalized gender category oppression. This change inownership in personal power is not reflected in the graph because Reed interpreted itto reflect how they were perceived by others.Letting go of internalized oppression was also an important experience for Amy andHannah, although they needed to let go of internalized gender transgression oppressionrather than gender category oppression. Hannah’s charting of her experiences on theDGO (see Fig. 3) does reflect this change in her internal restrictions. As a childassigned male at birth, Hannah was frequently bullied for being too feminine. Sheinternalized this pressure to the point where she “didn’t ever give myself permission tobe feminine.” She experienced a feeling of great relief and freedom once she let go ofthat pressure: “Letting go of all that oppression and stuff has been great. Because Idon’t feel I have to conform to a specific stereotype of being manly anymore.” Aftertransitioning, Hannah did describe experiencing some gender category oppression inher colleagues taking her less seriously: “It’s a lot easier to get talked over now, likepeople will just talk over me all the time.” These experiences are not reflected on herchart because she also noticed many improvements in her interactions with others:The way that people interact with me now is so different and so much better. Ithink I touched on it a little bit last session, but it’s the little differences inbetween how people treat men and women in general, I feel more embraced, likepeople will smile more, are more caring, more empathetic, like they talk a lotmore, like they are not scared of me, which was something that I hated before. It’snot seen as creepy if I compliment someone anymore, which is awesome. … Ijust feel a lot more included in the group, as part of the group, and as a person,and probably because I’m allowing myself to be part of the group, too.For Hannah, the positive changes she experienced, both internally and in herinteractions with others, outweighed the decrease in respect from her colleagues: “Ican deal with that, with all the positives, like, it’s no big deal.”Amy transitioned abruptly from presenting male nearly all the time to presentingfemale nearly all the time. When she first transitioned, she did not conform to gendernorms as a woman, but she was gradually able to conform more to female gendernorms and thus increase her gender conformity privilege. Due to the suddenness of hertransition, the arrows in Amy’s DGO (see Fig. 4) indicate a chronology, but the pointsthat represent her experiences are discrete points. Amy felt as though she needed towork harder to achieve the same academic recognition when presenting as female thanwhen she was presenting as male. The suddenness of her transition made theseE. Kersey, M. VoigtAuthor's personal copydifferences even more noticeable. As with Hannah, however, she felt that this was asmall price to pay for her transition. The following is an excerpt from Amy’s journal:Despite having experienced male privilege in the past, it was VASTLYoutweighed by the torment of gender dysphoria. In some ways, I also sufferedfrom male privilege prior to transition as well. Not only are there these unobtain-able [male] beauty standards, but my body cannot ever even get close to many ofthem. That kind of torment weighed heavily on me and only grew worse thefarther into puberty I went. This is also what I feel is especially important toinclude in the published findings.Fig. 3 Hannah’s placement on the DGO since secondary schoolFig. 4 Amy’s placement on the DGO since graduating secondary schoolFinding community and overcoming barriers: experiences of queer and...Author's personal copyAmy saw the relative increase in gender category oppression as a small price to payfor the lifting of gender dysphoria and the gender transgression oppression she expe-rienced from not performing “male” well enough to fit society’s standards.In study 2, although the DGO was not utilized, Charles was highly aware of theprivilege of being a man in engineering. Charles described how being “a woman inengineering was awful and sexist.” Charles described his experiences presenting as awoman in engineering where other men completely ignored and would not evenacknowledge his presence. Charles said now that he presents as a man, “everyonerespects me so much and like I could literally be like gravity is 10 and not 9.8 andpeople would be like, ‘yeah that’s probably right’.” Charles described how he now getsstopped randomly outside of class by classmates asking for help, and other students arenow more respectful of his knowledge and expertise. Charles’ experience oftransitioning during his undergraduate degree is indicative of the lingering atmosphereof gender category oppression in STEM fields. This is the reverse of the processdescribed in study 1 by Hannah, Amy, and others.The experiences described above are evidence that there is still a culture in manySTEM fields in which people who present as women are taken less seriously thanpeople who present as men. When someone assumed to be a woman presents in amasculine fashion, they receive backlash for transgressing gender norms. Letting go ofinternalized gender-based oppression seems to have an impact that outweighsexperiencing gender-based oppression from others, but this does not excuse suchoppression. Additionally, the experience of gender-based privilege is relative. For transwomen, although presenting as male afforded them more social power (often mitigatedby gender transgression oppression), the decrease in social power they experiencedwhen presenting as female was still an improvement because it was not accompaniedby gender dysphoria.Coming out in STEMThis theme draws primarily from study 2; however, we again provide nuance andcomplexity by drawing on perspectives from participants in study 1. Coming out inSTEMmeans that students come to understand and name themselves as queer in STEMenvironments and may convey that information to others. The ways in which partici-pants described coming out in STEM varied considerably, but included (a) decision-making on who to come out to as a student in STEM classrooms, (b) finding queer-friendly faculty, (c) experiencing stress and anxiety related to coming out, and (d)hearing homophobic and transphobic statements from other students. In study 2,Charles and Amber each discussed coming out in STEM, but their lived experiencesand descriptions of that process encompassed several relevant differences. Charles,who identified as a straight trans man, discussed how, “The whole purpose of me beingtrans is so that I never have to come out again.” Charles said that being queer is one ofthe only minorities in which you control its disclosure, but you ended up with this“burden of information control.” For Charles, this presented a struggle since he did notwant to disclose his trans identity to others, but having a leadership role in LGBTQ+STEM spaces necessitated his coming out as having a trans identity. This was not aneasy process for Charles, who feared people would misgender him and say, “Oh, he isactually a girl.” Charles described how he used a form of “vetting” where if he deemedE. Kersey, M. VoigtAuthor's personal copya person “safe enough,” then he would slowly engage the student in conversations anddetermine if he would come out to that student. He would ask questions about astudent’s political affiliation, religiousness, or membership in a fraternity as indicatorsof acceptance. In the few cases that Charles did disclose his queer identity in STEM, hedescribed hearing homophobic and transphobic statements from other students thatcreated a “minefield” for coming out. As a result, Charles said that he had “very fewpositive experiences coming out or being queer within my major.”In contrast to Charles, Amber described their coming out processes as a personaljourney that was experienced in a very public way. As the only “black guy in heels” ona college campus, they described how people would recognize and discuss theirpresence on campus through social media, which made a very personal journey ofcoming out a public experience. Unlike how Charles described the information regu-lation of disclosing his queer identity, Amber did not feel like they “got a choice” inconveying their queer identity. Due to the sound of their voice and the way theyphysically present in gender-nonconforming attire (e.g., heels, wig), people automati-cally attach a stereotype, “Oh, they are probably gay.” While Amber did not describethe need for controlling the amount of information about their queer identity with otherstudents, they described the psychological and cognitive stress induced by being inSTEM spaces while presenting in gender-nonconforming ways. In one instance, Amberrecounted the first time they wore a wig to their mathematics class:I finally got up the courage and we are going to do this …which was superterrifying…Like you don’t have to make any kind of eye contact… I walked inand everything and it was super quiet and like super silent and I felt superawkward and if I just go through the motions just like put on a brave face andit will be fine.Amber shared that although the experience described above turned out well, based ontheir continued experience of feeling isolated in STEM, they are currently transitioningto a non-STEM major where they feel that their creativity and intersectional identitywill be valued.Coming out was not a universal experience in educational environments or evenacross STEM fields. For example, in study 1, Reed described the process of decidinghow “out” to be in various spaces. While they did not put much thought into theirpresentation in women’s studies spaces, their presentation in agriculture was muchmore intentional:That’s always an interesting space to exist in. I always feel really, like, some dayswhen I have agriculture classes - I always make a decision of whether or not todress super queer for that space, or to dress down as more feminine. Which as agenderfluid person anyway, I’m like, eh, who … cares.Reed also described hearing explicitly transphobic statements from their classmates,such as when someone told them he saw “a transvestite walking out of a building.”Reed and Violet both described the typical agriculture students as “good ol’ boys” whowould go back to their family farms. The majority of these students were “not badpeople,” but were from conservative religious backgrounds that did not provide themFinding community and overcoming barriers: experiences of queer and...Author's personal copywith any foundation for how to interact with queer people as equals. Violet made sureto emphasize that “other demographic groups in other fields are less aware of howtransphobic and homophobic they can be. And even misogynistic.” Kayla described asimilar culture in aviation.Culture of mathematics and STEMAs this section draws equally from both studies, we indicate the study in which theindividual participated by indicating S1 (study 1) or S2 (study 2). Participants describedmultiple ways in which they conceived of the nature of mathematics and science, oftenresulting in paradoxical experiences that position STEM as objective and independentof identity, yet exclusionary to non-normative identities. Participants made mention ofSTEM as an objective field, one that is often composed of a set of processes focused onfacts or rules. For example, Amber (S2) described mathematics as a concrete relation-ship between numbers, while Juan (S2) described science as having an empiricalapproach based on measurements and definitions. Jenny (S2) described the nature ofphysics as the study and definition of increasingly abstracted rules, conveying thatscience in general is a meritocracy where any individual can succeed based onintellectual achievement. Participants also described mathematics as abstract, theoret-ical, and logical. Hannah (S1) described mathematics as “some kind of universal law.”For Peter (S1), this objectivity was part of the appeal of mathematics, as they “like thatsort of certainty.”Even though all the participants described viewing STEM as objective, the waysin which they interpreted this had different implications for how it positioned theirqueer identity. For instance, Amber (S2) saw STEM as a discipline with a rigidattention to precision, while Juan, Jenny, and Charles (all S2) primarily saw it as amechanism for understanding the world around them. Amber described STEM as“precise and it needing to be very boxed” and “never changing,” which appeared tobe at odds with their identity as being queer and gender fluid. Adopting a precisionviewpoint of STEM seemed to position Amber’s queer identity at odds with thediscipline of mathematics. Amber said that mathematics was pretty straightforwardand there “is not a whole lot of wiggle room for there to be queer issues or socialjustice.” In contrast, viewing STEM as a mechanism to understand and make senseof the physical world did not seem to result in the same opposition for Charles,Amber, or Juan (all S2). Charles described mathematics as the “fundamental waywe understand the world around us,” since the world is “chaotic and random.”Jenny (S2) said physics allowed her to “completely understand [a situation] or atleast being able to completely predict it,” yet for her, the process of understandingwas also based in curiosity. Viewing STEM as a tool to make sense of the worldoften aligned with participants’ description of their queer identity as allowing themto view the world differently.Yet this very notion that STEM is objective contributes to and contrasts with theidea that STEM is neutral from identity. Each of the participants in study 2 describedSTEM as somehow removed from one’s personal identity or current events. Jenny (S2)provided a compelling story of her experience in her calculus course directly after thepolarizing 2016 USA presidential election:E. Kersey, M. VoigtAuthor's personal copyMy math professor did not say anything… one thing that I am not the biggest fanof about science is this idea that STEM in general exists in a vacuum, like nomatter what is happening in the outside world you are a scientist and you have tojust keep going....It felt like the world was crumbling and he just kept teaching…could you recognize something above the equations you are writing on thispaper... Can you give your students space to process?Jenny experienced STEM classrooms as often isolated, operating within a vacuum tothe external world that excludes the acknowledgment of experiences and emotions ofthe students within that setting. For Jenny, viewing STEM as neutral from identity doesnot allow her the space to process her queer identity within the classroom, whichcontributed to her perception that queer identity in STEM is best characterized as silent.Charles (S2) said that “when [he is] in STEM, it’s only about being in STEM,” andthat while his brain is accepted in STEM spaces, the essence of his identity does notbelong. Charles said that in STEM, there is a false expectation of objectivity that youcannot bring in your personal life, but if you have a “default identity your personal lifeis involved without anyone questioning it.” Juan (S2) specifically addressed thestruggle of being queer in the classroom, labeling it a “distraction” yet at the sametime recognizing the conflict between the objectivity of STEM and its exclusion ofqueer identities.Which is ironic because people say let us not acknowledge being queer becauseit’s a distraction from the material, but what about for those queer people? Whenyou are not acknowledging it, and being discriminated against, that is a distrac-tion. So, it’s a paradox, but we just have to rationalize what really is hurtingpeople, and at the end of the day, and I think there is more damage done whenyou do not acknowledge identity.Jenny, Amber, Charles, and Juan (all S2) recognized this paradoxical notion that STEMas a practice is objective, and yet this objectivity has been coupled with structural orinstitutional factors that have normalized the White straight cisgender male at the centerof STEM discourses. Jenny pointed to the historical influence, that “for so much ofhistory, [its] been a field dominated by White cisgender heterosexual men,” a commentechoed by Charles suggesting, “we know what the cis- straight White guys’ opinion is,we have seen that for a hundred years.”When asked to describe the culture of engineering, the first word Kayla (S1) usedwas “masculine,” closely followed by “conservative.” In engineering, Amy (S1)emphasized that sexism was worst when the topic was mathematical: “When it cameto mathematics, that tended to be what was the most sexist.… As soon as you show anequation, then they don’t believe you.” Violet (S1) described the culture of mathemat-ics as an academic field as “wildly pretentious and up its own ass.” Reed (S1) pointedout that in mathematics, the focus is exclusively on quantitative ways to solve prob-lems, while in science, “The data doesn’t have to take [the form] of numbers, or values.It can take [the form] of stories, or people’s testimonies, that kind of thing.” Becausemathematics excludes this type of data, it may have less room for discussion of non-normative identities than other STEM fields, since such discussions are typicallyprompted by stories rather than numbers.Finding community and overcoming barriers: experiences of queer and...Author's personal copyStrategies to foster support and resiliency for queer studentsThis section also draws from both studies, so we again indicate the study inwhich the individual participated (S1 and S2). Participants in these studiesdisplayed a remarkable sense of resilience in their desire to pursue a STEMdegree. This sense of resilience was often combined with a desire to pursueSTEM because of enjoyment and a belief that they could learn the materialgiven effort. Juan (S2) talked about his own sense of resilience, since heexperienced stages where “nobody believes in you” and you must “believe inyourself” to succeed in STEM. Juan showcased his resilience and desire to finda queer faculty mentor for oSTEM, describing, “not everyone saw the rationalein creating a space for queer in STEM. So that was so discouraging. I was soangry. But that fortunately lit a fire under me.” Charles (S2) and Amber (S2)described how they had been successful in STEM despite all of the challengesand that they would push back against anyone who would try to pressure them.Participants in study 2 were recruited based on their affiliation with theoSTEM group, which was an important factor in supporting them in pursuingtheir STEM degree. Charles (S2), who is the president of an oSTEM chapter,described that the rationale for creating this club was to “encourage minoritiesto thrive in STEM and give them a space where they are welcome.” Amber(S2) commented that having groups like oSTEM makes their life easier sincethey do not have to be the sole representation of queer students in STEM andthat others can be leaders and talk to that experience. Jenny (S2) shared thatgoing to oSTEM and having meetings have helped her develop friendships withother queer students in STEM and that she can now be more open with herqueer identity in STEM, which allows other students to know her better.Violet (S1) described how being queer in STEM could sometimes be anadvantage, in that it gave them a different perspective on issues and practicalskills. For instance, when giving a presentation as a trans woman, they had tofocus on the tone of their voice and how they moved, which are valuablepublic speaking skills for anyone. They referred to the routine infliction ofmicroaggressions as a source of strength that made them more equipped to dealwith other setbacks. They also noted that being queer provides a sense ofcommunity with other queer people that they would otherwise lack. Reed(S1) also emphasized the importance of “a level of comfort and community”when there were other people present who understand what it is like to bequeer in a STEM field. Importantly, Reed and Violet, who were the mostvisibly gender-nonconforming participants in study 1, felt the most sense ofcommunity with other queer people. Meanwhile, participants who just wantedto live as women and did not see being queer or transgender as a central partof their identity, including Amy, Hannah, and Weirdo (all S1), did not feel thesame sense of kinship with their queer colleagues.While we have highlighted the experiences of oppression here, it is alsoimportant to note where it was absent. Weirdo (S1), who left her undergraduateprogram in computer technology to accept a position at a well-known socialmedia company, found that the company and the city in which it was locatedwere very open and accepting. The company provided mandatory sensitivityE. Kersey, M. VoigtAuthor's personal copytraining for all employees, allowed employees to specify their name and gender,had LGBTQ+ employee resource groups, and generally had a supportiveculture.DiscussionOur finding that many STEM fields are considered masculine and that women expe-rience sexism (gender category oppression) in these fields is hardly revolutionary, yetstill worthy of investigation. Previous research contains evidence that high rates of the“protective paternalism” type of benevolent sexism, such as treating women as if theyneed more assistance than men, were associated with lower self-efficacy and perfor-mance in STEM fields for women (Kuchynka et al. 2018). A masculine culture,including negative stereotypes and perceived bias against women, has a negative effecton female participants’ sense of belonging and makes them more likely than their malepeers to leave the field (Cheryan et al. 2017; Kugler et al. 2017). Experiencing this typeof masculine culture would seem to affect primarily those presenting as women, sincethat is who is subjected to these types of bias. However, Cech and Waidzunas (2011)suggest that perceived masculinity and femininity are at least as important as perceivedgender. Gender bias in STEM extends beyond women to the experiences of queerpeople, as Yoder and Mattheis (2016) found that STEM fields with more gender paritywere also more conducive to queer people’s level of comfort being out in those fields.The findings of our studies, which include the experiences of students who haveexperience presenting as women and as men in STEM fields, are a striking confirma-tion of the persistence of gender-based bias in many STEM fields.The persistence of gender category oppression extends to gender transgressionoppression, as our participants felt that their queer identities were not welcome in theirpredominantly male STEM fields. Our participants used several strategies to overcomethis feeling of being an outsider in their field. For instance, Juan (S2) advocated for thecreation of their own spaces, Violet (S1) positioned their queer identity as a strength,and others communicated dispositions of resilience by overcoming internalized op-pression and perceived oppression from others. It may seem to the reader that many ofour findings are not specific to STEM or mathematics. However, it is this veryseparation of classroom experiences from identity that caused our participants to feelas though they did not belong, or at least that not all of their identities were welcome inSTEM spaces. We have shown that viewing sexual identity as irrelevant to STEMfields significantly contributes to students’ experiences of discrimination.In addition to highlighting the experiences of queer and transgender students, wedemonstrate in our studies that gender and sexual identity are nebulous categories thatresist simple definitions and categories. A student’s gender identity does not alwaysmatch their gender presentation, and how others interpret that gender presentation doesnot always coincide with what was intended. Gender presentation can also change fromday to day. This is particularly true for nonbinary students. Furthermore, one’s genderidentity may impact their described sexual identity (e.g., being a female lesbian) butalso can be independent (e.g., queer man or queer woman). Sexual identity is also fluidand changes with time, situation, and relationship status. Sometimes queer identity is avisible identity as in the case of Amber (S2), and other times is the “invisible other” asFinding community and overcoming barriers: experiences of queer and...Author's personal copywas the case with Charles (S2). Even when there is a clear demarcation between when astudent presents as male and when they present as female, their experiences are notalways what one would expect. In particular, though participants in these studiespresenting as female were considered less competent than those presenting as male,for transgender women, this loss of privilege did not seem like something to be grieved,but celebrated. For these participants, a decrease in their social power felt like a smallprice to pay for being seen in a way that aligned with their self-image. Depending onthe situation, privilege can feel like an insult and oppression like a compliment. This isnot to say that we should not seek to end gender-based oppression, but to queer thecharacterization of privilege and oppression as positive and negative, respectively.From our findings, we can suggest a variety of strategies to support queer students inpostsecondary STEM education. First, there is a need to provide a variety of resourcesthat meet the needs of particular queer students. For example, six of the participantswho were among the most visibly gender-nonconforming or queer (Amber [S2],Charles [S2], Jenny [S2], Juan [S2], Reed [S1], and Violet [S1]) all expressed benefitsof spaces that foster community among queer STEM students such as oSTEM;however, this was not a universally desired resource. Amy, Hannah, and Weirdo (allS1) did not feel the same sense of kinship with their queer colleagues and did notexpress a need for such community spaces. At the same time, all of the participantsdescribed marginalizing experiences, microaggressions, or discriminatory language inSTEM environments. Thus, there is not only a need to provide resources outside theclassroom but also a need to address the climate and support within academic STEMspaces to prevent exclusionary experiences. Some practices emerging from educationalresearch that we think are promising for STEM fields include the use of pronouns(MacNamara et al. 2017), addressing discriminatory language in the classroom (Linleyet al. 2016), implementing queer-inclusive curriculum (Dubbs 2016; Kellermeier 2002;Rands 2009a, 2013), and providing role models and visibility campaigns (Barres et al.2017; Esposito 2019; Knezz 2019; Restar and Operario 2019). Furthermore, there is aneed to address the pedagogy of STEM fields in order to promote a view of mathe-matics and science that aligns with a student’s queer identity. To accomplish this, wemust situate our fields within current discourses and events in order to allow queerstudents to acknowledge their identity and their bodies in STEM spaces. Doing sowould complement the notion put forth by Leyva et al. (2016) that in STEM fields,especially engineering, the technical nature of the field is privileged at the expense ofthe social and communicative aspects of the discipline, which serves to promoteheteronormative masculinity. Breaking down these barriers and emphasizing commu-nication and social skills can serve to support queer students. It also means promoting aview of STEM that is exploratory, fluid, open, and a tool to understand and make senseof the world around us.Closing remarksResearchers must consider the complexities of gender and sexual identity. One way todo this is through use of the DGO tool. Depending on the participants, researchers maywant to refer to discrimination rather than oppression, as those not well versed incritical theory may be reluctant to label their experiences as oppression. We alsosuggest avoiding labeling the left side of the horizontal axis as female and the rightE. Kersey, M. VoigtAuthor's personal copyside as male, instead letting participants decide to what extent binary and nonbinarygender categories experience privilege and/or oppression. The DGO is best used with aparticular time frame in mind, such as high school or undergraduate years, in order toelicit more specific responses. Whenever possible, participants should be encouraged toprovide anecdotes to accompany their diagram. Some participants may not havepreviously examined their experiences through a lens of privilege and oppression/discrimination, and need some time to sit with this perspective before they can providemeaningful answers. Researchers should recognize that the work of unpacking one’sgendered experiences and sexual identities can be rather demanding for participants aswell as researchers. One technique we have used to help elicit such experiences isproviding fictional illustrative vignettes of queer students’ experiences (see Leyva2016) to which participants can react, which allows for comparing and contrastingexperiences.As queer theorists, we tend to deconstruct identities. One of the opportunities we asresearchers had in this article was to combine our respective studies to build a richerperspective on the lived experiences of queer students in mathematics. Often, researchin this vein can struggle with a limited participant pool; thus, combining our analysisprovided explanatory power to understand the phenomena being studied. Regardless ofwhether other researchers use the same theoretical framework, we urge them to unpackwhat gender identities and sexual identities mean in their research and for theirparticipants, and how these relate to STEM fields. Gender and sexuality are not simplecategories with fixed definitions but are culturally constructed and constantly beingrenegotiated. In the future, researchers should consider not only the experiences ofqueer individuals in STEM but also what it means to be queer in each setting.Funding Support for this work was funded by the National Science Foundation (NSF) under Grant Number1842470.Compliance with ethical standardsConflict of interest The authors declare that they have no conflict of interest.Disclaimer The opinions expressed do not necessarily reflect the views of the NSF.ReferencesAnderson, D. L. (2005). A portrait of a feminist mathematics classroom: what adolescent girls say aboutmathematics, themselves, and their experiences in a “unique” learning environment. Feminist Teacher,15(3), 175–194.Barnes, M. (2000). Effects of dominant and subordinate masculinities on interactions in a collaborativelearning classroom. In J. Boaler (Ed.), Multiple perspectives on mathematics teaching and learning(pp. 145–169). Ablex.Barres, B., Montague-Hellen, B., & Yoder, J. (2017). Coming out: the experience of LGBT+ people in STEM.Genome Biology, 18(1), 1–4. https://doi.org/10.1186/s13059-017-1198-y.Bilmoria, D., & Stewart, A. J. (2009). “Don’t ask, don’t tell”: the academic climate for lesbian, gay, bisexual,and transgender faculty in science and engineering. NWSA Journal, 21(2), 85–103. https://doi.org/10.1353/nwsa.0.0077.Finding community and overcoming barriers: experiences of queer and...Author's personal copyBoaler, J. (1997). Reclaiming school mathematics: the girls fight back. Gender and Education, 9(3), 285–305.https://doi.org/10.1080/09540259721268.Borman, K., Clarke, C., Cotner, B., & Lee, R. (2012). Cross-case analysis. In J. L. Green, G. Camilli, & P. B.Elmore (Eds.), Handbook of complementary methods in education research. Routledge.Britzman, D. (1995). What is this thing called love? Taboo: The Journal of Cultural Studies and Education,1(Spring 1995), 6593.Brontsema, R. (2004). A queer revolution: reconceptualizing the debate over linguistic reclamation. ColoradoResearch in Linguistics, 17(1), 1–17. https://doi.org/10.25810/dky3-zq57.Butler, J. (1993). Bodies that matter: on the discursive limits of sex. New York: Routledge.Butler, J. (1999). Gender trouble: feminism and the subversion of identity. Routledge.Cech, E. A. (2015). LGBT professionals’ workplace experiences in STEM-related federal agencies. In ASEEAnnual Conference and Exposition, Conference Proceedings (Vol. 122nd ASEE). American Society forEngineering Education. https://doi.org/10.18260/p.24431.Cech, E. A., & Waidzunas, T. J. (2011). Navigating the heteronormativity of engineering: the experiences oflesbian, gay, and bisexual students. Engineering Studies, 3(1), 1–24. https://doi.org/10.1080/19378629.2010.545065.Cheryan, S., Ziegler, S. A., Montoya, A. K., & Jiang, L. (2017). Why are some STEM fields more genderbalanced than others? Psychological Bulletin, 143(1), 1–35. https://doi.org/10.1037/bul0000052.Clandinin, D. J., & Connelly, F. M. (2000). Narrative inquiry: experience and story in qualitative research.Jossey-Bass.Cobb, P., & Yackel, E. (1996). Constructivist, emergent, and sociocultural perspectives in the context ofdevelopmental research. Educational Psychologist, 31(3/4), 175–190. https://doi.org/10.1207/s15326985ep3103&4_3.Cooper, K. M., & Brownell, S. E. (2016). Coming out in class: challenges and benefits of active learning in abiology classroom for LGBTQIA students. CBE Life Sciences Education, 15(3), 1–19. https://doi.org/10.1187/cbe.16-01-0074.Corbin, J. M., & Strauss, A. (1990). Grounded theory research: procedures, canons, and evaluative criteria.Qualitative Sociology, 13(1), 3–21. https://doi.org/10.1007/bf00988593.Davis, B., & Sumara, D. (2000). Curriculum forms: on the assumed shapes of knowing and knowledge.Journal of Curriculum Studies, 32(6), 821–845. https://doi.org/10.1080/00220270050167198.Dubbs, C. (2016). A queer turn in mathematics education research: centering the experience of marginalizedqueer students. In M. B. Wood, E. E. Turner, M. Civil, & J. A. Eli (Eds.), 38th annual meeting of theNorth American Chapter of the International Group for the Psychology of Mathematics Education (pp.1041–1048). The University of Arizona.Esposito, L. (2019). People have found the strength to come out after reading other scientists’ stories. TheBiologist, 65(6), 7.Forman, E. A. (2003). A sociocultural approach to mathematics reform: speaking, inscribing, and doingmathematics within communities of practice. In J. Kilpatrick, W. G. Martin, & D. Schifter (Eds.). Aresearch companion in principles and standards for school mathematics (pp. 333–352). NCTM.Gamson, J. (2000). Sexualities, queer theory, and qualitative research. In N. K. Denzin & Y. S. Lincoln (Eds.),Handbook of qualitative research (2nd, pp. 347–365). Sage.Ginsburg, H. P. (1997). Entering the child’s mind: the clinical interview in psychological research andpractice. Cambridge University Press. https://doi.org/10.1017/CBO9780511527777.Grunert, M. L., & Bodner, G. M. (2011). Finding fulfillment: women’s self-efficacy beliefs and career choicesin chemistry. Chemistry Education Research and Practice, 12(4), 420–426. https://doi.org/10.1039/c1rp90050a.Gutiérrez, R. (2013). The sociopolitical turn in mathematics education. Journal for Research in MathematicsEducation, 44(1), 37–68. https://doi.org/10.5951/jresematheduc.44.1.0037.Hughes, B. E. (2018). Coming out in STEM: factors affecting retention of sexual minority STEM students.Science Advances, 4(3), 1–6. https://doi.org/10.1126/sciadv.aao6373.Johnson, R. B., & Christensen, L. (2014). Educational research: quantitative, qualitative, and mixedapproaches (5th ed.). Sage.Kellermeier, J. (2002). Statistics in social context: using issues of lesbians, gays, bisexuals and transsexuals inteaching. Transformations: The Journal of Inclusive Scholarship and Pedagogy, 13(2), 27–45.Kersey, E. (2018). Refracting gender: Experiences of transgender students in postsecondary STEM education(Publication No. 10822977) [Doctoral dissertation, Purdue University]. ProQuest DissertationsPublishing.Knezz, S. N. (2019). Drawing a new scientist: why I come out to my chemistry class. Journal of ChemicalEducation, 96, 827–829. https://doi.org/10.1021/acs.jchemed.8b00846.E. Kersey, M. VoigtAuthor's personal copyKoyama, E. (2003). The transfeminist manifesto. In R. Dicker & A. Piepmeier (Eds.), Catching a wave:reclaiming feminism for the twenty-first century (pp. 244–259). Northeastern University Press.Kuchynka, S. L., Salomon, K., Bosson, J. K., El-Hout, M., Kiebel, E., Cooperman, C., & Toomey, R. (2018).Hostile and benevolent sexism and college women’s STEM outcomes. Psychology of Women Quarterly,42(1), 72–87.Kugler, A., Tinsley, C., & Ukhaneva, O. (2017). Why aren’t there more women in STEM fields. Vox.Retrieved from https://voxeu.org/article/why-there-arent-more-women-stem-fields Accessed 28 Mar2020.Kumashiro, K. K. (2001). Troubling intersections of race and sexuality: queer students of color and anti-oppressive education. Rowman & Littlefield Publishers, Inc.Lamb, E. (2017). Being a trans mathematician: a Q&A with Autumn Kent. Scientific American BlogNetwork. Retrieved from https://blogs.scientificamerican.com/roots-of-unity/q-a-with-autumn-kent/.Accessed 28 Mar 2020.Lerman, S. (2000). The social turn in mathematics education research. In Multiple perspectives on mathe-matics teaching and learning (pp. 19–44). Ablex.Leyva, L. A. (2016). “Mapping the margins [in mathematics]”: examining the gendered and racializedintersectionality of mathematics experiences among African American and Latina/o undergraduatestudents in a large, predominantly white university [Doctoral dissertation, Rutgers University-GraduateSchool-New Brunswick].Leyva, L., Massa, J., & Battey, D. (2016). Queering engineering: a critical analysis of the gendered technical/social dualism in engineering and engineering education research. Proceedings of the ASEE’s 123rdAnnual Conference & Exposition. American Society for Engineering Education. https://doi.org/10.18260/p.26026.Linley, J. L., Nguyen, D., Brazelton, G. B., Becker, B., Renn, K., & Woodford, M. (2016). Faculty as sourcesof support for LGBTQ college students. College Teaching, 64(2), 55–63. https://doi.org/10.1080/87567555.2015.1078275.Lopez, G., & Chims, N. (1993). Classroom concerns of gay and lesbian students: the invisible minority.College Teaching, 41(3), 97–103. https://doi.org/10.1080/87567555.1993.9926788.MacNamara, J., Glann, S., & Durlak, P. (2017). Experiencing misgendered pronouns: a classroom activity toencourage empathy. Teaching Sociology, 45(3), 269–278. https://doi.org/10.1177/0092055X17708603.Mendick, H. (2006). Masculinities in mathematics. Open University Press.Nasir, N. S., & de Royston, M. M. (2013). Power, identity, and mathematical practices outside and insideschool. Journal for Research in Mathematics Education, 44(1), 264–287. https://doi.org/10.5951/jresematheduc.44.1.0264.Ollerenshaw, J. A., & Creswell, J. W. (2002). Narrative research: a comparison of two restorying data analysisapproaches. Qualitative Inquiry, 8(3), 329–347. https://doi.org/10.1177/10778004008003008.oSTEM. (2020). About oSTEM. Retrieved from https://www.ostem.org/page/about-ostem.Pearson, J., Muller, C., & Wilkinson, L. (2007). Adolescent same-sex attraction and academic outcomes: therole of school attachment and engagement. Social Problems, 54(4), 523–542. https://doi.org/10.1525/sp.2007.54.4.523.Pride Index. (2017). Campus pride index: national listing of LGBTQ-friendly colleges & universities.Retrieved from http://www.campusprideindex.org/. Accessed 3 Mar 2020.Pryor, J. T. (2015). Out in the classroom: transgender student experiences at a large public university. Journalof College Student Development, 56(5), 440–455. https://doi.org/10.1353/csd.2015.0044.Rands, K. (2009a). Considering transgender people in education: a gender-complex approach. Journal ofTeacher Education, 60(4), 419–431. https://doi.org/10.1177/0022487109341475.Rands, K. (2009b). Mathematical inqu [ee]ry: beyond ‘add-queers-and-stir’ elementary mathematics educa-tion. Sex Education, 9(2), 181–191. https://doi.org/10.1080/14681810902829646.Rands, K. (2012). Reframing research on gender and mathematics education: considerations from transgenderstudies. In T. Y. Tso (Ed.), Proceedings of the 36th Conference of the International Group for thePsychology of Mathematics Education (Vol. 3, pp. 337–344). International Group for the Psychology ofMathematics Education.Rands, K. (2013). Supporting transgender and gender-nonconforming youth through teaching mathematics forsocial justice. Journal of LGBT Youth, 10(1–2), 106–126. https://doi.org/10.1080/19361653.2012.717813.Rankin, S. R., Weber, G., Blumenfeld, W., & Frazer, S. (2010). 2010 state of higher education for lesbian,gay, bisexual and transgender people. Campus Pride. Retrieved from www.campuspride.org. Accessed 3Mar 2020.Finding community and overcoming barriers: experiences of queer and...Author's personal copyRestar, A. J., & Operario, D. (2019). The missing trans women of science, medicine, and global health. TheLancet, 393, 506–508. https://doi.org/10.1016/s0140-6736(18)32423-1.Seidman, I. (2013). Interviewing as qualitative research: a guide for researchers in education and the socialsciences (4th ed.). Teachers College Press.Serano, J. (2013). Excluded: making feminist and queer movements more inclusive. Seal Press.Stinson, D. W., & Bullock, E. C. (2012). Critical postmodern theory in mathematics education research: apraxis of uncertainty. Educational Studies in Mathematics, 80(1–2), 41–55. https://doi.org/10.1007/s10649-012-9386-x.Strauss, A., & Corbin, J. (1994). Grounded theory methodology: an overview. In N. K. Denzin & Y. S.Lincoln (Eds.), Handbook of qualitative research (pp. 273–285). Sage Publications.Trans Student Educational Resources. (2020). LGBTQ+ definitions. Retrieved from https://www.transstudent.org/definitions. Accessed 10 Feb 2020.Voigt, M. K. (2020). Queer-Spectrum Student Experiences and Resources in Undergraduate Mathematics.[Doctoral dissertation, UC San Diego]. ProQuest Dissertations Publishing. ProQuest ID:Voigt_ucsd_0033D_19269. Retrieved from https://escholarship.org/uc/item/7g54x6c7.Walshaw, M. (2001). A Foucauldian gaze on gender research: what do you do when confronted with thetunnel at the end of the light? Journal for Research in Mathematics Education, 32(5), 471–492. https://doi.org/10.2307/749802.Walshaw, M. (2004). Introduction: postmodernism meets mathematics education. In M. Walshaw (Ed.),Mathematics education within the postmodern (pp. 1–11). Information Age Publishing.Wimberly, G. L. (Ed.). (2015). LGBTQ issues in education: advancing a research agenda. AmericanEducational Research Association. https://doi.org/10.3102/978-0-935302-36-3.Winkle-Wagner, R. (2010). The unchosen me: race, gender, and identity among Black women in college. JohnHopkins University Press. https://doi.org/10.1353/book.3502.Yin, R. K. (2009). Case study research. Design and methods. Thousand Oaks: SAGE.Yoder, J. B., & Mattheis, A. (2016). Queer in STEM: workplace experiences reported in a national survey ofLGBTQA individuals in science, technology, engineering, and mathematics careers. Journal ofHomosexuality, 63(1), 1–27. https://doi.org/10.1080/00918369.2015.1078632.Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps andinstitutional affiliations.E. Kersey, M. VoigtAuthor's personal copy",
    "id": 354494323,
    "identifiers": {
        "doi": "10.1007/s13394-020-00356-5",
        "oai": "oai:tigerprints.clemson.edu:engineeringed_pubs-1001"
    },
    "title": "Finding community and overcoming barriers: experiences of queer and transgender postsecondary students in mathematics and other STEM fields",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-10-01T08:00:00+01:00",
    "publisher": "Clemson University Libraries",
    "references": [],
    "sourceFulltextUrls": [
        "https://tigerprints.clemson.edu/cgi/viewcontent.cgi?article=1001&amp;context=engineeringed_pubs"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/354494323.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/354494323"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/354494323/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/354494323/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/354494323"
        }
    ],
    "abstract": "Although there is little research on the experiences of queer and/or transgender postsecondary students in science, technology, engineering, and mathematics (STEM) fields, we can infer from current literature that these subjects may be less welcoming than the humanities and social sciences. We conducted two studies to investigate this possibility: (1) a narrative inquiry study with postsecondary transgender students and (2) a grounded theory narrative study with undergraduate queer students. Transgender students who had transitioned indicated that they were subjected to lower expectations when presenting as female, but transgender women experienced this change as positive, since their treatment by others was no longer accompanied by gender dysphoria. Queer students experienced mathematics and other STEM fields as objective and independent of identity, yet simultaneously exclusionary of their queer identities. Many of the queer students in these studies found strength and resilience in queer communities, but there were some transgender women who did not view being queer as a central facet of their identity and did not feel the same sense of community. In general, those who were more gender-nonconforming felt a greater need for community with other queer people. We draw connections between gender category oppression and gender transgression oppression, and suggest strategies to make academic STEM fields more inclusive of queer and transgender students",
    "tags": [
        "text",
        "Queer",
        "Transgender",
        "LBTQIA",
        "STEM",
        "Mathematics",
        "Higher Education",
        "Science and Mathematics Education"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:tigerprints.clemson.edu:engineeringed_pubs-1001",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14263",
        "openDoarId": 0,
        "name": "Clemson University: TigerPrints",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 354494323,
        "depositedDate": null,
        "publishedDate": "2020-10-01T08:00:00+01:00",
        "updatedDate": "2024-02-16T19:33:15+00:00",
        "acceptedDate": null,
        "createdDate": "2020-12-02T23:22:19+00:00"
    },
    "urls": [
        "https://tigerprints.clemson.edu/engineeringed_pubs/1",
        "https://tigerprints.clemson.edu/context/engineeringed_pubs/article/1001/viewcontent/Kersey_Voigt2020_Article_FindingCommunityAndOvercomingB.pdf"
    ],
    "lastUpdate": "2024-02-16T19:33:15+00:00",
    "setSpecs": []
}