{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Wolfgang, Courtnie N"
        },
        {
            "name": "Rhoades, Mindi J"
        }
    ],
    "contributors": [],
    "createdDate": "2017-08-03T20:37:17+01:00",
    "dataProvider": {
        "id": 2330,
        "name": "VCU Scholars Compass",
        "url": "https://api.core.ac.uk/v3/data-providers/2330",
        "logo": "https://api.core.ac.uk/data-providers/2330/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/84402699.pdf",
    "fullText": "Copyright 2017 by The Journal of Social Theory in Art Education / Volume 37Courtnie N. WolfgangVirginia Commonwealth UniversityMindi J. RhoadesThe Ohio State UniversityFirst Fagnostics: Queering Art EducationDear friends, do not hold onto old assumptions. Believe instead, in the words of Brother Love, educator and founding member of Big Gay Church: “All of my students are queer. Except the ones who aren’t.”This article advocates for a “fagnostic” pedagogy that acknowl-edges the queer aspects of education in relation to not knowing, of the unknown, of the unknowable, making spaces and oppor-tunities for becoming art educator. The article defines fagnostic, questions the assumptions of heteronormative, binary pedago-gies, and considers the possibilities of queering the spaces of art education practice to be more inclusive and culturally sustainable in the 21st century.Correspondence regarding this article may be sent to the authors: cnwolfgang@vcu.edu, rhoades.89@osu.edu73The Journal of Social Theory in Art Education / Volume 37 (2017) First Fagnostics is an outgrowth of Big Gay Church, a recurring annual conference research presentation/performance at the National Art Education Association convention focused on the intersections of art, educa-tion, religion, and love with lesbian, gay, bisexual, transgender, queer (LGBTQ+) issues and concerns.1 Big Gay Church refers to an ensemble of LGBTQ+ art educators and allies, an ongoing annual session at the annual National Art Education Association conference (now entering its 9th year), and the collective whole of the clergy and congregation. Collectively, Big Gay Church presents/enacts/demonstrates/deploys critical arts-based educational research and pedagogies to explore the intersections of religion, sexuality, art, education, and activism (Rhoades, Davenport, Wolfgang, Cosier, & Sanders, 2013). This “letter” is written by two members to the Flock of Big Gay Church for instruction, information, support, and continuing connection between leaders and the congregation. 1To the members of Big Gay Church, to believers, our friends, supporters, the curious, the questioning, and the questionable, we wish you grace and peace. We recognize your dedication, your love, and your belief in excellent, engaging, accepting educational environments for all students, faculty, and staff. We rejoice in your spirit of ever-faithful commitment and perseverance. Your efforts keep the heart of education beating rhythmically and strong, and we are com-forted by its continuity and captivated by its infinite variations. We are thankful for you; may your rewards be immeasurable.We write to encourage your contemplation, de-velopment, and adaptation of the concept and poten-tial practices of what we call Fagnostics to teaching, research, and scholarship. We want to present an approach that recognizes and centers the complexity, fluidity, and queerness of educational interactions and 1 With permission from the artist, we included works of art by Cas Renniks. They are a queer youth in Columbia, SC, age 16, agender/ace. These ex-amples highlight powerful youth artistic expression around queer identity. Using a process of glitch, or intentional “breaking” of digital images by in-terrupting their code, Cas explores the interstitial spaces between gender conformity and non-conformity, and the notion of “broken” bodies that do not align with conventional societal norms. Cas’s own words are included as captions to the images. the subjects involved—in terms of disciplines, topics, and people.2For we grow increasingly concerned with trends toward greater objectification and evaluations of knowledge, teachers, and students. We fear the sanctification of standardization. We fear the loss of diversity, of divergence, of infinite possibilities sac-rificed to the false gods of predictability, certainty, measurement, and control. We fear this for our curric-ulum, for our students, for ourselves, and for our future. We offer a potential alternative.2 According to Legacy Russell (2012), “Glitch Feminism embraces the causality of ‘error’, and turns the gloomy implication of glitch on its ear by acknowledging that an error in a social system that has already been disturbed by economic, racial, social, sexual, and cultural stratification and the imperialist wrecking-ball of globalization—processes that continue to enact violence on all bodies—may not, in fact, be an error at all, but rather a much-needed erratum. This glitch is a correction to the ‘machine’, and, in turn, a positive departure.”Figure 1. Is a glitch2 still a glitch if you do it on pur-pose? Yes and no. Maybe someone would expect this to be easily answered if you have one definition of a glitch, however a glitch is more of just a digital mis-take, and glitch art is just the results of that mistake. It’s kind of like tripping. You might be able to tell how you’re generally going to fall, but you don’t know how exactly you might fall, for example if you’re on a hill you might roll a bit before falling into a bush, but if you fall in your house you might fall onto your TV and destroy it. (Cas Renniks, personal communication, November 27, 2016)74 Wolfgang & Rhoades / First Fagnostics2Dear brethren, we use the term Fagnostics as a portmanteau of fag and agnostic. Agnosticism is less of a religion and more of a philosophy or doctrine, premised on the idea that humans are unable to know, verify, or understand certain concepts. Agnosticism is accepting the unknown and unknowable as valuable parts of our experience, our understanding, and our growth. Agnosticism engenders spaces of open poten-tial and continual exploration and contemplation of the not known and the processes and positions of not knowing. We are encouraging the occupation of this indeterminate territory for educational purposes. 3Fellow congregants, we openly acknowledge that the word Fagnostics deliberately foregrounds the term fag. Although we wish to render it differently here, the word has traditionally been used in the USA as an epithet, a term meant to identify homosexual men and then communicate disgust in an effort to shame and intimidate them. We also acknowledge its focus on masculinity and transgressions of it. Still, this word retains some of its power to startle. In this letter, we use the term playfully but purposely, disruptively but inclusively, extending it to include gay, lesbian, bisex-ual, transgender/genderqueer/gender non-conform-ing, intersex, two-spirit, and other queer identities (Smallwood, 2015). We use the F word fag subversively, employing an educational framework that welcomes differenc-es, questions, explorations, and divergences instead of routine, fixity, and control (Britzman, 2000). Fagnostics seek to disrupt traditional educational structures and practices, in turn welcoming those traditionally marginalized due to sexual or gender identity into the center of our fold. Fagnostics see ed-ucation as a site of intervention and struggle, a site for extended resistance of identity binaries, a refusal of resolutions, a “sacred aesthetic place” and time dedi-Figure 3. The flag represents all people. To glitch it as little as possible and show its hurt was my intention. I didn’t know how it was going to turn out going in, and I wasn’t sure how I would go about doing it. But I stopped when it resonated with me and how I felt. (Cas Renniks, personal communication, November 27, 2016)Figure 2. I wasn’t out yet as trans, and so glitch art enabled me to transition temporarily and virtually by enabling the chaos and distortion I felt to myself to manifest itself visually, which was really validating. (Cas Renniks, personal communication, November 27, 2016)75The Journal of Social Theory in Art Education / Volume 37 (2017) cated to transformation and growth (Denzin, 2003, p. 39). Deep commitment to these processes can engen-der broadening emotional and cognitive capacities, “empathy and intellect, passion and critique” (Denzin, 2003, p. 282).Fagnostics embrace what Smallwood (2015) entitles “queerituality,” or efforts to disrupt and re-form “our essentialization of identity development,” by queering school climates and considering queer experiences (p. 79). By introducing a queer theoretical framework, queer acts of reframing ask us to interro-gate assumptions around student meaning-making and identity development. They also allow us to con-sider multiple and intersecting identities and entwined oppressions (Smallwood, 2015). Smallwood (2015) speaks specifically about queer college students. We assert such sentiments apply to students and educa-tors more generally. We need to “create spaces where students can explore their various queer…experienc-es” and ideas at all levels of education (p. 80), to en-sure queer intellectual experiences for students with/out regard to their genders and sexualities. When it comes to queerituality, we acknowl-edge the risk in presenting countertruths as truths (Wilchins, 2004). How does one create a queer space without reterritorializing upon that space myths and misconceptions produced therein? We offer an assem-blage of poststructural, feminist, and queer theory in acknowledging that risk. In Derridian (1976) terms, communities use lan-guage to name what is common. By using the word queer as an umbrella term for what might be under-stood as uncommon in regard to gender and sexuality one risks situating that use in common language. As rights and visibility increase for queer communities, particularly in Western, industrialized global spaces, so does the need for fluid language used to talk with and about those communities. It is useful to under-stand queerness less as an identity than as a critique of identity (Jagose, 1996). Judith Butler (1993) claims that the mobilization and critique of queer foreground the conditions of representation. Put another way, queerness both acts on and is acted upon in order to produce itself. According to Butler (1990), performance is bodi-ly, nonverbal language. Performativity relates to the stylized and repetitive performance acts which often are rooted in normalized gendered performance. Performativity can, however, produce new norms. These are the circumstances wherein one begins to expect certain aesthetics or behaviors by which to code and identify queerness. Those codes and identity Figure 4. Instead of being motivated to create art only when your emotions are at their most extreme, the ability to express yourself is readily available at any-time. My selfies are a culmination of my experiences and emotions, from my happiest self, to my most dysphoric self, to my most neutral self. (Cas Renniks, personal communication, November 27, 2016)76 Wolfgang & Rhoades / First Fagnosticsmarkers create community but also make communi-ties more vulnerable by virtue of their visibility. With very few exceptions, the default construction of gender and sexuality is binary and heterosexual. Attempts to expand that construction to include non-binary gender expression and identity or a range of sexual expression and identity are, at best, consid-ered alternative or, at worst, subjected to violence. De-centering the narrative around gender and sexuali-ty involves acknowledgment of multiplicity: accepting the rage of gender and sexuality outside of either/or. José Esteban Muñoz (1999) suggests a deepening of this concept as disidentifications. According to Muñoz, intersections of race, ethnicity, and queer identity produce the need for a third mode of addressing dom-inant ideology—to neither assimilate nor oppose but rather create identities-in-difference. A queering of school narratives around gender and/or sexuality asks one to change the collective narrative around the deserving student (Kumashiro, 2001). When schools elect to restrict the bathroom use, locker room use, or extracurricular activities of transgender students, for example, the rhetoric is often around protection. A queer perspective asks the question “Protection for whom?” Dafina-Lazurus Stewart (2017) asks for a resistance to the politics of appeasement, to replace language of “diversity and inclusion” for action around justice and equity. In par-ticular, they complicate educational and social prac-tices that preserve dominant narratives when we ask “Is the environment safe for everyone?” rather than “Whose safety is being sacrificed and minimized to allow others to maintain their dehumanizing views?” (para. 14). The tension between where we were and where we need to go in regard to equitable and just experiences for students in schools will—and should—always be present. We posit it is through that tension one finds the richest space of inquiry and possibility for change. 4Dear friends, do not hold onto old assumptions. Believe instead, in the words of Brother Love3, edu-cator and founding member of Big Gay Church: “All 3 Brother Love is the pseudonym of Courtnie Wolfgang.of my students are queer. Except the ones who aren’t.” When presuming the status quo, queer aspects of people’s lives are ignored, erased, camouflaged, or denied. The authors acknowledge the challenges of explicit bias in our communities; however, we posit that implicit biases, “thoughts[,] and feelings outside of conscious awareness and control” (Project Implicit, 2011) significantly determine a hidden agenda in pedagogies and histories of art education. Fagnostics seek to expose those erasures, to have them included and recognized moving forward.For instance, historical records of activist and Hull House co-founder Jane Addams document her de-cades-long partnerships, professional and romantic, with Ellen Gates Starr and Mary Rozet Smith. Despite evidence supporting Addams’ queer identity, acknowl-edging this in an academic manuscript elicited edi-torial calls to “prove” it. Why didn’t the burden fall to the editor to prove Addams straight? Though Addams never explicitly identified her sexuality in any records, her archive includes intimate personal correspon-dences with the women she loved. At what cost do we exclude and deny evidence of queer experience? Figure 5. Excerpt from Jack Watson’s New Weird Ideas (2017). Presentation at the National Art Education Association Annual Conference. New York, NY. See the full text at newweirdideas.com 77The Journal of Social Theory in Art Education / Volume 37 (2017) A binary heteronormative paradigm reifies queer-ness as unspeakable. What else does such a paradigm exclude? Cannnot Zanele Muholi’s portraits of Black lesbian women in South Africa be as common in the art classroom as Van Gogh’s work? Why is Kehinde Wiley’s queerness invisible in classroom talk of pattern and portraiture? What are the missed opportunities when we value the lived experiences of some and are silent about others? Quiet tolerance is not enough. How do Fagnostics differ from other forms of class-room dialogue or practice which seek to disrupt? For many art educators, those artists or the complexities of their lived experiences were not taught to us as a part of the art curriculum and therefore do not enter into our own curricula. But their erasure from teaching and learning spaces produces a gap in student knowl-edge and re-centers heteronormativity, further reify-ing dominant narratives that directly or indirectly push to the margins students, faculty, and families whose lives are not represented in the existing curriculum. As a way to address this, art educator Jack Watson (2017) assigns his students the “Five Artists Who _____” chal-lenge. In it, the students locate and research five art-ists who represent different intersections of identity in an effort to make visible historically underrepresented artists as well as the stories that often go untold in the art classroom. Additionally, students—particularly queer/students of color—have opportunities to see themselves represented in the work of contemporary artists where the traditional canon of art history con-tinues to fail them. Fagnostics decenter heterosexuality and gender conformity as the norm and represent a purposeful attempt on behalf of the art educator to question Figure 7. I think people generally see the South as drawling Southern accents, old money, and intolerant views. They’re not completely wrong, but the South is also an agent of change, filled with community, love, and space. It is not just conservative waste, but is a battleground for ideals and diversity, and often a place of equilibrium where people can share who they are and create dialogue about the past, present, and future. So to align my fathers hat, a symbol of the South’s expectations, with myself, a queer non-binary youth, and then create art out of it, represents a de-struction of the South as a harsh and unforgiving envi-ronment, and the creation of a South that represents strength and diversity through dialogue and disunity. (Cas Renniks, personal communication, November 27, 2016)Figure 6. I wanted to creating a message through my art to the community, to say that, while we had been broken, we were not destroyed. (Cas Renniks, person-al communication, November 27, 2016)78 Wolfgang & Rhoades / First Fagnosticsthose norms. Revering fluidity, indeterminacy, and the unknown is critical to establishing culturally sustain-able pedagogy which includes gender and sexuality. And it will take time and practice to become un/done. Be patient. 5Fellow congregants, Fagnostics encourages the processes of thinking, making, applying, disrupting. Fagnostics recognizes the unknown and its poten-tial in meaningful collaboration with others. This open-endedness is often antithetical to traditional academic environments and processes especially where gender and sexuality are concerned. Fagnostics asks one to specifically consider their complicity in the hetero-norming of educational spaces, to address a “queerblind heterosexism” (after Desai, 2010), which favors inclusion-in-name-only over justice and eq-uity. Perhaps one begins by not assuming gendered binaries, by inquiring about students’ pronoun usage, to make more common a questioning of heterosex-ual assumptions about family. Look to the images and books you share with your students. Do they tell a variety of stories that include gender and sexual diversity? Consider organizing a Safe Zone training at your school. Know your rights and the rights of your students.4 Celebrate the lives of artists and culture makers including, not in spite of, their personal lives and loves that influence their art making. When you face resistance, ask, lovingly, why. Enter such inter-actions in a spirit of abundance and care. What if we welcomed the unknown and the absurd? A fagnostic 4 (1) American Civil Liberties Union (ACLU): The ACLU works to defend and preserve the individual rights and liberties guaranteed to everyone in this country, including lesbians, gays, bisexuals and transgender people. (www.aclu.org, www.aclu.org/library-lgbt-youth-schools-resources-and-links, www.aclu.org/know-your-rights/lgbt-high-school-students)(2) Gay, Lesbian & Straight Education Network (GLSEN): Every day GLSEN works to ensure that LGBTQ+ students are able to learn and grow in a school environment free from bullying and harassment. (www.glsen.org, https://www.glsen.org/educate/resources/guides)(3) Gay-Straight Alliance Network (GSA Network): An LGBTQ+ racial and gender justice organization that empowers and trains LGBTQ+ youth leaders and allies in an intersectional effort for safer schools and healthier communities. (http://www.gsanetwork.org/about-us)(4) Teaching Tolerance: A Project of the Southern Poverty Law Center: Help-ing educators who care about diversity, equity and justice to find news, suggestions, conversation and support. (www.tolerance.org)(5) YouthResource: A website created by and for LGBTQ+ youth. (http://www.youthresource.com/)approach to classroom teaching is not aimless or unprepared, instead it is capitalizing on available assets, considering current contexts and participants, and embodying flexibility and responsiveness. Let us premise our interactions with students, with curric-ulum, and with pedagogy on our unknowing in the spirit of growth, experience, and understanding. 6We urge you to remain steadfast and strong in your commitment to education, to students, to the arts, and to one another. Let all that you do be done with good humor and great love. Persevere, our friends. Great are the spiritual rewards for Fagnostics, for those devoted humbly to the admirable task of embracing unknowing. May blessings rain down like silver glitter upon you all. NotesThe authors would like to thank all the members of the Big Gay Church, its congregation, and all those yet to join.79The Journal of Social Theory in Art Education / Volume 37 (2017) ReferencesBritzman, D. (2000). Precocious education. In S. Talburt & S. Steinberg (Eds.), Thinking queer: Sexuality, culture, and education (pp. 33-60). New York, NY: Peter Lang. Butler, J. (1990). Gender trouble: Feminism and the subversion of identity. New York, NY: Routledge.Butler, J. (1993). Bodies that matter: On the discursive limits of “sex.” New York, NY: Routledge.Denzin, N. (2003). Performance ethnography: Critical pedagogy and the politics of culture. Thousand Oaks, CA: Sage. Derrida, J. (1976). Of grammatology. Baltimore, MD: Johns Hopkins University Press.Desai, D. (2010). The challenge of a new colorblind racism in art education. Art Education, 63(5), 22-27. Jagose, A. (1996). Queer theory: An introduction. New York, NY: New York University Press.Kumashiro, K. (2001). “Posts” perspectives on anti-oppressive education in social studies, English, mathematics, and science classrooms. Educational Researcher, 30(3), 3-12.Muñoz, J. E. (1999). Disidentifications: Queers of color and the performance of politics. Minneapolis, MN: University of Minnesota Press.Project Implicit. (2011). About Us [webpage]. Retrieved from https://implicit.harvard.edu/implicit/aboutus.htmlRhoades, M., Davenport, M. G., Wolfgang, C. N., Cosier, K., & Sanders, J. H., III. (2013). Big gay church: Sermons to and for an underserved population in art education settings. Studies in Art Education, 54(4), 349-363.Russell, L. (2012). Digital dualism and the glitch feminism manifesto. Retrieved on May 17, 2015 from https://theso-cietypages.org/cyborgology/2012/12/10/digitaldualism-and-the-glitch-feminism-manifesto/Smallwood, S. R. (2015). “Queerituality”: Reforming what it means to be a religious queer. The Vermont Connection, 36, 73-81.Stewart, D-L. (2017, March). Language of appeasement. Inside Higher Ed. Retrieved from https://www.insidehigh-ered.com/views/2017/03/30/colleges-need-language-shift-not-one-you-think-essay Watson, J. (2017). 5 artists who. New Weird Ideas, 3, 5-6. Retrieved from https://newweirdideas.com/previous-issues/Wilchins, R. A. (2004). Queer theory, gender theory: An instant primer. Los Angeles, CA: Alyson Books.",
    "id": 84402699,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarscompass.vcu.edu:jstae-1503"
    },
    "title": "First Fagnostics: Queering Art Education",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-06-01T08:00:00+01:00",
    "publisher": "VCU Scholars Compass",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarscompass.vcu.edu/cgi/viewcontent.cgi?article=1503&amp;context=jstae"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/84402699.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/84402699"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/84402699/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/84402699/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/84402699"
        }
    ],
    "abstract": "This article advocates for a “fagnostic” pedagogy that acknowledges the queer aspects of education in relation to not knowing, of the unknown, of the unknowable, making spaces and opportunities for becoming art educator. The article defines fagnostic, questions the assumptions of heteronormative, binary pedagogies, and considers the possibilities of queering the spaces of art education practice to be more inclusive and culturally sustainable in the 21st century",
    "tags": [
        "text",
        "LGBTQ",
        "queer",
        "pedagogy",
        "unknowing"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarscompass.vcu.edu:jstae-1503",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2330",
        "openDoarId": 0,
        "name": "VCU Scholars Compass",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 84402699,
        "depositedDate": null,
        "publishedDate": "2017-06-01T08:00:00+01:00",
        "updatedDate": "2024-01-20T11:05:28+00:00",
        "acceptedDate": null,
        "createdDate": "2017-08-03T20:37:17+01:00"
    },
    "urls": [
        "https://scholarscompass.vcu.edu/jstae/vol37/iss1/8",
        "https://scholarscompass.vcu.edu/context/jstae/article/1503/viewcontent/1503_Wolfgang_PUBLISH_ONLINE.pdf"
    ],
    "lastUpdate": "2024-01-20T11:05:28+00:00",
    "setSpecs": []
}