{
    "acceptedDate": "",
    "authors": [
        {
            "name": "King, LaGarrett"
        },
        {
            "name": "Kasun, G. Sue"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T13:40:06+01:00",
    "dataProvider": {
        "id": 3348,
        "name": "Georgia State University",
        "url": "https://api.core.ac.uk/v3/data-providers/3348",
        "logo": "https://api.core.ac.uk/data-providers/3348/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/214054159.pdf",
    "fullText": "Georgia State University\nScholarWorks @ Georgia State University\nMiddle and Secondary Education Faculty\nPublications Department of Middle and Secondary Education\n2013\nFood for Thought: A Framework for Social Justice\nin Social Studies Education\nLaGarrett King\nUniversity of Missouri, kinglj@missouri.edu\nG. Sue Kasun\nGeorgia State University, skasun@gsu.edu\nFollow this and additional works at: https://scholarworks.gsu.edu/mse_facpub\nPart of the Curriculum and Instruction Commons, and the Junior High, Intermediate, Middle\nSchool Education and Teaching Commons\nThis Article is brought to you for free and open access by the Department of Middle and Secondary Education at ScholarWorks @ Georgia State\nUniversity. It has been accepted for inclusion in Middle and Secondary Education Faculty Publications by an authorized administrator of ScholarWorks\n@ Georgia State University. For more information, please contact scholarworks@gsu.edu.\nRecommended Citation\nKing, L. & Kasun, G. S. (2013). Food for thought: A framework for social justice in social studies education. Focus on Middle Schools\n25(3), p. 1-4.\nMiddle School vol. 25, no. 3\na quarterly publication for the education community from the \nAssociAtion for childhood EducAtion intErnAtionAl Focus on\nFood for Thought\nby LaGarrett King and G. Sue Kasun\nAround the world, societies struggle with issues of discrimination and many individuals are denied their rights as a result of their race, ethnicity, sexual orien-\ntation, gender, socioeconomic class, or disability. Since the \npurpose of social studies education “is to help young people \nmake informed and reasoned decisions for the public good as \ncitizens of a culturally diverse, democratic society” (NCSS, \n1994), many scholars believe social studies education is an ap-\npropriate field to explore these topics of injustice (Banks, 2004; \nWade, 2007). \n Although social studies educators often agree with that senti-\nment, many wonder how they can approach these topics of \ninjustice and help students realize and promote social change \nin society. This essay offers teachers a praxis and some clarity \nabout social justice education and how social studies classrooms \ncan be conduits for its practical dimensions. First, we provide a \nbrief description of social justice education and its ideal role in \nthe social studies classroom. Next, we describe important char-\nacteristics of a social justice conceptual framework and provide \npractical examples of how these \ncomponents work in classrooms \nby using food as an exemplar. \nLast, we provide suggestions for \nmiddle school teachers who want \nto explore social justice education \nas an instructional practice.\nDefining Social Justice\nand Social Studies\nWe define social justice educa-\ntion as the pedagogical practice of \nguiding students toward critically \ndiscussing, examining, and ac-\ntively exploring the reasons behind social inequalities and how \nunjust institutional practices maintain and reproduce power \nand privilege that have a direct impact on students’ lives. Social \njustice education is both a process and goal (Bell, 1997), and \neducators have a long history advocating its importance as a \nmeans to address inequalities related to race, immigration, and \nwomen’s rights (Crocco & Davis, 2002; Evans, 2004; Stanley, \n2005; Watkins, 1993). Contemporary social studies scholars \n(Au, 2009; Banks, 2004; Tyson & Park, 2006; Wade, 2007) \ncontinue to promote social justice education as a primary cur-\nricular and pedagogical mechanism in an increasingly global-\nized world and among increasingly diverse student populations. \nSocial justice educators help students “unveil the world of \noppression, transforming it into a just world for the purpose of \nempowerment” (Tyson & Park, 2006, p. 23).\n Through the process of social justice education, teachers help \nstudents develop what Freire (1970) termed conscientização, \na “consciousness raising” through which students develop a \nsociopolitical awareness that helps them formulate and address \nLaGarrett King is an Assistant Professor of Secondary Social Studies Education at \nClemson University and has 13 years of experience as a social studies educator. His re-\nsearch interests include history education, curriculum history, and critical multicultural \neducation. King’s work has been published in Multicultural Perspectives, The Social \nStudies, Theory and Research in Social Education, and the Journal of Social Studies \nResearch. His email is lagarrk@clemson.edu.\n G. Sue Kasun is an Assistant Professor of Education at the University of St. Thomas, \nMinnesota. A bilingual, former teacher and administrator of English language learn-\ners in Mexico and the United States, she researches transnational families and students, \nways of knowing, and critical multicultural education. Her work has been published in \nthe Berkeley Review of Education and Taboo: The Journal of Culture and Educa-\ntion. Her email is gskasun@gmail.com.\nFocus on Middle School • Spring 2013\n2\nFocus on \n          Middle School\nEditor:\ndetra Price-dennis\n University of Texas at Austin\nFocus on Middle School  (iSSN 2158-1673)\nis published quarterly by the Association for \nChildhood Education international, 17904 \nGeorgia Ave., Ste. 215, olney, Md 20832. \nArticles published in ACEi’s Focus Quar-\nterlies are peer-reviewed.  Articles pub-\nlished in Focus on Middle School represent \nthe views of the authors and do not \nnecessarily reflect positions taken by the \nAssociation for Childhood Education \ninternational.\nCopyright © 2013 by the Association for \nChildhood Education international.  No \npermission is needed to reproduce materi-\nals for education purposes. \nACEi ExECutivE BoArd:\ndebora Wisneski,\n President\nCarrie Whaley, \n President Elect\nBelinda Hardin, \n Secretary\nJames Kirylo,\n Treasurer\nKathleen Fite, \n Member-at-Large\nCharles Godwin,\n Member-at-Large\nLoren Weybright, \n Member-at-Large\nJana Sanders, \n Presidents’ Council Representative\ndebra Woods, \n Emerging Educator Representative\ndiane P. Whitehead, \n Ex Officio Member \nACEi HEAdQuArtErS StAFF:\ndiane P. Whitehead, Executive Director\nMichelle Allen, Operations Manager\nAnne Watson Bauer, Editor/Director of \nPublications\nBanhi Bhattacharya, Professional \nDevelopment and Research Specalist\nEmebet G/Micheal, Accounting Manager\ndeborah Jordan Kravitz, Production \nEditor\nSheri Levin, Member Relations and \nCommunications Manager\nYvette Murphy, Director of Advocacy and \nOutreach\ndione Walters, Membership Assistant\nBright Futur\nes for Every Child, Every Nation\nquestions about societal injustices and supporting structures. It is not enough, however, \nthat students only understand that injustices are happening. They also must recognize \nthat they are agents of change who can make a difference in the world. Therefore, fol-\nlowing Freire’s sense of consciousness raising, awareness turns to action and transforma-\ntion of the world around them.  \n We argue that social justice in the social studies classroom encompasses three impor-\ntant principles: critical historical knowledge, critical sociopolitical literacy, and applica-\ntion with agency. This conceptual framework is not intended to be all-encompassing \nof social justice principles; rather, it is a guide for social studies educators interested in \ncreating and maintaining a curriculum and pedagogy that has a social justice empha-\nsis. To provide clarity of the concepts, we use the topic of food to showcase how these \nprinciples can come alive in classrooms. Depending on the context and purpose of in-\nstruction, any culture’s food could be reframed and used for the pursuit of social justice \neducation. Specifically, we use Mexican food due to its misuse as a method of teaching \nabout the largest immigrant group in the United States. It has been excessively used as \nan ill-conceived (if well-intentioned) component of the “foods, fiestas, and festivals” \napproach to multicultural education (Ladson-Billings, 1995, p. 127). The end result of \nthis model does not promote social justice; rather, it shapes students into cultural tour-\nists. Students may be left with the impression that they have “experienced” a different \nculture without ever having to understand the social, historical, political, and economic \ncontexts in which cultures are situated (Gorski, 2006), and to which the production \nand consumption of food is linked. Therefore, throughout our explanation of a social \njustice framework, we reframe Mexican food in order to reincorporate social studies \ninstruction toward social justice.\nCritical Historical Knowledge\nCritical historical knowledge means continually providing students with a thorough \nhistorical contextualization of social studies content. Educators can begin with the \ntextbook, but must be able to move beyond it to explore a deeper understanding that \nconsiders multiple perspectives of historically underserved communities, critiques com-\nmon sense notions that often only serve the interests of the most powerful (Kumashiro, \n2004), and demonstrates the importance of micro and macro analyses. If students are \nnot exposed to or given the opportunity for a critical historical analysis, knowledge \nbecomes ahistorical and decontextualized. Hence, students will have a narrow under-\nstanding of the political, social, and economic systems that create and sustain oppressive \nsocial dynamics, which might otherwise be transformed to the greater benefit of all in \nsociety, not just the most powerful (Hackman, 2005). To be effective, social stud-\nies educators have to be knowledgeable about multiple positions on an issue so they \ncan effectively provide a knowledge base and dialogue that facilitates students’ critical \nthinking. Additionally, social studies educators serve as models for students on how to \napproach content through an analytic lens.\n To better understand critical historical knowledge, consider the issue of Mexican \nfood. Teachers who choose to use food to promote cultural understanding ought to go \nbeyond the typical lesson requiring students to prepare and share food that “represents” \nthe culture being studied. Instead, teachers can have students begin to question their \nown accepted conceptions of food in the first place. For instance, teachers can exam-\nine not only the what regarding the general staples of the Mexican diet, but also the \nhistorical why. In the case of Mexico, tortillas made from corn are a well-known staple. \nTortillas are rooted in indigenous cosmology and meaning systems, which can be ex-\nplored using basic and thought-provoking texts (see recommended texts). Teachers can \nprovide primary source documents that speak to the historicity of Mexican food and all \nof its manifestations, from indigenous Mexicans to the ways corn is used across other \nSpring 2013 • Focus on Middle School\n3\ncultures. Concretely, the teacher might invite guest speakers, in-\ncluding parents, community experts, and museum curators, into \nthe classroom to speak about their working knowledge of both \nplanting and harvesting corn, as well as the complicated process \nof how the corn is transformed from kernel to masa/dough \nto tortilla. This “funds of knowledge” approach (González, \nMolly, & Amanti, 2005) positions local community mem-\nbers as resources and reframes students’ thinking about these \ncommunities. This exploration of multiple perspectives allows \nfor students to move beyond knowledge that supports the \nnarrative of the dominant culture, gives voice to historically \noppressed persons, and provides a framework to understand \ndistinct group dynamics.\n The contemporary experience of Mexican immigrants can \nbe addressed as well, including how and why their diets have \nchanged. Mexican immigrants often lose a relatively healthier \ndiet and adopt an American diet that includes higher consump-\ntion of processed foods and sugar in just one generation (Batis, \nHernandez-Barrera, Barquera, Rivera, & Popkin, 2011). To \nexplore further, micro and macro analyses can be done in class-\nrooms in which students compare and contrast their individual \ndiet with traditional Mexican diets. Teachers can ask several \nquestions shifting between individual (micro) and group (mac-\nro) understandings. What is my diet comprised of? How does it \ndiffer from more traditional Mexican diets? What is it Mexican \nfamilies trade when they shift to the U.S. diet? These questions \nallow a historical contextualization that permits knowledge \nscaffolding, which leads students to see the relevancy of food to \ntheir lives, to those around them, and to those abroad.\nCritical Sociopolitical Literacy\nSociopolitical literacy refers to the ability to critically examine \nknowledge as multifaceted, complex, and—depending on the \ncreator—either oppressive or liberatory. Educators need to teach \nstudents to identify why and how knowledge is created and who \nits creators are and their interests, as well as to uncover com-\nmonsense assumptions of knowledge while recognizing multiple \nand oppressed voices. In this way, they will be able to promote \nsocial change. Freire (1970) believes we should teach students to \n“read and write the world,” which requires not just understand-\ning but also questioning institutionalized knowledge as well as \nfacilitating solutions for injustices. Critical historical knowl-\nedge is only the first step teachers should take in developing \nsocial justice lessons; without an understanding of the nuances \nof knowledge, students’ ability to challenge inequities will be \nstunted.\n To draw further from the example of Mexican food, criti-\ncal sociopolitical literacy can be cultivated by asking what \nleads Mexicans to replace their native foods and what should \nbe done about it? Critical understandings of marketing can \nbe used in this effort, such as through the U.S. government’s \ninitiative to develop critical middle-school age readers through \nAdmongo.gov. Students can critically examine advertising (on \ntelevision, websites, newspapers, and magazines) that is aimed \nboth at youth and at immigrant communities. Students also \ncan develop understandings about the availability of healthier \nfoods in certain locations and their lack of availability in “food \ndeserts” (Smith, 2011), as well as consider advocating for better \nfood choices in their own schools and communities. In practice, \nteachers can have students bring a log of what they see adver-\ntised on television during the programming they watch and then \nuse the tools they learn from critical analysis to make sense of \nhow and why marketing is being used to shift their food prefer-\nences. Together, the teacher and students can research profits of \nthe companies that manufacture processed foods and compare \nthem to the profits of companies that produce whole foods \n(such as grains and legumes). Finally, the teacher could invite \nanother outside resource to share community knowledge about \nhow some organizations are working to help families provide \nhealthier foods despite the food deserts in which they often find \nthemselves.\nApplication With Agency\nTeaching students to critique the world is important; without \nfostering activism, however, students can become cynical and \nfeel agentless while facing social injustices (Freire, 1970). Ap-\nplication with agency involves students’ enactment of social \njustice principles into an action plan that can be implemented \nto improve society. This approach helps students understand \nthe link between classroom content and the real world, which \nincreases lesson relevancy. It also empowers students to be agents \nof change. Application with agency can be implemented in \nmyriad ways. Students can promote awareness of social injus-\ntices through artistic expression, writing campaigns to local and \nnational government officials and agencies, and digital media \n(Facebook pages, Twitter), or through the planning of actual \ngrassroots protests and/or information sharing sessions.\n Returning to the idea of Mexican food, students’ ambition for \nactivism must be foregrounded; it is counterproductive for the \nteacher to impose her/his vision on students. Students may in-\nclude options that represent the healthier side of Mexican food \namong their food possibilities. They also may want to return to \nthe sense of food as part of the life cycle and consider their own \ncosmologies and how they relate to understanding the nourish-\nment of their selves on this physical level. Students could learn \nabout, debate, and advocate for or against the imposition of \npresent-day “sin taxes” on what are considered unhealthy foods, \nsuch as soft drinks and cookies. Finally, returning again to the \nsense of having the greater community be part of the class-\nroom experience, as noted in the critical historical knowledge \nand critical sociopolitical literacy examples, students, with the \nguidance of their teacher, take their work into the community \nin an effort toward transformation. Students could protest the \nmarketing (and manipulation) of both youth and immigrant \nFocus on Middle School • Spring 2013\n4\ngroups by large corporations whose usual push for the bottom \nline of increasing profits takes little account of historic and \nhealthier practices of various groups or the physical needs of \ntoday’s youth. Students may choose to promote healthier food \nchoices at their schools and/or campaign to increase awareness \namong students about those choices.  \nConclusion\nSocial studies educators can convey to students the need for cri-\ntique and social justice efforts in our schools and communities \nin a way that promotes the agency of students as learners and as \npossessing the ability to transform the world in which they live. \nThroughout our essay, we used the example of Mexican food as \na demonstration of how educators can facilitate students’ critical \nhistorical knowledge, critical sociopolitical literacy, and their \napplication of these understandings with agency. As a result, \nstudents would find themselves as historical players who can and \ndo work toward change while developing deeper understand-\nings of different cultural groups and the historic and political \ncontexts in which groups are situated. We agree with Hackman \n(2005) that social studies educators need to stress a critical \nanalysis of their societies and the social action that accompanies \nit. This is not an unpatriotic endeavor. Instead, we need to stress \nthe importance of equality and our responsibilities as citizens to \n“participate, voice, and protest” (Hackman, 2005 p. 106), so we \ncan continue our dream, through education, of a truly demo-\ncratic society.\nRecommended Texts \nBooks About Mexican Food\nAliki. (1976). Corn is maize: The gift of the Indians. New York, \nNY: Harper Trophy.\nAnaya, R. A. (2012). The first tortilla: A bilingual story. Albu-\nquerque, NM: University of New Mexico Press.\nGonzalez-Jensen, M. (1997). Mexico’s marvelous corn/El maravil-\nloso maiz de Mexico. Oxford, England: Rigby.\nBooks About Corn and the Mexican Diet for \nTeacher Preparation\nFusserl, B. (2004). The story of corn. Albuquerque, NM: Univer-\nsity of New Mexico Press.\nPilcher, J. M. (2012). Planet taco: A global history of Mexican \nfood. Oxford, England: Oxford University Press.\n \nReferences\nAu, W. (2009). The “building tasks” of critical history: Structur-\ning social studies for social justice. Social Studies Research and \nPractice, 4(2), 25-35.\nBanks, J. A. (2004). Teaching for social justice, diversity, and \ncitizenship in a global world. The Educational Forum, 68(4), \n296-305. \nBatis, C., Hernandez-Barrera, L., Barquera, S., Rivera, J. A., & \nPopkin, B. M. (2011). Food acculturation drives dietary dif-\nferences among Mexicans, Mexican-Americans, and non-His-\npanic whites. The Journal of Nutrition, 141(10), 1898-1906.\nBell, L. A. (1997). Theoretical foundations for social justice \neducation. In M. Adams, L. Bell, & P. Griffin (Eds.), Teaching \nfor diversity and social justice: A sourcebook (pp. 3-15). New \nYork, NY: Routledge.\nCrocco, M. S., & Davis Jr., O. L. (2002). Building a legacy: \nWomen in social education, 1784-1984. NCSS Bulletin. Sil-\nver Spring, MD: National Council for the Social Studies.\nEvans, R. W. (2004). The social studies wars: What should we \nteach the children? New York, NY: Teachers College Press.\nFreire, P. (1970). Pedagogy of the oppressed (trans. Myra Bergman \nRamos). New York, NY: Continuum.\nGonzález, N., Moll, L. C., & Amanti, C. (2005). Funds of \nknowledge: Theorizing practices in households, communities, and \nclassrooms. Mahwah, NJ: Lawrence Erlbaum.\nGorski, P. C. (2006). Complicity with conservatism: The de-\npoliticizing of multicultural and intercultural education. \nIntercultural Education, 17(2), 163-177.\nHackman, H. W. (2005). Five essential components for social \njustice education. Equity & Excellence in Education, 38(2), \n103-109.\nKumashiro, K. (2004). Against common sense: Teaching and \nlearning toward social justice. New York, NY: Routledge.\nLadson Billings, G. (1995). Making mathematics meaningful in \nmulticultural contexts. In W. G. Secada, E. Fennema, & L. \nByrd (Eds.), New directions for equity in mathematics education \n(pp. 126-145). Cambridge, England: Cambridge University \nPress.\nNational Council for the Social Studies. (1994). Expectations of \nexcellence: Curriculum standards for social studies. Washington, \nDC: Author.\nSmith, J. (2010). Food deserts. In Cohen, N. (Ed.), Green cities: \nAn A-to-Z guide (Vol. 4). Thousand Oaks, CA: Sage Publica-\ntions.\nStanley, W. B. (2005). Social studies and the social order: Trans-\nmission or transformation? Social Education, 69(5), 282-286.\nTyson, C. A., & Park, S. C. (2006). From theory to practice: \nTeaching for social justice. Social Studies and the Young \nLearner, 19(2), 23-25.\nWade, R. C. (2007). Social studies for social justice: Teaching \nstrategies for the elementary classroom. New York, NY: Teachers \nCollege Press.\nWatkins, W. H. (1993). Black curriculum orientations: A \npreliminary inquiry. Harvard Educational Review, 63(3), 321-\n339.\nSpring 2013 • Focus on Middle School\n5\nBeing a Social Justice Educator\nby Mindy Hall\n“We are shaped by every language and culture, drawn from this Earth. We know that our patchwork heritage is a strength, not a weakness.” These words, \nspoken by President Barack Obama, are hanging prominently in \nmy middle school social studies classroom. They are reflected in my \nteaching and assessment practices, classroom environment, the pro-\nfessional work I engage in, and the relationships I have with others.\n Teaching for social justice is what I do. It is so interwoven in \nmy educational practices that it is often difficult for me to discern \nthe difference between “teaching” and “teaching from a social \njustice perspective.” Social justice recognizes that each and every \nperson has value and the focus is on both individuals and groups. \n“Groups” can be as obvious as ethnicity and religion or as unap-\nparent as divisions based on sexual orientation, ability, or socioeco-\nnomic status.\n A visitor in my classroom may witness a 7th-grade world history \nlesson focusing on the development and growth of Islam and how \nit differed from the Christian Crusades. On another visit, the focus \nmay be an 8th-grade lesson on life in the southern American colo-\nnies in the 18th century from the perspective of a slave. Students in \nmy classes are taught from various perspectives, in the hopes of giv-\ning them awareness of, insight about, and appreciation for various \nviewpoints, time periods, systems, historical trends, and cultural \ngroups. Critical thinking is woven throughout, focusing on concept \nformation, similarities and differences, and making connections. \nStudents might be asked to compare a historic leader with a \nmodern-day one. They might be told to write from the perspective \nof a Native American who sided with the French during the French \nand Indian War. While studying about items traded along the Silk \nRoad during a certain time period, students might be instructed \nto describe the impact of a selected item on modern life. At times, \nstudents must compare a historic person, event, or time period to \nthemselves or their lives.\n When students are able to connect to their learning, it often \nbecomes more relevant and important to them. In addition to the \nconnections described above, I also vary my instructional and as-\nsessment strategies to spark interest in the content we are studying \nand to create an environment focused on student success. I often \nweave choice into my formative and summative assessments to \nmeet student needs and provide layered opportunities to interact \nwith the content. For example, instead of a paper-and-pencil test, \nstudents might be assigned a project (format is their choice) with \nspecific guidelines explained in a rubric. Such a project can be \ndone individually or with a peer. Assessments in my classroom also \ninclude creating illustrations, engaging in creative writing projects, \nparticipating in classroom discussions and group work, conducting \nstudent-directed research, role-playing, incorporating \nart and music, using primary resources, supplementing \ntexts with trade books and video clips, and demonstrat-\ning learning through interactive Smartboard activities.\n If teaching for social justice is about recognizing that \neach and every person has value, then teaching for social \njustice means meeting the needs of all students through instruc-\ntional strategies, assessment practices, relationships, and classroom \nenvironment. I often have heard that parents teach their children \nmore by how they live their lives than by what they say. The same \nis true for teachers. It is not what I teach but rather how I teach it. \nThe environment in which my teaching and assessing takes place is \nas important as my practices.\n The walls of my classroom display pictures of children from a \nvariety of cultures, races, and time periods. Quotes from Gandhi, \nMartin Luther King, Jr., George Washington, Mohammad, Melba \nPattillo Beals, various Native American leaders, Desmond Tutu, \nand others also cover my walls. Photos of both famous and obscure \nplaces throughout the world are interwoven with quotations or \nproverbs about the importance of diversity and respect. I selectively \nchoose to decorate my classroom with such posters, quotes, poems, \nand pictures to create an environment that is welcoming and in-\nclusive of all. My hope, as I have shared with students and parents \nalike, is that each student will “find” himself or herself somewhere \nin my classroom. What do I mean by this? A Muslim student \nmight read a quote by Mohammad and feel welcome in my space. \nAn African American student might feel as if she “belongs” when \nshe sees a poster of The Little Rock Nine hanging on a wall in my \nroom. A student who has lesbian moms might feel accepted when \nshe reads the poem entitled “Gay” displayed near her desk.\n Additionally, my bookshelves are filled with diverse selections of \npicture, nonfiction, chapter, historical fiction, and poetry books at \na variety of levels. The books are not just there as decoration, but \nare used throughout both my world history and American history \nclasses. I might supplement a unit on African kingdoms with a \npicture book of a Mali tale or share a historical fiction book about a \nslave auction in the mid-19th century. In this way, I hope to relate \nto students in ways that make the most of their learning styles or \ninterest levels.\n It is important to not only have social justice goals in mind as \na unit or lesson is planned, but also create an environment that is \nsupportive of such goals. Telling students that they should recog-\nnize and appreciate diversity is hollow unless you create an environ-\nment that supports this ideology. Asking students to recognize and \nappreciate the many interconnections and interdependence of a \nglobal community has more meaning when it is taught in numer-\nous ways and students are evaluated on such connections.  \n Students in my classes know who I am and what I am about. \nThey know I respect, trust, and value their thoughts, opinions, and \nideas. The teacher I am is consistent with who I am in other aspects \nof my life. This realness creates a learning environment that sup-\nports teaching from a social justice perspective.\nMindy Hall is a 7th- and 8th-grade social studies teacher at Bexley Middle \nSchool in Columbus, Ohio. She has presented at numerous local and \nnational conferences and her work is featured in Acting Out! Combating \nHomophobia Through Teacher Activism, Teachers College Press, 2010.\n",
    "id": 214054159,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.gsu.edu:mse_facpub-1045"
    },
    "title": "Food for Thought: A Framework for Social Justice in Social Studies Education",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2013-01-01T08:00:00+00:00",
    "publisher": "ScholarWorks @ Georgia State University",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.gsu.edu/cgi/viewcontent.cgi?article=1045&amp;context=mse_facpub"
    ],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/214054159.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/214054159"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/214054159/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/214054159/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/214054159"
        }
    ],
    "abstract": "Around the world, societies struggle with issues of discrimination and many individuals are denied their rights as a result of their race, ethnicity, sexual orientation, gender, socioeconomic class, or disability. Since the purpose of social studies education “is to help young people make informed and reasoned decisions for the public good as citizens of a culturally diverse, democratic society” (NCSS, 1994), many scholars believe social studies education is an appropriate field to explore these topics of injustice (Banks, 2004; Wade, 2007)",
    "tags": [
        "text",
        "Curriculum and Instruction",
        "Education",
        "Junior High, Intermediate, Middle School Education and Teaching"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.gsu.edu:mse_facpub-1045",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3348",
        "openDoarId": 0,
        "name": "Georgia State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 214054159,
        "depositedDate": null,
        "publishedDate": "2013-01-01T08:00:00+00:00",
        "updatedDate": "2021-02-27T00:59:52+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T13:40:06+01:00"
    },
    "urls": [
        "https://scholarworks.gsu.edu/mse_facpub/47",
        "https://scholarworks.gsu.edu/cgi/viewcontent.cgi?article=1045&amp;context=mse_facpub"
    ],
    "lastUpdate": "2021-02-27T00:59:52+00:00",
    "setSpecs": []
}