{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Dozier, Jade"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T17:32:50+01:00",
    "dataProvider": {
        "id": 3303,
        "name": "San Jose State University",
        "url": "https://api.core.ac.uk/v3/data-providers/3303",
        "logo": "https://api.core.ac.uk/data-providers/3303/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/216866636.pdf",
    "fullText": "San Jose State University\nSJSU ScholarWorks\nMaster's Theses Master's Theses and Graduate Research\nSummer 2018\nFor the Bible Tells Me So\nJade Dozier\nSan Jose State University\nFollow this and additional works at: https://scholarworks.sjsu.edu/etd_theses\nThis Thesis is brought to you for free and open access by the Master's Theses and Graduate Research at SJSU ScholarWorks. It has been accepted for\ninclusion in Master's Theses by an authorized administrator of SJSU ScholarWorks. For more information, please contact scholarworks@sjsu.edu.\nRecommended Citation\nDozier, Jade, \"For the Bible Tells Me So\" (2018). Master's Theses. 4936.\nDOI: https://doi.org/10.31979/etd.29ze-83fa\nhttps://scholarworks.sjsu.edu/etd_theses/4936\n  \nFOR THE BIBLE TELLS ME SO \n \n \n \n \nA Thesis \nPresented to \nThe Faculty of the Department of Journalism and Mass Communications \nSan José State University \n \n \nIn Partial Fulfillment  \nof the Requirements for the Degree \nMaster of Arts \n \n \nby \nJade Dozier \nAugust 2018 \n  \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n© 2018 \nJade Dozier \nALL RIGHTS RESERVED \n \n  \n \nThe Designated Thesis Committee Approves the Thesis Titled \n \n \nFOR THE BIBLE TELLS ME SO \n \n \nby \n \nJade Dozier \n \n \nAPPROVED FOR THE DEPARTMENT OF JOURNALISM AND MASS \nCOMMUNICATIONS \n \n \nSAN JOSÉ STATE UNIVERSITY \n \n \nAugust 2018 \n \n \n \n \n \n \nRichard Craig, Ph.D. Department of Journalism and \nMass Communications \n  \nBob Rucker, M.S. Department of Journalism and \nMass Communications \n  \nJennifer Rycenga, Ph.D. Department of Religious \nStudies \n \n \n \n ABSTRACT \nFOR THE BIBLE TELLS ME SO \nby Jade Dozier \n The relationship between the LGBTQ (Lesbian, Gay, Bisexual, Transgender, and \nQuestioning) community and the church has been studied for critical reasons. The \nconnection between the two has been uneasy because of the religious beliefs from \nreligious groups and the many misunderstandings of what the LGBTQ community \nbelieves in. I have been able to understand the poor relationship between the Black \nchurch and homosexuality from the sources that are examined in my Literature Review. I \nevaluated the similarities and differences between queer men and women based on \nupbringing, denomination, and familial acceptance. As a LA native, I narrowed research \non Black religion in LA County such as Baptist and Church of God in Christ (COGIC). \nThese denominations are closely related to the participants. There are four affirming \nBlack denominations in Los Angeles, as well as predominantly Black affirming churches \nin the city that will be examined. I chose to highlight the personal experiences of ten \nqueer Black people and their relationship with the Black Church. I formed a discussion \non the reality of coming out to love ones and included studies on non-affirming church \nspaces. A major discovery came from understanding what spiritual stability meant for \neach participant. I then shared the limitations from the thesis and ways to enhance the \noverall study. \nv \n \n     ACKNOWLEDGMENTS \nThe SJSU Master’s Thesis Guidelines are the results to the efforts of many \nindividuals. Thanks are due to the Department of Journalism and Mass Communications \nfor giving me this platform to share this information with others. Great appreciation is \ndue to my three advisors who agreed to direct me in this journey. Thank you for the \nlistening ear, words of encouragement, and for helping me push the limits in order to \nproduce great work. Thanks also go to the ten participants who allowed me to display \ntheir personal stories in this manner. I am honored to shine light on these wonderful \nBlack women and men who are being honest and open. I have enjoyed getting to know \nthe participants better and this would not have been a success without their input.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nvi \n \n TABLE OF CONTENTS \n \n \nList ofAbbreviations....………………………..…………....................................   vii \nIntroduction………………………………………………………………..….....    1 \nLiterature Review…………………...……………………...................................    3 \nAbstract…………………………………………………………………..….    3 \nBackground Research……………………………………………………..…    4 \nSame-Sex Behavior in the Bible………………………………………….…    5 \nChristian and Civil Marriage………………………………………………...    8  \nHomosexuality: History and Culture of Black People……………………… 10 \nHistory of the LGBT Christian Movement…………………………….…… 13 \nAdvancements in the Church: Affirmation Ministries………........................  15 \nMethods.……………………………………………………….……….…….....  17 \nParticipants……………………………………………………………….…  18 \nEvaluations……………………………………….….................................... 18 \nData Analysis……………………………………………….........................  19 \nResults……………….…………..……….……………………………….…….  22 \nDiscussion……..……….…………....…………….………………….………....  32  \nReferences…………………………………………………………………….....  36 \nLiterature Cited…………..……………………………………………………...   38\nvii \n \nLIST OF ABBREVIATIONS \n \nAWAB- Association of Welcoming and Affirming Baptist \nCOGIC- Church of God in Christ \nDOMA- Defense of Marriage Act \nLGBTQ- Lesbian, Gay, Bisexual, Transgender, and Queer \nMCC- Metropolitan Community Church \nONA- Opening and Affirming \nUPPC- United Progressive Pentecostal Church \n 1 \n \nIntroduction \nThe relationship between the LGBTQ (Lesbian, Gay, Bisexual, Transgender, and \nQuestioning) community and religious groups has been problematic for decades. This \nissue is the result of Christian groups using sources like the Bible to condemn gays, \nreporting that their souls would burn in hell for loving the same sex. One infamous \nexample would be the Westboro Baptist Church known nationally for protesting against \nthe LGBTQ community with slogans such as “God hates Gays.” I want to do this thesis \nfocusing on the experiences of queer Black Christians in the Black church, meaning \nAfrican American denominations.  \nIt is no secret that holding the “sex talk” and discussing one’s attraction is difficult for \nmany parents of color because of how uncomfortable it can be. Some parents may neglect \nit all together or wait considerable amounts of time before discussing such a key and \nintimate subject with their child. However, within the Black community, conversations \nabout sex and sexuality can be even more shameful and condemning. The difficulty of \ndiscussing sexuality within the Black community stretches back to slavery.  \nEnslaved women were forced to have sex with slave owners, but their masters \nconsidered this a favor. White men often claimed they were doing Black women a favor \nbecause they believed they were saving them from having sex with Black men who were \nconsidered animalistic and brutal. Since then, sex has been a harsh topic for Blacks to \ngrasp and communicate; this paves the way for Christian groups to use the Bible as a way \nto make their words and opinions resemble God’s. \n2 \n \nLabeling same-sex attraction as a sin is a key factor in the separation of LGBTQ \npeople and Christians. Religion has been a source of both solace and suffering for many \nlesbian, gay, bisexual, transgender and queer Americans. While there are groups of \nLGBTQ Americans that have been raised in an organized religion and continue to cherish \ntheir faith community, too many have been forced to leave those communities behind \nbecause of condemnation of LGBTQ individuals. But within Black churches, LGBTQ \npeople often go silent. Their faithful peers might know they are LGBTQ but their \nidentities are rarely acknowledged outright. Others simply find \"church\" or worship in \nother ways, like watching services on TV, listening to them on the radio, or by having \nconversations about faith at coffee shops.  \nMy main goal was to interview African American queer Christians about their \ncoming-out experiences and evaluate how their relationship with God has developed. In \naddition, scholarly sources providing more insight on same-sex relationships, culture, and \nreligion. I also explain the poor relationship between the Black church and homosexuality \nfrom the sources examined in the Literature Review.  \n  \n3 \n \nLiterature Review \nAbstract \nThe relationship between the LGBTQ community and the church has been studied for \ncritical reasons. The connection between the two has been uneasy because of the religious \nbeliefs of religious groups and the many misunderstandings of what the LGBTQ \ncommunity believes in. There are churches that accept all people but not many Black \ndenominations that do so. Churches should be open to all people seeking a relationship \nwith God without being persecuted for the people they love. But the church can also be \nhypocritical in terms of acknowledging what God views as a sin. \nThe theory used for deeper comprehension of the relationship between queer Black \nChristians and the church is the Spiral of Silence Theory. This theory relates to queer \nBlack Christians and their religious community in terms of fear of isolation when the \ngroup or public realizes that theses individual have a divergent opinion from the status \nquo, heterosexual identities. My study taps into the reactions of queer Christians and how \nsin is preached and handled by heterosexual Christians and pastors, while narrowing the \nfocus on Los Angeles County. \nFor this research, I searched for strong sources that would highlight many aspects of \nthe relationship that queer, Black individuals have with Black Christianity. I was able to \nfind important sources which highlight three subtopics of experiences that gay Christians \nhave in terms of religion, community, and reconciliation. The first topic centers on the \nBible and same-sex behaviors as interpreted in scripture. The second topic scans civil and \nChristian marriages. The third topic examines Black history and culture of \n4 \n \nhomosexuality. The fourth topic focuses on the history of the LGBT Christian movement. \nThe final topic addresses how creating safe spaces in church has become crucial for queer \nChristians.   \nBackground Research \nBlack LGBTQ individuals are said to be the most understudied group, so people are \noften misunderstanding the core values of this group (Green, 2014). As a lesbian \nChristian, I often heard hurtful comments pertaining to my identity such as \nhomosexuality is a sin, a sickness, and can be changed. These comments sting even more \ncoming from the man who baptized me when I was seven. My Black Baptist church is the \nreason I wanted to focus on Los Angeles County, the city I was born and the church that \ntaught me to despise myself.  \nHoller If You Hear Me: Black and Gay in the Church is a documentary about Black \nLGBT people who are struggling with the intersections of sexuality, faith and race. The \nstories in the documentary are varied, passionate and inspiring. “Clay Cane, who created \nand produced the film, traveled to Atlanta, where church and LGBT culture cross paths \nlike nowhere else, to dive into one of the most taboo topics in the Black community” \n(IMDb). Cane, along with BET.com, zooms in on the lives of specific people who are \nfacing struggles because of their conflicting identities. \n“The linkage between marriage rights and full citizenship explains the severity with \nwhich whites policed the ban on interracial marriage and the parallel severity of critics of \nsame-sex marriage today, who do not want gays and lesbians to be accepted as equals” \n(Rycenga, 2009, p.7). There are three primary stances on homosexuality with inspect to \n5 \n \nreligion: 1) rejectionism, 2) love the sinner, hate the sin, and 3) full acceptance. \nRejectionism is when a person or people are unwilling to accept the lifestyles of LGBTQ \npeople. This involves refusing to tolerate to the point of protest, strong explicit dislike, \nand dismissal from a congregation. The stance “love the sinner, hate the sin” is derived \nfrom the thought of religious members that will open church doors to queer people but \nare strongly  against same-sex relationships altogether. Love the sinner, hate the sin and \nrejectionism are adopted by non-affirming Christians who do not believe in same-sex \nmarriage. Full acceptance typifies people (either religious or not) who understand same-\nsex attraction without judgment. They have the ability to become allies and are important \nfor the LGBTQ community. There is a possibility for Black Christians to disagree with \nhomophobic thoughts and ideas, but they are often quiet about their stance in the great \ndebate.  \nReligious walls are likely to be created by non-affirming Christians as they are likely \nto cut off any form of communication because of uncomfortable feelings about \nhomosexuality. Because of this, it is more likely for LGBTQ Christians to leave faith \norganizations rather than staying. “For Christians, the problem is not how to reconcile \nhomosexuality with scriptural passages that condemn it, but how to reconcile the \nrejection and punishment of homosexuals with the love of Christ” (Rycenga, p. 4).  \nSame-Sex Behavior in the Bible \nReligion infuses every dimension of African American life. These ideas correlate \nwith the black church’s preaching that gay men resemble the story of Sodom and \nGomorrah in the bible (Griffin, p. 44). In Black churches, men often lead the opposition \n6 \n \nto homosexuality. This is because Black men are more likely to become the pastor before \nwomen. “Scripture became a core value for blacks during slavery and through both white \nand black preaching, African Americans quickly became Bible Christians” (p. 51). There \nare scriptures that are often referenced in condemning homosexuality. From the Old \nTestament, I will highlight Leviticus 18:22 and 20:13. From the New Testament, I will \nhighlight Romans 1:26-27 and 1 Corinthians 6:9.  \nIn the Old Testament, regulation of sexuality is discussed early as a law to be \nfollowed. Leviticus is the third book written by Moses, the prophet that freed many slaves \nand was instructed by God directly. This portion of the Bible focuses on avoiding sin and \nimpurity in regards to sexual laws. The King James Version of Leviticus 18:22 says \n“Thou shalt not lie with mankind, as with womankind: it is abomination.” This verse has \nbeen interpreted to mean that a man should not have sexual intercourse with another man, \nwith the assumption that sexual acts are only meant for a man and a woman. Leviticus \n20:13 says “If a man also lie with mankind, as he lieth with a woman, both of them have \ncommitted an abomination: they shall surely be put to death; their blood shall be upon \nthem.” The second verse differs from the first in how there is a punishment upon both \nparties to the act (Walsh, 2001, p. 202). \nRomans 1:26-27 was written by Paul as a description of unnatural sexual activities \n(Miller, 1995, p. 1).  It reads, “For this cause God gave them up unto vile affections: for \neven their women did change the natural use into that which is against nature and \nlikewise also the men, leaving the natural use of the woman, burned in their lust one \ntoward another; men with men working that which is unseemly, and receiving in \n7 \n \nthemselves that recompence of their error which was meet” (King James Version).  When \nRomans 1:26-27 is read by modern western readers, the category of homosexuality is \ninvoked and thus verse 26 is assumed to be a reference to female homosexuality (p. 1). \nWorks which specialize in homosexuality in the Bible and the church show little or no \ncritical analysis of Romans 1:26. “There is an assumption that Paul and his audience had \na single category of homosexual, which was subdivided into male and female forms” (p. \n2). It is also significant that most of the present dialogue in the church on homosexuality \nis being conducted by males who may not have an abiding interest in issues dealing with \nfemale homosexuality (p. 3). \nIn 1 Corinthians 6:9, also written by Paul, it states “Know ye not that the unrighteous \nshall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, \nnor adulterers, nor effeminate, nor abusers of themselves with mankind” (King James \nVersion). Paul was not against homosexuality, but against homosexual abuse, or perhaps \nhomosexual sins related to abuse of the body and comparable to heterosexual sins such as \nadultery and fornication (Malick, p. 1).“Homosexuality is expressed as another example \nof an improper sexual relationship outside a monogamous heterosexual union and Paul’s \ndescriptions are of excessive practices, and that homosexuality is a biblically approved \nexpression of sexuality” (p. 2). \nPastors in Black denominations are generally silent when it comes to same-sex \nmarriage or affirming queer Christians (Griffin, p. 18). “Black Christians have also \ndemonstrated the possibility to be faithful Christians without accepting all scripture as \nauthoritative, first through the rejection of slavery in scripture” (p. 53). This causes many \n8 \n \nblack Christians to be in the middle of what has become a moral dilemma and some have \nto choose whether they see it as a sin or not (p. 62). “Black attitudes also have a symbolic \nimportance for the gay rights struggle and LGBTQ activists draw heavily from the \nstrategic analogies of the civil rights movement” (Lewis, p. 61). When the queer \ncommunity compares themselves to the black community, it brings frustration because \nthey don’t know what suffering is, as if their rights and lives are being valued by all. \nChristian and Civil Marriage  \nThere has been a need to shift the definition of marriage for many reasons. “Marriage \nhas been known to involve a man and a woman because that is the definitional essence of \nmarriage” (Eskridge, 1993, p. 1421). In the twentieth century, the public framework of \nmarriage would be preeminently economic, preserving the husband’s role as primary \nprovider and the wife as his dependent, despite the growing presence of women in the \nlabor force (Estin, 2002, p. 1696). The irony is that black heterosexuals are leading the \ncharge of denying marriage to another oppressed group, black gays and lesbians (Griffin, \np. 86). “Gay legal theorists and feminists have argued that by prohibiting same-sex \nmarriage, states engage in sex discrimination, thereby violating the federal Equal \nProtection Clause and state equal rights amendments” (Eskridge, p. 1425).  \nBut before same-sex marriage was legalized, many same-sex couples considered \nthemselves married for all intents and purposes, and rabbis, priests, and ministers have \nmarried literally thousands of these couples in religious services (p. 1483). “As gay and \nlesbian couples have come to form more lasting relationships, gay law has insisted that \nthe state not only tolerate same-sex unions, but recognize them as marriages” (Eskridge, \n9 \n \np. 1484). The shift in what marriage looks like is prevalent for same-sex couples denying \nto follow gender roles, and instead focus on making the reality of marriage fit their own \nways of living. “A marriage between two men or two women necessarily takes place \nwithin a framework that does not include centuries of gender-role expectations and \noppression” (Feldblum, p. 173). \nCivil marriages became the secularized route for same-sex couples as a marriage \nhonored as a civil contract without a religious ceremony. There was a demand to be seen \nas an equal. In 1990 Baker v. State of Vermont the court, applying the “common beneﬁts \nclause” of the state constitution, found that same-sex couples should receive the same \nbeneﬁts as opposite-sex couples and ordered the state legislature to ensure that they did \n(Brandzel, 2005, p. 186). Twenty-one years ago, Congress passed and President Clinton \nsigned into law the 1996 Defense of Marriage Act (DOMA). DOMA had two provisions: \nit deﬁned marriage for federal purposes as “only a legal union between one man and one \nwoman as husband and wife, and the word ‘spouse’ refers only to a person of the \nopposite sex who is a husband or a wife”; and second, it permitted states not to recognize \nsame-sex marriages performed in or legitimized by other states (Brandzel, p. 180). In \n2003, Goodridge v. Department of Public Health was a case clearing the way for \nMassachusetts to become the ﬁrst state to marry same-sex couples was carefully prepared \nand vetted by these lawyers (Egan & Sherrill, p. 229). Half of respondents agreed that \ncivil unions for same-sex couples are essentially the same as civil marriage or a marriage \nlicense for heterosexual couples. “Through legislation that criminalizes sexualities \nlocated outside the purview of the heterosexual, monogamous family, the state has \n10 \n \nconstructed heterosexuality as a prerequisite to citizenship and as the unspoken norm of \nmembership and national belonging” (Brandzel, p. 172). \nBy casting themselves as the only true heirs of civil rights protections, many straight \nblack heterosexual ministers haven drawn a wedge in the argument that the petitions of \nlesbians and gays are also civil rights (Griffin, p. 86). “In striking contrast to the African-\nAmerican civil rights movement, where legal action was often carefully coordinated with \npolitical strategy, the battle over gay marriage initially caught gay leaders by surprise” \n(Egan & Sherrill, p. 229). Civil unions are viewed as contradictory in that they signal at \nleast a partial recognition of same-sex relationships while they label gay and lesbian \ncouples second-class citizens (Brandzel, pp. 186-187). “According to gay rights \nadvocates, marriage rights will allow GLBT people to be recognized as viable members \nof the nation and will signal one of the ﬁnal moves toward full equality” (p. 187). \nPartners in all types of relationships can be understood to create a unique context for their \nrelationship through establishing a system of rules, expectations, and behavior within the \nrelationship (Lannutti, 2005, p. 6). “Civil marriage privileges long-term sexual partners \nby affording them exclusive access to a broad array of tangible and intangible benefits” \n(Knouse, 2011, p. 364). The importance of longevity is evident from the fact that civil \nmarriage has traditionally been understood as a lifelong commitment. \nHomosexuality: History and Culture of Black People \nHistory will record the failure of black heterosexuals as a group to be in solidarity \nwith lesbians and gays (Griffin, 2000, p. 20).  Coming out refers to informing others \nabout one’s sexual identity. When queer individuals come out, they are seeking \n11 \n \naffirmative support for the natural evolution of his or her identity (Haldeman, 1991, p. \n153). Being queer and religious involves two conflicting identities, in terms of how the \ntwo communities view same-sex attraction. “Queer Black individuals have reported \nsignificantly more negative attitudes toward homosexuality and are less likely to disclose \ntheir sexual identity than other races and are more likely than queer Whites to think their \nfriends will disapprove homosexuality” (Rosario et.al., 2004, p. 217). Reports show that \nblacks come out at younger ages than other racial groups. They are also less likely to feel \ncomfortable about others knowing their sexual identity because the Black community is \nmore likely to view homosexuality as always wrong (Lewis, 2003, p. 73).  \nAs a result, queer Blacks face greater difficulty in finding alternative sources of \nacceptance and support; it is likely for them to find community from people of other \nraces and religious denominations. But the fact is that attitudes towards gay people are \npsychologically similar to majority attitudes towards racial, ethnic, and other minority \ngroups (Herek, 2000, p. 2). It is also noted that “many heterosexual individuals have had \nengaged in homosexual behavior and experienced same-sex attractions, just as many gay \nand lesbian people have had heterosexual experiences” (p. 3).  \nThere is a gender belief system, which is “a set of beliefs and opinions about males \nand females and about the purported qualities of masculinity and femininity” (Whitley, p. \n692). Terms such as unnatural and immoral are often referenced for the “lifestyle” of \nqueer people. Black Christians’ understanding of homosexuality as immoral often makes \nit hard for them to see the discrimination against gays as unjust (Griffin, p. 17). The term \n“faggot” has become one of the most controversial terms in relation to gay men. In old \n12 \n \nEnglish, the term initially stood for a bundle of sticks (Online Etymology Dictionary). \nThe first known published use of the word faggot or fag to refer to a male homosexual \nappeared in 1914 in the U.S. “It referred to a homosexual ball where the men were \ndressed in drag and called them faggots or sissies” (straightdope.com).  \nIt took small effort in labeling heterosexuality as the “good sex.” “Christian churches \nand organizations are powerful, and they often paint homosexuals as evil, in many ways \nthey depend on homosexuals not only as leaders and members of their church, but also as \nthe evil to their good” (Chávez, 2004, p. 267). Christianity is founded on the basis of \ngood and evil and without sin, Jesus would not be the most significant figure for \nChristianity. Christians are taught to remove themselves from all facets of evil. In Their \nown received them not: African American lesbians and gays in Black churches, Black \nchurches are said to be the leaders in the oppression of black gays (Griffin, p. 10). \n“Homosexuality was first seen as the wicked passion of oversexed individuals” (p. 37). \nReligious interpretation of scripture is critical for the reasons homosexuality is viewed \nnegatively. There are prejudices against same-sex attraction because of this assumption. \nThe Black community once “thought of homosexuality as a cultural phenomenon of \nwhite people, and AIDS as a disease of gay white men” (Lewis, p. 61). Some Christians \nview God as one who sends misfortunes as punishments (p. 63). The perception that \nsame-sex attraction is a lifestyle choice has cause harm for queer Christians. \n“Homosexuality is seen as a behavior based identity, and as a chosen identity, so it does \nnot deserve protection” (Griffin, p. 78). The assumption is that queer people have chosen \n13 \n \nto be the outsider, but what sane person would choose to be hated by their own \ncommunity? \nThe Spiral of Silence Theory relates to why coming out is hard for queer Blacks \nbrought up in church. Remaining quiet about one’s identity causes fear and secrecy. \n“Public opinion can be described as the dominating opinion which compels compliance \nof attitude and behavior in that it threatens the dissenting individual with isolation” \n(Noelle-Neumann, 1974, p. 44). The need to stay silent about being queer can cause self-\ndigest and resentment towards others. The reality of homophobia has an influence on how \nand when queer individuals come out and share their identities with others. Queer \nChristians are the minority in this case. They are likely to experience loss in confidence \nto express their views because of feeling alone or unsupported. Silence is a form of \noppression that inhibits individuals from living fully and happily.  \nHistory of the LGBT Christian Movement \nChristian marriage is seen as the symbol or sacrament of the loving union between \nChrist and the church (Lawler, 1991, p. 722). “While American marriage is often \ndescribed as a secular institution, its deep roots in English ecclesiastical marriage reveal \nits religious nature” (Knouse, p. 378). Religion motivates the American understanding of \nmarriage as not only a sexual union, but a heterosexual union, most often characterized \nby non-consanguineous, monogamous, consensual, adult intercourse (p. 379). \nThe gay Christian movement was formed for religious inclusion and equality. \nNumerous Christian congregations throughout the United States have issued formal \nstatements of inclusion and afﬁrmation for their queer members (O’Brien, p. 194). The \n14 \n \nincreasing visibility of queer members in Christian religions may also reﬂect a general \nclimate of religious individualism. Many coming out stories involve a process of \nrenouncing religious roots. These stories can be interpreted as a statement of renunciation \nand opposition against a system of meaning in which lesbians and gays ﬁnd no place for \nthemselves. “Lesbian and gay Christians can be seen as playing out a variation on an old \ntheme: the contradiction of spirituality and sexuality is their particular struggle; the \nmanner in which they engage the struggle deﬁnes their character” (p. 188). A point of \nreconciliation with one’s homosexuality and Christianity seems to be the \nacknowledgement that God created me, and He must have created me this way for a \nreason, becoming a turning point for queer Christians. \nQueer black Christians may have sat in the pews on Sunday mornings, listening to the \npastor express how their lives and relationships are shameful, flawed, sinful and immoral, \nand some have remained there, in order to maintain a relationship with God. There is a \nneed for community for queer people of all backgrounds because many are likely to deal \nwith some kind of suffering, either in their families or religious communities. “Queer \nindividuals experience pain from being disowned by their family members, from lies \nabout themselves, from losing their jobs within and outside the U.S. military, from \nhousing discrimination, assault, ridicule, violence, and death just because they are gay, it \nis not true that gays do not understand suffering” (Griffin, p. 88). Same-sex couples often \nﬁnd acceptance only within the LGBT community, rely on community organizations for \nspecialized resources, or negotiate their separateness from the community due to the \npressures of heterosexism (Lannutti, 2005, p. 6). “Articulating a queer Christian identity \n15 \n \ninvolves transforming a discourse of shame and silence. For lesbian and gay Christians, \npride is based on a belief that homosexuality has a place in God’s plan” (p. 194).  \nAdvancements in the Church: Affirmation Ministries \nIt is crucial to note that advancements in the church have been made. Affirming \nchurches are being established and congregations are seeing the importance of inclusivity \nfor queer individuals. “Homosexuality carries a heavy stigma within Christianity, placing \nlesbians, gays, and bisexuals on lesser ground than their straight counterparts” \n(McQueeney, 2009, p. 152). An \"Opening and Affirming\" (ONA) church is one that has \npublicly declared that queer people are welcome in its full circle ministry (Chaney, 2011, \np. 203). By recognizing same-sex relationships, church members have been redefining \nheterosexual monogamy and making a symbolic claim for marriage to include same-sex \ncouples. “Some denominations of Christianity, including The United Church of Christ, \nThe Metropolitan Community Church, Unity Fellowship, and many other independent \nchurches that identify as a variety of denominations, ranging from Methodist and \nPresbyterian to Lutheran and even Baptist, openly accept even embrace gays and lesbians \nas members and clergy” (p. 204). In these churches, many lesbians and gay men found \nnew families that accepted them, bringing them back into God's universal family. \nWith this belonging they felt healed of the suffering and rejection that had burdened \nthem. These church members created new possibilities for a Christian way of life in \nwhich homosexuality was seen as natural, normal, and potentially moral (McQueeney, p. \n169). “Faith-based constructions of homosexuality and LGBT rights are gaining \npopularity as a way to reclaim \"moral values\" from the conservative right” (p. 170). The \n16 \n \nideals for inclusivity could not be accomplished without including and affirming all \npeople in the community. Churches have promoted standards like this while also \nchoosing what was acceptable. The inclusive ideal made it difficult for church leaders to \nenforce the Christian morals and standards they valued without being seen as \nhypocritical. “By definition, a religious organization accepts all members; however, \nprincipally, both gay-affirming and open-affirming churches are not discriminatory in \ntheir practices” (Chaney, p. 203). The church is heading in the right direction, but \nadvancements are still needed in terms of full acceptance within all Black Christian \ndenominations.  \n \n \n \n \n \n \n \n \n \n \n \n17 \n \nMethods \nThe main goal for this thesis is to focus on real people and their real experience with \nchurch and community. With advice from my thesis advisors I honed the focus to ten \npeople, five women and five men. I formulated 16 questions for the interview with the \ndesire to question the participants’ relationship with the Black Church, friends, and \nfamily. I also wanted to learn about their levels of comfortability with themselves \nespecially in terms of sexuality and spirituality. Black people are used to facing many \nobstacles on a daily basis, so I aimed to create a conversational atmosphere that focuses \non specific obstacles in which religion and sexuality were the main focus. The questions \nasked are as follows: \n1. What kind of religious background (denomination) were you raised in? \n2. What role did church play in your upbringing? \n3. How is your personal relationship with the Black Church? \n4. How was sex discussed in your family? \n5. How long have you known about your sexual identity? \n6. What were your thoughts at that moment? \n7. Do you see coming out as important? Why or why not? \n8. How accepting are your family and close friends? \n9. Do you have any queer relatives?  \n10. What was your biggest fear in terms of sexuality and spirituality? \n11. Who was the first family member or you told? How was the conversation? \n12. How has your sexuality enhanced your spirituality or closeness to God? \n18 \n \n13. Who has been your greatest supporter?  \n14. Who has been your greatest non-supporter?  \n15. How comfortable are you with your sexual identity? \n16. If you attend church on a regular basis, is it important for you to attend an \naffirming church? Why or why not? \nParticipants \nThe ten men and women who agreed to these interviews were from close \nrelationships. All participants were African American, with five men and five women \nbeing interviewed on their experiences with sexuality and religion. The age range for \nwomen was 23-29. The age range for men was 19-37. Each participant is named in the \nfollowing section. The women’s responses will be first and the responses from the men \nwill follow.  \nEvaluations \nBased on the interviews I conducted, women and men vary in five key categories. \nEach male reported that sex was never discussed by their parents. They also knew about \ntheir sexuality at very young ages. The view on coming out to friends and family was a \ncrucial part of each male’s journey. All of the men had more queer relatives, compared to \nthe two women who do. The levels of comfortability with their sexuality for men are \nhigher than the women I studied. Four of the five women had better relationships with the \nBlack Church and desired to attend an affirming church in the future.  \nAlthough the women learned of their sexuality identity later in life, there was \nconsistency with going to church and joining an affirming church. The five men were \n19 \n \nmore upfront about hurt form the Black Church because of how Black gay men have \nbeen perceived. The women have had more conversations about sex with their parents \nthan the men. Parents of young girls seemed more fearful of their daughter having sex, \nbut the conversation was crucial. Their mothers were also more likely to share with their \ndaughters about the reality of sex and its consequences. \nThe participants either grew up Baptist or COGIC. Both genders experienced hard \nconversations and encounters with family and close friends after coming out. Each person \nhad challenges to overcome in regards to their sexuality. Being Black and queer may \nhave caused one to code-switch or hide their sexual identity especially in religious \nsettings. A few participants admitted to not going to church or viewing church as a huge \npart of one’s spirituality. This outlook displays another perspective of how religion and \nsexuality intersect. The relation to religion and sexuality also connected to the \ncommunity and religious denominations of the participants.  \nData Analysis  \nThere are 91 queer affirming churches in Los Angles and 44 affirming denominations \naccording to gaychurch.org. This site was designed to assist queer Christians with \nresources like finding a church, marriage equality, access to literature, and access to \narguments concerning homosexuality in the Bible. The affirming denominations that \ndirectly support Black communities include Association of Welcoming and Affirming \nBaptists, Metropolitan Community Church (MCC), Unity Fellowship, and the United \nProgressive Pentecostal Church (UPPC). According to the Human Rights Campaign, “the \nNational Baptist Convention has not released a formal statement encouraging its \n20 \n \nconstituent churches to be welcoming and inclusive of LGBTQ congregants, but does \nallow full autonomy to its member churches to embrace that goal.” \nThe Association of Welcoming and Affirming Baptists (AWAB) has become the \nnational voice for queer Baptist Christians. Since 1993, AWAB has been supporting \nchurches in being and becoming Welcoming and Affirming of all people regardless of \ngender identity or sexual orientation. This denomination is focused on ending sexual \ndiscrimination in the church and community through providing educational resources on \nhuman sexuality. The closest church to the Los Angeles area is in Costa Mesa. Reverend \nDr. Sarah Halverson-Cano was the Senior Pastor at Fairview Community Church. She \nshared that queer Christians are allowed to be ordained and married at her church. The \nqueer community has the ability to serve and be served at Fairview. “We were active in \nthe fight against Proposition 8 and have been equal marriage advocates.  We are a proud \nopen, welcoming and affirming church and believe that it is important to take this stance \nto ensure LGBT people feel welcome,” she stated.  \nMetropolitan Community Church recognizes a state of need around the world in the \nareas of human rights and justice including but not limited to the LGBTQ community. \nFounded in 1968, Metropolitan Community Churches (MCC) has been at the vanguard of \ncivil and human rights movements by addressing issues of race, gender, sexual \norientation, economics, climate change, aging, and global human rights. MCC is the \nlargest international organization for public education about homosexuality and \nChristianity. Founders MCC has a focus on inclusion, community, spiritual \ntransformation, and social action. This church is located in South Central Los Angeles \n21 \n \nand preaches relevant, vibrant and scripture-based messages that embodies and celebrates \neveryone’s spirituality and sexuality. \nThe Unity Fellowship Church is not an oppressive space for LGBTQ Christians. \nUnity teaches that all people are created with sacred worth and that no one exists outside \nthe heart of God. Its basic principles state that God is good, and because all people exist \nwithin God, they also are inherently good. Unity Fellowship of Christ Church in Los \nAngeles has a firm stance that “God is Love and Love is for Everyone.” Unity Fellowship \nChurch was founded in 1982 by Rev. Carl Bean for primarily openly Gay and Lesbian \nAfrican Americans. Archbishop Carl Bean was an openly gay preacher and gospel singer. \nThe church allows same-sex couples to be married. Unity Fellowship believes in the \nBible and all great spiritual writings or guides must be read taking into consideration the \ntime of their writing, and examining different interpretations is necessary.  \nThe Renewed Church of Los Angeles is an affiliate of the United Progressive \nPentecostal Church in South Central with a focus to love all people regardless of gender, \nsexual orientation, or social status. Led by an openly gay pastor, Curt D. Thomas formed \nthe church after being terminated for his sexuality. As the Senior Pastor and Founder, he \nencouraged his congregation to live their authentic truth while praising and thanking \nGod. Pastor Thomas began Renewed LA in a coffee shop for bible study filled with queer \nBlack Christians. This church has thrived on the mission of not rejecting, isolating or \njudging its guests and members. Renewed LA became an institution known for its \nexceptional worship and welcoming atmosphere. \n \n22 \n \nResults \nLukenia Jones was raised Baptist and church played a large role in her upbringing. “I \nhave been in church my entire life and I have always been an active participant in several \nministries and activities,” she said. Her relationship with the Black Church started at birth \nand was all she knew, spiritually. Sex wasn't really discussed in her family. It was \nassumed that she knew to wait to have sex until marriage, and to do it with a person of \nthe opposite sex. She knew about her sexuality since she was 10 or 11 and didn't read too \nmuch into it. Jones saw coming out as important as she gets older; she would like to be \nhonest with herself. Her family pretended to be accepting, but saw this is a phase, and her \nclose friends admitted to being okay with her sexuality. \nHer biggest fear concerned herself and her ministry. Jones shared, “I'm worried that \npeople will look more at me and not focus on the God in me. Ultimately causing me to \nnot accomplish what I believe God had called me to do.” The first family member she \ncame out to was her sister, which was very awkward. She didn't take Jones seriously and \nstill doesn't. She was determined to push through the negativity that surrounded her in \norder to fulfill her ministry. Her greatest support came from her cousin, who truly \naccepted her. But her mom and my aunt were not supportive, “they condemn me and \ntrying to make me feel bad,” she shared. Jones admitted to being comfortable around \npeople she doesn't know.  The worry involves people from church or in her family being \nvery quick to pass judgment, therefore it was not discussed. The church she belonged to \nwas not affirming, but her mind was open to a new place of worship in the future.  \n23 \n \nZhane Gay was raised Baptist when her mother started attending a Black church and \nshe felt comfortable there. Conversations about sex were seldom growing up in her \nfamily. Gay identified herself as queer. “My girlfriend and I have been together for a year \nnow and since being with her I don't consider myself a lesbian and I am very much so \nstill intrigued by men,” she said. She was excited to tell her mother because she only \ncared about her immediate family and close friends opinion. Her dad actually said he \nknew about her sexual preference, which she found ridiculous because she didn't even \nknow she liked girls at the time. Gay also had a queer older cousin. \nHer biggest and honest fear around sexuality and spirituality was being denied in the \nafterlife or loving someone with all her heart, something pure but considered a sin. The \nfirst family member she told was her mom, who became her greatest supporter. She \nshared that her “relationship and love for Riana has helped me tap into my spirituality \nfrom the perspective that this journey has allowed me to feel something so amazing.” Her \nbrother was supportive, and had mentioned that he believed her sexuality was some kind \nof phase. Gay confessed to being quite comfortable with her queer identity. “As a Black \nwoman, I feel like I already live outside this box that people try so hard to fit in so being \nin love with a women isn't bothersome,” she said. In the near future, Gay planned to \nattend an affirming church.  \nMariah Miller was raised Baptist and church played and played a big part in her life. \nHer father had been a preacher since her early childhood. “I grew up in the church so \nreally it’s all I know,” she shared.  She had a good relationship with the Black Church \nbecause she had never felt like they did her any wrong. Sex was never discussed in her \n24 \n \nfamily. During her senior year of high school was when she learned of her sexual \nidentity, “I didn’t know what was going on and I didn’t know if something was wrong \nwith me or if it was just a phase,” she declared. Coming out was important but not a \npriority for Miller. She felt like “those around you should know the real you. But at the \nsame time I feel that everyone should be able to just live their life.” \nHer friends and family accepted her as a person but accepting her sexuality \norientation would take longer, despite the fact that she had queer cousins. Miller’s biggest \nfear was feeling like she committed the worst sin imaginable. The first person she told \nwas one of her friends from high school. “He is gay so I felt like he would be the easiest, \nwhich he was. He was very supportive and just encouraged me to live life to the fullest,” \nshe said. She felt like her sexuality brought her closer to God as she found herself praying \nmore often. Major support came from her friend, Carmyne and girlfriend, Kenia. Some of \nher friends did not support her sexuality. When she first told them, they took it as a joke \nand she believed they always would, but she became more comfortable with accepting \nherself. “Despite how long I knew about my sexual identity, I found myself fighting it, \nbut now I just don’t care. Why hide who you are?” she asked. Attending an affirming \nchurch would be the end goal for Miller, seeking to feel more comfortable on Sundays. \nAshely Hill attended a Christian elementary and junior high school that she loved. \nShe grew up on Christian beliefs but did not attend church on a regular basis. “Because I \nwent to a Christian school, the importance of religion and faith has been instilled in me \nsince a young age,” she said. She did have a strong relationship with the Black Church. \nHer family never discussed sex. “My mom just always told me that I better not have a \n25 \n \nboyfriend all throughout high school,” she shared. She first learned of her sexuality \nduring her sophomore year in high school but because of the negative stigmas and non-\nacceptance, she ignored it. Hill thought she could not be gay because of the negative \nstereotypes.  \nHill did not believe that coming out was important. “I feel like finding out who you \nare, is important and we should be able to live in a society where coming out is not \nimportant,” she said. Her family was not comfortable with her sexual identity. Some \naccepted her, while others ignored the information altogether. She had queer relatives on \nher dad’s side of the family. Hill’s biggest fear was not being accepted, being judged, or \ntreated differently. She first told her bisexual cousin, who was awaiting the conversation. \nHer sexuality enhanced her spirituality; as she continued growing and maturing, her faith \ngrew as well. Her friends were her support system, along with some of her family. Her \nlevel of comfort is quite high and she saw the importance of attending a church that \naccepts all of God’s children. \nChristiana Cobb was raised in a non-denominational background and was Baptist \nuntil the age of seven. Her relationship with the Black church stemmed from her \nupbringing, “I grew up with a deep love for my church. It’s the foundation for our \npeople,” she said. Sex was brought up by her mother at a very young age. “I knew I \nwasn’t allowed to have sex before marriage even though my parents weren’t ever \nmarried. Once I was no longer a virgin, my mom never looked at me the same,” she \nadmitted. Cobb did not know of her sexual identity until she was 23. She found women \nattractive in a lustful way but not romantic. She began having questions after being with \n26 \n \nher partner and identified as bisexual. “My thought at that moment was confused, \nanxious, scared, and angry with myself because it didn’t make sense yet,” she said. \nComing out was important for her because her feelings for the same sex were serious, \nso she shared that with others. Her close friends were very accepting, but some were \ntrying to fully understand. Her dad was totally accepting but her mom did not agree and \nthinks this is a phase. Her biggest fear was that “people in the church who know me and \nspoken words over me would think that those words were invalid.” The first family \nmember she told was her dad, and it was a good conversation.  \nCobb desired to learn about herself which allowed her to know more about God and \nreceived a bigger view of God because of her sexuality. “I see Him as complex spirit now \nwhich is helpful,” she admitted.  Her partner was her biggest supporter. They went \nthrough journey together and she always had her partner if she lost anyone else. She \nbecame more comfortable with her sexuality, but only outside of church spaces. She \nenjoyed the idea of an affirming church, although she did not attend one. Her goal is join \none in the near future. \nKenneth Brown was raised non-denominational and COGIC. Church played a pivotal \nrole in his life, “It was a defined moral compass and I have used this theology to connect \nto the world,” he said. He had a love-hate relationship with the Black Church and felt \nchurch was experiencing Post Traumatic Slavery Disorder. Brown witnessed the Black \nChurch becoming a comparative and controlling system. “Leadership will make members \nfeel like they aren’t doing enough physical work in the church,” he admitted. In terms of \nhis childhood, sex was never discussed by his parents. His godmother was the first person \n27 \n \nto tell him and his siblings about sex. He also shared that learning about sex came from \nconversations with friends. \nHe was aware of his sexuality since birth. He fully grasped the “born this way” \nideology and recalled being attracted to his best friend at a very young age. His initial \nthoughts were that it was great and normal. Those feelings changed when he went to \nchurch and learned that his identity was perceived as sinful. “I always have to code-\nswitch in church settings,” he said. He saw coming out as important and although his \nfamily was not fully accepting, his brother and close friends never had a problem with his \nsexuality. He first came out to his cousin, a gay male and the conversation went well as \nthey became closer. His cousin became a therapeutic figure in his life.  \nBrown was always comfortable with his sexuality and stated, “The goal is to not \nallow fear to rule and run my life. I have to deal with the things I’m afraid of every day.” \nHe attended a non-affirming church in Hollywood because it did not attack queer people. \nHe would consider attending an affirming church, but only if it resembled the foundations \nhe valued most.  \nJuston Jordan was raised in a Baptist church which played a huge role in his social \nlife. “I was raised in the church, I have plenty of longtime friends and family who \nfellowshipped in church with me and I actually found my life calling in the church,” he \nsaid. He noticed many things wrong with church. He believed there are plenty of \ninsecurities that have been drilled into our heads causing fear of challenging scripture or \nGod. Jordan and his parents knew of his sexuality during his childhood. He was very \nflamboyant with a high trilling voice. His thoughts about his sexuality were full of worry \n28 \n \nin terms of how people would react once they knew. “It sucks that children have to think \nabout these things at such a very young age,” he shared. He also viewed coming out as a \nvery important part of a gay person’s life.  \nJordan felt that not being honest would be a mentally unstable way of living. Most of \nhis family did not know about his sexuality but his plan was to inform them all. His \nparents and friends were very accepting, although it was a tough conversation for his \nparents. “After being forced out of the closet I had a breakdown in front of them, I \nthought my life was going to end, but they knew all along,” he admitted. The biggest fear \nhe had stemmed from not getting God’s acceptance. He first came out to both parents and \nafter the discussion, their relationship grew stronger. His sexuality brought him closer to \nGod, who became his greatest support. Jordan was comfortable with his sexuality and did \nnot view affirming churches as important. “It’s not important to me and I believe that I \ndon’t even have to enter a church to keep my faith,” he declared.  \nCarlton Cummings was raised Baptist but no longer attends church. “Church was, in \nmy mind, something that I had to do,” he admitted. He had no relationship with the Black \nChurch although his friends and family attended on a regular basis. His parents did not \ntalk about sex and when he learned of his sexual identity at 11, he felt unclean and said \nnothing for four more years. Cummings had a few queer relatives that remain closeted. \n“It requires a level of introspection that most people refuse to engage, but it allows for a \nform of freedom that is never given, and only taken,” he said. His family and friends \nwere fully accepting and supportive. His main fear was that he would not be seen as a \ngood person because his sexuality and spirituality will be consumed by darkness.  \n29 \n \nHe first told his mother about his sexuality and learned that his godmother had \nalready told her, and they became his greatest supporters. His sexuality caused him to \nlook beyond religion and focus on spirituality. “It caused me to distance myself from the \nchurch, which opens my eyes to the God in everything,” he shared. Cummings was \nalways comfortable with his sexuality and although he did not attend church, he fully \nunderstood the importance of organized religion.  \nEdward Clark was raised Baptist and church was his entire social life. He recalled \nthat “my dad was a pastor while I was growing up so we were very involved in church.” \nHis relationship with the Black Church was in need of a change. He questioned the \nchurch’s teachings in terms of homosexuality and sin, which caused him to flee from \nchurch. His parents did not talk about sex, but he knew it was something he could not do. \n“I would learn about sex in school and come home ready to talk to my parents about it \nand they would shut the conversation down,” he admitted. He knew about his sexuality \nsince the 7th grade but did not act on it for two more years. At that moment he felt \nashamed because he knew it was forbidden. \nClark saw coming out as important since the Bible highlighted that truth shall set you \nfree. His parents did not agree with his sexuality, but his brothers always supported him. \nHe first told his older brother in 9th grade and the conversation did not go well because \nhis brother couldn’t understand his sexuality. Luckily, his friends stepped in and \nsupported his sexuality and spirituality. He had a queer cousin on his mom’s side and two \nqueer cousins on his dad’s side of the family, so he knew he was not alone. The major \nfear he had was whether he would end up alone as a result of suppressing his sexual \n30 \n \nidentity. Since Clark’s parents were not supportive, he was never been able to be his true \nself around them. In regards to being comfortable with his sexuality, it would be a work \nin progress. “I would want to say I’m fully comfortable but I’m not. At church people \nassume I have a girlfriend and I never correct those heterosexual comments,” he said. He \nwould enjoy attending an affirming church one day because it would be a space where he \ncould worship without being a target.  \nMalcom Kidd was raised Baptist and grew up with the strict rules that the \ndenomination values. Church was a very big part of his life and he went to church every \nday. He admitted to being the “poster child of everything at church.” His relationship \nwith the Black Church meant ongoing attendance and sharing his different standards with \nleaders. Kidd valued his love of church and spiritual closeness to God. Sex was rarely \ndiscussed, but his father would bring up sex often although his mother found it to be \ntaboo. He admitted to always knowing about his sexuality. “When I really start thinking \nabout it, I was like seven or eight,” he stated. His initial thought at that moment revolved \naround realizing that he found young men attractive.  \nFor Kidd, coming out was definitely important. “It is your point; it is your time to \nreally let the world know who you are,” he said. His opinion was that being queer is such \na struggle and builds character so it is necessary to decide when to come out. Some of his \nfamily was not accepting of his sexuality. Their reaction was “I guess we have to accept \nit.” He had many cousins who were warm and understanding though. In terms of queer \nrelatives, he had two lesbian cousins. Kidd’s biggest fear was being shunned by the entire \n31 \n \nchurch. His first familial conversation was with his first cousin. “We just laughed and she \neven told me about her sexual identity that day,” he said.  \nHis sexuality and spirituality made him closer to God. He shared that in this lifestyle \nhe felt alone a lot. Kidd’s niece, two years younger than him, was greatest supporter and \nhe stated that “she always makes me feel comfortable.” He was proud but still was faced \nwith insecurities in terms of his sexuality. Attending an affirming church is a outlying \nthought because he became used to the traditional style of church.   \n32 \n \nDiscussion \nThe taboo around sex has caused the participants to acknowledge the hurt and \ntriumph that emanates from coming out. While the need to join an affirming church is not \nthe most important factor to all of them, the reason could be due to the lack of affirming \nchurches in their areas. June 26, 2015 changed the fate of the queer community through \nthe legalization of same-sex marriage in the United States. This validation would lead to \nmultiple marriages throughout the country, through the court system and affirming \nchurches.  \nLos Angeles is full of religious spaces for the traditional Black Christian. It is \nimportant to note that Baptist churches evolved in the South and are founded in southern \nmentality. “A Baptist understanding of the church as the present reign of Christ would \nmean that local congregations should anticipate the Kingdom in three ways: composition, \nproclamation, and transformation” (Moore & Sagers, 2008, p. 76). The COGIC church is \nthe largest Pentecostal church and largest predominantly African American denomination \nin the United States (Jacobsen, 2008, p. 508). This denomination does not accept \nhomosexuality as normal or accept it as a way for a Christian to live (Ware, 2001, p. 7). \nBased on the interviews, code-switching is a common experience when attending \nchurch. This causes queer individuals to portray a heterosexual lifestyle through clothing \nand behavior. The Black church continues to hold the allegiance of large numbers of \nAfrican Americans and exercises great influence over their behavior (Billingsley & \nCaldwell, 1991, p. 428). There is recognition that relationships, sex, and dating can touch \nplaces of fear, shame, and regret. But it can also be an arena full of questions, curiosity, \n33 \n \nand desire for exploration. The lack of resources concerning sexuality puts young adults \nand teens at a disadvantage. The person struggling with their sexuality is purposefully left \nout, which causes queer individuals to stray from church altogether.  \nA study by the Williams Institute at the University of California, Los Angeles, found \nthat black gay and bisexual Americans are not only more religious than their white \ncounterparts but also quite possibly more religious than Americans as a whole (Moodie-\nMills & Miller, 2012, para.4). The link between silence and being non-affirming has \nintermingled in many Black churches. Queer Christians are most likely attending non-\naffirming churches because of their childhood upbringing and their commitment as adults \nbetrays a bind where they are weighing the spiritual, social, and psychological costs of \nabandoning versus maintaining these religious afﬁliations (Barnes & Meyer, 2012, p. \n513).  \nJennifer Goto was the pastor at St. Paul’s United Methodist in San José. St. Paul’s is \nan affirming church and promotes being a safe space for queer Christians in the area. It \nwasn’t until late in high school that she realized some churches excluded people and my \nfamily’s congregation began to make visible statements of inclusion. She witnessed \nLGBTQ people receive the Holy Spirit and God’s favor just as she has. “If God is saying \nyes, who am I to say no?” she said. She believed that her role as an ally is to sit in the \nagonizing places where people disagree with her but are not attacking her personally. \nPastor Jennifer knew many people whose hearts have been changed by witnessing the \nlove shared by a same-sex couple and realizing it isn’t that different from their own \nrelationships. One of the hardest parts about pastoring an affirming church is that people \n34 \n \nassume all churches are hateful and exclude other. She often encouraged people to look at \nthe broader Church to find a more affirming community to be part of.  “I do advise that \nwhile they are being so brave that they also find a place to be safe and prayed over and \nloved simply for who they are,” she stated.  \nThe necessity for affirming churches around the country should be recognized. Many \nqueer Christians have formed churches aimed to welcome those who have been judged \nand turned away from traditional institutions. The Black community, known for being \nhomophobic, has pushed LGBT members away and affirming churches have stepped in \nto create inclusion and acceptance. Queer Christians with desires to marry their partners \ncan rely on an affirming pastor to provide counsel and officiation. There is also a need for \naffirming pastors to grasp the emotional pain caused by traditional religion and supply \ntechniques to manage that distress. Queer Black Christians have various experiences, but \nthe desire worship God in a comforting and spiritual space is a common goal. \nSample size was the first limitation I was faced with. I chose to interview ten people, \nfive women and five men in order to learn about their personal experiences with sexuality \nand religion. I believe the information I gathered from them was substantial evidence that \nsupports the claim that predominantly Black religion is not affirming or welcoming for \nqueer Christians. Yet, as I focused on the scope on the participants, the findings would \nhave stood out more if the sample size was doubled. If I had more dialogue with Black \nqueer Christians, then I would have received more insight on different experiences from \ndenominations rather than just Baptist and COGIC.  \n35 \n \nLack of reliable data was the second limitation for this thesis. The lack of reliable \ndata regarding Black LGBTQ churches was difficult to find. There is are not many \nreligious spaces for the group I studied. I had to limit the scope of the analysis, which \nbecame a significant obstacle in finding trends and a meaningful relationship between \nLos Angeles County and the queer religious community. I had a difficult time narrowing \nthe focus on the city but it shows that queer Black people are more likely to attend a \nchurch that does not cater to their religious upbringing. Access was the last limitation I \nwas faced with doing this thesis. If I could do this study again, I would network more in \norder to gain different perspectives from those who found spirituality later in life.  \n36 \n \nReferences \nAbout Us. (n.d.). Retrieved May 3, 2018, from \nhttp://ufclosangeles.org/UFCLA2012WP/about/ \nAssociation of Welcoming and Affirming Baptists. Retrieved May 1, 2018, from \nhttp://www.awab.org/ \nBarnes, D. M., & Meyer, I. H. (2012). Religious affiliation, internalized homophobia, and \nmental health in lesbians, gay men, and bisexuals. American Journal of \nOrthopsychiatry, 82(4), 505-515. \nBillingsley, A., & Caldwell, C. H. (1991). The church, the family, and the school in the \nAfrican American community. The Journal of Negro Education, 60(3), 427-440. \nButler, A. D. (2007). Women in the Church of God in Christ: Making a sanctified world. \nUniversity of North Carolina Press. \nFounders MCC. (2017). Retrieved May 4, 2018, from http://foundersmcc.org/ \nGaychurch (2018). Retrieved May 4, 2018, from www.gaychurch.org \nHuman Rights Campaign (2014). Stances of Faiths on LGBTQ Issues: National Baptist \nConvention USA Inc. Retrieved May 4, 2018, from \nhttps://www.hrc.org/resources/stances-of-faiths-on-lgbt-issues-national-baptist-\nconvention-usa-inc \nLos Angeles County, California (CA) Religion Statistics Profile. Retrieved May 4, 2018, \nfrom http://www.city-data.com/county/religion/Los-Angeles-County-CA.html \nMoodie-Mills, A. C. & Miller, K. (2012). Black Churches May Be More Friend Than Foe \nto Gay Congregants. Center for American Progress.  \nMoore, R. D., & Sagers, R. E. (2008). The Kingdom of God and the Church: A Baptist \nReassessment. The Southern Baptist Journal of Theology, 12, 68-87. \nThe Renewed Church of Los Angeles. (n.d.). Retrieved April 4, 2018, from \nhttp://www.renewedla.org/ \nWare, F. L., & Hall, C. B. (2001). The Church of God in Christ. \n37 \n \nWhat WE Believe. (n.d.). Retrieved May 3, 2018, from \nhttp://ufclosangeles.org/UFCLA2012WP/about/what-we-believe/ \n \n  \n38 \n \nLiterature Cited \n \nBrandzel, A. L. (2005). Queering citizenship? Same-sex marriage and the state. GLQ: A \nJournal of Lesbian and Gay Studies, 11(2), 171-204. \nBrewer, P. R., & Wilcox, C. (2005). Same-sex marriage and civil unions. Public Opinion \nQuarterly, 69(4), 599-616. \nChaney, C. (2011). The invisibility of LGBT individuals in black mega churches: \npolitical and social implications. Journal of African American Studies, 15(2), 199-\n217. \nChávez, K. R. (2004). Beyond complicity: coherence, queer theory, and the rhetoric of \nthe “gay Christian movement”. Text and Performance Quarterly, 24(3-4), 255-275. \nCimmings, S. L., & NeJaime, D. (2009). Lawyering for marriage equality. UCLA L. Rev., \n57, 1235. \nEgan, P. J., & Sherrill, K. (2005). Marriage and the shifting priorities of a new generation \nof lesbians and gays. PS: Political Science & Politics, 38(2), 229-232. \nEskridge Jr, W. N. (1993). A history of same-sex marriage. Virginia Law Review, 1419-\n1513. \nEstin, A. L. (2002). Marriage and Belonging. \nFeldblum, C. R. (2005). Gay is good: The moral case for marriage equality and more. \nYale JL & Feminism, 17, 139. \nG., J. (2017, November 29). How did \"faggot\" get to mean \"male homosexual\"?  \nGriffin, H. (2000). Their own received them not: African American lesbians and gays in \nBlack churches. Theology & Sexuality, 2000(12), 88-100. \nHaldeman, D. C. (1991). Sexual orientation conversion therapy for gay men and lesbians: \nA scientific examination. Homosexuality: Research implications for public policy, \n149, 160. \n39 \n \nHerek, G. M. (2000). Sexual Prejudice and Gender: Do Heterosexuals' Attitudes Toward \nLesbians and Gay Men Differ?. Journal of Social Issues, 56(2), 251-266. \nKail, B. L., Acosta, K. L., & Wright, E. R. (2015). State-level marriage equality and the \nhealth of same-sex couples. American journal of public health, 105(6), 1101-1105. \nKnouse, J. (2011). Civil Marriage: Threat to Democracy. Mich. J. Gender & L., 18, 361. \nLannutti, P. J. (2005). For better or worse: Exploring the meanings of same-sex marriage \nwithin the lesbian, gay, bisexual and transgendered community. Journal of Social and \nPersonal Relationships, 22(1), 5-18. \nLawler, M. G. (1991). Faith, Contract, and Sacrament in Christian Marriage: A \nTheological Approach. Theological Studies, 52(4), 712-731. \nLarsen, K. S., Reed, M., & Hoffman, S. (1980). Attitudes of heterosexuals toward \nhomosexuality: A Likert‐type scale and construct validity. Journal of Sex \nResearch, 16(3), 245-257. \nLewis, G. (2003). Black-White Differences in Attitudes toward Homosexuality and Gay \nRights. The Public Opinion Quarterly, 67(1), 59-78. \nMalick, D. E. (1993). The Condemnation of Homosexuality in 1 Corinthians. \nMcQueeney, K. (2009). \"We are God's Children, Y'All:\" Race, Gender, and Sexuality in \nLesbian-and Gay-Affirming Congregations. Social Problems, 56(1), 151-173. \nMiller, J. E. (1995). The practices of Romans 1: 26: Homosexual or \nheterosexual?. Novum Testamentum, 37(1), 1-11. \nMotion picture. (2015). United States: BET.com. Retrieved May 03, 2018, from \nhttps://www.bet.com/video/celebrity/2015/holler-if-you-hear-me/holler-if-you-hear-\nme-black-and-gay-in-the-church-full-doc.html \nMurphy, T. F. (1988). Is AIDS a just punishment?. Journal of medical ethics, 14(3), 154-\n160. \nNeJaime, D. (2015). Marriage Equality and the New Parenthood. Harv. L. Rev., 129, \n1185. \n40 \n \nNoelle-Neumann, E. (1974). The spiral of silence a theory of public opinion. Journal of \ncommunication, 24(2), 43-51. \nO'Brien, J. (2004). Wrestling the angel of contradiction: Queer Christian identities. \nCulture and Religion, 5(2), 179-202. \nOlson, L. R., Cadge, W., & Harrison, J. T. (2006). Religion and public opinion about \nsame‐sex marriage. Social Science Quarterly, 87(2), 340-360. \nRosario, M., Schrimshaw, E. W., & Hunter, J. (2004). Ethnic/racial differences in the \ncoming-out process of lesbian, gay, and bisexual youths: A comparison of sexual \nidentity development over time. Cultural Diversity and Ethnic Minority Psychology, \n10(3), 215. \nRycenga, J. (2009). Re-Thinking Marriage: Religious Authority and Religious \nImagination in Arguments for Same-Sex Marriage. Religious Studies Review, 35(1), \n1-11. \nThatcher, A. (1999). Marriage after modernity: Christian marriage in postmodern times \n(Vol. 3). A&C Black. \nVedeler, H. T. (2008). Reconstructing meaning in Deuteronomy 22: 5: Gender, society, \nand transvestitism in Israel and the ancient near east. Journal of Biblical \nLiterature, 127(3), 459-476. \nVines, M. (2015). God and the gay Christian: The biblical case in support of same-sex \nrelationships. Convergent Books. \nWhitley, B. E. (2001). Gender-role variables and attitudes toward homosexuality. Sex \nRoles, 45(11-12), 691-721. \nWalsh, J. T. (2001). Leviticus 18: 22 and 20: 13: who is doing what to whom?. Journal of \nBiblical Literature, 120(2), 201-209. \nWink, W. (1979). Biblical perspectives on homosexuality. The Christian Century, 96(36), \n1082-86. \nYip, A. K. (1997). Attacking the attacker: Gay Christians talk back. British Journal of \nSociology, 113-127. \n41 \n \nYip, A. K. (2004). Same-sex marriage: Contrasting perspectives among lesbian, gay and \nbisexual Christians. Feminism & Psychology, 14(1), 173-180. \n \n",
    "id": 216866636,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.sjsu.edu:etd_theses-8483"
    },
    "title": "For the Bible Tells Me So",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-10-30T07:00:00+00:00",
    "publisher": "SJSU ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=8483&amp;context=etd_theses"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/216866636.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/216866636"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/216866636/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/216866636/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/216866636"
        }
    ],
    "abstract": "The relationship between the LGBTQ (Lesbian, Gay, Bisexual, Transgender, and Questioning) community and the church has been studied for critical reasons. The connection between the two has been uneasy because of the religious beliefs from religious groups and the many misunderstandings of what the LGBTQ community believes in. I have been able to understand the poor relationship between the Black church and homosexuality from the sources that are examined in my Literature Review. I evaluated the similarities and differences between queer men and women based on upbringing, denomination, and familial acceptance. As a LA native, I narrowed research on Black religion in LA County such as Baptist and Church of God in Christ (COGIC). These denominations are closely related to the participants. There are four affirming Black denominations in Los Angeles, as well as predominantly Black affirming churches in the city that will be examined. I chose to highlight the personal experiences of ten queer Black people and their relationship with the Black Church. I formed a discussion on the reality of coming out to love ones and included studies on non-affirming church spaces. A major discovery came from understanding what spiritual stability meant for each participant. I then shared the limitations from the thesis and ways to enhance the overall study",
    "tags": [
        "text",
        "Affirming",
        "Black",
        "Christian",
        "LGBTQ",
        "Queer",
        "Sexuality",
        "Sexuality; African American studies; Religious history"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.sjsu.edu:etd_theses-8483",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3303",
        "openDoarId": 0,
        "name": "San Jose State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 216866636,
        "depositedDate": null,
        "publishedDate": "2018-10-30T07:00:00+00:00",
        "updatedDate": "2021-03-02T13:47:25+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T17:32:50+01:00"
    },
    "urls": [
        "https://scholarworks.sjsu.edu/etd_theses/4936",
        "https://scholarworks.sjsu.edu/cgi/viewcontent.cgi?article=8483&amp;context=etd_theses"
    ],
    "lastUpdate": "2021-03-02T13:47:25+00:00",
    "setSpecs": []
}