{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Lennox, Corinne"
        },
        {
            "name": "Waites, Matthew"
        }
    ],
    "contributors": [],
    "createdDate": "2018-09-15T07:08:20+01:00",
    "dataProvider": {
        "id": 42,
        "name": "Enlighten",
        "url": "https://api.core.ac.uk/v3/data-providers/42",
        "logo": "https://api.core.ac.uk/data-providers/42/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.14296/818.9780993110283",
    "downloadUrl": "https://core.ac.uk/download/161101531.pdf",
    "fullText": "Downloaded from the Humanities Digital Libraryhttp://www.humanities-digital-library.orgOpen Access books made available by the School of Advanced Study,  University of London  *****Publication details:Envisioning Global LGBT Human Rights:  (Neo)colonialism, Neoliberalism, Resistance and HopeEdited by Nancy Nicol, Adrian Jjuuko, Richard Lusimbo, Nick J. Mulé,  Susan Ursel, Amar Wahab and Phyllis Waughhttp://humanities-digital-library.org/index.php/hdl/catalog/book/envisioningDOI: 10.14296/818.9780993110283*****This edition published 2018 byUNIVERSITY OF LONDONSCHOOL OF ADVANCED STUDYHUMAN RIGHTS CONSORTIUMINSTITUTE OF COMMONWEALTH STUDIESSenate House, Malet Street, London WC1E 7HU, United KingdomISBN 978-0-9931102-8-3 (PDF edition) This work is published under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License. More information regarding CC licenses is available at  https://creativecommons.org/licensesNote: all fonts have been outlined.Note: all fonts have been outlined.Envisioning Global  LGBT Human Rights(Neo)colonialism, Neoliberalism, Resistance and HopeEnvisioning Global  LGBT Human Rights(Neo)colonialism, Neoliberalism, Resistance and Hopeedited by Nancy Nicol, Adrian Jjuuko,  Richard Lusimbo, Nick J. Mulé, Susan Ursel,Amar Wahab and Phyllis WaughHUMAN RIGHTS CONSORTIUMSCHOOL OF ADVANCED STUDYUNIVERSITY OF LONDONThis book is published under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0) license. More information regarding CC licenses is available at  https://creativecommons.org/licenses/.Available to download free at www.humanities-digital-library.org  or to purchase at www.sas.ac.uk/publication/envisioning-global-lgbt-human-rights-neocolonialism-neoliberalism-resistance-and-hope.© Human Rights Consortium, Institute of Commonwealth Studies,  School of Advanced Study, University of London, 2018ISBN 978-0-9931102-8-3 (PDF edition)ISBN 978-0-9931102-3-8 (paperback edition)DOI: 10.14296/818.9780993110283School of Advanced StudyUniversity of LondonSenate HouseMalet StreetLondon WC1E 7HUCover images: Envisioning Global LGBT Human Rights. Cover design by Val Fullard.Contents Acknowledgements vii List of figures and tables xi Abbreviations xv Notes on contributors xxi Foreword 1Corinne Lennox and Matthew Waites Overview 9Nancy NicolPART 1. Between empathy and contempt:  colonial legacies, neoliberalism and neo-colonialism 411 Vacillating between empathy and contempt: the  Indian judiciary and LGBT rights 43Arvind Narrain2 Expanded criminalisation of consensual same-sex  relations in Africa: contextualising recent developments 63Adrian Jjuuko and Monica Tabengwa3 Policing borders and sexual/gender identities: queer  refugees in the years of Canadian neoliberalism and homonationalism 97Gary Kinsman4 Queer affirmations: negotiating the possibilities and  limits of sexual citizenship in Saint Lucia 131Amar Wahab5 Violence and LGBT human rights in Guyana 157Pere DeRoy with Namela Baynes Henry6 Cultural discourse in Africa and the promise of human rights based on non-normative sexuality  and/or gender expression: exploring the intersections,  challenges and opportunities 177Monica Mbaru, Monica Tabengwa and Kim Vancevi ENVISIONING GLOBAL LGBT HUMAN RIGHTS7 Haven or precarity? The mental health of LGBT asylum seekers and refugees in Canada 205Nick J. Mulé and Kathleen GamblePART 2. Resilience, resistance and hope:  organising for social change 2218 The rise of SOGI: human rights for LGBT people  at the United Nations 223Kim Vance, Nick J. Mulé, Maryam Khan and  Cameron McKenzie9 Resistance to criminalisation, and social movement  organising to advance LGBT rights in Belize 247Caleb Orozco10 The multifaceted struggle against the Anti- Homosexuality Act in Uganda 269Adrian Jjuuko and Fridah Mutesi11 Emergent momentum for equality: LGBT visibility  and organising in Kenya 307Jane Wothaya Thirikwa12 Kuchu resilience and resistance in Uganda: a history 323Richard Lusimbo and Austin Bryan13 Gender theatre: the politics of exclusion and  belonging in Kenya 347Guillit Amakobe, Kat Dearham and Po Likimani14 Telling Our Stories: Envisioning participatory  documentary 371Nancy Nicol Appendix: Envisioning Global LGBT Human  Rights participatory documentaries  403 Index 413AcknowledgementsEnvisioning Global LGBT Human Rights (hereafter Envisioning) was led by an executive team composed of the principal investigator, a knowledge mobilisation coordinator, and the chairs and co-chairs of five research teams. These members were collectively responsible for the overall direction of the research and partner engagement; monitoring and reporting on local, regional and international conditions and developments; and evaluation and assessment of Envisioning’s goals and work. We wish to acknowledge and extend our thanks to those executive team members for their commitment, insights, resourcefulness and contributions to this project: Principal investigator: Nancy Nicol (School of Arts, Media and Performance, York University, Canada).Knowledge mobilisation coordinator: Phyllis Waugh (then, Rainbow Health Ontario, hereafter RHO, Canada).Africa research team chairs: Richard Lusimbo (Sexual Minorities Uganda, hereafter SMUG) and Monica Mbaru (then, Gay and Lesbian Coalition of Kenya, hereafter GALCK).Canada research team chairs: Nick J. Mulé (School of Social Work, York University, Canada) and Erika Gates-Gasse (then, Ontario Council of Agencies Serving Immigrants, hereafter OCASI).Caribbean research team chairs: Charmaine Williams (Factor-Inwentash Faculty of Social Work, University of Toronto, Canada) and Kenita Placide (United and Strong, Saint Lucia).India research team chair: Nancy Nicol (details as above).Law and human rights mechanisms research team chairs: Douglas Elliott (Cambridge LLP, Canada) and Susan Ursel (Ursel, Phillips, Fellows, Hopkinson LLP, Canada) and Kim Vance (ARC International). Envisioning would not have been possible without the contributions of its partners, made up of non-governmental organisations, legal collectives and community-based organisations. Partners contributed research, expertise, viii ENVISIONING GLOBAL LGBT HUMAN RIGHTSresources, facilities and networking, as well as outreach and knowledge mobilisation of project outcomes. We thank them all: Africa partners: Lesbians, Gays and Bisexuals of Botswana (LeGaBiBo), Botswana; GALCK, Kenya; SMUG, Uganda. Canada partners: Africans in Partnership Against AIDS (APAA); Alliance For South Asian AIDS Prevention (ASAAP); Black Coalition for AIDS Prevention (BlackCAP); Centre for Feminist Research (CFR), York University; Egale Canada Human Rights Trust; International Human Rights Program (IHRP), Faculty of Law, University of Toronto; Inside Out Toronto LGBT Film Festival; Mark S. Bonham Centre for Sexual Diversity Studies, University of Toronto; OCASI; Osgoode Hall Law School, York University; Pride Uganda Alliance International (PUAI); Pro Bono Students Canada; RHO; Sexuality Studies, York University; The 519 Church St. Community Centre (The 519); and York University. Caribbean partners: Jamaican Forum of Lesbians, All-Sexuals and Gays (J-FLAG), Jamaica; United and Strong, Saint Lucia; United Belize Advocacy Movement (UNIBAM), Belize; Society Against Sexual Discrimination (SASOD), Guyana. Figure 1. Envisioning conference, Toronto, Canada, 24 June 2014. Photo credit: Envisioning Global LGBT Human Rights. ixACKNOWLEDGEMENTSIndia partners: Naz Foundation (India) Trust; Naz Foundation International (NFI) in conjunction with the Maan AIDS Foundation; Sangini India Trust.International partners: ARC International; International Gay and Lesbian Human Rights Commission (renamed OutRight Action International); International Lesbian Gay Bisexual Trans and Intersex Law Association; and Global Alliance for LGBT Education (GALE), Netherlands. Thank you to the Ontario Research and Innovation Optical Network (ORION) for technical support and web hosting the research team’s internal communications. In addition to Envisioning partners, we wish to acknowledge and thank the following organisations which contributed the additional expertise and knowledge that informed this research: Alternative Law Forum (ALF), Bangalore, India; Botswana Network on Ethics, Law and HIV/AIDS (BONELA), Gaborone; Coalition of African Lesbians (CAL), Johannesburg, South Africa; Caribbean Forum for Liberation and Acceptance of Genders and Sexualities (CARIFLAGS), Saint Lucia; Centre for Refugee Studies (CRS), York University; Civil Society Coalition on Human Rights and Constitutional Law (CSCHRCL), Kampala, Uganda; Freedom and Roam Uganda (FARUG), Kampala; Human Rights Awareness and Promotion Forum (HRAPF), Kampala; Icebreakers Uganda, Kampala; Lawyers Collective, Delhi, India; National Gay and Lesbian Human Rights Commission (NGLHRC), Nairobi, Kenya; Refugee Law Project (RLP), Kampala; and Women’s Health in Women’s Hands (WHIWH), Toronto, Canada.We also wish to express our thanks to a large number of community-based and academic researchers, videographers and undergraduate and graduate students for their hard work, commitment and thoughtful contributions to research and videography. Our gratitude, as well, to the Research at York (RAY) programme, the Centre for Feminist Research (CFR), and York University’s School of Gender, Sexuality and Women’s Studies for additional support and funding for student research assistants. We also acknowledge and thank Pro-Bono Students Canada in conjunction with Osgoode Hall Law School, York University, and the University of Toronto’s law faculty for its support to law students working with Envisioning. Envisioning was housed at CFR, York University, Canada. We extend our gratitude to CFR directors, Enakshi Dua (2011−15) and Alison Crosby (2016) for providing support and advice to Professor Nicol and the Envisioning team and partners. Much gratitude as well to the Office of Research, York University, for its guidance and assistance, to Envisioning and CFR staff for administrative support. Special thanks to Envisioning staff member, Kaija Siirala, for her contribution to the participatory documentary teams and video editing. Many people participated in the Envisioning study through interviews and focus groups, including several who spoke about highly traumatic and x ENVISIONING GLOBAL LGBT HUMAN RIGHTSdifficult personal experiences. We wish to acknowledge their courage in sharing their stories and we extend special thanks to all those who took part for their invaluable insights. We hope that their contributions will reinforce efforts towards greater awareness, human rights and social change in the struggle to achieve equality and dignity for all.We wish to acknowledge and support our funders. From 2011 to 2016 Envisioning received a Community University Research Grant (CURA) from the Social Sciences and Humanities Research Council of Canada (SSHRC), held by principal investigator, Nancy Nicol. Additional funding was contributed by the Law Foundation of Ontario in 2012 and 2015 in support of research reports and knowledge mobilisation outcomes on LGBT refugees in Canada. Although these bodies provided funding, the outcomes of Envisioning’s research do not necessarily reflect their views. Research was conducted in accordance with Canada’s Tri-Council Statement on Research Ethics and in accordance with ethics guidelines at Canada’s York University and University of Toronto. In addition, the Envisioning executive team developed ‘Envisioning guiding principles’, which informed and steered the research team and partners’ methodology and their work together. This anthology is dedicated to human rights defenders across the Commonwealth.List of figures and tablesFigure1.  Envisioning conference, Toronto, Canada, 24 June 2014.  Photo credit: Envisioning Global LGBT Human Rights.  viii2.  Pride, Delhi, India, 28 November 2011. Photo credit:  No Easy Walk to Freedom, Envisioning Global LGBT  Human Rights.  43.  Caribbean research team, Emancipation Park, Kingston,  Jamaica, 10 July 2013. Photo credit: Ulleli Verbeke,  Society Against Sexual Orientation Discrimination and  Envisioning Global LGBT Human Rights. 154. SMUG participatory documentary team, International  Day Against Homophobia, Nairobi, Kenya, 17 May 2012.  Photo credit: Envisioning Global LGBT Human Rights.  215. United and Strong participatory documentary team,  International Dialogue, Saint Lucia, 5 February 2012.  Photo credit: Envisioning Global LGBT Human Rights.  336. Envisioning Global LGBT Human Rights research team,  World Pride, Toronto, Canada, 29 June 2014. Photo credit: Envisioning Global LGBT Human Rights.  347. Demonstration in front of the High Court, Delhi,  28 November 2011. Photo credit: No Easy Walk to Freedom, Envisioning Global LGBT Human Rights.  418. Protest against the Supreme Court ruling that reinstated  Section 377, recriminalising consensual same-sex acts in  India, Delhi, India, 11 December 2013. Photo credit:  No Easy Walk to Freedom, Envisioning Global LGBT  Human Rights. 509. Pride, Delhi, India, 28 November 2011. Photo credit:  No Easy Walk to Freedom, Envisioning Global LGBT  Human Rights.  56xii ENVISIONING GLOBAL LGBT HUMAN RIGHTS10. Demonstration by Rainbow Identity Association and  Lesbians, Gays and Bisexuals of Botswana, Gaborone,  Botswana, 2013. Photo credit: Botho: LGBT Lives in  Botswana, LeGaBiBo and Envisioning Global LGBT  Human Rights.  19711. Asylum seekers, Toronto, Canada. Photo credit: Ulelli  Verbeke, 2014, Society Against Sexual Orientation  Discrimination and Envisioning Global LGBT Human  Rights.  20612. First Pride march in Uganda, Kampala, Uganda, 6 August  2012. Photo credit: And Still We Rise, Sexual Minorities  Uganda and Envisioning Global LGBT Human Rights.  22113. Dialogue 2012: Focus on Strengthening Caribbean  Response and Linking Regional and International  Advocacy around the World, Saint Lucia, 6 February  2012. Photo credit: ARC International and Envisioning  Global LGBT Human Rights. 22514. Emancipation Park, Kingston, Jamaica, 10 July 2013.  Photo credit: Ulelli Verbeke, SASOD and Envisioning.  25215. Opening of the first Pride in Kampala, Uganda, 6 August  2012. Photo credit: And Still We Rise (2015), SMUG and  Envisioning.  34016. LeGaBiBo participatory documentary team workshop,  Gaborone, Botswana, 1 May 2012. Photo credit:  LeGaBiBo and Envisioning. 37817. GALCK and SMUG participatory documentary team  workshop, GALCK Centre, Nairobi, Kenya, 16 May  2012. Photo credit: Envisioning Global LGBT Human  Rights. 37918. Caribbean team participatory documentary workshop,  Kingston, Jamaica, 9 July 2013. Photo credit: Envisioning  Global LGBT Human Rights.  38319. International Day Against Homophobia, 17 May 2012,  Nairobi, Kenya. Photo credit: Envisioning Global LGBT  Human Rights. 38520. Photo credit: Telling Our Stories, Envisioning Global  LGBT Human Rights. 38721. No Easy Walk to Freedom production team, Delhi, India,  31 October 2011. Photo credit: Envisioning Global  LGBT Human Rights.  391xiiiLIST OF FIGURES AND TABLES22. Milan Centre, Naz Foundation (India) Trust outreach  workers with client, Delhi, India, 29 October 2011.  Photo credit: No Easy Walk to Freedom, Envisioning  Global LGBT Human Rights.  39323. Filming No Easy Walk to Freedom in Delhi, India,  14 November 2011. Photo credit: Envisioning Global  LGBT Human Rights. 39624. Sangama demonstration, Bangalore, India, 19 November  2011. Photo credit: No Easy Walk to Freedom, Envisioning Global LGBT Human Rights. 397Table 1.  Timeline of UN resolutions, joint statements and reports 230AbbreviationsAAA Alliance Against AIDS (Belize)ACHPR African Commission on Human and Peoples’ RightsACLJ American Center for Law and Justice ADF Alliance Defending FreedomAHA Anti-Homosexuality Act (Uganda)AHB Anti-Homosexuality Bill (Uganda)AFRA Artists for Recognition and Acceptance (Kenya)AIDS Acquired Immunodeficiency SyndromeALF Alternative Law Forum (India)amfAR American Foundation for AIDS Research ANC African National CongressAPAA Africans in Partnership Against AIDS (Canada)APRM African Peer Review Mechanism ARC ARC InternationalASAAP Alliance for South Asian AIDS Prevention (Canada)AU African UnionAUC African Union Commission AWID Association for Women’s Rights and Economic ChangeBOC Basis of Claim (Canada)BlackCAP Black Coalition for AIDS Prevention (Canada)BONELA Botswana Network on Ethics, Law and HIV/AIDSCAL Coalition of African Lesbians (South Africa)CCM Country Coordinating Mechanism (Belize)Caricom Caribbean Community and Common MarketCariFLAGS Caribbean Forum for Liberation and Acceptance of Genders and SexualitiesCEDAW Convention on the Elimination of all Forms of Discrimination against Women CEHURD Centre for Health, Human Rights and Development (Uganda)CCR Center for Constitutional Rights (US)CFR Centre for Feminist Research (York University, Canada)C-FAM Centre for Family and Human Rights CHOGM Commonwealth Heads of Government Meeting xvi ENVISIONING GLOBAL LGBT HUMAN RIGHTSCMHA Canadian Mental Health Association (the) Consortium  Consortium on Monitoring Violations Based on Sex   Determination, Gender Identity and Sexual Orientation (Uganda)CSCHRCL Civil Society Coalition on Human Rights and Constitutional Law (Uganda)CRTA Caribbean Regional Trans in ActionCSOs  civil society organisationsCTAG Caribbean Treatment Action Group CVC Caribbean Vulnerable Communities coalitionDCO Designated Country of Origin DFN  Designated Foreign NationalEJE extrajudicial executionsEACJ East Africa Court of Justice EI Education InternationalECOSOC United Nations Economic and Social Council FARUG Freedom and Roam UgandaFTM female-to-male FWI Family Watch InternationalGALCK Gay and Lesbian Coalition of KenyaGALE Global Alliance for LGBT Education (Netherlands)GALZ Gays and Lesbians of ZimbabweGATE Global Action for Trans* Equality GII Gender Inequality Index (UNDP)GNSWP Global Network of Sex Work ProjectsGTA Greater Toronto AreaGUYBOW Guyana Rainbow CoalitionHIV Human Immunodeficiency VirusHRAPF Human Rights Awareness and Promotion Forum (Uganda)HRC Human Rights CouncilHRW Human Rights Watch IAHCR Inter-American Commission on Human Rights (of the OAS)IBU Ice Breakers Uganda ICCPR International Covenant on Civil and Political RightsICESCR International Covenant on Economic, Social and Cultural RightsICJ International Commission of Jurists IDAHO(T) International Day Against Homophobia (and Transphobia) IFHP Interim Federal Health Program (Canada)IGLHRC  International Gay and Lesbian Human Rights Commission IHRP International Human Rights Program (University of  Toronto, Canada)xviiABBREVIATIONSILGA International Lesbian, Gay, Bisexual, Trans and Intersex AssociationILO International Labour Organization IPC Indian Penal CodeIRB Immigration and Refugee Board of CanadaIRCU Inter Religious Council of UgandaISHR International Service for Human Rights ITGNC Intersex, transgender and gender non-conformingJ-FLAG Jamaican Forum for Lesbians, All-Sexuals and GaysJCHS Jamaican Coalition for a Healthy Society KEMRI Kenya Medical Research Institute KHRC Kenya Human Rights Commission KNCHR Kenya National Commission on Human Rights KNEC Kenya National Examinations Council KULHAS Kuchus Living with HIV/AIDS (Uganda)LeGaBiBo Lesbians, Gays and Bisexuals of BotswanaLGBT lesbian, gay, bisexual, transgender LGBTI lesbian, gay, bisexual, transgender, intersexLGBTTTI lesbian, gay, bisexual, transvestite, transgender, transsexual and intersexLGBTTTI  Latin American and Caribbean Coalition of lesbian, gay, Coalition bisexual, transvestite, transgender, transsexual and intersex organisationsMARP Most at Risk PopulationsMARPI Most at Risk Population Initiative (Uganda)MSM men who have sex with menMUWRP Makerere University Walter Reed Project (Uganda)MWA Minority Women in Action (Kenya)NACO National AIDS Control Organisation (India)NAC National AIDS Commission (Belize)NAWG National Advocacy Working Group (Belize)Naz India Naz Foundation (India) Trust NGLHRC National Gay and Lesbian Human Rights Commission (Kenya)NEPAD New Partnership for African Development NFI          Naz Foundation International NGOs non-governmental organisationsNOII No One Is IllegalOAS Organization of American States OAU Organization of African UnityOCASI Ontario Council of Agencies Serving Immigrants OHCHR Office of the United Nations High Commission for Human Rightsxviii ENVISIONING GLOBAL LGBT HUMAN RIGHTSOII Organization Intersex International OTHP Ontario Temporary Health Program (Canada)OutRight OutRight Action InternationalOPEC Organisation of Petroleum Exporting CountriesPALU Pan African Lawyers Union PAR Participatory Action ResearchPEMA Persons Marginalized and Aggrieved (Kenya)PIF Personal Information Form (Canada)PLWA people living with AIDSPRRA Pre-Removal Risk Assessment (Canada)PSI Public Services International PSMO Pan American Social Marketing OrganizationPUAI Pride Uganda Alliance International (Canada)PUP Peoples United Party (Belize)RAD Refugee Appeal Division (Canada)RCC Roman Catholic ChurchRCMP Royal Canadian Mounted PoliceRHO Rainbow Health Ontario (Canada)RLP Refugee Law Project (Uganda)SASOD Society Against Sexual Orientation Discrimination (Guyana)SMUG Sexual Minorities UgandaSOGI sexual orientation and gender identitySOGIE sexual orientation, gender identity and gender expressionSOGIESC sexual orientation, gender identity, gender expression, and sex characteristicsSRI Sexual Rights Initiative SSHRCC Social Sciences and Humanities Research Council of CanadaSTI sexually transmitted illnessTEA Transgender Education and Advocacy (Kenya)The 519 The 519 Church St. Community Centre (Canada) UDHR  Universal Declaration of Human RightsUHAI-EASHRI UHAI−East African Sexual Health and Rights InitiativeULS Uganda Law SocietyUN United NationsUNAIDS United Nations Programme on HIV/AIDS UNDP United Nations Development Programme UNESCO United Nations Educational Scientific and Cultural Organisation UNFPA United Nations Population FundUNGA United Nations General AssemblyUNHCHR United Nations High Commission for Human RightsxixABBREVIATIONSUNHCR United Nations High Commission for RefugeesUNHRC United Nations Human Rights CommitteeUNIBAM United Belize Advocacy MovementUP  Ushirikiano Panda (Kenya)UPR Universal Periodic ReviewU-RAP University of West Indies Rights Advocacy Project VDPA Vienna Declaration and Programme of Action WHO World Health OrganisationWIN Women’s Issues Network of Belize WHIWH Women’s Health in Women’s Hands (Canada)WSW women who have sex with womenNotes on contributors1Guillit Amakobe is a transgender activist and poet. They2 participated in Envisioning’s research and featured in a video portrait in the Telling Our Stories series, developed through the participatory documentary work carried out in Kenya. In 2011, Guillit was selected as a fellow, through Fahamu Networks for Social Justice, on the inaugural Pan-African Fellowship Programme, which provided support for the creation of a trans peer support group. This eventually grew into Jinsiangu, a Nairobi-based organisation working to create safe spaces for and increase awareness of intersex, transgender and gender non-conforming Kenyans. Having grown up in Nairobi’s notoriously violent Dandora Estate, Guillit is particularly concerned with the intersections between gender identity, economic oppression and violence. Guillit is currently living in Toronto and studying massage therapy with the goal of working with people who would normally feel uncomfortable about massage due to gender dysphoria or other points of struggle with their bodies. Austin Bryan is a student of Africana studies at North Carolina State University. He was a research assistant at Sexual Minorities Uganda (SMUG), a role which formed part of the ethnographic fieldwork he completed in Kampala (2015−16), studying (as a Roy Park Scholar and Caldwell Fellow) the country’s lesbian, gay, bisexual, transgender, intersex (LGBTI) communities. His work has been presented at the University of Cambridge and is published in two edited anthologies. Austin’s research interests lie at the intersection of queer theory and African studies. Kat Dearham, a queer feminist researcher, writer and counsellor in training, is a former member of Envisioning’s Africa research team, working for several years with various lesbian, gay, bisexual, transgender, queer (LGBTQ) organisations in Kenya, including the ‘None on Record: Stories of Queer Africa’ project. Kat 1 The anthology editorial team is comprised of Nancy Nicol, Adrian Jjuuko, Richard Lusimbo, Nick J. Mulé, Susan Ursel, Amar Wahab and Phyllis Waugh. For more information on Envisioning Global LGBT Human Rights, and to access its resources, publications and participatory documentary films, please see: www.envisioninglgbt.com.2 Guillit identifies by the pronouns ‘they, ‘their’ and ‘them’.xxii ENVISIONING GLOBAL LGBT HUMAN RIGHTSis currently a social work master’s candidate at York University, Toronto, where she is aiming to establish a practice which combines individual approaches to healing with community building. Her main focus is on experiences of trauma and healing in racialised queer and trans communities. She was a co-founding member of Jinsiangu, a group working to create safe spaces for and increase the wellbeing of intersex, transgender and gender non-conforming people in Kenya, and is the co-author of Jinsiangu’s Resilience, a resource guide for intersex, transgender and gender non-conforming Kenyans. She has also written for the Queer African Reader and MIXD zine #2. Pere DeRoy was a graduate student in York University’s Faculty of Liberal Arts and Professional Studies, where she completed her MA in Development Studies in 2017. She is starting a PhD in Women, Gender and Sexuality studies at the University of Kansas in 2018. Originally from Guyana, she was an assistant on the Envisioning Caribbean research team, analysing interviews conducted in Guyana and Jamaica on the lives LGBT persons are managing to live, in an environment of homo-bi-transphobia. Pere contributed to a presentation entitled: ‘Discourse of Sexuality and Resistance in and from the Global South: a Caribbean Case’ on behalf of Envisioning at the 2015 Congress of the Humanities and Social Sciences, Ottawa, Canada. Pere’s research interests encompass human trafficking, labour and the global economy, sexual and reproductive health, violence, LGBT and women’s advocacy.Kathleen Gamble is a PhD student in Gender, Sexuality and Women’s Studies at York University, and assisted Envisioning’s Canada research team. Kathleen contributed to the team’s investigations on LGBT asylum in Canada, conducting data analysis and helping to liaise and work with Canadian community partners. Kathleen co-authored (with Mulé, Nicol, Waugh, Jordan and OCASI) the Envisioning research report: ‘Envisioning LGBT refugee rights in Canada: is Canada a safe haven?’ (2015).Namela Baynes Henry was a member of Envisioning’s Caribbean research team and also a community researcher for the project in Guyana. Namela is a grassroots human rights activist who has worked to advance LGBT rights for more than 20 years at the local, regional, and international levels. She conducted Envisioning’s primary interviews in Guyana and contributed to the 2013 participatory documentaries Sade’s Story and Homophobia in Guyana. Adrian Jjuuko is a lawyer and executive director and founder of the Human Rights Awareness and Promotion Forum (HRAPF), the first and only specialised legal aid service provider for LGBTI persons in Uganda. Adrian was a member of Envisioning’s law and human rights mechanisms research team. He was xxiiiNOTES ON CONTRIBUTORScoordinator of the Civil Society Coalition on Human Rights and Constitutional Law Uganda, the Coalition that led the challenge to the Anti-Homosexuality Bill/Act (AHB/AHA). It won the US State Department’s Human Rights Defender of the Year Award 2011 during his tenure. He currently chairs the Coalition’s legal committee, and in this capacity coordinated and organised the successful legal challenge against the AHA, 2014. He also led HRAPF in its challenge against the passing of the AHA at the East Africa Court of Justice, the first case to dispute legislation criminalising LGBTI people within the African regional framework. He brought a successful challenge before Uganda’s Constitutional Court to section 15(6)(d) of Uganda’s Equal Opportunities Commission Act, which had prevented the Commission from investigating matters affecting LGBTI persons. In recognition of his courageous work to advance the human rights of sexual and gender minorities in Uganda, Adrian was awarded the Vera Chirwa 2016 award by the Centre for Human Rights, University of Pretoria. Maryam Khan is a PhD candidate at York University’s School of Social Work. She is passionate about carrying out critical research on issues related to LGBTQ policy, race and racialisation, intersectional and transnational feminism, Islam and sexual diversity, gender and sexuality, decolonisation and anticolonial perspectives. For her doctoral research, Maryam focused on LBTQ Muslim women in the Global North. She is a full-time faculty member at Wilfrid Laurier University’s Faculty of Social Work.Gary Kinsman was a member of Envisioning’s Canada research team. He is the author of The Regulation of Desire, Homo and Hetero Sexualities (Black Rose Books, 1996) on the regulation of sexualities in ‘Canada’ (contributor’s quote marks), co-author (with Patrizia Gentile) of The Canadian War on Queers, National Security as Sexual Regulation (UBC Press, 2010), and editor of  Whose National Security? Canadian State Surveillance and the Creation of Enemies (Between the Lines, 2000) and Sociology for Changing the World, Social Movements/Social Research (Fernwood, 2006) as well as numerous book chapters on gender and sexual politics. His current work revolves around the making of the neoliberal queer in the context of neoliberal capitalism and homonationalism. Gary is a long-time queer liberation, anti-poverty, Palestine solidarity, and anti-capitalist activist living on indigenous land. He is also involved in the AIDS Activist History Project, Faculty for Palestine, the We Demand an Apology Network (demanding an apology from the ‘Canadian’ government for the purge campaigns against lesbians and gay men) and with Queer Trans Community Defense, which is organising against gentrification in downtown Toronto. He currently divides his time between Toronto and Sudbury, where he is a professor emeritus at Laurentian University. xxiv ENVISIONING GLOBAL LGBT HUMAN RIGHTSCorinne Lennox is senior lecturer in human rights at the Institute of Commonwealth Studies and associate director of the Human Rights Consortium at the School of Advanced Study, University of London. Her research interests include the human rights of ethnic, religious and linguistic minorities and indigenous peoples, global governance on human rights and civil society mobilisation. She holds a PhD and MSc in international relations from the London School of Economics and Political Science (LSE), an MA in the theory and practice of human rights from the University of Essex, and a BA (Honours) in political science and human rights from McMaster University in Canada. She has worked for many years as a human rights practitioner with various non-governmental organisations (NGOs), including Minority Rights Group International, and has been a trainer and consultant on minority rights for the UN Development Programme and the UN Office of the High Commissioner for Human Rights. She is a trustee of the Dalit Solidarity Network-UK, a fellow at the Human Rights Centre, University of Essex and associate editor of the International Journal of Human Rights. Corinne has published widely including in the International Journal on Minority and Group Rights and the Netherlands Quarterly of Human Rights and is co-editor of the Handbook of Indigenous Peoples’ Rights (Routledge, 2015) and co-editor of Human Rights, Sexual Orientation and Gender Identity in the Commonwealth: Struggles for Decriminalisation and Change (Institute of Commonwealth Studies/Human Rights Consortium, 2013).Po Likimani is an anti-oppression activist, a farmer and a spoken-word artist. They3 were a co-founding member of Jinsiangu, a group working to create safe spaces for and enhance the wellbeing of intersex, transgender and gender non-conforming people in Kenya. Their chapter in this volume is a collaborative oral history of the founding and evolution of Jinsiangu. Po identifies as gender non-conforming and works towards a sustainable and just world through teaching, public speaking and community mobilisation and empowerment. They are deeply committed to gender justice and self-determination. Po has been involved in queer, trans and sex-worker liberation movements in East Africa for the past decade and co-authored Resilience, a resource guide for intersex, transgender and gender non-conforming Kenyans, published by Jinsiangu.Richard Lusimbo was the chair of Envisioning’s Africa research team from mid 2012 to mid 2016 and a member of the team based in Uganda. He is SMUG’s research and documentation manager, based in Kampala, and co-director with Nancy Nicol of the Envisioning/SMUG documentary, And Still We Rise. Richard serves as co-chair of Pan Africa ILGA, has been heavily involved in a 3 Po identifies by the pronouns ‘they’, ‘their’ and ‘them’.xxvNOTES ON CONTRIBUTORSrange of advocacy and community mobilisation activities in Uganda, Africa and internationally, and is helping to lead PrEP4 advocacy campaigns in Uganda and regionally. He also has a strong background in science and technology, digital security and documentation tools. In December 2017, Richard graduated with an M.Phil in Human Rights and Democratisation in Africa from the Centre for Human Rights, Faculty of Law, University of Pretoria, South Africa.Justice Monica Mbaru is a judge at the High Court of Kenya. She contributed to the development of the Africa research team which brought together partners and researchers from Botswana, Uganda and Kenya; and chaired the team from 2011 to mid 2012. Activists, human rights defenders and country-based organisations contributed to the material used in the work. The project benefited from North/South collaboration, which has created a network of researchers and different experts on sexuality, human rights, law and art. Monica’s chapter in the book was written in partnership with human rights defenders from Botswana and Canada, who helped assess the work of UN bodies, African regional human rights mechanisms and national legal protections for sexual minorities.Cameron McKenzie is a PhD candidate in Health Policy and Equity at York University. His research has focused on Indigenous Northern issues, disability and the queer and trans community. His current doctoral research, titled: Policy in Motion: LGBTQ Health from the Fringes to the Mainstream?, examines how the sociopolitical climate and economy serves, and has served, to shape responses to LGBTQ population health needs in Canada. Cameron also has a private practice and is a full-time faculty member at Wilfrid Laurier University’s Faculty of Social Work.Nick J. Mulé is an associate professor at York University’s School of Social Work and he has been seconded to teach policy, theory and practice at the School of Gender, Sexuality and Women’s Studies there.  Nick was a co-applicant on Envisioning and a member of its executive team. He was the academic chair of the Canada research team, which studied the experiences of LGBT-identified asylum seekers and refugees who were settling in the Greater Toronto Area (GTA) and their service providers.  He was also a member of Envisioning’s law and human rights mechanisms team, on which he conducted research regarding the interaction between treaty bodies and LGBT human rights initiatives, including decriminalisation. He publishes and has research interests in the areas of social inclusion/exclusion of gender and sexually diverse populations in social policy and service provision focusing particularly on the 4 Pre-exposure prophylaxis medical intervention to radically reduce the risk of HIV infection. xxvi ENVISIONING GLOBAL LGBT HUMAN RIGHTSdegree of their recognition as distinct communities in cultural, systemic and structural contexts.  He has also undertaken a critical analysis of the LGBT movement and the development of queer liberation theory. A queer activist, Nick is the founder of Queer Ontario. Additionally, he is a psychotherapist in private practice serving gender and sexually diverse populations in Toronto.Fridah Mutesi is a Ugandan human rights lawyer and an advocate for equality and social justice for women and sexual minorities. As one of the lawyers who challenged the AHA in Uganda’s Constitutional Court and in the East African Court of Justice, Fridah co-authored, along with Adrian Jjuuko, the chapter in this volume on the struggle against the AHA. She is the current coordinator of the Civil Society Coalition on Human Rights and Constitutional Law, a coalition of NGOs that was initially founded to challenge the AHB/AHA, and after the law’s downfall, continues with joint advocacy and response on human rights issues. She is one of the founding partners of Veritas Advocates, a law firm that provides affordable and pro bono legal services to marginalised and indigent persons, among others. Fridah worked as the head of HRAPF’s access to justice department, and on many other cases that target LGBTI and other marginalised persons, including Adrian Jjuuko v. attorney general which challenged Section 15 (6)(d) of the Equal Opportunities Commission Act barring the Commission from investigating matters considered immoral and/or socially harmful to the majority in society. The act was declared unconstitutional. Fridah’s advocacy work transcends borders. She has advocated and has contributed to reports and papers submitted to various institutional advocacy platforms, including the United Nations Human Rights Council and The African Commission on Human and Peoples’ Rights. She was nominated for and participated in the prestigious US state department’s international visitor leadership programme.Arvind Narrain is ARC International’s Geneva director. He contributed expertise to Envisioning’s India research team, and its law and human rights mechanisms research team. Prior to his ARC International position, Arvind was a founding member of the Alternative Law Forum (Bangalore, India) and was one of the team of lawyers litigating the historic case against section 377, the law criminalising same-sex conduct, in both the Delhi High Court and the Supreme Court of India. Arvind has co-edited three volumes which focus on queer politics in the Indian context: Because I Have a Voice: Queer Politics in India (with Gautam Bhan, Yoda Press, 2006); Law Like Love: Queer Perspectives on Law (with Alok Gupta, Yoda Press, 2011); and Nothing to Fix: Medicalisation of Sexual Orientation and Gender Identity (with Vinay Chandran, Yoda Press and Sage Publications, 2016).xxviiNOTES ON CONTRIBUTORSNancy Nicol was Envisioning’s principal investigator and currently is professor emeritus in York University’s School of Media, Arts and Performance, where she taught from 1989−2016. Nancy is a documentary filmmaker, writer and activist, whose work probes into issues of human rights, social justice and struggles for social change. Her documentaries explore women and work, reproductive rights, migrant workers’ rights, LGBT rights and social movement histories. They include the award-winning series, From Criminality to Equality, which traces 40 years of lesbian and gay organising in Canada, from 1969 to 2009. As part of Envisioning’s participatory documentary projects, Nancy directed Sangini (2016) and No Easy Walk to Freedom (2014); and co-directed And Still We Rise (2015) with Richard Lusimbo. Her recent publications include: ‘Envisioning Global LGBT Human Rights: strategic alliances to advance knowledge and social change’ (with Erika Gates-Gasse and Nick J. Mulé), Scholarly and Research Communication, 5 (3), 2014; ‘Sexual rights and the LGBTI movement in Botswana’ (with Monica Tabengwa), in C. Lennox and M. Waites (eds.) Human Rights, Sexual Orientation and Gender Identity in the Commonwealth: Struggles for Decriminalisation and Change (Institute of Commonwealth Studies/Human Rights Consortium, 2013); and ‘Legal struggles and political resistance: same-sex marriage in Canada and the US’ (with Miriam Smith), in A. Crocker, J. Pierceson and S. Schulenberg (eds.) Same-Sex Marriage in the Americas (Lexington Books, 2010). In 2017, Nancy donated a large body of her original footage on queer history in Canada filmed between 1994 and 2009, to the Canadian Lesbian and Gay Archives.Caleb Orozco is an LGBT/human rights advocate in Belize, and a health educator and activist with two decades of experience in the human development sector. He was a member of Envisioning’s Caribbean research team. For the past seven years he has worked primarily within the field of HIV and human rights as executive director and founding member of the United Belize Advocacy Movement. Through legislative analysis, litigation and public education, he has worked tirelessly to advocate for a participatory and rights-based approach to health services for HIV-affected and marginalised populations, and for the eradication of discriminatory laws that affect these communities in the Caribbean. He was the principal litigant in the Caleb Orozco v. attorney general of Belize case, a constitutional challenge to Section 53 of the Criminal Code (which criminalised same-sex intimacy), that was ruled unconstitutional on 10 August 2016. Caleb is active at the hemispheric level in international and regional organisations, such as the UN and the Organization of American States, in the cause of raising the standard of protection and human rights enforcement for LGBT populations. He is also the author of articles and shadow reports on these issues.xxviii ENVISIONING GLOBAL LGBT HUMAN RIGHTSMonica Tabengwa is a lawyer from Botswana and was a member of Envisioning’s Africa research team as well as its law and human rights mechanisms research team. Currently working for Pan Africa ILGA as executive director, Monica is a human rights activist and defender with extensive experience in human rights and social justice advocacy, extending to regional and international human rights mechanisms. Monica started her career as a prosecutor with Botswana police, and then joined the women’s rights sector, where she provided legal assistance to indigent women and children in Botswana. Subsequently, she left Botswana and joined the Coalition of African Lesbians (CAL) as advocacy adviser, doing regional and international advocacy work on LGBTI rights. Later, she joined Human Rights Watch as LGBTI researcher, including the documentation of human rights violations and specifically focusing on the rights of sexual and gender minorities in Africa. She has extensive experience in gender and rights-based training and strategic litigation. She was one of the early members of Lesbians, Gays and Bisexuals of Botswana (LeGaBiBo) and has continued to provide them with legal support, which contributed to the successful litigation for freedom of association for the organisation in 2015.Jane Wothaya Thirikwa is a social justice activist with more than eight years’ experience in LGBT organising efforts in Kenya. She provided expertise and insights to Envisioning’s Africa research team regarding Kenya’s LGBT rights movement. Jane was featured in a video portrait in the Telling Our Stories series, Envisioning’s video portraits of LGBT activists working in the countries involved in the study. She participated in advocacy programmes at both the Gay Kenya Trust and the Gay and Lesbian Coalition of Kenya (GALCK), coordinating grassroots initiatives as well as building partnerships with the wider social justice movement in Kenya. Jane holds a BSc in Communications and Public Relations from Moi University, Kenya and is completing a Gender, Sexuality and Women’s Studies programme at York University, Toronto. She is a 2014 Atlas Corps Fellowship alumna and served as a global engagement fellow at the Human Rights Campaign (HRC) in Washington DC. Currently Jane is the global partnerships coordinator at KAIROS Canadian Ecumenical Justice Initiatives, Toronto.Kim Vance is the executive director of ARC International and was a co-chair of Envisioning’s law and human rights mechanisms research team. Prior to co-founding ARC International in 2003, Kim served as president of Egale Canada (Canada’s national LGBT organisation), and is a seasoned activist within LGBTI communities at the international, national and local levels. For more than a decade, Kim served on the editorial board of Atlantic Canada’s LGBT community newspaper,  Wayves, and helped found Nova Scotia’s provincial LGBT organisation, NSRAP. She has received the Pride Community Service xxixNOTES ON CONTRIBUTORSAward and the Rev. Darlene Young Community Award in her province. Kim secured the first registered domestic partnership in Canada and was a successful litigant in one of the Canadian court challenges to secure equal marriage rights for same-sex couples. She is the very proud mother of two adopted children, Marcus and Patty. Kim founded and chaired an international affairs committee within Egale, and oversaw the organisation’s participation in the 2001 World Conference Against Racism, held in Durban, South Africa (including a research project on the intersections of race and sexual orientation). She oversaw the development of the first conference for LGBT activists in the South East Asia region. Kim has also participated in all of the UN Beijing review conferences in New York City, examining advancement and development for women around the world, and has planned numerous international dialogues in locations around the world, including Brazil, South Korea, South Africa, Montréal, Geneva, Argentina, Saint Lucia and Istanbul. Amar Wahab is associate professor in the School of Gender, Sexuality and Women’s Studies at York University. He is a co-investigator with Envisioning and also a member of its Caribbean research team. His research interests include: sexual citizenship in liberal multicultural and postcolonial nation-state formations (mainly related to the Caribbean and Canada); race and queer transnational politics; critiques of queer liberalism; and race, gender and the politics of representation. He is the author of Colonial Inventions: Landscape, Power and Representation in Nineteenth-Century Trinidad (Cambridge Scholars Publishing, 2010), which explores the racialised and gendered construction of colonial subjects in the contexts of slavery and indentureship. His work in queer and sexuality studies is published in journals such as GLQ: Journal of Lesbian and Gay Studies, Interventions: Journal of Postcolonial Studies and the Journal of Homosexuality. His current project, funded by the Social Sciences and Humanities Research Council of Canada, is ‘Queer Diasporas in Canada: a case study of transnational activism and politics’, which focuses on queer anti-racist critiques of homonationalism in Canada. Matthew Waites is senior lecturer in sociology at the University of Glasgow. He is author of The Age of Consent: Young People, Sexuality and Citizenship (Houndmills: Palgrave Macmillan, 2005); and co-editor (with Corinne Lennox) of Human Rights, Sexual Orientation and Gender Identity in the Commonwealth: Struggles for Decriminalisation and Change (Institute of Commonwealth Studies/Human Rights Consortium, 2013). He is co-editor, with Patricia Hynes, Michele Lamb and Damien Short, of three special issues on sociology and human rights, including two issues of the International Journal of Human Rights in 2010 (14 (6), ‘Sociology and human rights: new engagements’) and 2012 (16 (8), ‘New directions in the sociology of human xxx ENVISIONING GLOBAL LGBT HUMAN RIGHTSrights’) − both also published as books by Taylor and Francis; and a special issue of Sociology, ‘The sociology of human rights’ (46 (5), 2012). He also co-edited (with Kelly Kollman) ‘The global politics of LGBT human rights’ special issue of Contemporary Politics (15 (1), 2009). He has authored articles in journals including Sociology, Social and Legal Studies, Parliamentary Affairs, International Journal of Human Rights, Contemporary Politics and Sexualities. A recent article in Sociological Review is titled ‘LGBTI organisations navigating imperial contexts: the Kaleidoscope Trust, the Commonwealth and the need for a decolonizing, intersectional politics.’ As an activist he has supported and worked with LGBT asylum seekers, and he has collaborated with Envisioning on such events as ‘LGBTI Human Rights Activism and Film’ at the Centre for Contemporary Arts in Glasgow on 15 November 2015. C. Lennox and M. Waites (2018) ‘Foreword’, in N. Nicol et al. (eds.) Envisioning Global LGBT Human Rights: (Neo)colonialism, Neoliberalism, Resistance and Hope (London: Human Rights Consortium, Institute of Commonwealth Studies), pp. 1–8.ForewordCorinne Lennox and Matthew WaitesLet it be known: that in the period when the global LGBT1 movement faced its most extreme challenges from the rise of homophobia in many regions, that among all those who rose to the challenges of transnational North/South partnerships between academics and activists, the Envisioning Global LGBT Human Rights project (Envisioning) gave leadership. From its inception Envisioning was unique and as creative as it was political. The project’s name expressed its visionary concept and strength of purpose, while also signifying its highly original combination of participatory action research and documentary filmmaking with more conventional social and legal research. Envisioning was founded in a period, beginning in 2011, which demanded ambitious thinking on a global scale to oppose a new tide of violence and prejudice. In particular, academics in the Global North faced the challenge of rising from their positions in ivory towers to meet, connect with, and support the activists and scholars of the Global South who were fighting for their lives and loved ones. The already-established activist researchers who led Envisioning moved quickly beyond words to action.This volume presents learning and research from the project. It is a book for activists as much as for academics and will also interest those in governmental or non-governmental organisations (NGOs), policymakers and practitioners of many kinds. Above all, the book presents reports from some of the most fiercely fought battlegrounds of contemporary sexual politics, spearheaded by leading activists. Any activist in the realm of gender, sexuality and human rights can benefit from reading this; and it will be indispensable as a contribution to understanding developments on sexual orientation and gender identity (SOGI) 1 We use the frame ‘LGBT’ − lesbian, gay, bisexual, transgender (or trans) – to be consistent with the acronym used by Envisioning LGBT Human Rights, both for their project and throughout this volume. However readers should be aware that this terminology has been contested for good reasons and it is usually expanded/clarified to include such abbreviations as I (intersex), Q (queer) and + (to indicate an open-ended categorisation). Please see Nancy Nicol’s ‘Note on terminology’ at the start of her opening chapter.  2 ENVISIONING GLOBAL LGBT HUMAN RIGHTSin the states covered, or at the United Nations. Similarly, the contents will provide specific source material for academics across many interdisciplinary fields and disciplines in terms of gender and sexuality studies; postcolonial, sociological, sociolegal, cultural and film studies; and the fields of politics and social policy.    We have been invited to provide this foreword as editors of an earlier volume to which several Envisioning members contributed: Human Rights, Sexual Orientation and Gender Identity in the Commonwealth: Struggles for Decriminalisation and Change (2013), which was also published by the School of Advanced Study, home of the Human Rights Consortium (HRC) at the Institute of Commonwealth Studies (ICWS). Both volumes focus on states of the former British Empire, which are now in the Commonwealth, with an emphasis on challenging imperial criminalisations and power relations still shaped by colonialism. The earlier volume was published open access online, as well as in print, in order to provide a resource for activists worldwide; chapters have since been downloaded 45,000 times in more than 170 countries (as of the end of April 2018). This book is similarly being published open access and in print by the HRC/ICWS. In some ways, it may thus be considered a sister volume, and there are overlaps in the work of authors including Monica Tabengwa, Adrian Jjuuko, Nancy Nicol and Gary Kinsman, as well as in the coverage of states like Uganda. Indeed, Envisioning hosted and filmed a launch for our book in 2013, which can be viewed on video via its website (and also Envisioning’s website),2 thus contributing enormously to its having reached wider publics. However, the Envisioning anthology emerges from a very distinct, far more extensive and ambitious project, and should be approached in its own right. The Envisioning project involved work across selected states from the four regions represented in this book: Africa, South Asia, the Caribbean and North America. Although titled ‘LGBT’, the project was also concerned with exploring different societal understandings of sexuality and gender, not always encompassed by Western notions of SOGI. In its central focus on generating understandings from the knowledge and experiences of activists in the Global South, Envisioning thus embodied a transnational imaginary, seeking to address existing power relations forged by colonialism and capitalist economics, not by disconnecting but by forming new connections and collaborative, transformative partnerships in the co-production of knowledge. Crucially, the project emphasised the leadership of Global South partners within specific societies. 2 See http://commonwealth.sas.ac.uk/publications/house-publications/lgbt-rights-commonwealth or http://envisioninglgbt.blogspot.com/p/conferences.html (both accessed 9 Apr. 2018).3FOREWORDIt is important to appreciate the Canadian origins of the project.3 Although sometimes perceived internationally as such, Canada has not been a liberal oasis (as asylum research in this volume shows), but it can nevertheless be suggested that, in the critical activist and intellectual milieu around Toronto from which the project sprang, there seems to be greater sensitivity to colonialism and decolonial politics than exists in the United Kingdom, at least (from where we write). Hence Envisioning’s emergence in Canada rather than in other Western states may perhaps be partly explained − in the long view − by referring to Canada’s experience of being a former colony, to the ongoing political claims of indigenous peoples which inspire political engagements, and to the continued embrace of the multiculturalism ethic, which is not a major feature in European states.   This volume contains the fruits of the many partnerships formed, combining contributions to represent and conclude the work done. Envisioning evolved centrally from the participatory action research approach, which is often lauded but rarely executed in such a complete and true fashion. This required a much longer project lifespan, which unfortunately is not often accommodated by conventional funding cycles. Yet the results of this approach have made Envisioning’s impact far greater than conventional, top-down scholarship. Research and activism were conceived as intertwined in complex ways, with researching often but not always oriented to political and normative goals shared in activist movements. Most of the researchers involved were themselves activists, often based in NGOs, rather than in university-based academic posts. Their work focuses particularly on documentation, recognising the urgency and educational power of recording the details of struggles both lost and won. This involved research encompassing data collection and analysis for movements to reflect on, including the writing that is presented here. Hence, many of the chapters here focus on the documentation task, recording events and citing extensive primary sources of evidence which include movement statements, newspaper reports and drafts of official legislation, while others provide more conceptually developed analyses. The chapters are bursting with the invaluable first-hand insights of activists at the cutting edge of social struggles, as they reflect on objectives and strategies, making this volume an essential reference point for those who are concerned with the global struggle for LGBT human rights and equality. As already mentioned, the combination of research and writing about activists with their involvement in participatory documentary video filmmaking made Envisioning distinctive among transnational projects supporting LGBT people. At its heart was the strength of Nancy Nicol’s and Phyllis Waugh’s 3 Funding for the project was granted under the Social Sciences and Humanities Research Council of Canada. Notably, our Human Rights, Sexual Orientation and Gender Identity in the Commonwealth (2013) volume also benefited from Canadian funding in the form of a small Canadian Embassy (in London) grant.4 ENVISIONING GLOBAL LGBT HUMAN RIGHTSpartnership. They travelled to locations of contestation, got to know local activists, and invited them into the process of documenting their movements through filmmaking. It was through such partnerships that Envisioning became firmly rooted, growing to enable numerous regional teams to branch out and flourish. Often − if not always − this seems to have borne fruit that came to nourish even some of the most stony grounds of religious bigotry, yielding seeds for potential future harvests, if cultivated. Indeed capacity enhancement, such as through skills training in filmmaking, was central. However, participants were also open to constructive questioning of the project’s own framings, as expressed in the chapter on Saint Lucia, and a simultaneous focus on mutual, reciprocal learning. The number and range of films made by Envisioning across diverse contexts is highly impressive and, when viewed, their significance as social documents and activist tools immediately becomes apparent. We can all benefit from the fact that Envisioning has made public engagement such an important component of its activities, evidenced by the extensive documentation available on its website, and the efforts made to screen the films widely both to audiences directly affected by the topics and to those elsewhere who express solidarity. We are proud to have hosted English and Scottish premières (in London and Glasgow) in November 2015 for two of these − No Easy Walk to Freedom, from India; And Still We Rise, from Uganda − to bring Envisioning’s work to the UK. These events exemplified the way Envisioning gave Southern activist voices prominence in the North, with speakers including Arvind Narrain of Voices Against 377 in India, Richard Lusimbo of Sexual Minorities Uganda (SMUG), and Junic Wambya from Freedom and Roam Uganda.Figure 2. Pride, Delhi, India, 28 November 2011. Photo credit: No Easy Walk to Freedom, Envisioning Global LGBT Human Rights. 5FOREWORDPerhaps And Still We Rise, made in collaboration with SMUG, will prove to be Envisioning’s most outstanding achievement in film. Activists were fully involved in the filmmaking, and the result is a documentary filled with emotion, life and the energy of resistance. Richard Lusimbo and Junic Wambya explained at the UK launches that the film had enabled those in the movement to tell their own true story for the first time. When this is viewed alongside the essential Ugandan activist research in this book, by Adrian Jjuuko and Fridah Mutesi, Richard Lusimbo and Austin Bryan, the project’s overall contribution to awareness in Uganda becomes even more impressive. Certainly the contributions in this volume are best appreciated alongside the films, of which many are immediately available online (see Nancy Nicol’s concluding chapter ‘Telling Our Stories: Envisioning participatory documentary’). It is remarkable and admirable that − as Nicol notes in that chapter − SMUG has submitted both the film And Still We Rise and the video interviews supported by the Envisioning project as evidence in the US Federal Court case against anti-gay extremist Scott Lively, who is accused of crimes against humanity. A clear strength of Envisioning’s work, moving beyond efforts described in our earlier volume, is the increased attention it brings to gender identity issues and trans people’s experiences. Arvind Narrain’s India chapter at the beginning of this book explores a positive recent legal ruling for recognition of a third gender, and uses this to contextualise a negative 2013 Supreme Court ruling which reaffirmed criminalisation of much same-sex sexual behaviour. The attention to trans experiences is particularly valuable, for example, in Pere DeRoy and Namela Baynes Henry’s chapter on Guyana, which discusses distinctive law in the Summary Jurisdiction (Offences) Act 1893 that specifically outlaws cross-dressing (‘wearing of female attire by a man, wearing of male attire by a woman’), and a related case. It is extremely important to bring this form of explicit criminalisation of cross-dressing and its recent deployment to light internationally, illustrating the fact that the problems associated with criminalisations are certainly not restricted to sexual behaviour alone. DeRoy and Henry highlight a punitive measure that could be replicated if not challenged. Another important and original structural feature of the Envisioning project and this volume is the focus on connecting struggles in a range of Global South contexts with difficulties over asylum, migration and access to citizenship in the Global North – particularly in Canada. This feature of Envisioning’s work certainly deserves praise, in a context of ongoing exclusionary practices − such efforts are described in chapters by Gary Kinsman, and Nick J. Mulé and Kathleen Gamble. This linkage demonstrates a transnational and reflective imaginary built into the project’s design, whereby the implications of human rights abuses worldwide were addressed back to the privileged Canadian state, demanding interconnected learning.6 ENVISIONING GLOBAL LGBT HUMAN RIGHTSIt is essential, more generally, to grasp Envisioning’s central and distinctive methodological focus on sites of current contestation. That is, Envisioning specifically selected sites of contestation for participation and engagement, yielding a project which has truly been operating at the frontlines of activism and conflict, in contexts such as Uganda, Kenya, India and Belize. This made the research particularly difficult to conduct, record and complete, yet has resulted in great benefits. The project’s scope also allows the interactive effects between litigation and social mobilisation as forms of resistance to be seen. The chapters show that these approaches to activism exist on a continuum, with social mobilisation buttressing attempts to use the law, and maintaining momentum when adversaries have successfully challenged judicial decisions.Readers familiar with global LGBT activist debates, and the contexts where human rights struggles have been most intense will quickly appreciate the originality and value of the contributions here. One chapter that stands out for its perspective on global institutions and discourses, and is of clear importance for a wide readership, is ‘The rise of SOGI: human rights for LGBT people at the United Nations’, by Kim Vance, Nick J. Mulé, Maryam Khan and Cameron McKenzie. It provides an invaluable chronology of civil society engagements and changes in the positions of UN institutions and presents unique interview data from 12 UN officials, also drawing on observation data and state voting records to develop a distinctive analysis of the present global institutional context. This offers insights for current struggles to move forward, with the mandate of the UN Independent Expert (created by the Human Rights Council in June 2016) to monitor ‘violence and discrimination based on sexual orientation and gender identity’, but which numerous states seek to remove.More generally in the volume is collected the work of many inspiring individuals who set the pace and direction of contemporary activism. For example, Arvind Narrain is a leading queer human rights activist, lawyer and scholar from India, who has played a pivotal role in legal cases; Adrian Jjuuko has been similarly pivotal in cases in Uganda as a human rights lawyer and activist; and leading African LGBT+ activist Monica Tabengwa is executive director of Pan Africa ILGA (a regional body within ILGA: the International Lesbian, Gay, Bisexual, Trans and Intersex Association). Jjuuko and Tabengwa offer an authoritative survey of forms of expanded criminalisation by states across the African continent. This is also of value for comparing the practices of various European colonialisms, particularly when combined with the astute strategic reflections in African contexts offered by Monica Mbaru, Monica Tabengwa and Kim Vance and it raises concerns about the limits of strategies focused on the courts. Adrian Jjuuko and Fridah Mutesi, and Richard Lusimbo and Austin Bryan, also provide activist reports from the coalface in Uganda, which − in light of the leading activist roles of Jjuuko, Mutesi and Lusimbo − seem likely to stand as the most detailed and authoritative first-hand narratives 7FOREWORDof LGBT activist organising in Uganda. Particularly when read together, these chapters represent a powerful documentation embodying collective memory of struggle and resistance.Caleb Orozco, who formed and led the United Belize Advocacy Movement (UNIBAM), provides a substantial account of that movement’s struggles including his own legal case for decriminalisation of same-sex sexual behaviour. This is a case which has vital implications in Latin America and the Caribbean region, and has been reported and debated in global institutional contexts. Orozco has emerged as a groundbreaker in his own society, while in the process, as he reports, suffering many forms of abuse including an assault. It is thus a credit to both himself and to Envisioning that he has been able to find a way to narrate and chronicle his autobiographical history, particularly valuable because it provides first-hand knowledge of strategic choices made, and threats experienced, which only such a pioneer can pass on. He has won global recognition for his leadership including being the 2017 recipient of the David Kato Vision and Voice Award. The volume also brings to the fore further new research and documentation from contexts less familiar to many international readers concerned with sexualities and genders outside heterosexual norms. For example, it includes significant original work from Guyana, by Pere DeRoy and Namela Baynes Henry, and concerning Saint Lucia by Amar Wahab. In the latter, Wahab uses rich data to explore how queer Saint Lucian voices challenge the limits of intelligibility of the Western gaze to explore how wider contexts of economic globalisation link to social vulnerability, and the consequent effects of poverty on people’s lives. This discussion demonstrates a deepening critical analysis of developments, advancing current postcolonial theorisations in relation to economic markets, and greatly assists international readers in disaggregating Caribbean states to understand their specific national histories and trajectories.This brings us to another valuable feature of Envisioning’s work, which is the combining of an insistent focus not only on racism, imperialism, colonialism and their ongoing effects, with attention to the effects of capitalism, specifically in the present era of neoliberalism. Envisioning was concerned to integrate neoliberalism explicitly into its analysis from the outset. Its guiding principles committed researchers to an integrated anti-oppression analysis, and a critical perspective on globalisation and neoliberalism − as Nancy Nicol explains in her opening chapter. The value of such an approach perhaps emerges most clearly in Wahab’s contribution on Saint Lucia, which shows the need to understand specific national governmental strategies with reference to the relationships between national and transnational economies. While a mainstream understanding of neoliberalism would associate it with free markets in goods and in persons, an Envisioning author like Kinsman tends to associate neoliberalism with ‘tightening borders in the north’, suggesting scope for more development of analyses based on specific conceptions. Envisioning’s 8 ENVISIONING GLOBAL LGBT HUMAN RIGHTSwork points in the right direction and keeps the issue in view. Meanwhile, the chapters from Kenya raise potent questions for those participating in and developing analysis of current movements for change, including how those concerned with sexuality and gender relate to opposing religious movements or wider human rights alliances. Jane Wothaya Thirikwa shows how transnational organised religion plays a crucial part, for example through the work of the American Centre for Law and Justice, and Family Watch International which now have offices in Kenya as well, further promoting prejudice. Religious discourses interplay with health knowledge claims and the arguments of politicians. Furthermore, the chapter by Guillit Amakobe, Kat Dearham and Po Likimani presents a compelling conversation over how funding structures and associated rights-based approaches shape the form of organising. In this instance the community-based group Jinsiangu − for intersex, transgender and gender non-conforming people − has reportedly been forced to sacrifice a participatory focus on psychosocial support in order to meet structural requirements for donor funding. A need for deepening critical intersectional analysis and politics is suggested. This raises issues that will resonate widely in activist debates, and is a resource for taking forward these debates about the politics, effects and governmentality of international funding, and the trends of closing space for civil society in general. Overall, perhaps one of the most distinctive characteristics of the Envisioning research, in all its diversity and complexity, is the sense of interconnections between multiple levels of societies and of social analysis – with attention to local, national, regional and global levels, each with their own features including social norms, institutions and legal practices. In this volume the Envisioning team contribute towards understanding at all of these levels, with central space for and valuation of grassroots insights and conversations. The visionary politics of transnational collaboration and mutual learning that the project team espoused is well-represented, and stands as an inspiration for all committed to envisioning, and working for, a better future. ",
    "id": 161101531,
    "identifiers": {
        "doi": "10.14296/818.9780993110283",
        "oai": "oai:eprints.gla.ac.uk:168813"
    },
    "title": "Foreword",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-09-01T01:00:00+01:00",
    "publisher": "School of Advanced Study, University of London",
    "references": [],
    "sourceFulltextUrls": [
        "https://eprints.gla.ac.uk/168813/1/168813.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/161101531.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/161101531"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/161101531/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/161101531/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/161101531"
        }
    ],
    "abstract": "No abstract available",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:eprints.gla.ac.uk:168813",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "42",
        "openDoarId": 0,
        "name": "Enlighten",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 161101531,
        "depositedDate": null,
        "publishedDate": "2018-09-01T01:00:00+01:00",
        "updatedDate": "2024-02-12T09:14:03+00:00",
        "acceptedDate": null,
        "createdDate": "2018-09-15T07:08:20+01:00"
    },
    "urls": [
        "https://eprints.gla.ac.uk/168813/1/168813.pdf"
    ],
    "lastUpdate": "2024-02-12T09:14:03+00:00",
    "setSpecs": []
}