{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Sumerau, J. E."
        },
        {
            "name": "Mathers, Lain A.B."
        },
        {
            "name": "Moon, Dawne"
        }
    ],
    "contributors": [],
    "createdDate": "2023-04-27T09:14:31+01:00",
    "dataProvider": {
        "id": 1441,
        "name": "epublications@Marquette",
        "url": "https://api.core.ac.uk/v3/data-providers/1441",
        "logo": "https://api.core.ac.uk/data-providers/1441/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/563997397.pdf",
    "fullText": "Marquette University e-Publications@Marquette Social and Cultural Sciences Faculty Research and Publications Social and Cultural Sciences, Department of 5-2020 Foreclosing Fluidity at the Intersection of Gender and Sexual Normativities J. E. Sumerau University of Tampa Lain A.B. Mathers Indiana State University Dawne Moon Marquette University, dawne.moon@marquette.edu Follow this and additional works at: https://epublications.marquette.edu/socs_fac  Part of the Social and Behavioral Sciences Commons Recommended Citation Sumerau, J. E.; Mathers, Lain A.B.; and Moon, Dawne, \"Foreclosing Fluidity at the Intersection of Gender and Sexual Normativities\" (2020). Social and Cultural Sciences Faculty Research and Publications. 327. https://epublications.marquette.edu/socs_fac/327  Marquette University e-Publications@Marquette  Social and Cultural Sciences Faculty Research and Publications/College of Arts and Sciences  This paper is NOT THE PUBLISHED VERSION.  Access the published version via the link in the citation below.  Symbolic Interaction, Vol. 43, No. 2 (May 2020): 205-234. DOI. This article is © Wiley and permission has been granted for this version to appear in e-Publications@Marquette. Wiley does not grant permission for this article to be further copied/distributed or hosted elsewhere without the express permission from Wiley.   Foreclosing Fluidity at the Intersection of Gender and Sexual Normativities  J. E. Sumerau University of Tampa Lain A. B. Mathers Indiana State University Dawne Moon Marquette University  Abstract Binary gender and sexuality are socially constructed, but they structure thought at such a deep level that even those critical of sexism and homophobia can unwittingly reproduce them, with consequences felt most profoundly by those whose gender/sexual identity defy binary logic. This article outlines a generic pattern in the reproduction of inequality we call foreclosing fluidity, the symbolic or material removal of fluid possibilities from sexual and gender experience and categorization. Based on 115 responses from people who are both sexually and gender fluid and a reading of existing sociologies of gender and sexualities from a fluid standpoint, we demonstrate how lesbian/gay/straight, cisgender, and transgender women and men—regardless of intentions—may foreclose fluidity by mobilizing cisnormative, transnormative, heteronormative, and/or homonormative beliefs and practices. Examining patterns of foreclosing fluidity may provide insight into (1) the further incorporation of fluid people and standpoints into symbolic interactionism, and (2) the reproduction and persistence of sexual and gender inequalities. When it comes to gender and sexuality, U.S. society constructs the appearance of a strict man-woman dichotomy. Gender and sexualities scholarship has expanded dramatically in the past 50 years, with researchers exploring numerous ways people enact and maintain notions of cisgender and transgender (Connell 2010), lesbian/gay/straight (Pfeffer 2014) womanhood (Avishai 2008), and manhood (Schrock and Schwalbe 2009) predicated upon socially constructed notions of what it means to be a gendered sexual being. Further, scholars note ways individual, interpersonal, and institutional experiences are shaped by and shape gender and sexual inequalities (Martin 2004) while intersecting with racial (Collins 1990), sexed (Davis 2015), classed (Padavic and Reskin 2002), and religious (Moon 2004) inequalities. Although these efforts have invigorated understandings of cisgender, monosexual, and to a lesser extent (though growing, Schilt and Lagos 2017) transgender and intersex experience, our discipline has thus far granted gender and sexual fluidity much less attention (see Sumerau and Mathers 2019). For the purposes of this discussion, we define gender fluidity as experiences of one's own gender as neither man nor woman, both man and woman, or acknowledging change over the life course between and beyond these options, including such categories as nonbinary, agender, and genderqueer. We define sexual fluidity as having a sexual/romantic object choice not structured by the man/woman binary, including those who “love a person, not a gender” and many who consider themselves bisexual, pansexual, ambisexual, or queer. Even if a person remains nonbinary or bisexual for life, we refer to these categories as “fluid” because they exist outside the solidification of stable, static gender constructions and object-based sexualities (for definitions of relevant terminology, see Table 1). Table 1. Conceptual Terminologya Term Definitionb Gender binary The social and biological classification of sex and gender into two distinct oppositional forms of masculine and feminine selfhood. Transc A Latin prefix meaning “on the other side of.” Often used as a prefix before “man” and/or “woman,” or as a prefix before the word “gender” to signify a person who does not identify with their sex assigned at birth. An abbreviation to refer to transgender people as a whole regardless of individual gender identity and/or transgender as an umbrella term for gender nonconformity. Cis A Latin prefix meaning “on the same side as.” Often used as a prefix before man or woman to refer to someone whose current gender identity/expression align with their sex assigned at birth. Transgenderd An umbrella term referring to all people living within, between and/or beyond the gender binary, which may also be used to denote an individual gender identity. Cisgender An umbrella term referring to people who conform to the gender binary by interpreting their gender identity as congruent with the sex they were assigned by society. Ze, Zir, Hir, Zirself, They, Them, Themselves(ves) Gender neutral pronouns that allow one to refer to people without assuming their gender and/or gendering them in the process. Transman An identity referring to people socially assigned female at birth who transition (socially, biologically or both) to living as men/male. Transwoman An identity referring to people socially assigned male at birth who transition (socially, biologically, or both) to living as women/female. Intersex An identity referring to people whose biological credentials do not fit within binary conceptions of gendered and sexed bodies. Gender queer/Fluid/Variant An identity referring to people who reject gender labels, and live as women, men, neither, and/or both in varied situations over the life course. Agender An identity referring to people who reject gender labels because they do not feel or believe that they have a gender or in the socially constructed system suggesting all people should conform to gendered systems. Bigender An identity referring to people who live as both women and men but shift their self-presentation and identity in relation to various contexts or feelings over the life course. Bi A Latin prefix meaning “two.” Often used in front of the word “sexual” to refer to people who experience attraction to people with multiple gender and sex identities (i.e., my body type and others or my gender and others). While anti-bi groups have sought to redefine the two to conform to the gender binary (i.e., a form of biphobia and monosexism), bi people, activists, and history have sought to refute such claims throughout the past few decades and consistently defined it in the above manner since before the origins of modern science or society.e Pan A prefix derived from Greek meaning “all” or “across.” Sometimes placed in front of the word “sexual” to refer to someone who experiences attraction to people across a variety of genital configurations and/or gender identities and/or with little regard to gender at all. Poly A prefix derived from Greek meaning “many.” Often placed in front of the word “amorous” to refer to people who have the potential to engage in relationships with multiple people at the same time. Mono A Latin prefix meaning “one,” “only,” or “single.” Sometimes used before the words “sexual” or “amorous” to refer, respectively, to (1) person who experiences attraction to only one sex or gender and/or (2) a person who engages in relationships with only one person at a time. Bisexual A term referring to people who experience attraction to people with genders or bodies that are like their own and different from their own to varying degrees over the life course.f Pansexual A term referring to people who experience attraction with little consideration of gender and/or varied sex organs. Sexually fluid/Queer/Variant An identity referring to people who reject sexuality labels and live as monosexual, bisexual, neither, and/or both in varied situations over the life course. Bi+ An umbrella term referring to anyone who does not experience monosexual patterns of desire and attraction.g Monosexual An umbrella term referring to people who experience attraction to only one sex or gender. Polyamorous A relationship structure where a given person may have multiple partners at one time. Monogamous A relationship structure where a given person has only one partner at a time. a The following list contains terms relevant to the current discussion but is by no means exhaustive. Further, it is important to note that (consistent with other social constructions) these terms may shift over the course of time and in relation to varied social situations and contexts. b For further discussion of these terms and definitions, see, for example, Serano (2007) and Stryker (2008). c These definitions for the prefixes cis and trans are drawn from and/or expanded from the definitions presented by Yarvosky (2016). d While we focus on gender in this table and the paper, each of these terms has a corollary in relation to “sex” labels. e See Holthaus (2015) for an expanded conversation on the ways bisexual activists and individuals have resisted the binary “man/woman” definition of bisexuality over the past 20+ years. f See Ochs (2005) for more on the definition of bisexual. g See Eisner (2013) for more on bi+ communities and definitions.  As with other populations that have been historically marginalized in science (Collins 1990; Rich 1980; West and Zimmerman 1987), few present sociological studies (within or beyond symbolic interactionist traditions) focus on fluidity. Monro, Hines, and Osborne (2017), Schilt and Lagos (2017), and Darwin (2017), for example, demonstrate that scholarship overwhelmingly focuses on binary or static sexual and gender populations (see also Sumerau and Mathers 2019). However, sociologists have, in some cases, explored fluidity in relation to gender (shuster1 2017), sexuality (Silva 2017), or both (Pfeffer 2014), but such scholarship represents an exception (see also Sumerau and Mathers 2019; Sumerau, Mathers, and Lampe 2019), which tends to treat gender (man/woman) and sexuality (gay/lesbian or straight/heterosexual) mostly in binary terms. We argue that incorporating sexual and gender fluidity into our studies reveals the ways such binary conceptions of nature are reproduced in interaction as well as in relation to multiple systems of norms. Here, we analyze gender and sexually fluid people's experiences to provide a fluid perspective or standpoint (Smith 1987)2 on existing sociologies of gender and sexuality and contemporary social relations. We follow in the footsteps of lesbian feminists who sought to move scholarship beyond mostly heterosexual and male perspectives (Rich 1980), Black feminists who directed attention to race, class, gender, and sexual intersections (Collins 1990), and fellow bi+ (Monro, Hines, and Osborne 2017) and transgender studies scholars at present (Schilt and Lagos 2017) seeking to move beyond mostly monosexual and cisgender perspectives. We further follow interactionist scholars emphasizing the social construction and reproduction of interactions, identities, and inequalities through the meaning-making of individuals and groups (see Schrock, Sumerau, and Ueno 2014 for a review). We accomplish these goals by demonstrating how existing scholarship appears from a fluid perspective and how analyses of fluid experience may reveal interconnections between varied systems of sexual and gender normativity generally examined in isolation from one another. We utilize two separate yet interrelated tools to better incorporate fluidity into sociology, symbolic interactionism, and specifically gendered sexual analyses (see also Sumerau and Mathers 2019). First, much like prior scholars focused on relatively absent standpoints (Collins 1990), we examine existing literature from a fluid perspective to demonstrate some ways sociological work—regardless of intent—has often shut out or foreclosed fluidity. Then, we empirically show how people who identify as both sexually and gender fluid describe similar patterns in their interactions with others. Through both efforts, we reveal the ways that even many efforts to explicitly critique gender and sexual normativity are rooted in binary assumptions about the social world. Thus, in order to gain a more comprehensive understanding of the ways gender and sexual inequalities pervade all realms of society, presenting this analysis from a fluid standpoint can provide necessary insights into these dynamics. In order to frame these examples in a useful way for future study, we explore the experiences of our respondents at the intersection of current—often isolated—literatures on cis, trans, hetero, and homonormativities. In fact, we only utilized data examples that have been interpreted as evidence of cis-, trans-, hetero-, and homonormativities in prior empirical works to show how such existing work implicitly reveals the foreclosure of fluidity. Our analysis thus synthesizes and responds to calls for greater theoretical and empirical inclusion of sexual and gender diversity by examining the shape of most recent literature from a fluid standpoint and outlining patterns of social activity—or common ways of accomplishing shared results intentionally or otherwise (Blumer 1969)—whereby people maintain static, binary sexual, and gender normative systems. (For definitions of normative systems and literature on these systems, see Table 2.) Table 2. Systems of Normativity Term Definition Cissexism An ideology that assumes cisgender identities are superior to and more authentic than transgender identities (Serano 2007). Cisnormativity An ideology that assumes and expects that all people are and should be cisgender by disallowing transgender experience and enforcing cissexism in belief and practice (Stryker 2014; Sumerau and Mathers 2019). Transnormativity An ideology that reinforces gender normative discourse that transgender women and men adopt in pursuit of civil rights and necessary medical care (Ruin 2016; Schilt 2016; Stryker 2014). This often entails supporting assumptions that gender and sexualities are inborn, innate, and unchanging; the latest example in political assimilation to dominant norms based on the fact that one “cannot help” who they are. Heteronormativity An ideology that requires belief in cisgender masculine and feminine natures created for the purposes of essential, natural, and static heterosexuality; relies upon the assumption that same and multiple sex sexual desire and activity are deviant and inferior (Rich 1980; Schilt and Westbrook 2009; Warner 1999). Homonormativity An ideology that refers to the notion that gay/lesbian people should be granted rights because they are just as natural and normal as heterosexuals (Bryant 2008; Mathers, Sumerau, and Cragun 2018). Often the ideal norms that lesbian and gay people assimilate to in a homonormative context are rooted in notions of whiteness, middle class domesticity and consumption, religiosity, cisgender identity and presentation, monogamy, reproductive and private sexualities, and monosexuality (Duggan 2004; Mathers, Sumerau, and Cragun 2018; Stryker 2008; Ward 2008). Biphobia An ideology rooted in distrust, fear, hatred, or disgust at the existence of bisexual, pansexual, queer, or otherwise nonmonosexual individuals (Eisner 2013; Moss 2012; Scherrer, Kazyak, and Schmitz 2015). Monosexism A system of inequality that assumes monosexual identities (heterosexual, gay, lesbian) are superior to and more authentic than bi+ identities (Barringer, Sumerau, and Gay 2017; Eisner 2013; Mathers, Sumerau, and Cragun 2018; Monro, Hines, and Osborne 2017). Mononormativity An ideology that assumes and expects that all people are and should be monosexual and monogamous by disallowing bi+ and polyamorous experience and enforcing monosexism and compulsory monogamy in belief and practice (Moss 2012; Schippers 2016; Sumerau and Mathers 2019).  Importantly, our work also responds to requests for greater incorporation of sexual and gender complexity in symbolic interactionism in recent years (see Marques 2019; Mathers 2017; Schilt 2016; Sumerau, Mathers, and Lampe 2019). Reviewing interactionist engagement with sexualities over time, for example, Plummer (2010) called for greater engagement between interactionist theorizing and the complexities and possibilities of emerging sexualities in society. Likewise, Darwin (2017) examined the online experiences of gender fluid participants, and in so doing, called for interactionists to take seriously the complexity of gender diversity beyond woman/man binaries in our future empirical and theoretical efforts. In this article, we join these conversations and provide a conceptual tool for making sense of the ways people go about limiting social life to sexual and gender binaries. In so doing, we follow Dunn and Creek (2015) by utilizing both reviews of existing work in a specific area and empirical observations that open up interactionist questions. A FLUID STANDPOINT Interactionists have long noted that science—like any other humanly created tradition—requires ongoing processes of revision. The same way sociologies once revised existing theories, methods, and frameworks to incorporate the entrance of some cisgender women's (Frye 1983), cisgender lesbian women's (Rich 1980), cisgender gay men's (Seidman 1988), intersex people's (Turner 1999), people of color's (Collins 1990), and transgender people's (Vidal-Ortiz 2002) perspectives, sociologists now face increasingly visible populations of gender and sexually fluid people who are largely excluded from most of our work. Following Smith (1987), reviewing literature from a marginalized standpoint and demonstrating the broader empirical prevalence of such marginalization are integral to incorporating relatively absent people and perspectives into established fields (see also Collins 1990). Following Kleinman (2007), we do not suggest any intentionality on the part of scholars, but rather, view such patterns as the latest opportunity to revise traditions—or common patterns of action and interpretation—in response to greater attention to a marginalized perspective and group (see also Sumerau and Mathers 2019; Sumerau, Mathers, and Lampe 2019). We begin by examining work in the sociology of gender and sexualities from a fluid standpoint and noting how much of it (likely unintentionally) naturalizes binaries, foreclosing aspects of human life that disrupt binary understandings of gender and sexuality. Gender West and Zimmerman (1987) revolutionized sociologies of gender by defining gender as an ongoing, methodical series of doings wherein people signify location in mutually exclusive masculine and feminine categories while working to position others in the same categories. In doing so, the authors spurred scholarship showing the many ways people constructed and enforced a wide variety of femininities and masculinities predicated upon assumptions about genitalia, appearance, static location within one of only two gender options, and other factors. Further, scholars demonstrated many ways gender patterns, mostly cisgender, were embedded and enforced via interpersonal (Schrock and Schwalbe 2009), organizational (Padavic and Reskin 2002), and institutional (Martin 2004) interactions and structures. Although rarely noted at the time (Connell 2010), these studies rested heavily upon notions of gender as a static or binary (woman/man only) phenomenon (West and Zimmerman 2009). More recently, emerging scholars have problematized such patterns within literatures. Whereas prior scholarship typically sought to understand transgender (Schilt and Lagos 2017) and intersex (Davis 2015) experiences through static-binary models, frameworks, and theories, more recent scholarship critiques the systematic devaluation of transgender experience through the structural (Westbrook and Schilt 2014), ideological (Sumerau, Cragun, and Mathers 2016), and interpersonal (Mathers 2017) enforcement of cisnormativity. Further, such studies incorporate some transgender (Sumerau and Cragun 2015) and intersex (Davis 2015) experience, and demonstrate that transgender people face significant health (Miller and Grollman 2015), religious and nonreligious (Cragun and Sumerau 2017), educational (Nowakowski, Sumerau, and Mathers 2016), and workplace (Schilt 2010) marginalization due to societal patterns of cisnormativity that posit noncisgender (regardless of identification on the gender spectrum) people as deficient, unnatural, unexpected, and even dangerous (Schilt and Westbrook 2009). Such studies reveal the importance of understanding not only how people interactionally enforce cisnormativity and a static binary, but also how they do identities in the broader transgender umbrella and between cis and transidentities (Connell 2010). While some have seized on this opportunity to move scholarship away from binary notions of gender (Pfeffer 2014), others have reconceptualized cisgender and transgender as a new binary framework (see Schwalbe 2014). Although the former option holds the potential to continue calls to eradicate gender inequalities by emphasizing the socially constructed nature of gender binaries (see Collins 1990; Rich 1980; Smith 1987), the latter option runs the risk of erasing gender fluidity in much the same way all transgender people were erased in the past (Darwin 2017) by reinstalling another gender binary rather than embracing the spectrum (Serano 2007). Rather than repeating the past, we suggest sociology may benefit more from revising prior patterns. Here, we provide a first step in this direction. Sexualities To revise these gender traditions, however, also requires facing the static, binary foundations of most sexualities scholarship. This is because gender fluid people are more likely to also be sexually fluid (Hemmings 2002), and because systematic patterns of hetero- and homonormativity rely heavily upon both cisnormative assumptions about the fixity of gender, and mononormative assumptions that desires are always informed by binary conceptions of others' gender as only man or woman (Yoshino 2000). Before lesbian/gay life became more normalized, bi+ people faced similar outcomes to gays and lesbians, but today, for example, sexually fluid people (throughout the bi+ and queer spectrums of identities [Eisner 2013]) currently lag far behind lesbian/gay people in health (Jeffries 2014), income and wealth (Badgett, Durso, and Schneebaum 2013), scientific and media representation (Monro, Hines, and Osborne 2017), social acceptance (Cragun and Sumerau 2015), and familial and relationship acceptance (Moss 2012). Further, sexually fluid people are more likely to experience violence and mental health issues (Worthen 2013) and less likely to be out of the closet (Scherrer, Kazyak, and Schmitz 2015). In many ways, it appears that despite progress in combating “compulsory heterosexuality” (Rich 1980), we still have a long way to go to challenge compulsory monosexuality (Barringer, Sumerau, and Gay 2017). Sociologies of sexualities also appear to be repeating the past in some cases. A few decades ago, for example, homosexuality was homonegativity defined as a phase or temporary deviation from heterosexuality, examined through analyses of people who practiced homosexuality without identifying as gay/lesbian, with no mention of homophobia, and preferred over terms like gay/lesbian, which were deemed problematic by many academics (Warner 1999). Similarly, sexual fluidity is often now defined as a phase or temporary deviation from gay, lesbian, and hetero sexualities (i.e., heteroflexibility), examined through analyses of people who practice fluidity without identifying as bi/pan/queer/fluid/etc., without mention of biphobia, and studied while certain relevant terms, such as bisexual or pansexual, are considered problematic by many academics (see Silva 2017; Ward 2015). Rather than sexualities, these patterns suggest we have—regardless of intention—mostly limited our focus to monosexuality (Moss 2012). Here, we argue sociology may benefit more from adjusting established patterns than repeating the approaches of the past, and hope to provide a step in this direction. Further Incorporating Fluidity Building on the efforts of members of other marginalized groups who sought to more fully exist in scholarship at other times (Collins 1990) and following interactionist principles of analytic generalizability (Kleinman 2007), we utilize the empirical portion of our manuscript to demonstrate similar patterns experienced and named by respondents who identify as both sexually and gender fluid. To this end, we outline a common pattern, or a generic way to—intentionally or otherwise—accomplish a shared result likely to be found in multiple settings (Smith 1987). Rather than making claims about a population or intentions, we generalize actions to sensitize (Blumer 1969) or direct attention (Kleinman 2007) to activities that facilitate similar outcomes. In this article, we demonstrate efforts likely to happen whenever people invested in maintaining binary gender and sexuality forestall or otherwise avoid the existence of gender and sexual fluidity, a pattern we call foreclosing fluidity. We see analyses of foreclosing fluidity as a step toward moving scholarship beyond binary-based foci to systematic sociological analyses of the entirety of sexual and gender diversity in society. As we argue throughout, foreclosing fluidity emerges as a generic social process whenever people seek to, intentionally or otherwise, interpret themselves or others in static, binary, mutually exclusive concepts or categories. Such interpretations rely upon existing systems of norms that promote cisgender, monosexual based heterosexuality as natural, static, and taken for granted in society. However, transgender people may also rely upon and reproduce emerging norms concerning what it means to be acceptable as a transgender person (for discussion of transnormativity, see Johnson 2015, 2019; Ruin 2016). Further, lesbian/gay people, as noted in sociological analyses since the 1990s, may rely upon and reproduce patterns of activity defined as a manner of being acceptably nonheterosexual (for discussion of homonormativity, see Duggan 2004; Mathers, Sumerau, and Cragun 2018). Here, we argue that all these systems ultimately rely upon and reproduce a pattern we call foreclosing fluidity, or the process whereby fluidity is erased from available options through the interpretation and categorization of people, by self and others, in relation to static, binary conceptions of gender and sexuality. METHODS AND ANALYSIS Data for this study derive from a survey of transgender experience. As Schilt and Lagos (2017) have since called for, we designed a survey to capture a broader diversity of transgender populations than would be possible with other methods. The survey was constructed by the first and second authors with another colleague no longer active in the project. Data collection took place in 2016 and involved a snowball method wherein the survey was advertised by transgender organizations on their social media and through mailing lists. At the end of the survey, the software generated a unique URL that participants could share with others. Participants had to be at least eighteen years old and self-identify as a member of the transgender population.3 The approach resulted in an overall sample of 469 transgender people. In this article, we focus on the 115 participants who identified as both sexually and gender fluid. Participants were able to self-identify in terms of gender and sexualities by selecting from multiple options or writing in their identity terms. Table 3 illustrates which gender and sexual identities we classified as fluid, while Table 4 shows the broader demographics of the sample. While recognizing the complicated debates that exist among scholars and activists about what it means to be fluid (as well as the multitude of bi+, nonbinary, and other fluid identity labels), we categorized participants as such only if they identified as fluid in both gender and sexual identity based on commonly used terms within sexual, gender, and sexually-and-gender fluid communities. Demographic tables in this article only include participants in the overall and subsample who answered every demographic question (i.e., we did not force responses or otherwise control data input, so respondents could answer as much or little as they saw fit). Table 3. Sex, Gender, and Sexuality Identities of Study Participants  Nonbinary Subsample (%) Full Sample (%) Sex at birth (n) (114) (292) Intersex 0.9 1.0 Female 87.7 70.9 Male 11.4 28.1 Gender (n) (115) (294) Gender queer 37.4 16.7 Nonbinary 35.7 20.7 Intersex 0.0 1.7 Agender 18.3 10.5 Gender neutral 5.2 3.7 Bi gender 2.6 1.4 Cross dresser 0.9 0.3 Transman 0.0 23.5 Transwoman 0.0 21.4 Sexual identity (n) (115) (294) Lesbian 0.0 9.9 Gay 0.0 3.1 Heterosexual 0.0 8.5 Bisexual 6.1 8.2 Pansexual 25.2 19.0 Queer 63.5 34.7 Asexual romantic 0.0 10.5 Asexual aromantic 0.0 3.7 Fluid 5.2 2.4  Table 4. Demographics of Study Participants  Non-binary Subsample (%) Full Sample (%) Race/Ethnicity (n) (110) (283) Non-Hispanic White 87.3 79.2 Non-Hispanic Black 2.7 7.4 Hispanic White/Black 2.7 6.0 Asian 1.8 1.1 Native American 1.8 1.8 Mixed 3.6 4.6 Religion (n) (98) (250) Christian 13.3 16.8 Muslim 5.1 8.4 Jewish 5.1 5.2 Buddhist 3.1 3.2 Pagan 19.4 15.6 Sikh 1.0 0.4 Nonreligious 53.1 50.4 Social class (n) (111) (284) Lower class 33.3 35.2 Middle class 64.0 63.0 Upper class 2.7 1.8 Income (n) (101) (264) Less than $20,000 per year 53.5 50.0 $20,001–$40,000 per year 25.7 29.2 $40,001–$60,000 per year 12.9 10.2 $60,001–$80,000 per year 5.0 4.2 $80,001–$100,000 per year 2.0 2.3 Over $100,000 per year 1.0 4.2 Degree (n) (114) (288) Less than high school 1.8 1.4 High school (GED) 13.2 13.2 Some college 27.2 29.5 College degree 35.1 33.3 Master's 16.7 16.3 Professional (JD/MD) 0.9 3.1 PhD 5.3 3.1 Medical service access (n) (109) (277) Never 1.8 2.2 Less than once a year 8.3 7.6 About once a year 33.0 24.9 About once a month 36.7 41.2 About once a week 11.9 9.0 About every day 0.9 0.4 Few times a year 7.3 14.8 Open about transgender identity (n) (88) (238) Yes 89.8 87.8 No 10.2 12.2  Nonbinary subsample (mean) Full sample (mean) Age 28.54 31.10 Age at which they came out 21.91 23.05  At the same time, we note that despite the greater scope, diversity, and participation of people from all over the nation (and four international areas) in our sample, especially in comparison to existing qualitative datasets, our methods and resulting dataset are limited by: (1) the difficulty, as shuster (2017) notes, in recruiting and finding generalizable demographics of transgender populations at present due to historical issues such populations have faced with science; (2) the lack of ability to follow-up and thus the limitation to only what respondents reported; and (3) the existence of only data offered by people who both saw and decided to participate in the study as it traveled across the United States. The findings here thus extend and join emerging studies in the further development of a systematic sociology of gender and sexualities. We also asked participants their race, religion, age, social class, income, education, and frequency of use of medical services, whether they were open about their gender identity, and the age at which they began to openly identify as such. Unlike many surveys (Westbrook and Saperstein 2015), all demographics are self-reports. Participants also responded to open-ended questions (see Table 5); these responses provide the data utilized in this article. They also represent responses from sexually and gender fluid people living in every region of the United States. Table 5. Open-Ended Survey Questions 1 Would you please share any notable positive and negative experiences you have had with religious leaders? 2 Would you please describe any notable positive and negative experiences you have had with lesbian, gay, bisexual, asexual, pansexual, transgender, queer, genderqueer, heterosexual, or polyamorous (LGBTQIAP) groups? 3 Would you please share any notable positive and negative experiences you have had with cisgender people? 4 Would you please share any notable positive and negative experiences you have had with groups or organizations that are not explicitly religious or explicitly LGBTQIAP? 5 Would you please share any notable positive and negative experiences you have had with healthcare?  Our analysis emerged in an inductive fashion (Kleinman 2007). We utilized broad, open-ended questions to allow respondents to share as much or as little as they wanted, but we had no way of knowing ahead of time what, if anything, they might write. We began with full reviews, open coding processes, and comparison of all data. While working with other analyses from the overall dataset for a larger book project (see Sumerau and Mathers 2019), we recognized an opportunity to examine gender and sexual fluidity specifically created by the participation of many people identifying in one or both of these ways. As we are each sexually fluid people and two of the three of us are also gender fluid, we became interested in what analyses of sexual and gender fluidity (almost entirely absent from sociology or symbolic interactionism to date) might tell us about sexual and gender experiences and norms. As such, we created two datasets—one only contained gender fluid respondents and the other only contained sexually fluid respondents. After the second round of coding these two sets, however, we noted shared experiences for those who were both sexual and gender fluid that were not entirely shared with others. We created a new dataset that only includes people who identify as both sexually and gender fluid. To analyze these data, we went through the entirety of the responses, outlining shared patterns of experience and observation, and went back through six more times seeking variations in relation to race, class, sex, religious, and age identities. We noted an overwhelming pattern of experiencing, naming, and discussing erasure from the expectations and norms of others. We further noted that such experiences were not tied to only one form of sexual, gender, or otherwise social normativity (i.e., a systematic pattern of social norms that pervades an entire society, Warner 1999), but rather, such experiences revealed intersections between normative systems rarely examined in most scholarship to date (i.e., research focused on one, distinct system of sexual and gender norms). We thus sought to examine this intersection. To this end, we went back through the data sorting it into recurring themes. Collectively, the themes were labeled to capture the most common experiences in the data (Charmaz 2006). Participants reported constant attempts by others to make them pick a side or conform. They further revealed that such efforts operated not just as a result of one normative system, but in relation to cisnormativity, transnormativity, heteronormativity, and homonormativity. In what follows, we only use the most common and easily readable examples of such attempts as well as only examples found in prior literature on any one of these systems. We outline the ways respondents experience foreclosure (i.e., to shut out, exclude, or bar from a given set of norms) of fluidity. Further, we demonstrate such efforts tied to each of the four normative systems above, and we arrange such discussion with an introduction to each normative system that could facilitate future study of fluidity in relation to that specific system and of the ways such systems operate together rather than only in isolation from one another. FORECLOSING FLUIDITY What follows is an analysis of the ways respondents who identify as both sexually and gender fluid identify others' foreclosure of fluidity. We demonstrate how they name and experience others' foreclosure attempts—regardless of the intentions of said others—that reflect cisnormative, transnormative, heteronormative, and homonormative patterns of activity outlined in prior scholarship on each of these normative systems. While we treat these patterns as analytically distinct to demonstrate areas for future research, respondents face each of these normative systems individually and in tandem in their lives. In fact, our respondents face similar experiences with cisnormativity, homonormativity, and heteronormativity to those experienced by other straight/lesbian/gay transgender people (Sumerau, Cragun, and Mathers 2016) alongside variations (i.e., transnormativity, biphobia, monosexism) in response to fluidity itself (shuster 2017). This suggests fluid people share much experience with sexual and gender others more commonly studied in sociology to date, and existing work, despite limitations, provides fertile ground for further inclusion of fluidity. Further, we intentionally offer little commentary beyond the data to emphasize voices rarely present in sociology to date (Collins 1990) and encourage systematic explorations of theoretical questions raised by such experience (Smith 1987). Finally, we introduce each respondent via their gender, sexual identity (i.e., a nonbinary [gender], bisexual [sexuality]) throughout the sections to illustrate varied fluid combinations of identities often missing from existing studies. Throughout this work, we focus on the foreclosure of fluidity demonstrated in such cases. Our participants report constant attempts by others to interpret and categorize them within binary sexual and gender norms. These efforts illustrate patterns of foreclosing fluidity that occur across a multitude of interactional settings, contexts, and populations as well as in relation to multiple systems of sexual and gender normativity that each, ultimately, rely upon the ability to categorize others as members of binary, distinct, and mutually exclusive categories. Taken together, the experiences our participants share affirm prior scholarship on the societal operation of sexual and gender normativities and reveal the possibility of unifying such areas of study through a systematic study of foreclosing fluidity. Cisnormativity Much like other transgender people, fluid people face considerable pressure to conform to cisnormativity (Serano 2007). Research reveals many ways laws (Westbrook and Schilt 2014), media (Schilt and Westbrook 2009), religion (Sumerau and Cragun 2015), and other social structures are constructed in ways that require and maintain cisnormativity that erases transgender existence and experience. Further, scholars demonstrate the ways these structural patterns play out in the interactional experiences of cisgender, transgender, and otherwise gendered people (Mathers 2017). While the focus of existing scholarship has primarily been on transgender men and women, cisnormativity also forecloses fluidity. The same way coerced conformity to others' interpretations of genitals constrains efforts of transgender women and men to live as and embody their genders, it requires “faith” in the “fact” that genitals on some level necessarily define gender and leaves no room for people who seek to live and embody multiple genders (Serano 2007). Respondents were well versed in such attempts to foreclose fluidity. A genderqueer, queer respondent wrote, “Cisgender people's assumptions cause disruptions in my life on a daily basis.” A nonbinary queer respondent said, “Cis people are constantly asking permission to disrespect me.” Like Garrison's (2018) participants, these respondents reveal an awareness that fluidity is unexpected and unwelcome among cisgender people. In fact, as shuster (2017) notes in their work on cisgender-transgender interactions, many noncisgender people feel the need to avoid cisgender others. An agender queer echoed: Cis people tend to be cissexist and transphobic to the point I'm distancing myself from them. It's too much work to be around them, having to educate them every other second. It wears me down emotionally and mentally. Additionally, a nonbinary pansexual wrote: They are sometimes willfully ignorant toward another's experiences. They get hung up on technicalities, grammar, when we're really asking for respect. Like transgender women and men (Schilt 2010), fluid people constantly navigate the attempts of others to maintain cisnormativity. Further, as Schilt and Westbrook (2009) discuss, such ignorance provides the foundation for cisnormativity in contemporary society. These experiences often continue even in cases where fluid people have already stated and defended their existence. Similar to studies of bisexual coming out (Scherrer, Kazyak, and Schmitz 2015), they often, like the genderqueer pansexual quoted next, have to repeat the same efforts multiple times with the same people. Even if you come out and it goes well, the person can forget. Then, when someone I already came out to misgenders me, and I am taken aback and trying to correct her, she dismisses it because “you're always ‘deadname’ to me.” It just struck me how much cisgender people just do not care about the well-being of transpeople, only how comfortable they are with nick names or grammar. Another genderqueer pansexual wrote: For a while, I had given up on finding cis people who could re-learn what they knew about gender enough to understand and respect my gender. The same way scholars note coming out may continue throughout life for many LGBT7 people and especially for bi+ people (Moss 2012), cisnormativity forces fluid people to constantly alert others to this reality or be erased. In fact, this example of fluid foreclosure maps onto Johnson's (2019) articulation of the ways cisnormativity creates difficulties for noncisgender people to even be recognized and seen by cisgender people who are unwilling to change their binary assumptions and norms (see also Mathers, Sumerau, and Cragun 2018). As noted in emerging health studies (Miller and Grollman 2015), these constant conflicts have dramatic effects. A nonbinary queer shared a common example within the data: Nearly every experience I have with cis people is negative. I've been called diseased and sick to my face, had my car vandalized and the window smashed, had slurs tossed at me, been constantly and intentionally misgendered even by people who knew better. I've been alienated by every form I have to fill out and choose gender or include my legal name. Family members make gross comments to me and about other people. My father rejected me, and I saw my mother's hideously twisted face when I was just fourteen cautiously broaching the topics. This is every day for me. A gender fluid queer wrote about this topic echoing many other respondents and work by Johnson (2019) on the medical experiences of transgender people: They accuse non-binary of being special snowflakes, say we're confusing gender and personality, tell us femme is a lesbian only term, but at least they haven't murdered me yet. Considering the violence enacted upon transgender populations (Stryker 2008), fluid people, like transgender women and men, confront this possibility (many mentioned it in responses) as a way of dealing with less extreme forms of everyday cisnormativity (see also Schilt and Westbrook 2009 for similar). Such efforts both reinforce cisgender norms and foreclose fluid possibility. Respondents also echoed studies concerning how cisnormative social structures—like sex segregated bathrooms (Mathers 2017) and workplaces (Schilt 2010)—negatively influence daily life. A nonbinary bisexual provides an example: The conference was a nightmare for me. After the first round, delegates are required to identify as a man or a woman to run as a delegate. An agender queer shared a similar sentiment: I get stared at in bathrooms all the time, yelled at occasionally, and have been roughly grabbed. Bathrooms are now stressful places. Although bathrooms have received some attention in recent years (see also Sumerau and Grollman 2018), many respondents also noted workplaces where fluidity was problematic, like the gender fluid queer who wrote, “I was fired because of wearing a [chest] binder. I was often told I need to dress fem.” As Mathers (2017) notes, workplaces ranging from the academy to the coffee shop often enforce cisnormativity and foreclose fluidity through such enforcement via reactions to clothing, appearance, and other aspects of demeanor. Like many transgender women and men (Castañeda 2015), respondents found medical settings to be some of the most cisnormative domains. A nonbinary queer attests: My wife's general practitioner was very confused by us and had never heard of the hormone therapy my wife was already on. Another nonbinary queer shared: I've had non-consensual exams performed on me by doctors who wouldn't take no for an answer. I've been misgendered and told I couldn't possibly need services since I'm a man, woman, etc. I've been assumed to be a cis man who only has receptive anal sex. Others wrote about cisnormativity built into medical procedures and policies. In such cases, they shared how fluid identities—gender as well as sexual—often created confusion and frustration for medical staff that influenced care. For example, an agender queer stated: Healthcare refuses to pay for my surgery because of my non-binary identity even though surgery here is covered for transsexual people. For non-binary, though, healthcare regards me as mentally ill. Another agender, queer provided an example of such barriers: I could not get past gate keeping. I was treated as a dependent who needed parents' permission even though children are able to access transition services without parents' permission here because it's a private matter. I could not even start on a low dose because I wasn't planning to change my legal gender, though I had transitioned socially. In each of these examples, we see the same patterns of cisnormativity noted by transmen and transwomen in prior literature (for reviews, see Johnson 2015, 2019) also finds voice as a foreclosure of fluid possibilities in the lives of fluid people. While sociologists and others are beginning to recognize how cisnormativity constrains the lives of transgender women and men (Miller and Grollman 2015), cisnormativity also forecloses fluidity. In fact, cisnormativity itself relies upon such foreclosure (see also Sumerau and Mathers 2019). Alongside scholarship beginning to explore transexperiences across the spectrum (Connell 2010), these findings suggest there is much to be learned by more fully incorporating fluid people into analyses of daily life itself and cisnormativity specifically (Darwin 2017). Transnormativity With increased recognition in academia and media over the past few years, an emerging topic within transgender communities concerns the formation of transnormativity (Ruin 2016; Schilt 2016; Sumerau and Mathers 2019). While this term is a source of heated debate, it typically refers to gender normative discourse that transgender women and men adopt in pursuit of civil rights and necessary medical care (Stryker 2014). This includes adopting notions of gender as essential, inborn, and static in much the same way homonormativity rests upon adopting notions of sexualities as essential, inborn, and static (Castañeda 2015). Put simply, it is the latest example of political assimilation to cisgender, monosexual, and heterosexual norms by arguing rights should be conferred to nonconformists only if they “cannot help” who they are (Johnson 2015). Rather than shifting dominant structures, such strategies historically aid the pursuit of short-term goals while leaving oppressive structures in place (Schilt 2010). This is another case where history may be repeating itself. The same way sexual fluidity was rendered dangerous, a phase, or “flexible” in the service of creating an essential, static, born this way, “I can't help it” homonormativity (Duggan 2004), gender fluidity is now being erased in a social system where the best short-term option for many transgender people to receive life-saving care and rights requires one to be born with—or otherwise unable to choose—an entirely natural, static gender (Johnson 2019). Here, we utilize respondents' observations of patterns termed transnormative in prior literature to reveal how such patterns foreclose fluidity as well. Importantly, this issue was noted much less frequently than issues with cis/hetero/homonormativities. This may be because transgender women and men are only now beginning to gain political traction, or because many transgender women and men also reject these discourses—like many lesbian/gay/bi+/queer people reject homonormativity—or only utilize them to pursue specific rights in the face of immediate dangers (Ruin 2016). This may also be because, while very few respondents shared many positive experiences with cisgender people, most wrote about at least some and sometimes mostly positive experiences with transgender women and men (Sumerau, Mathers, and Lampe 2019). As Abelson (2016) notes, it could also be because “sameness” to societal norms is often an important strategy for transgender people navigating much of social life in the United States at present (see also Sumerau and Mathers 2019). In any case, our data suggest this is either an emerging issue yet to reach the potency of other normativities, or—as it was in the 1990s (Stryker 2008) and in BLGQ4 communities past and present (Warner 1999)—a contested division future study may find to vary within and between populations (see also Garrison 2018). However, respondents did offer many cases where transgender men and women foreclosed fluidity. Echoing many others, a nonbinary queer recalled: “Being genderqueer or non-binary alienates me from binary trans-focused groups.” More explicitly, a gender fluid queer, echoing sentiments from many bi+ people about lesbian/gay peers (Moss 2012), stated: I've been told over and over by binary trans groups that I do not count because I sometimes, though rarely, align with my assigned gender. Another nonbinary queer wrote: Some binary trans men seem like cis men trapped in the wrong bodies, and see me, a non-binary person not trapped in the wrong body, as only aspiring to be male, as long as I haven't changed my body, it's only an aspiration. Even though, my body, no matter how it's configured, is still male to some extent. As suggested in the last quote, some respondents also shared negative experiences with transmen who adopt cisnormative notions of binary gender by performing “manhood acts” (Schrock and Schwalbe 2009) that leave no room for fluidity. An illustrative example came from a fluid queer individual: Part of the transman experience is to emphasize how masculine you are and how much man you are: roar, look at my muscles and my facial hair. To me, transmen are the winners, and it seems like typically male about it. I think its part of the socialization—something young transmen go through, just like teenage boys do. It's in the media and resources transmen consume, their role models encourage masculinity. In such cases, our respondents note behavior patterns that have been termed transnormative in studies focused on, for example, interactions within and between transgender communities (shuster 2017), interactions in public as openly transgender people (Garrison 2018), interactions transgender people have in order to navigate medical structures (Johnson 2019), and connections between transgender manhood and masculine norms (Abelson 2016). However, each of these examples of transnormativity also reveals how such patterns foreclose the possibility of fluidity. While discussions have only begun about transnormativity (Sumerau and Mathers 2019), our respondents' observations suggest foreclosure of fluidity in the broader society may provide one key to analyzing these shifting gender politics. In much the same way attention to sexual and gender fluidity aided recognition of homonormativity (Duggan 2004; Eisner 2013; Warner 1999), attention to fluidity more broadly may hold insights into transformations in noncisgender relations and experiences. While only systematic empirical examination will tell, the ways transnormativity can foreclose fluidity may be an important terrain for future study. Heteronormativity Like lesbian/gay people, sexually fluid people experience systemic patterns of heteronormativity (Moss 2012). An ideology that requires belief in cisgender masculine and feminine natures created for the purposes of essential, natural, and static heterosexuality, heteronormativity is built into every major social structure and interactional pattern (Schrock, Sumerau, and Ueno 2014). An ever-present force, much like other normative societal patterns (Sumerau, Cragun, and Mathers 2016), heteronormativity relies upon the assumption that same and multiple sex sexual desire and activity are deviant and inferior; it also relies upon societal patterns of sexism (Wolkomir 2009), transphobia (Schilt and Westbrook 2009), homophobia (Adams 2011), biphobia (Moss 2012), and compulsory monogamy (Schippers 2016) (For discussion of the connections between these normative systems, see Eisner 2013; Serano 2007; Schippers 2016; Sumerau and Mathers 2019). Stated in simpler terms, heteronormativity itself is built upon cisnormativity (i.e., it requires the ability to see and accept two and only two different sexes and genders), and relies upon cis-based sexism (i.e., enforcing perceived differences between women and men) (Westbrook and Schilt 2014). It further relies upon systems that discourage nonheterosexual possibilities (i.e., biphobia, homophobia, transphobia) (Sumerau, Mathers, and Lampe 2019). Finally, it relies, for its interactional enforcement, on the belief among people that they may see who is heterosexual by looking at couples (i.e., the assumption of monogamy and stable hetero- or homosexuality) (Pfeffer 2014; Schippers 2016; Sumerau and Mathers 2019). Each of these other systems is necessary for the operation of heteronormativity and become ways whereby heteronormativity is expressed in interactional and structural patterns. While the roles of sexism, transphobia, and homophobia in the operation of heteronormativity have received much attention in sociology (Schrock, Sumerau, and Ueno 2014), the roles of biphobia and compulsory monogamy (together known as mononormativity, see Barringer, Sumerau, and Gay 2017) have received much less attention (even in emerging studies seeking to make sense of fluidity, see Silva 2017; Ward 2015). These patterns, however, are already implicit in some works. Pascoe's (2007) high school students harassed those who did not either pass as straight by doing cisgender heterosexuality well or come out as gay, foregoing cisgender heterosexual claims in the eyes of peers. Pfeffer's (2014) respondents experienced erasure of their identities by heteronormative readings of their relationships. Though implicit, both exemplify the role of biphobia and monosexism in the operation of the heteronormativity as a social system and interactional norm. Below, we explore respondents' observations of the ways such heteronormative components also foreclose fluidity. Respondents, like the genderqueer bisexual quoted next, shared many ways they face heteronormative prejudice and discrimination: I am active in my local chapter of Romance Writers of America, but I've heard so many biphobic comments and general ignorance that I am not out to most of the women in this group. An agender, pansexual shared a similar experience more broadly: A lot of cis het people are dismissive of my gender and sexuality, so I tend not to talk to them about it anymore. They also note—like the nonbinary queer quoted next—heteronormativity in workplaces: When I was employed at the Gap, employees made frequent homophobic remarks about people they knew, but I lived in an At-Will employment state and feared complaining to HR, lest I get fired. Each of these examples reveal common patterns prior literature defines as examples of heteronormativity (for reviews and similar cases, see Schilt and Westbrook 2009; Schrock, Sumerau, and Ueno 2014; Westbrook and Schilt 2014). In each case, elements of heteronormativity (i.e., fear of coming out; homophobic comments; dismissal of non-cis-mono-het as options) foreclose fluidity as well. While we could provide many more examples, these illustrations reveal that sexual and gender fluid people not only face biphobia, but, like their lesbian/gay peers, constantly face the same activities defined as heteronormative in other studies focused mostly on lesbian/gay populations (see also Sumerau and Mathers 2019). As in other studies, this pattern becomes even more striking in romantic interactions (Schilt and Westbrook 2009). An agender bisexual offers a typical example: Dating straight, cisgender men is difficult. Either they fetishize my bisexuality, or they are threatened by it. And, many of them do not know what to do with my gender, there are many butch aspects of my personality that come out at home—and DEFINITELY in bed—that a lot of my straight male partners have found distasteful. I am currently in a relationship with another bisexual and genderfluid person, and we have a more natural-feeling, nurturing and accepting dynamic. This sense of “comfort” has been my experience dating bisexuals as a general rule. A nonbinary pansexual shared: How difficult it is to navigate as a black masculine-of-center trans person while the dangerously toxic masculine creatures that are cis men circle me like vultures and cis women scream at me. Further, echoing many women's experiences, respondents, like the pansexual cross dresser quoted next shared difficulties with sexual harassment: I tend to wear women's clothes and get cat called A LOT. Men come up to me and ask all sorts of really personal questions and would I like (insert sexually explicit act here). Guys yell at me from cars and whistle, it's disgusting. Once again, each of these examples is common in prior studies of heteronormativity in society (Schrock, Sumerau, and Ueno 2014). In each case, elements of heterosexual norms predicated upon the erasure and dismissal (or fetishization) of other possibilities are mobilized to foreclose or otherwise “other” (Schwalbe et al. 2000) fluid people and possibilities. In sum, our respondents reveal many of the same heteronormative patterns of homophobia and sexism scholars find when studying lesbian/gay people and cisgender women in varied settings throughout society. However, they also report examples where they face heteronormative cissexism and biphobia often unexplored in most sociology to date (Monro, Hines, and Osborne 2017) but suggested implicitly in the data of prior studies (Pascoe 2007; Silva 2017; Ward 2015). These observations echo suggestions that it may be useful for sociologists—especially those studying sexual fluidity itself—to begin systematically examining the ways sexual and gender fluid people experience heteronormativity, and the ways heteronormativity itself relies upon the erasure of fluidity as an option within social life (Mathers, Sumerau, and Cragun 2018). Homonormativity Much like transgender women and men today, BLGQ people in the 1970s and 1980s faced substantial discrimination from powerful movements and authorities (Fetner 2008). BLGQ people were overrepresented in prisons (Meyer et al. 2017), and entire families were torn apart by legal efforts, so-called conversion movements, and the AIDS epidemic. In response, some coalitions of BLGQ people formed movement organizations and fought back with varied levels of success. By the 1990s, however, it became apparent that “born this way” and “created by God” discourses popular in Metropolitan Community Churches and Catholic Dignity chapters since the 1960s (Warner 1995) gained more traction with heterosexuals than more radical, queer, and fluid rebellion (Warner 1999). As Duggan (2004) notes, these coercive forces facilitated homonormativity. As an ideology, homonormativity refers to the notion that gay/lesbian people should be granted rights because they are just as natural and normal as heterosexuals (Bryant 2008; Mathers, Sumerau, and Cragun 2018). Lesbian/gay people may acquire recognition by assimilating to heteronormative notions of whiteness, middle class domesticity and consumption, religiosity, cisgender identity and presentation, monogamy, reproductive and private sexualities, and monosexuality (Mathers, Sumerau, and Cragun 2018). While sociologists have demonstrated the ways these efforts improved some political outcomes for some lesbian/gay people, and at the same time, often reproduce patterns of racism (McQueeney 2009; Ward 2008), sexism (Sumerau, Padavic, and Schrock 2015), cissexism (Fetner 2008), religious privilege (Barton 2012), reproductive privilege (Heath 2012), and middle class respectability (Padavic and Butterfield 2011), the monosexual and monogamous (i.e., mononormative) requirements and effects of such patterns have received little attention (see also Sumerau and Mathers 2019; Sumerau, Mathers, and Lampe 2019). Here, we explore how patterns of activity defined as homonormative in prior studies also foreclose fluidity via assumptions of biphobia and monosexism. Respondents were well accustomed to homonormative patterns of biphobia and monosexism. These examples came up in relatively equal frequency to cisnormative and heteronormative examples. In fact, this is the most obvious explanation for people engaging in fluidity without identifying or coming out as bi+ (Barringer, Sumerau, and Gay 2017), but sociologists often (see Silva 2017; Ward 2015) leave it unexplored or unmentioned when outlining possible explanations for this pattern in recent studies. As a gender fluid bisexual put it: I've seen lots of monosexual gay and lesbian people being biphobic, which is a bit strange since we belong in the community just as much as they do. A genderqueer pansexual stated: Some people try to exclude me from the community because I am pansexual and they did not believe that I counted. A gender fluid queer also wrote: Lots of groups that are for all LGBT+ are really transphobic and biphobic. A nonbinary, queer summed up the overall pattern: I've had predominately negative experiences with lesbians and gay men. The white gay men I've met are racist; the gay men I've met tend to be misogynistic, fatphobic, biphobic, and transphobic. The lesbians I've met tend to be biphobic, queerphobic, and excessively transphobic. They both also tend to be extremely bigoted towards asexual people. Bisexual folks tend to be the most welcoming. They frequently withstand intense bigotry and discrimination from both straight and gay people. They're generally very accepting of me and my various identities. Pansexual folks are often welcoming but sometimes engage in horizontal oppression towards bisexual individuals, labeling them as transphobic/cissexist. Queer folks are frequently white, AFAB,5 upper-middle class individuals. I've experienced a lot of exclusion from them too. Each of these patterns reveals how enforcement of binary notions of sexuality forestall the possibility of fluidity and create problems for fluid people (see also Moss 2012 for similar examples). Much the same way lesbian/gay people experience exclusion, negative interactions, and erasure in many heterosexual-based spaces (McQueeney 2009), our respondents report experiencing such patterns from monosexual others (see also Barringer, Sumerau, and Gay 2017). As such, our respondents' fluidity complicates settings wherein monosexism and biphobia operate as part of creating and presenting a more heteronormative friendly version of lesbian/gay life (i.e., homonormativity, see Sumerau, Mathers, and Lampe 2019). Though almost never studied in sociology to date, such observations reveal the necessity of analyzing the operation of monosexism and biphobia in social life and as ingredients in the performance of homonormativity. In fact, respondents linked these patterns with gay/lesbian people to norms in gay/lesbian organizations. Echoing many others and existing studies (Eisner 2013), another nonbinary pansexual stated: The organized groups in the “community” tend to consist of cis lesbians and gay men. Talking about experiences in such organizations, respondents—like the genderqueer queer quoted next—often shared negative experiences other studies have noted as side effects of the growth and operation of homonormativity within lesbian/gay groups (Ward 2008): Many white cis gay men are very judgmental and misogynistic when it comes to people who identify as femme. It's hard to date in the gay community, but I love who I am and my femme side, so it becomes discouraging. A gender fluid queer shared: A lot of gay cis white men have really done gross things like appropriating queer black culture and setting the “standard” for being gay, and there is really gross radical feminism common among cis white lesbians and an overwhelming amount of transmisogyny, especially against trans women of color. Respondents, like the nonbinary queer quoted next, also suggested sexual and gender conservatism among gay/lesbian people facilitated these patterns. Similar to findings in lesbian/gay churches in recent years (McQueeney 2009; Sumerau 2012; Wolkomir 2006), such efforts reveal the limitations of assimilating to mainstream norms (Mathers, Sumerau, and Cragun 2018): Some lesbians impose standards of morality that are just as restrictive as heterosexual people, and femme invisibility, priority given to masculine presentation, just like in gay cis male spaces. An agender queer added: I feel strongly that even queer communities have suffocating norms that have affected me in my life. A gender fluid queer also shared a common thread in the responses: The older gays are really conservative, and you see this a lot online too. They're slow to adopt inclusive language, and a lot of lesbians are terfs6 and hate transfemmes. Another genderqueer queer offered a summary of such patterns: I felt out of place because it's mainly monogamous, cisgender, gay-or-lesbian people. There were very few who identified as bisexual, pansexual, there were very few transgender people, and there was never any mention of non-binary genders. Sex positivity was never discussed, and polyamory/nonmonogamy was nonexistent or invisible. In each of these cases, fluidity is foreclosed as restrictive, binary notions of sexualities—even in sexual minority communities—reproduce patterns of exclusion and “othering” (Schwalbe et al. 2000) for those who do not or cannot conform to binary, mutually exclusive sexual and gender categorization. These patterns suggest that while homonormativity has aided some aspects of nonheterosexual social recognition, one of the ways it has done so has been through the reinforcement of static, binary categories and the foreclosure of fluidity. In fact, much like heteronormativity renders all BLGQ experience problematic, homonormativity renders sexual fluidity problematic. As such, there may be much to learn about inequalities through examination of homonormative foreclosures of fluidity (see also Mathers, Sumerau, and Cragun 2018). CONCLUSIONS We have used the reported experiences of sexual and gender fluid people to reveal patterns wherein others—regardless of intentions—maintain static binary sexual and gender categories, which we refer to as foreclosing fluidity. Although contents of these patterns may vary across settings, our analyses suggest foreclosing fluidity may be a common process also embedded in prior scholarship in these areas. Specifically, our respondents note examples termed cis-trans-hetero-homo normative in prior research that also foreclose or remove the possibility of fluidity in social life. Our combined empirical and literature analysis above thus provides a conceptual framework for exploring the ways people—intentionally or otherwise—marshal gender and sexual normativities, effectively erasing, shutting out, or otherwise foreclosing the possibility and existence of gender and sexual fluidity. Our findings also have implications for understanding how people accomplish foreclosure of fluidity in a wide variety of contexts. First, fluid experiences mirror many ways heteronormativity and cisnormativity negatively impact the lives of other LGBTQ8 people (Schrock, Sumerau, and Ueno 2014) and demonstrate the importance of extending analyses to fluid populations. Second, fluid experiences reveal negative effects of homonormativity and transnormativity, and raise difficult questions about the costs for fluid people of assimilation-based politics and norms. Further, fluid experiences reveal the limitations of exploring gender and sexual normative systems in isolation from one another by demonstrating the ways such systems may all be based on foreclosing fluidity in the creation of mutually exclusive normative systems. Although our presentation and demonstration of fluid standpoints is unique at this point in sociology, as a “sensitizing concept” (Blumer 1969), foreclosing fluidity provides a pattern of social activity researchers may explore in a wide variety of settings and literatures going forward. Our findings also have implications for the continued development of sociologies of gender and sexual fluidity within and beyond symbolic interactionist traditions (shuster 2017). While sociologists have begun mapping many contours of cisgender, transgender women and men's, lesbian/gay, intersex, feminine, and masculine experience related to interlocking systems of oppression, fluid experiences have received much less attention (Barringer, Sumerau, and Gay 2017). This is especially important considering findings that cisgender, heterosexual, and lesbian/gay people each tend to have much more negative attitudes toward fluid people than toward each other (Cragun and Sumerau 2015, 2017). Our analysis joins recent calls for further incorporating sexual and gender fluidity as well as the diversity of bi+ and transgender populations and experiences into sociology. It also provides one way to do this, by examining the ways people individually and collectively foreclose (or create room for) fluidity. This observation also speaks to emerging conversations in symbolic interactionism. When Plummer (2010) calls for an analysis of sexual complexity in society or Darwin (2017) asks for further integration of nonbinary genders into interactionist analyses, one pathway for accomplishing such goals can be found in analyses of the ways such complexity—as well as fluidity itself—is either foreclosed, opened up as a possibility, or contested somewhere between patterns of foreclosure and opening in different settings or within different populations. Likewise, when interactionists call for more attention to transgender politics and shifts in gender norms over time (see Dunn and Creek 2015; Schilt 2016; Sumerau, Mathers, and Lampe 2019), one lever for understanding such change may involve examining what gender options are foreclosed in relation to others that take route in the meaning systems of people, groups, or broader populations. In so doing, the use of foreclosing fluidity as a concept could provide one option for integrating emerging interactionist discussions and analyses about the operation of gender, sexualities, and other identity categories in contemporary societies. In fact, our findings here also support the limited scholarship on fluidity (see Darwin 2017 for gender; see Barringer, Sumerau, and Gay 2017 for sexualities) and extend this scholarship by offering a unifying framework for examining fluid marginalization. When researchers note, for example, structural impediments to bathroom use, fixation on genitals, and “passing” as “real” women and men (Mathers 2017), they are cataloguing foreclosure of gender fluidity. When researchers note biphobia in lesbian/gay/straight settings, and contexts where bi+ people are called to pick a side or harassed when they don't “pass” as gay or straight (Mathers, Sumerau, and Cragun 2018), they reveal foreclosure of sexual fluidity. Further, when surveys find much more negative evaluations of bi+ and transpeople despite emerging more positive reactions to lesbian/gay cisgender people (Cragun and Sumerau 2015), they are observing the results of foreclosing fluidity. Turning attention to such fluid experience may dramatically expand sociologies of sexual and gender inequalities. Further, interactionists examining the patterns and processes that lead to such results could provide insights into methods for changing such patterns in society. To fully understand the persistence of gender and sexual inequalities, we must analyze attempts to erase gender and sexual fluidity and examine the insights from previous literature revealed by fluid perspectives. This will require systematically investigating sexual and gender fluidity as well as the factors that lead some people to marginalize fluidity and others to embrace it. To this end, interactionists focused on the construction and change of meanings—gendered, sexual, or otherwise—over time and between settings may be especially well suited to leading the charge. As our analysis reveals, patterns of foreclosing fluidity emerge from the intersection of multiple, interlocking systems of sexual and gender normativity. Unraveling and comparing variations in the ways these systems work separately and together may deepen our understanding of gender and sexual inequalities as well as provide numerous possibilities for social change. To do this, however, we will need to systematically examine the experience of such normative systems as well as the processes of meaning making that create, sustain, or change such systems over time and in relation to varied populations and norms within and between settings. ACKNOWLEDGMENTS The authors would like to thank the Association for the Sociology of Religion for their support of this research through the Joseph H. Fichter Research Grant. NOTES 1 stef shuster styles their name in lower class letters only. 2 Two of authors of this paper are gender fluid and all three are sexually fluid. 3 As part of the advertisement, this was explained and defined as people who identify as not cisgender regardless of their personal identity preferences or feelings about the term transgender. 4 Though more commonly depicted as LGBQ or GLBQ, here we utilize BLGQ (i.e., bisexual, lesbian, gay, queer) to emphasize the case at present (i.e., fluid sexual people) in the framing of the verbiage. 5 Assigned female at birth. 6 Transexclusionary radical feminists. 7 Lesbian, gay, bisexual, transgender. 8 Lesbian, gay, bisexual, transgender, queer. REFERENCES Abelson, Miriam. 2016. “Trans Men Engaging, Reforming, and Resisting Feminisms.” Transgender Studies Quarterly 3(1): 15– 21. Adams, Tony E. 2011. Narrating the Closet: An Autoethnography of Same-Sex Attraction. Walnut Creek, CA: Left Coast Press. Avishai, Orit. 2008. “‘Doing Religion’ in a Secular World: Women in Conservative Religions and the Question of Agency.” Gender & Society 22: 409– 433. Badgett, M.V. Lee, Laura E. Durso, and Alyssa Schneebaum. 2013. New Patterns of Poverty in the Lesbian, Gay, and Bisexual Community. Los Angeles, CA: The Williams Institute. Barringer, M.N., J.E. Sumerau, and David Gay. 2017. “Examining Differences in Identity Disclosure between Monosexuals and Bisexuals.” Sociological Spectrum 37(5): 319– 333. Barton, Bernadette. 2012. Pray the Gay Away: The Extraordinary Lives of Bible Belt Gays. New York: NYU Press. Blumer, Herbert. 1969. Symbolic Interactionism: Perspective and Method. Berkeley: University of California Press. Bryant, Karl. 2008. “In Defense of Gay Children? ‘Progay’ Homophobia and the Production of Homonormativity.” Sexualities 11(4): 455– 475. Castañeda, Claudia. 2015. “Developing Gender: The Medical Treatment of Transgender Young People.” Social Science & Medicine 143: 262– 270. Charmaz, Kathy C. 2006. Constructing Grounded Theory: A Practical Guide through Qualitative Analysis. Thousand Oaks, CA: Sage. Collins, Patricia Hill. 1990. Black Feminist Thought. New York: Routledge. Connell, Catherine. 2010. “Doing, Undoing, or Redoing Gender? Learning from the Workplace Experiences of Transpeople.” Gender & Society 24(1): 31– 55. Cragun, Ryan T. and J.E. Sumerau. 2015. “The Last Bastion of Sexual and Gender Prejudice? Sexualities, Race, Gender, Religiosity, and Spirituality in the Examination of Prejudice toward Sexual and Gender Minorities.” Journal of Sex Research 52(7): 821– 834. Cragun, Ryan T. and J.E. Sumerau. 2017. “No One Expects a Transgender Jew: Religious, Sexual and Gendered Intersections of the Evaluation of Religious and Nonreligious Others.” Secularism and Nonreligion 6(1): 1– 16. Darwin, Helana. 2017. “Doing Gender beyond the Binary: A Virtual Ethnography.” Symbolic Interaction 40(3): 317– 334. Davis, Georgiann. 2015. Contesting Intersex: The Dubious Diagnosis. New York: NYU Press. Duggan, Lisa. 2004. The Twilight of Equality? Neoliberalism, Cultural Politics, and the Attack on Democracy. Boston, MA: Beacon Press. Dunn, Jennifer Leigh and S.J. Creek. 2015. “Identity Dilemmas: Toward a More Situated Understanding.” Symbolic Interaction 38(2): 261– 84. Eisner, Shiri. 2013. Bi: Notes for a Bisexual Revolution. Berkeley, CA: Seal Press. Fetner, Tina. 2008. How the Religious Right Shaped Lesbian and Gay Activism. Minneapolis, MN: The University of Minnesota Press. Frye, Marilyn. 1983. The Politics of Reality: Essays in Feminist Theory. Freedom, CA: The Crossing Press. Garrison, Spencer. 2018. “On the Limits of ‘Trans Enough’: Authenticating Trans Identity Narratives.” Gender & Society 32(5): 613– 37. Heath, Melanie. 2012. One Nation under God: The Campaign to Promote Marriage in America. New York: NYU Press. Hemmings, Clare. 2002. Bisexual Spaces: A Geography of Sexuality and Gender. New York: Routledge. Holthaus, Camille. 2015. “The Future of Bisexual Activism.” QED: A Journal in GLBTQ Worldmaking 2(1): 22– 36. Jeffries, William L. 2014. “Beyond the Bisexual Bridge: Sexual Health among Men Who Have Sex with Men and Women.” American Journal of Preventative Medicine 4(3): 320– 329. Johnson, Austin. 2015. “Normative Accountability: How the Medical Model Influences Transgender Identities and Experiences.” Sociology Compass 9(9): 803– 813. Johnson, Austin. 2019. “Rejecting, Reframing, and Reintroducing: Trans People's Strategic Engagement with the Medicalisation of Gender Dysphoria.” Sociology of Health and Illness 41(3): 517– 532. Kleinman, Sherryl. 2007. Feminist Fieldwork Analysis. Thousand Oaks, CA: Sage. Marques, Ana Cristina. 2019. “Displaying Gender: Transgender People's Strategies in Everyday Life.” Symbolic Interaction 42(2): 202– 228. Martin, Patricia Yancey. 2004. “Gender as Social Institution.” Social Forces 82: 1249– 1273. Mathers, Lain A.B. 2017. “Bathrooms, Boundaries, and Emotional Burdens: Cisgendering Interactions through the Interpretation of Transgender Experience.” Symbolic Interaction 40(3): 295– 316. Mathers, Lain A.B., J.E. Sumerau, and Ryan T. Cragun. 2018. “The Limits of Homonormativity: Constructions of Bisexual and Transgender People in the Post-Gay Era.” Sociological Perspectives 61(6): 934– 952. McQueeney, Krista. 2009. “‘We Are God's Children, Y'all': Race, Gender, and Sexuality in Lesbian-and-Gay-Affirming Congregations.” Social Problems 56: 151– 173. Meyer, Ilan H., Andrew R. Flores, Lara Stemple, Adam Romero, Bianca D.M. Wilson, and Jody L. Herman. 2017. “Incarceration Rates and Traits of Sexual Minorities in the United States: National Inmate Survey, 2011-2012.” American Journal of Public Health 107(2): 234– 240. Miller, Lisa R. and Eric Anthony Grollman. 2015. “The Social Costs of Gender Non-conformity for Transgender Adults: Implications for Discrimination and Health.” Sociological Forum 30: 809– 831. Monro, Surya, Sally Hines, and Antony Osborne. 2017. “Is Bisexuality Invisible? A Review of Sexualities Scholarship 1970-2015.” The Sociological Review 65(4): 663– 681. Moon, Dawne. 2004. God, Sex & Politics: Homosexuality and Everyday Theologies. Chicago, IL: University of Chicago Press. Moss, Alison R. 2012. “Alternative Families, Alternative Lives: Married Women Doing Bisexuality.” Journal of GLBT Family Studies 8(5): 405– 427. Nowakowski, Alexandra C.H., J.E. Sumerau, and Lain A.B. Mathers. 2016. “None of the Above: Strategies for Inclusive Teaching with ‘Nationally Representative’ Data.” Teaching Sociology 44(2): 96– 105. Ochs, Robyn. 2005. “What is Bisexuality?” Pp. 7–8 in Getting Bi: Voices of Bisexuals around the World, edited by Robyn Ochs and Sarah Rowley. Boston, MA: Bisexual Resource Center. Padavic, Irene and Jonniann Butterfield. 2011. “Mothers, Fathers, and ‘Mathers’: Negotiating a Lesbian co-Parental Identity.” Gender & Society 25: 176– 196. Padavic, Irene and Barbara Reskin. 2002. Women and Men at Work. Thousand Oaks, CA: Pine Forge Press. Pascoe, C.J. 2007. Dude, You're a Fag: Masculinity and Sexuality in High School. Berkeley: University of California Press. Pfeffer, Carla. 2014. “‘I Don't Like Passing as a Straight Woman': Queer Negotiations of Identity and Social Group Membership.” American Journal of Sociology 120(1): 1– 44. Plummer, Ken. 2010. “Generational Sexualities, Subterranean Traditions, and the Hauntings of the Sexual World: Some Preliminary Remarks.” Symbolic Interaction 33(2): 163– 90. Rich, Adrienne. 1980. “Compulsory Heterosexuality and Lesbian Existence.” Signs: Journal of Women in Culture and Society 5: 631– 660. Ruin. 2016. “Discussing Transnormativities through Transfeminism.” Transgender Studies Quarterly 3(1–2): 202– 211. Scherrer, Kristin S., Emily Kazyak, and Rachel Schmitz. 2015. ““Getting ‘bi’” in the Family: Bisexual People's Disclosure Experiences.” Journal of Marriage and Family 77: 680– 696. Schilt, Kristen. 2010. Just One of the Guys? Transgender Men and the Persistence of Gender Inequality. Chicago, IL: University of Chicago Press. Schilt, Kristen. 2016. “The Importance of Being Agnes.” Symbolic Interaction 39(2): 287– 294. Schilt, Kristen and Danya Lagos. 2017. “The Development of Transgender Studies in Sociology.” Annual Review of Sociology 43: 425– 443. Schilt, Kristen and Laurel Westbrook. 2009. “Doing Gender, Doing Heteronormativity: ‘Gender Normals,’ Transgender People, and the Social Maintenance of Heterosexuality.” Gender & Society 23(4): 440– 464. Schippers, Mimi. 2016. Beyond Monogamy: Polyamory and the Future of Polyqueer Sexualities. New York: NYU Press. Schrock, Douglas and Michael Schwalbe. 2009. “Men, Masculinity, and Manhood Acts.” Annual Review of Sociology 35: 277– 295. Schrock, Douglas P., J. Edward Sumerau, and Koji Ueno. 2014. “ Sexualities.” Pp. 627– 654 in The Handbook of the Social Psychology of Inequality, edited by Jane D. McLeod, Edward J. Lawler, and Michael L. Schwalbe. New York: Springer. Schwalbe, Michael L. 2014. Manhood Acts: Gender and the Practices of Domination. Boulder, CO: Paradigm. Schwalbe, Michael, Sandra Godwin, Daphne Holden, Douglas Schrock, Shealy Thompson, and Michele Wolkomir. 2000. “Generic Process in the Reproduction of Inequality: An Interactionist Analysis.” Social Forces 79(2): 419– 52. Seidman, Steven. 1988. “Transfiguring Sexual Identity: AIDS and the Contemporary Construction of Homosexuality.” Social Text 19/20: 187– 205. Serano, Julia. 2007. Whipping Girl: A Transsexual Woman on Sexism and the Scapegoating of Femininity. Emeryville, CA: Seal Press. shuster, stef m. 2017. “Punctuating Accountability: How Discursive Aggression Regulates Transgender People.” Gender & Society 31(4): 481– 502. Silva, Tony J. 2017. “‘Helpin’ a Buddy Out': Perceptions of Identity and Behavior among Straight Men that Have Sex with Each Other.” Sexualities 21(1–2): 68– 89. Smith, Dorothy E. 1987. The Everyday World as Problematic. Boston, MA: Northeastern University Press. Stryker, Susan. 2008. Transgender History. Berkeley, CA: Seal Press. Stryker, Susan. 2014. “Biopolitics.” Transgender Studies Quarterly 1(1–2): 38– 42. Sumerau, J. and Ryan T. Cragun. 2015. “ Trans-Forming Mormonism: Transgender Perspectives on Priesthood, Ordination, and Gender.” Pp. 117– 134 in Voices for Equality: Ordain Women and Resurgent Mormon Feminism, edited by Gordon Shepherd, Lavina Fielding Anderson, and Gary Shepherd. Sandy, UT: Kofford Books. Sumerau, J.E. 2012. “‘That's What a Man is Supposed to Do’: Compensatory Manhood Acts in an LGBT Christian Church.” Gender & Society 26(3): 461– 87. Sumerau, J.E. and Eric Anthony Grollman. 2018. “Obscuring Oppression: Racism, Cissexism, and the Persistence of Social Inequality.” Sociology of Race and Ethnicity 4(3): 322– 337. Sumerau, J.E. and Lain A. B. Mathers. 2019. America through Transgender Eyes. Lanham, MD: Rowman & Littlefield. Sumerau, J. Edward, Irene Padavic, and Douglas P. Schrock. 2015. “‘Little Girls Unwilling to Do What's Best for Them': Resurrecting Patriarchy in an LGBT Christian Church.” Journal of Contemporary Ethnography 44(3): 306– 334. Sumerau, J.E., Ryan T. Cragun, and Lain A.B. Mathers. 2016. “Contemporary Religion and the Cisgendering of Reality.” Social Currents 3(3): 293– 311. Sumerau, J.E., Lain A.B. Mathers, and Nik Lampe. 2019. “Learning from the Religious Experiences of Bi+ Trans People.” Symbolic Interaction 42(2): 179– 201. Turner, Stephanie S. 1999. “Intersex Identities: Locating New Intersections of Sex and Gender.” Gender & Society 13(4): 457– 479. Vidal-Ortiz, Salvador. 2002. “ Queering Sexuality and Doing Gender: Transgender Men's Identification with Gender and Sexuality.” Pp. 181– 233 in Gendered Sexualities (Advances in Gender Research), Vol. 6, edited by Patricia Gagne and Richard Tewksbury. New York: Elsevier Science Press. Ward, Jane. 2008. Respectably Queer: Diversity Culture in LGBT Activist Organizations. Nashville, TN: Vanderbilt University Press. Ward, Jane. 2015. Not Gay: Sex between Straight White Men. New York: NYU Press. Warner, R. Stephen. 1995. “ The Metropolitan Community Churches and the Gay Agenda: The Power of Pentecostalism and Essentialism.” Pp. 81– 108 in Sex, Lies, and Sanctity: Religion and Deviance in Contemporary North America, edited by Mary Jo Neitz and Marion S. Goldman. Greenwich, CT: JAI Press. Warner, Michael. 1999. The Trouble with Normal: Sex, Politics, and the Ethics of Queer Life. Cambridge, MA: Harvard University Press. West, Candace and Don Zimmerman. 1987. “Doing Gender.” Gender & Society 1(2): 125– 151. West, Candace and Don Zimmerman. 2009. “Accounting for Doing Gender.” Gender & Society 23(1): 112– 122. Westbrook, Lauren and Aliya Saperstein. 2015. “New Categories Are Not Enough: Rethinking the Measurement of Sex and Gender in Social Surveys.” Gender & Society 29(4): 534– 560. Westbrook, Laurel and Kristen Schilt. 2014. “Doing Gender, Determining Gender: Transgender People, Gender Panics, and the Maintenance of the Sex/Gender/Sexuality System.” Gender & Society 28(1): 32– 57. Wolkomir, Michelle. 2006. Be Not Deceived: The Sacred and Sexual Struggles of Gay and ex-Gay Christian Men. New Brunswick, NJ: Rutgers University Press. Wolkomir, Michelle. 2009. “Making Heteronormative Reconciliations: The Story of Romantic Love, Sexuality, and Gender in Mixed-Orientation Marriages.” Gender & Society 23(4): 494– 519. Worthen, Meredith G.F. 2013. “An Argument for Separate Analyses of Attitudes toward Lesbian, Gay, Bisexual Men, Bisexual Women, MtF and FtM Transgender Individuals.” Sex Roles 68(11–12): 703– 723. Yavorsky, Jill E. 2016. “Cisgendered Organizations: Trans Women and Inequality in the Workplace.” Sociological Forum 31(4): 948– 69. Yoshino, Kenji. 2000. “The Epistemic Contract of Bisexual Erasure.” Stanford Law Review 52(2): 353– 461. ",
    "id": 563997397,
    "identifiers": {
        "doi": null,
        "oai": "oai:epublications.marquette.edu:socs_fac-1330"
    },
    "title": "Foreclosing Fluidity at the Intersection of Gender and Sexual Normativities",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-05-01T08:00:00+01:00",
    "publisher": "e-Publications@Marquette",
    "references": [],
    "sourceFulltextUrls": [
        "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1330&context=socs_fac"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/563997397.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/563997397"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/563997397/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/563997397/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/563997397"
        }
    ],
    "abstract": "Binary gender and sexuality are socially constructed, but they structure thought at such a deep level that even those critical of sexism and homophobia can unwittingly reproduce them, with consequences felt most profoundly by those whose gender/sexual identity defy binary logic. This article outlines a generic pattern in the reproduction of inequality we call foreclosing fluidity, the symbolic or material removal of fluid possibilities from sexual and gender experience and categorization. Based on 115 responses from people who are both sexually and gender fluid and a reading of existing sociologies of gender and sexualities from a fluid standpoint, we demonstrate how lesbian/gay/straight, cisgender, and transgender women and men—regardless of intentions—may foreclose fluidity by mobilizing cisnormative, transnormative, heteronormative, and/or homonormative beliefs and practices. Examining patterns of foreclosing fluidity may provide insight into (1) the further incorporation of fluid people and standpoints into symbolic interactionism, and (2) the reproduction and persistence of sexual and gender inequalities",
    "tags": [
        "text",
        "cisnormativity",
        "transnormativity",
        "heteronormativity",
        "homonormativity",
        "transgender",
        "bisexual",
        "fluidity",
        "sexualities",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:epublications.marquette.edu:socs_fac-1330",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1441",
        "openDoarId": 0,
        "name": "epublications@Marquette",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 563997397,
        "depositedDate": null,
        "publishedDate": "2020-05-01T08:00:00+01:00",
        "updatedDate": "2024-01-23T09:25:12+00:00",
        "acceptedDate": null,
        "createdDate": "2023-04-27T09:14:31+01:00"
    },
    "urls": [
        "https://epublications.marquette.edu/context/socs_fac/article/1330/filename/0/type/additional/viewcontent/moon_13192acc.docx",
        "https://epublications.marquette.edu/context/socs_fac/article/1330/viewcontent/moon_13192.pdf",
        "https://epublications.marquette.edu/socs_fac/327"
    ],
    "lastUpdate": "2024-01-23T09:25:12+00:00",
    "setSpecs": []
}