{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Lenhardt, Robin A."
        },
        {
            "name": "Cooper, Elizabeth B."
        },
        {
            "name": "Foster, Sheila R."
        },
        {
            "name": "Katyal, Sonia K."
        }
    ],
    "contributors": [],
    "createdDate": "2018-01-01T15:19:03+00:00",
    "dataProvider": {
        "id": 3464,
        "name": "Fordham University School of Law",
        "url": "https://api.core.ac.uk/v3/data-providers/3464",
        "logo": "https://api.core.ac.uk/data-providers/3464/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/144230936.pdf",
    "fullText": "Fordham Law Review Volume 76 Issue 6 Article 1 2008 Forty Years of Loving: Confronting Issues of Race, Sexuality, and the Family in the Twenty-First Century, Introduction Robin A. Lenhardt Fordham University School of Law Elizabeth B. Cooper Sheila R. Foster Sonia K. Katyal Follow this and additional works at: https://ir.lawnet.fordham.edu/flr  Part of the Law Commons Recommended Citation Robin A. Lenhardt, Elizabeth B. Cooper, Sheila R. Foster, and Sonia K. Katyal, Forty Years of Loving: Confronting Issues of Race, Sexuality, and the Family in the Twenty-First Century, Introduction, 76 Fordham L. Rev. 2669 (2008). Available at: https://ir.lawnet.fordham.edu/flr/vol76/iss6/1 This Article is brought to you for free and open access by FLASH: The Fordham Law Archive of Scholarship and History. It has been accepted for inclusion in Fordham Law Review by an authorized editor of FLASH: The Fordham Law Archive of Scholarship and History. For more information, please contact tmelnick@law.fordham.edu. Forty Years of Loving: Confronting Issues of Race, Sexuality, and the Family in the Twenty-First Century, Introduction Cover Page Footnote * Associate Professor of Law, Fordham University School of Law. ** Associate Professor of Law, Fordham University School of Law. *** Albert A. Walsh Professor of Law, Fordham University School of Law. **** Associate Professor of Law, Fordham University School of Law. This book and the Symposium it commemorates would not have been possible without the support and contributions of many people. First, we would like to express our deep gratitude to Professor Angela Harris, who delivered the Symposium's keynote address, and to the distinguished professors who participated as panelists during the Symposium and submitted essays for publication. They include Carlos Ball, Erica Chito Childs, Adrienne Davis, David Eng, Katherine Franke, Darren Hutchinson, Kevin Noble Maillard, Chandan Reddy, Russell Robinson, Darren Rosenblum, and Adrien Wing. We are also extremely thankful to Katherine Hughes, Nasim Farjad, Patrick Connorton, Adam Perry, Mike Buescher, and the other members of the Fordham Law Review for their excellent work on this book and for the organizational assistance they provided during the Forty Years of Loving Symposium. In this connection, we would like to extend our sincere thanks to Helen Herman and the staff of the Fordham University School of Law Office of Public Programming and Continuing Legal Education, whose expertise in planning major events and attention to every administrative detail ensured that the Symposium ran smoothly and was enjoyed by all who attended. Finally, we are thankful to Michael Dunn and William Lim for their invaluable research assistance, and to Dean William Michael Treanor and Associate Dean Matthew Diller for their enthusiasm and support, both monetary and otherwise, over the last year. We regard ourselves as extremely fortunate to be part of an intellectual community whose leadership recognizes the importance of the issues addressed by this Symposium. This article is available in Fordham Law Review: https://ir.lawnet.fordham.edu/flr/vol76/iss6/1 SYMPOSIUMFORTY YEARS OF LOVING:CONFRONTING ISSUES OF RACE,SEXUALITY, AND THE FAMILY IN THETWENTY-FIRST CENTURYINTRODUCTIONR.A. Lenhardt*Elizabeth B. Cooper**Sheila R. Foster***Sonia K. Katyal****In a recent New York Times editorial, Professor Stephanie Coontzprovocatively asked, \"Why do people-gay or straight-need the state'spermission to marry?\"1  The question is one many legal scholars have* Associate Professor of Law, Fordham University School of Law.** Associate Professor of Law, Fordham University School of Law.*** Albert A. Walsh Professor of Law, Fordham University School of Law.**** Associate Professor of Law, Fordham University School of Law. This book and theSymposium it commemorates would not have been possible without the support andcontributions of many people. First, we would like to express our deep gratitude toProfessor Angela Harris, who delivered the Symposium's keynote address, and to thedistinguished professors who participated as panelists during the Symposium and submittedessays for publication. They include Carlos Ball, Erica Chito Childs, Adrienne Davis, DavidEng, Katherine Franke, Darren Hutchinson, Kevin Noble Maillard, Chandan Reddy, RussellRobinson, Darren Rosenblum, and Adrien Wing.We are also extremely thankful to Katherine Hughes, Nasim Farjad, Patrick Connorton,Adam Perry, Mike Buescher, and the other members of the Fordham Law Review for theirexcellent work on this book and for the organizational assistance they provided during theForty Years of Loving Symposium. In this connection, we would like to extend our sincerethanks to Helen Herman and the staff of the Fordham University School of Law Office ofPublic Programming and Continuing Legal Education, whose expertise in planning majorevents and attention to every administrative detail ensured that the Symposium ran smoothlyand was enjoyed by all who attended. Finally, we are thankful to Michael Dunn and WilliamLim for their invaluable research assistance, and to Dean William Michael Treanor andAssociate Dean Matthew Diller for their enthusiasm and support, both monetary andotherwise, over the last year. We regard ourselves as extremely fortunate to be part of anintellectual community whose leadership recognizes the importance of the issues addressedby this Symposium.1. Stephanie Coontz, Op-Ed., Taking Marriage Private, N.Y. Times, Nov. 26, 2007, atA23.2669FORDHAMLA WREVIEWincreasingly begun to ask.2 But the fact that it was raised so publicly in ayear in which the nation celebrates the fortieth anniversary of the U.S.Supreme Court's landmark decision in Loving v. Virginia is neverthelessstriking. 3Loving is a landmark decision and, significantly, one of the Court's mostimportant cases on matters of marriage. 4 It is the first Supreme Court caseto recognize that the right to marry is fundamental under the Due ProcessClause of the Fourteenth Amendment. 5 And yet, perhaps curiously, theCourt never discussed the threshold issue whether it was appropriate for thestate of Virginia to play a role in deciding who could and could not marry.Rather, the question Chief Justice Earl Warren addressed in his opinion forthe Court was whether Virginia, in enforcing its antimiscegenation laws,6could deny permission to marry on the ground that the individualsrequesting it were of different races. 7 The basic legitimacy of the state'srole as the gatekeeper for marriage was a foregone conclusion.2. See, e.g., Martha Albertson Fineman, Why Marriage?, 9 Va. J. Soc. Pol'y & L. 239,245 (2001) (reflecting on various meanings and constructions of civil marriage and arguingthat \"for all relevant and appropriate societal purposes we do not need marriage, per se, atall\"); Charles J. Reid, Jr., And the State Makes Three: Should the State Retain a Role inRecognizing Marriage?, 27 Cardozo L. Rev. 1277 (2006) (considering the \"privatization\" ofmarriage and the appropriate role of the state); Katharine B. Silbaugh, The Practice ofMarriage, 20 Wis. Women's L.J. 189 (2005) (criticizing, inter alia, the state's use ofmarriage to control social issues); Barbara Stark, Marriage Proposals: From One-Size-Fits-All to Postmodern Marriage Law, 89 Cal. L. Rev. 1479 (2001) (calling for a laissez-faireapproach to marriage \"privatization\"); see also Anita Bernstein, For and Against Marriage:A Revision, 102 Mich. L. Rev. 129, 142 (2003) (engaging calls to eliminate state-sponsoredmarriage, but concluding that marriage best satisfies the need for regulation in our\"[i]ntimate lives\"); Summer L. Nastich, Questioning the Marriage Assumptions: TheJustifications for \"Opposite-Sex Only\" Marriage as Support for the Abolition of Marriage,21 Law & Ineq. 114 (2003) (exploring the redistribution of the legal benefits of marriage byabolishing legal marriage).3. Loving v. Virginia, 388 U.S. 1 (1967).4. See R.A. Lenhardt, The Story of Perez v. Sharp: Forgotten Lessons on Race,Marriage, and Family, in Race Law Stories 341, 341-42 (Devon W. Carbado & Rachel F.Moran eds., 2008).5. See id. at 365-66. Some scholars argue that, because of the dual grounds-race andmarriage-on which Loving was decided, the first clear articulation of the due process rightto marry did not come until Zablocki v. Redhail, 434 U.S. 374 (1978), which declaredunconstitutional a Wisconsin statute requiring any person with child-support obligations toget court approval before being permitted to marry. See, e.g., Joseph A. Pull, Questioning theFundamental Right to Marry, 90 Marq. L. Rev. 21, 31 (2006).6. At the time Loving was decided, Virginia had several statutes concerningmiscegenation. See Loving, 388 U.S. at 4-7. One of the statutes the Lovings were found tohave violated provided, in relevant part, that, \"[i]f any white person intermarry with acolored person, or any colored person intermarry with a white person, he shall be guilty of afelony and shall be punished by confinement in the penitentiary for not less than one normore than five years.\" Id. at 4. Significantly, this statute was only one of many Virginia hadenacted in its history. The first Virginia law banning interracial marriage was enacted in1691. A. Leon Higginbotham, Jr. & Barbara K. Kopytoff, Racial Purity and Interracial Sexin the Law of Colonial and Antebellum Virginia, 77 Geo. L.J. 1967, 1967 n.5 (1989). Lawsprohibiting sexual intimacy between whites and blacks appeared in the American colonies asearly as 1662. Id. at 1968 n.6 (discussing the first prohibition on interracial sex).7. Loving, 388 U.S. at 2.2670 [Vol. 76INTRODUCTIONThe Lovings, importantly, did not set out to change the way we thinkabout marriage and the state's role in it.8 The aim of these childhoodsweethearts-Mildred Jeter, an African American woman, and RichardLoving, a white man-was actually much more modest.9 After years offorced exile in Washington, D.C., for violating Virginia's prohibition oninterracial marriage,' 0 the Lovings wanted only to secure the right to live asa married couple in their native state.II As Mildred explained years later,\"All we ever wanted was to get married, because we loved each other.Some people will never change, but that's their problem, not mine. Imarried the only man I had ever loved, and I'm happy for the time we had8. See Robert A. Pratt, Crossing the Color Line: A Historical Assessment and PersonalNarrative of Loving v. Virginia, 41 How. L.J. 229, 231 (1998).9. Mildred and Richard Loving grew up together in Central Point, Virginia, acommunity whose racial norms were more relaxed than they were in other parts of the state.Id. at 234. As Robert Pratt explained in his personal essay about the Loving case, interracialintimacy was fairly common in Central Point, so much so that Mildred and Richard's\"budding romance drew little attention from either the white or the black communities\" ofthe town. Id. at 235.10. The Lovings married in 1958 in neighboring Washington, D.C. Id. at 236. At thattime, the state of Virginia refused to recognize not only interracial marriages procured withinits borders, but also those outside of them. Id. When sheriffs' deputies, acting on ananonymous tip, discovered the Lovings living as a married couple in the home of Mildred'sparents, they arrested them and charged them with violating the law. Id. Following grandjury indictments for violation of the state's 1924 Racial Integrity Act, a judge sentenced bothMildred and Richard to a year of imprisonment. Id. Their sentences, however, weresuspended \"on the condition that they leave the state of Virginia and not return together or atthe same time for a period of twenty-five years.\" Id.Significantly, the question of how a state should regard marriages procured outside itsborders that could not have been obtained within them has arisen again in the context ofefforts to secure marriage rights for same-sex couples. Many states, emboldened by thefederal Defense of Marriage Act passed by Congress in 1996, Pub. L. No. 104-199, 110 Stat.2419 (codified at 1 U.S.C. ยง 7 (2000); 28 U.S.C. ยง 1738C), have refused to recognizemarriages secured by gays and lesbians in jurisdictions within the United States, such asMassachusetts, or in foreign countries. See Andrew Koppelman, Against Blanket InterstateNonrecognition of Same-Sex Marriage, 17 Yale J.L. & Feminism 205, 206 (2005) (notingthat \"[florty states have laws on the books declaring that they will not recognize foreignsame-sex marriages\"). New York, however, recently indicated that it would recognize suchmarriages. See Martinez v. County of Monroe, 850 N.Y.S.2d 740 (App. Div. 2008) (holdingthat a same-sex marriage obtained in Canada is entitled to recognition in New York); seealso Beth R. v. Donna M., No. 0350284/2007, 2008 WL 696441 (N.Y. Sup. Ct., Feb. 25,2008) (permitting a divorce action involving a same-sex marriage obtained in Canada). Inthis sense, New York's approach is similar to that employed by California and other statespre-Loving. See R.A. Lenhardt, Beyond Analogy: Perez v. Sharp, Antimiscegenation Law,and the Fight for Same-Sex Marriage, 96 Cal. L. Rev. (forthcoming Aug. 2008) (manuscriptat 101, 104-05, 104 n.19, on file with authors). Unlike Virginia, California, which also hadantimiscegenation laws on its books, determined that it would recognize interracialmarriages obtained in other states. Id. (manuscript at 104 n. 19); see also Pearson v. Pearson,51 Cal. 120, 125 (1875) (holding that a marriage \"valid by the law of the place where it wascontracted, is also valid in this State\").11. Richard Loving famously asked one of the attorneys who handled his case in theSupreme Court to \"[t]ell the Court I love my wife, and it is just unfair that I can't live withher in Virginia.\" Pratt, supra note 8, at 239. For a discussion of this and other aspects of theLoving narrative, see Peter Wallenstein, Tell the Court I Love My Wife: Race, Marriage,and Law-An American History (2004).2008] 2671FORDHAM LAW REVIEWtogether. For me, that was enough.\"' 12 In the end, however, the impact ofthe decision in Loving extended far beyond Mildred and Richard'sparticular case.Significantly, Loving received no mention in Professor Coontz's NewYork Times editorial, which argued for the privatization of marriage. 13While Coontz references the identity-based restrictions placed on marriageover the years, 14 she bases her overall argument for relieving states of thepower they have long wielded in the marriage arena not on past abuses ofthat power, but on the notion that society no longer benefits fromgovernmental regulation in this context. 15 The proof of this, Coontzmaintains, can be seen, in part, from the tremendous societal changes thathave occurred in traditional marriage over the last few decades. 16 Divorcerates have skyrocketed since the 1950s and 1960s. 17 Many people nevermarry at all.18 And those who choose to marry are doing so later and laterin life. 19 In short, as Professor Rachel Moran recently noted, marriage nowserves a very different purpose than it did in the past.20 It is no longer a12. Pratt, supra note 8, at 244 (internal quotation marks omitted).13. Coontz, supra note 1.14. Id.15. Id.16. Id.17. Rachel F. Moran, Loving and the Legacy of Unintended Consequences, 2007 Wis.L. Rev. 239, 269. Some sources indicate that as many as fifty percent of marriages end indivorce. See Jeffrey G. Sherman, Prenuptial Agreements: A New Reason to Revive an OldRule, 53 Clev. St. L. Rev. 359, 372-73, 373 nn.67-68 (2005) (citing various sources,including U.S. Census data, in supporting the fifty percent claim); see also U.S. CensusBureau, Statistical Abstract of the United States: 2008 (2008) (indicating that the divorcerate in the 1980s fell from that in the 1970s, falling to 3.6 divorces per thousand from 5.3 perthousand).18. See Moran, supra note 17, at 269. Nationally, from 1970 to 2006, there was aneighty-seven percent increase in the number of men who never married and an eighty-threepercent increase in the number of women who never married. See U.S. Census Bureau, TableMS-i: Marital Status of the Population 15 Years Old and Over, by Sex and Race: 1950 toPresent (2007), available at http://ww.census.gov/population/socdemo/hh-fam/msl.xls; seealso R. Richard Banks & Su Jin Gatlin, African American Intimacy: The Racial Gap inMarriage, 11 Mich. J. Race & L. 115, 119, 124 (2005) (finding that \"[b]lack women nowmarry at a lower rate than any other group of women,\" and noting a similar decline for blackmen); Cynthia Grant Bowman, Social Science and Legal Policy: The Case of HeterosexualCohabitants, 9 J.L. Fam. Stud. 1, 7-9 (2007) (\"Some commentators have concluded thatcohabitation has substituted for the lost or postponed marriages .... ); Ira Mark Ellman,Divorce Rates, Marriage Rates, and the Problematic Persistence of Traditional MaritalRoles, 34 Fam. L.Q. 1, 17-21 (2000) (discussing the decline in marriage rates in the contextof women's marital preferences).19. See Moran, supra note 17, at 274. Nationally, the estimated median age at firstmarriage rose from 23.2 for men in 1970 to 27.5 in 2006. See U.S. Census Bureau, TableMS-2: Estimated Median Age at First Marriage, by Sex: 1890 to the Present (2007),available at http://www.census.gov/population/sacdemo/hh-fam/ms2.xis. At the same time,the median age for women rose from 20.8 to 25.5. Id.; see also Claudia Goldin, The LongRoad to the Fast Track: Career and Family, 596 Annals Am. Acad. Pol. & Soc. Sci. 20(2004) (tracing the rise in age at first marriage among college-educated women).20. See Moran, supra note 17, at 268-69.2672 [Vol. 76INTRODUCTIONprerequisite for cohabitation or sexual intimacy.21 Nor is a marriage licensenecessary to raise children. 22 Despite the New York Court of Appeals 2006decision in Hernandez v. Robles, which regarded heterosexual marriage as avirtual precondition for the rearing of well-adjusted children, 23 the reality isthat, today, \"[a]lmost 40 percent of America's children are born tounmarried parents.\" 24The significance of these and other similar changes cannot be ignored.As Coontz maintains, they reflect tremendous shifts in the nature of thepersonal and intimate obligations individuals-gay, straight, bisexual, ortransgendered-now have to one another.25 Marriage in the twenty-firstcentury is arguably very different from what Mildred and Richard Lovinghad in mind.26 There is good reason to explore this reality and to engagequestions about the proper place of marriage in contemporary society, giventhe evolution we have witnessed in an institution that the Supreme Courthas described as \"the most important relation in life\" 27 and \"an associationthat promotes a way of life, not causes; a harmony in living, not politicalfaiths; a bilateral loyalty, not commercial or social projects . . . anassociation for as noble a purpose as any .... -28 It may be, as Coontz andother scholars, including some in this book,29 have suggested, thatmarriage's elevated status in the hierarchy of models for human intimacyand obligation has been undermined by the shifts in societal norms thathave occurred. We submit, however, that it would be futile to try tocomprehend fully the significance of the societal changes that have21. Moran, supra note 17, at 269; Coontz, supra note 1. Along these lines, we no longerstigmatize children born outside of marriage as illegitimate. See Thomas Healy, StigmaticHarm and Standing, 92 Iowa L. Rev. 417, 479 (2007) (arguing that the \"stigma ofillegitimacy has lessened somewhat over time, as the number of illegitimate births hasincreased and as alternative models of the family have become more accepted\"); Linda C.McClain, \"Irresponsible\" Reproduction, 47 Hastings L.J. 339, 350 (1996) (critiquingrhetoric decrying \"the decline in stigma attached to out-of-wedlock births\"); see also Gomezv. Perez, 409 U.S. 535, 537-38 (1973) (holding that state denial of public benefits toillegitimate children violates the equal protection guarantee).22. See Moran, supra note 17, at 269.23. Hernandez v. Robles, 855 N.E.2d 1, 7-8 (N.Y. 2006).24. Coontz, supra note 1. Based on 2005 data, the percentage of out-of-wedlock birthsis 36.8 nationally. See U.S. Census Bureau, supra note 17; see also Bowman, supra note 18,at 31-34 (distinguishing between children in single-parent households and those incohabitation households, and noting that half of the latter are biological children of bothcohabitants).25. Coontz, supra note 1.26. Moran, supra note 17, at 268-69.27. Maynard v. Hill, 125 U.S. 190, 205 (1888).28. Griswold v. Connecticut, 381 U.S. 479, 486 (1965); see also, e.g., Skinner v.Oklahoma ex rel. Williamson, 316 U.S. 535, 541 (1942) (describing marriage as\"fundamental to the very existence and survival of the race\"); Meyer v. Nebraska, 262 U.S.390, 399 (1923) (describing a due process right \"to marry, establish a home and bring upchildren\").29. See, e.g., Angela P. Harris, Loving Before and After the Law, 76 Fordham L. Rev.2821 (2008); see also Katherine M. Franke, Longing for Loving, 76 Fordham L. Rev. 2685(2008) (contesting the centrality of marriage in claims for gay rights and advocating anincreased focus on other models for human intimacy and obligation).2008] 2673FORDHAM LAW REVIEWoccurred since the 1960s and 1970s in the area of marriage without alsoconsidering Loving and the impact of the Supreme Court's opinion in thatcase. A full determination of where we are with marriage and \"loving\"cannot be made in the absence of a more complete understanding of Loving.Our insistence on placing Loving at the center of any attempt tocomprehend contemporary marital and intimate relations may becounterintuitive to some. After all, we noted at the outset that Loving didnot purport fundamentally to change marriage or the role of the state inregulating it. At the same time, it seems clear that in spite of this and themodest aims of the Loving plaintiffs, the decision in Loving has beentransformative on a number of levels. 30 Indeed, in recent years, it has beenat the forefront of efforts to rethink marriage, the nature of the obligations itimposes, and the role of the state in determining which relationships arelicit and which are illicit. One need only look at recent litigation to securerights for same-sex couples to get some sense of this. Loving has been acenterpiece of litigation efforts waged by advocates for the right of gay andlesbian couples to marry.3' Even more significantly, it figured prominentlyin the Massachusetts Supreme Judicial Court's 2003 decision in Goodridgev. Department of Public Health, which extended marriage rights to gay andlesbian couples in Massachusetts. 32 As the following excerpt highlights,30. Loving has led to changes in cross-racial intimacy. See Randall Kennedy, How AreWe Doing with Loving?: Race, Law, and Intermarriage, 77 B.U. L. Rev. 815, 817-19(1997) (describing, inter alia, Loving as a \"triumph\" for freedom of choice); Pratt, supra note8, 240 (describing the decision's effect on Mildred and Richard Loving personally); TimPadgett & Frank Sikora, Color-Blind Love: Once Considered Taboo, Interracial MarriagesAre Now on the Rise-Even in Some Unexpected Places, Time, May 12, 2003 (unpaginated)(claiming a 1000% increase in the number of interracial marriages since Loving and profilingseveral such couples in Alabama). But its greatest impact may be on thinking about race,marriage, and the law. See John DeWitt Gregory & Joanna L. Grossman, The Legacy ofLoving, 51 How. L.J. 15, 52 (2007) (noting that Loving's legacy has mostly been legal, notcultural, since interracial marriage is still a \"relatively unusual occurrence\"); see alsoReginald Oh, Regulating White Desire, 2007 Wis. L. Rev. 463, 508-11 (discussing theimpact of Loving on the legality of racial subordination). But see Rashmi Goel, FromTainted to Sainted: The View of Interracial Relations as Cultural Evangelism, 2007 Wis. L.Rev. 489 (cautioning that Loving failed to address the racist \"cognitive imprint\" that favorsthe white partner in an interracial relationship); Camille A. Nelson, Lovin' the Man:Examining the Legal Nexus of Irony, Hypocrisy, and Curiosity, 2007 Wis. L. Rev. 543(same, from Nelson's own personal perspective).31. Loving has been cited and is often discussed at length in major case filings submittedby advocates for the right of same-sex couples to marry. See, e.g., Respondents' OpeningBrief on the Merits, In re Marriage Cases, 149 P.3d 737 (Cal. 2006) (No. A110451);Memorandum of Authorities in Support of All Plaintiffs' Motion for Summary Judgmentand In Support of All Plaintiffs' Resistance to Defendant's Motion for Summary Judgment,Varnum v. Brien, No. CV5965 (Iowa Dist. Ct. Jan. 30, 2007); Brief of Plaintiffs-Appellants,Goodridge v. Dep't of Pub. Health, 798 N.E.2d 941 (Mass. 2003) (No. SJC-08860); Brief ofAppellants, Lewis v. Harris, 908 A.2d 196 (N.J. 2006) (No. 58398); Brief for Plaintiff-Appellants, Hernandez v. Robles, 855 N.E.2d 1 (N.Y. 2006) (No. 103434/04); Appellants'Brief, Baker v. State, 744 A.2d 864 (Vt. 1999) (No. 98-32); Corrected Brief of Respondents,Andersen v. King County, 138 P.3d 963 (Wash. 2006) (No. 75934-1).32. Goodridge, 798 N.E.2d at 969.[Vol. 762674INTRODUCTIONthe Goodridge court relied a great deal on Loving and Perez v. Sharp,33 thefirst post-Reconstruction case to invalidate an antimiscegenation law 34 :As both Perez and Loving make clear, the right to marry means little if itdoes not include the right to marry the person of one's choice, subject toappropriate government restrictions in the interests of public health,safety, and welfare.... In this case, as in Perez and Loving, a statutedeprives individuals of access to an institution of fundamental legal,personal, and social significance-the institution of marriage-because ofa single trait: skin color in Perez and Loving, sexual orientation here. Asit did in Perez and Loving, history must yield to a more fully developedunderstanding of the invidious quality of the discrimination.3 5Our objective in planning this fortieth celebration of Loving was todevise a program that would allow us to explore in depth the modemimplications of the Court's 1967 decision in Loving-what it says about thestate's role in intimate relationships, as well as what it might explain aboutrace, family, and the place of marriage in modem society. Too often, theinclination among scholars is to choose between the different aspects ofWarren's opinion for the Court. 36 On the one hand, there are Warren'sstatements about race and the dangers of racial prejudice. The assertion that\"the racial classifications [in Virginia's antimiscegenation statute] muststand on their own justification, as measures designed to maintain WhiteSupremacy,\" 37 is viewed as a \"key sentence\" in Loving,38 one absolutelycritical to understanding both issues of race and equality, and the concernsof the Court during this period. 39  On the other hand, there is theaforementioned language about marriage. Warren's conclusion that\"[mlarriage is one of the 'basic civil rights of man,' fundamental to our veryexistence and survival,\" was extremely significant,40 both because of what33. 198 P.2d 17 (Cal. 1948). For more on Perez v. Sharp and its utilization in recentmarriage cases, see Lenhardt, supra note 10.34. See, e.g., Goodridge, 798 N.E.2d at 958-59.35. Id. at 958 (citation omitted).36. Cf Lenhardt, supra note 10 (manuscript at 126).37. Loving v. Virginia, 388 U.S. 1, 11 (1967).38. Cass R. Sunstein, Homosexuality and the Constitution, 70 Ind. L.J. 1, 17 (1994)(\"The key sentence in Loving says that 'the racial classifications [at issue] must stand ontheir own justification, as measures designed to maintain White Supremacy.\" (alterations inoriginal) (quoting Loving, 388 U.S. at 11)).39. See id. at 17-18 (\"The striking reference to White Supremacy-by a unanimousCourt, capitalizing both words and speaking in these terms for the only time in the nation'shistory-was designed to get at the core of Virginia's argument that discrimination on thebasis of participation in mixed marriages was not discrimination on the basis of race. TheSupreme Court appeared to be making the following argument: Even though the ban onracial marriage treats blacks and whites alike-even though there is formal equality-theban is transparently an effort to keep the races separate and, by so doing, to maintain theform and the conception of racial difference that are indispensable to White Supremacy.\");see also Christopher A. Bracey, Dignity in Race Jurisprudence, 7 U. Pa. J. Const. L. 669,713 & n. 198 (2005); Richard Delgado, The Current Landscape of Race: Old Targets, NewOpportunities, 104 Mich. L. Rev. 1269, 1280 n.49 (2006); John A. Powell, Whites Will BeWhites: The Failure to Interrogate Racial Privilege, 34 U.S.F. L. Rev. 419, 463 (2000).40. Loving, 388 U.S. at 12.20081 2675FORDHAM LAW REVIEWit said about what was at stake for the Lovings and what it signaled aboutthe status of marriage in the constitutional hierarchy. 41Rather than choose between these two poles, we have preferred to thinkof them, as the Loving Court arguably did, as interdependent, eachnecessary to comprehend the issues at hand.42 As the essays by AngelaHarris and Kevin Noble Maillard in this book help to elucidate, state lawspertaining to marriage and sexual intimacy have been instrumental inpromoting racial segregation and stratification and, more generally, inconstructing racial identity. 43  Nothing illustrates this better than theopinion of the Virginia trial court in Loving, which regarded the state'santimiscegenation laws as essential to restoring what it perceived as theracial order originally established by \"Almighty God [with] white, black,yellow, malay and red [persons] ... on separate continents.\" 44 Likewise, asErica Chito Childs's and Russell Robinson's essays emphasize, race, ormore specifically the racial identity of one's intimate partner, still plays acritical role in shaping how individuals think about sexual intimacy and theprospect of marrying someone of a different race. 45 Indeed, although therates of interracial marriage have increased since 1967,46 they have notdone so to the extent one might expect.47 Interracial sexual intimacy may41. Lenhardt, supra note 10 (manuscript at 126-28).42. On the importance of considering both aspects of the Loving decision, see WilliamN. Eskridge, Jr., Destabilizing Due Process and Evolutive Equal Protection, 47 UCLA L.Rev. 1183, 1186-87 (2000); Lenhardt, supra note 10 (manuscript at 126-28, 152-61);Laurence H. Tribe, Lawrence v. Texas: The \"Fundamental Right\" That Dare Not Speak ItsName, 117 Harv. L. Rev. 1893 (2004).43. See Kevin Noble Maillard, The Multiracial Epiphany of Loving, 76 Fordham L. Rev.2709 (2008); Erica Chito Childs, Listening to the Interracial Canary: Contemporary Viewson Interracial Relationships Among Blacks and Whites, 76 Fordham L. Rev. 2771 (2008).For a fuller discussion of the role of marriage laws in constructing racial and gender identity,see Randall Kennedy, Interracial Intimacies: Sex, Marriage, Identity, and Adoption (2003);Rachel F. Moran, Interracial Intimacy: The Regulation of Race and Romance (2001); andLenhardt, supra note 10 (manuscript at 128-41).44. Loving, 388 U.S. at 3 (internal quotation marks omitted). The trial court concludedthat \"[t]he fact that [God] separated the races shows that he did not intend for the races tomix.\" Id. (internal quotation marks omitted).45. Chito Childs, supra note 43; Russell K. Robinson, Structural Dimensions ofRomantic Preferences, 76 Fordham L. Rev. 2787 (2008).46. Maillard, supra note 43, at 2710. The U.S. Census Bureau reports that, in 1960, only0.4% of all marriages were interracial, including interracial couples that were not black-white. U.S. Census Bureau, Table 1: Race of Wife by Race of Husband: 1960, 1970, 1980,1991, and 1992 (1998), available athttp://www.census.gov/population/socdemo/race/interractabl .txt. By 1970, that figure roseto 0.7%. Id. The figures were 1.3% in 1980, 1.8% in 1990, 2.6% in 2000, and 3.8% in 2006.See U.S. Census Bureau, supra note 17; see also Padgett & Sikora, supra note 30 (claiming a1000% increase in interracial marriages between 1967 and 2003).47. See Kennedy, supra note 43, at 127; Gregory & Grossman, supra note 30, at 48-51(\"[A] significant proportion of the population prefers to date people of the same race\"); seealso Rachel F. Moran, The Mixed Promise of Multiracialism, 17 Harv. BlackLetter L.J. 47,49 (2001) (noting \"[d]isparities in intermarriage patterns\" such as \"93% of interracialmarriages involving an Asian, Latino, or Native American were to white partners\"); R.Richard Banks, The Aftermath of Loving v. Virginia: Sex Asymmetry in African AmericanIntermarriage, 2007 Wis. L. Rev. 533, 535 (recognizing that black women are less likely2676 [Vol. 76INTRODUCTIONoccur, but for many people, the idea of entering into a lifelong partnershipwith someone of a different race is still simply unimaginable. 48The dual dimensions of Warren's opinion are also a lens on mattersbeyond those formally addressed in the opinion-concerns that Warren andhis colleagues on the Court probably never contemplated but that arenevertheless implicated by the Court's decision.49 For example, what canLoving be understood to say about same-sex couples seeking to marry,particularly in light of the Supreme Court's 2003 decision in Lawrence v.Texas,50 which held that state laws criminalizing same-sex intimacydeprived gays and lesbians of the liberty interests secured by the DueProcess Clause of the Fourteenth Amendment? 5 1 Is there a meaningfulanalogy between identity-based restrictions on marriage that concern raceand those that pertain to gender or sexual orientation? 52 Does it make sensefor marriage to be so much at the center of the movement for LGBTthan black men to enter into interracial marriages); Banks & Gatlin, supra note 18, at 130-31(finding that African Americans as a whole are less likely than Latinos or Asian-Americansto intermarry).48. See Chito Childs, supra note 43; see also Juliet A. Cox, Comment, JudicialEnforcement of Moral Imperatives: Is the Best Interest of the Child Being Sacrificed toMaintain Societal Homogeneity?, 59 Mo. L. Rev. 775, 785 (1994) (noting a 1991 poll inwhich forty-five percent of white respondents disapproved of interracial marriage); AngelaOnwuachi-Willig, Undercover Other, 94 Cal. L. Rev. 873, 891-92 (2006) (discussing, interalia, responses to interracial relationships).49. See Moran, supra note 17, at 264.50. 539 U.S. 558 (2003).51. See Cass. R. Sunstein, Liberty After Lawrence, 65 Ohio St. L.J. 1059 (2004); Tribe,supra note 42, at 1945-51 (discussing Lawrence and marriage for gay and lesbian couples).52. The debate over whether a meaningful analogy can be drawn between the race andsame-sex marriage contexts has been waged in law reviews for many years now. SeeLenhardt, supra note 10 (manuscript at 107 n.36, 128-31) (citing various law reviewarticles). Many scholars maintain the analogy works. See, e.g., William N. Eskridge, Jr.,Equality Practice: Liberal Reflections on the Jurisprudence of Civil Unions, 64 Alb. L. Rev.853 (2001); Randall Kennedy, Marriage and the Struggle for Gay, Lesbian, and BlackLiberation, 2005 Utah L. Rev. 781, 783-84; Andrew Koppelman, The MiscegenationAnalogy: Sodomy Law as Sex Discrimination, 98 Yale L.J. 145 (1988); Adele M. Morrison,Same-Sex Loving: Subverting White Supremacy Through Same-Sex Marriage, 13 Mich. J.Race & L. 177 (2007); Josephine Ross, The Sexualization of Difference: A Comparison ofMixed-Race and Same-Gender Marriage, 37 Harv. C.R.-C.L. L. Rev. 255 (2002); SharonElizabeth Rush, Equal Protection Analogies-Identity and \"Passing\": Race and SexualOrientation, 13 Harv. BlackLetter L.J. 65 (1997); Mark Strasser, Family, Definitions, andthe Constitution: On the Antimiscegenation Analogy, 25 Suffolk U. L. Rev. 981 (1991).Other scholars have raised concerns about deploying the analogy. See Lenhardt, supra note10 (manuscript at 128-31). For example, some have expressed concern that it distorts theholding of Loving and other similar cases. See, e.g., Monte Neil Stewart & William C.Duncan, Marriage and the Betrayal of Perez and Loving, 2005 BYU L. Rev. 555. Othershave argued that the analogy masks problems of race and hierarchy within the gay andlesbian community, among other things. See Devon W. Carbado, Black Rights, Gay Rights,Civil Rights, 47 UCLA L. Rev. 1467, 1484-1500 (2000); Darren Lenard Hutchinson, OutYet Unseen: A Racial Critique of Gay and Lesbian Legal Theory and Political Discourse,29 Conn. L. Rev. 561, 631-35 (1997).20081 2677FORDHAM LAW REVIEWrights? 53  Can access to marriage for same-sex couples \"deliver\" oncitizenship and the benefits it confers in the way that it arguably did forAfrican Americans? 54 In addition, one might contemplate the reverberatingeffects of Loving for other kinds of intimate associations and their place inAmerican society and law. 55 What of the relationship between a parent andchild?56 Or the relationship between extended family members or evenfriends? 57 Does Loving offer a way of thinking about these types ofinterpersonal relationships? Does it tell us something about handlingmatters of identity that might arise within them?Finally, looking beyond the particular facts of Loving invites an inquiryinto the treatment of matters of race and marriage outside the borders of theUnited States. Have other countries managed to construct a model of stateregulation of marriage that is different than what we have seen in the United53. See Franke, supra note 29, at 2685-87; see also Katherine M. Franke, The Politics ofSame-Sex Marriage Politics, 15 Colum. J. Gender & L. 236 (2006). We use the term\"LGBT\" to refer to lesbians, gay men, bisexuals, and transgendered individuals.54. Numerous scholars have discussed the denial of marriage rights of same-sex couplesas a citizenship issue. See, e.g., Amy L. Brandzel, Queering Citizenship?: Same-SexMarriage and the State, II GLQ 171, 195 (2005); Harris, supra note 29; Lenhardt, supranote 10 (manuscript at 107, 108, 151-61). Katherine Franke has explained elsewhere that\"[tihe right to marry [also] figured prominently among the bundle of rights AfricanAmericans,\" who had lacked the capacity to marry as slaves, \"held dear in the postbellumyears.\" Katherine M. Franke, Becoming a Citizen: Reconstruction Era Regulation of AfricanAmerican Marriages, 11 Yale J.L. & Human. 251, 252 (1999). At the same time, Franke,expressing caution about the move toward marriage among gays and lesbians, hasemphasized that marriage also served as an avenue for state intervention in the intimaterelations of freedmen and women. Id. at 252-53.55. Scholars have engaged in a wide-ranging discussion about alternatives to marriageand the possibilities for other models of human intimacy, connection, and obligation. Seegenerally Nancy D. Polikoff, Beyond (Straight and Gay) Marriage: Valuing All FamiliesUnder the Law (2008) (challenging the use of marriage as a mechanism for providingnumerous public and private benefits); Bowman, supra note 18 (recommending reforms inrecognition of the prevalence of cohabitation); Margaret F. Brinig & Steven L. Nock, MarryMe, Bill: Should Cohabitation Be the (Legal) Default Option?, 64 La. L. Rev. 403 (2004)(discussing the feasibility of cohabitation as an alternative to legal marriage); MarshaGarrison, Is Consent Necessary? An Evaluation of the Emerging Law of CohabitantObligation, 52 UCLA L. Rev. 815 (2005) (same); Linda C. McClain, Intimate Affiliation andDemocracy: Beyond Marriage?, 32 Hofstra L. Rev. 379 (2003) (discussing alternativekinship forms); Nastich, supra note 2; Allen M. Parkman, The Contractual Alternative toMarriage, 32 N. Ky. L. Rev. 125 (2005) (discussing potential alternatives to civil marriage);Laura A. Rosenbury, Friends with Benefits?, 106 Mich. L. Rev. 189 (2007) (advocatinglegal recognition of friendship and family care-taking arrangements); Stark, supra note 2;Daniel I. Weiner, The Uncertain Future of Marriage and the Alternatives, 16 UCLAWomen's L.J. 97 (2007) (discussing proposed alternatives to legal marriage).56. See, e.g., Richard Banks, The Color of Desire: Fulfilling Adoptive Parents' RacialPreferences Through Discriminatory State Action, 107 Yale L.J. 875 (1998) (discussingcross-racial adoption); Elizabeth Bartholet, Private Race Preferences in Family Formation,107 Yale L.J. 2351 (1998) (responding to Banks, supra).57. Laura Rosenbury discussed the stance the law should take with respect to friendshipand the recognition of extramarital care-taking arrangements in a recent article. Seegenerally Rosenbury, supra note 55 (advocating the legal recognition of friendship andfamily care-taking arrangements).2678 [Vol. 76INTRODUCTIONStates? 58 If, as the Lawrence Court suggested, it is reasonable and evendesirable to permit the practices of other nations with respect to same-sexintimacy to inform constitutional decision making on such matters in thiscountry,59 might we, for example, look to what other countries have done inthinking about the legitimacy of state laws that exclude same-sex couplesfrom the institution of marriage? 60 Could the experience of South Africa orCanada be instructive? 61In a very real sense, our goal in organizing the Forty Years of Loving:Confronting Issues of Race, Sexuality, and Family Symposium was toexamine the Loving decision in all of its dimensions and to look at all thedimensions of \"loving.\" Admittedly, this agenda was more than a littleambitious. But, as this book attests, we were able, through the incrediblecontributions of the Symposium participants and attendees, to achieve agood part of our goal. On November 2, 2007, scores of legal and nonlegalscholars, practitioners, and students filled the auditorium at FordhamUniversity School of Law to give Loving what, at this point in its forty-yearexistence, may be the very best celebration we could offer: a thorough andin-depth discussion of what it has meant and can mean to those concernedabout matters of race, sexuality, and family in modern society.Each of the four sessions held during the Symposium focused on animportant aspect of Loving and/or loving. The panelists in our openingsession, Historical Perspectives on Race, Sex, and Family, endeavored toput in context the Loving decision and questions regarding the identity-based restrictions that states have historically placed on marriage. ProfessorMaillard, addressing questions of race and collective memory, challengedus to reject the vision of Loving as \"Multiracial Epiphany,\" the idea that itsomehow began or made possible the formation of interracial relationshipsor the existence of mixed race individuals. 62  Through a compellingdiscussion of three \"contemporary disputes over racial identity andmembership\" 63-that concerning Thomas Jefferson and Sally Hemmings,one of his former slaves, and those claiming to be their descendants; that58. For a survey of developments in marriage in other countries, see, for example, M.V.Lee Badgett, Predicting Partnership Rights: Applying the European Experience to theUnited States, 17 Yale J.L. & Feminism 71 (2005); and Mark E. Wojcik, The Wedding BellsHeard Around the World: Years from Now, Will We Wonder Why We Worried About Same-Sex Marriage?, 24 N. I11. U. L. Rev. 589, 603-76 (2004).59. See Lawrence v. Texas, 539 U.S. 558, 573 (2003) (discussing the treatment ofhomosexual intimacy in European countries).60. For a discussion of Lawrence and its global implications, see Sonia K. Katyal,Sexuality and Sovereignty: The Global Limits and Possibilities of Lawrence, 14 Wm. &Mary Bill Rts. J. 1429 (2006).61. See Anjuli Willis McReynolds, What International Experience Can Tell U.S. CourtsAbout Same-Sex Marriage, 53 UCLA L. Rev. 1073 (2006) (suggesting that the experiencesof other countries can support claims for same-sex marriage in the United States). To date,Belgium, Canada, the Netherlands, South Africa, and Spain have recognized same-sexmarriages. See Bruce M. Wilson, Claiming Individual Rights Through a ConstitutionalCourt: The Example of Gays in Costa Rica, 5 Int'l J. Const. L. 242, 253 n.71 (2007).62. Maillard, supra note 43, at 2711.63. Id. at 2712.2008] 2679FORDHAM LA W REVIEWinvolving Essie Mae Washington-Williams, a woman of color who recentlyrevealed that she was the daughter of former Senator Strom Thurmond,once an avowed segregationist; and that pertaining to descendants of WestFord, a slave said to be the son of George Washington and a slave namedVenus-Maillard's essay in this book both documents the existence ofinterracial intimacy that occurred long before Loving and focuses ourattention on the continued resistance to interracial relationships and theinability of some to acknowledge a pre-1967 past that includes them.Professors Katherine Franke and Darren Hutchinson turned our attentionto recent litigation to secure marriage equality for LGBT couples, eacheffectively arguing that \"there are good reasons to resist the analogy toLoving.\"64 Concerned that the current focus on marriage will ultimatelyrequire the \"surrender of a great deal of the liberty rights acknowledged inLawrence\"65 as well as gay and lesbian acquiescence in intimate livespatterned exclusively on heterosexual relationships,66 Franke's essay urgesadvocates to undertake \"efforts to secure marriage equality for same-sexcouples... in a way that is compatible with efforts to dislodge marriagefrom its normatively superior status as compared with other forms of humanattachment, commitment, and desire.\" 67 In this connection, she proposesfriendship as an alternative model for reconceptualizing social structures,one that does not implicitly use marriage as the ultimate measure of humanintimacy and commitment, and that would not, in her estimation, result inincreased regulation of gay and lesbian sexual liberty.68 In Franke's view,friendship has the advantage of \"destabiliz[ing] the meanings and themakings of meaning of fundamental human life,\" 69 of letting individualsdecide for themselves how to interact, and what their commitments andobligations to one another should be. 70The panelists in the second session, Social and Legal Norms RegardingRace, Sex, and Gender Nonconformity, built on the tremendous foundationlaid by the first panel in diverse and innovative ways. Professor Carlos Ballcontinued the focus on current marriage litigation, broadening thediscussion to concentrate not only on the arguments made by gay advocatesof equal access to marriage, but also those advanced by state officials andjudicial officers. In particular, Ball's essay critiques the emphasis on childrearing in judicial opinions upholding as constitutional bans on marriage forsame-sex couples, demonstrating that similar arguments were made indefense of antimiscegenation laws such as those struck down by Loving.64. Franke, supra note 29, at 2685.65. Id. at 2688.66. Id. at 2697-98 (critiquing the default rule under the American Law InstitutePrinciples of the Law of Family Dissolution that treats relationships where the individualshave jointly maintained a household and cohabited for a specific period of time aspresumptive domestic partnerships).67. Id. at 2686.68. Id. at 2702-05.69. Id. at 2704.70. Id. at 2705.[Vol. 762680The remaining panelists in this session shifted the conversation awayfrom litigation matters and toward an exploration of modem examples ofinterracial \"loving.\" Professor Adrienne Davis addressed matters of raceand gender underlying the film Monster's Ball, critiquing the storyline forits adherence to flawed conceptions of both race and gender in interracialrelationships. Professor Chito Childs, for her part, looked more broadly atthe attitudes of Whites and Blacks toward interracial marriage in thetwenty-first century. Arguing that black-white relationships function as a\"miner's canary ... expos[ing] lingering racism, prejudice, and segregationin society,\" 71 Chito Childs's fascinating essay provides the results ofqualitative interviews on cross-racial intimacy and explores the \"dominant\"and sometimes shocking \"images and beliefs about black-white couplings\"and what they suggest about the state of \"contemporary race relations.\"72Professor Robinson invited the audience to think harder about resultssuch as these by drawing attention to the \"impact of structural conditions onpreferences regarding intimacy.\" 73  In an essay that blends personalnarrative and empirical analysis, Robinson explores the impact of racialscreening devices such as Internet dating sites and sex-segregated queersocial spaces. He concludes that these and other social structuring devicesgreatly influence romantic preferences, giving special attention to black-white intimate interactions involving gay men.74Professor Harris of the University of California-Berkeley School of Lawwas magnificent as the conference's keynote speaker. A distinguishedscholar, and leader in Critical Race Theory, Critical Race Feminism, andLatCrit, Harris delivered an address that both synthesized themes raised inthe prior two sessions and compelled the audience and participants to travelto entirely new intellectual territory. In Loving Before and After the Law,Harris considers \"marriage as a practice of national citizenship,\" 75 focusingspecifically on notions of citizenship that bear on the \"possession andenjoyment of certain political, civil, and social rights\"76 and \"activeengagement in the public life of the community.\" 77 In Harris's view, \"thelegacy of Loving v. Virginia looks strikingly different depending on which[of these] ax[e]s of citizenship one chooses to examine.\" 78  From theperspective of rights, Harris-who develops a theory of state power71. Chito Childs, supra note 43, at 2784.72. Id. at 2774.73. Robinson, supra note 45, at 2787.74. Id.75. Harris, supra note 29, at 2821.76. Id.77. Id. at 2822.78. Id. at 2823. Citing the work of Professor Linda Bosniak, Professor Harrisacknowledges that there are additional dimensions of citizenships that marriage implicates,but which she chose not to explore in her keynote address. For a discussion of thedimensions of citizenship generally, see Linda Bosniak, Citizenship Denationalized, 7 Ind. J.Global Legal Stud. 447, 455 (2000); and Leti Volpp, \"Obnoxious to Their Very Nature\":Asian Americans and Constitutional Citizenship, 8 Asian L.J. 71, 71-72 (2001).INTR OD UCTION 26812008]FORDHAMLA WREVIEWpremised on \"racialized gender\" 79 and the preparation of \"proper\" citizensthrough marriage 80 -argues that Loving should be read to require gay andlesbian access to marriage, \"not because marriage holds any special positionin human life,\" 81 but because \"the denial of the right ... signals that statepower is being used to enact a system of caste.\" 82 From the perspective ofparticipation, however, Harris contends that Loving may very well beirrelevant, to the extent it emphasizes the citizenship-building capacity ofmarriage, an institution that, as Coontz emphasizes, is in serious decline inthe United States. In concluding, Harris points us toward alternatives forpossible reconciliation of these divergent views. Apart from the optionspresented by various forms of political theater, such as queers marrying enmasse and \"heterosexuals ... refus[ing] to get married,\" she emphasizes thenew and productive avenues that might be opened by a critical examinationof prevailing conceptions of family.83Finally, our last session of the day-a panel entitled TransnationalPerspectives on Race, Sex, and Family-followed the path blazed by Harrisin the previous session, turning the focus to the international context and aninquiry into how other countries have handled their own Loving moments,instances when they have been confronted with diverse claims for racial,gender, sexual, or familial diversity. As with the prior sessions, thepanelists provided in-depth and thought-provoking analyses of theconference themes and issues. Professor Chandan Reddy delivered remarksthat considered the challenges for LGBT organizing in the domestic andinternational contexts, advocating the adoption of a new paradigm for queerpolitical engagement. His essay in this book picks up on that theme byexploring the limits of legal efforts to secure marriage rights and equalcitizenship for gay men and lesbians. More specifically, Reddy asks whatgay advocates gain and lose by invoking Loving in current marriagelitigation. 84 Engaging critical texts relevant to his query, Reddy accusesadvocates of living too much in the past and relying on the socialhierarchies and structure that constituted it, concluding that the use ofLoving and the move toward \"the universalization of the right to marriage\"it reflects \"is the very means by which the law forecloses other, possiblymore difficult and imaginative articulations of antiracism.\" 85 In his view,\"the desire for the universal right of marriage is primarily the preservationof an episteme that has lived beyond its utility. '8679. Harris, supra note 29, 2824-26.80. Id. at 2829.81. Id. at 2846.82. Id. For a discussion of the benefits denied same-sex couples by the bar of marriagerights, see Elizabeth B. Cooper, Who Needs Marriage?: Equality and the Role of the State, 8J.L. & Faro. Stud. 325 (2006).83. Harris, supra note 29, at 2846-47.84. Chandan Reddy, Time for Rights? Loving, Gay Marriage, and the Limits of LegalJustice, 76 Fordham L. Rev. 2849 (2008).85. Id. at 2871.86. Id.2682 [Vol. 76INTRODUCTIONProfessor David Eng addressed similar issues in his presentation,advancing a critique of what he refers to as queer liberalism. He focusedprimarily on the implications of regarding the Court's 2003 decision inLawrence as one that concerns gay rights alone. Reminding us thatLawrence involved a couple that was gay as well as interracial, Eng urged amore sustained focus on intersectionality and the ways in which legalrestrictions in the area of intimacy can have effects on matters of race andsexuality. For Eng, the success of queer liberalism-which so often entailsan embrace of Loving, as Goodridge and other recent marriage casesattest-should not rest on what amounts to a \"forgetting of race.\"Professors Adrien Wing and Darren Rosenblum took the conversation ina different, but equally productive direction by considering the identity-related implications of international laws and policies bearing on questionsof race and gender. Darren Rosenblum focused on Norway, comparingjudicial efforts to achieve racial equality in Loving with efforts by thelegislature of Norway to secure a level of gender equality for womenthrough the implementation of the Corporate Board Quota (CBQ). In hisessay, Rosenblum urges a renewed focus on the possibilities presented by\"assertive remedies for inequality\" such as quotas. He argues that, in thefinal analysis, Norway's QBC has been more effective than Title IX andother similar measures in the United States for achieving equity throughforms of balancing. In this connection, Rosenblum, while praising theoutcome of Loving, concludes that, as a necessarily passive remedy, it isinherently limited in its ability to facilitate interracial intimate relationships.Employing themes from Critical Race Feminism, as well as personalexperience and narrative, Professor Adrien Wing closed the session and theSymposium by asking how Loving can help us think about the challengesfaced by \"Muslim women who.., want the legal freedom to marry outsidetheir faith,\" something forbidden in most Muslim countries. 87 Her essay inthis book, Twenty-First-Century Loving: Nationality, Gender, and Religionin the Muslim World, explores the multiple race, gender, and family-basedidentities possessed by Muslim women and discusses in detail thechallenges they face both under Islamic family law precepts subordinatingwomen to men and in the secular world, where head scarves and otherindicia of spiritual devotion mark Muslim women as targets for abuse anddiscrimination. Explaining that these forces combine to make lifeextremely difficult for Muslim women who want to enter into interfaithunions, Professor Wing urges a focus on the many ways in which \"[g]enderdiscrimination manifests itself.\"'88 And she offers specific solutions foraddressing the inequities posed by interfaith marriage bans that range frompublic education to legal strategies centered on gender equality provisionscontained in the constitutions of countries in the Muslim world andinternational provisions, such as the International Covenant on Civil and87. Adrien Katherine Wing, Twenty-First-Century Loving: Nationality, Gender, andReligion in the Muslim World, 76 Fordham L. Rev. 2895, 2896 (2008).88. Id. at 2905.2008] 2683FORDHAM LAW REVIEWPolitical Rights,89 the International Covenant on Economic, Social andCultural Rights, 90 and the Convention on the Elimination of All Forms ofDiscrimination Against Women. 91 While acknowledging that barriers tointerfaith marriage are unlikely to rank high on the international humanrights agenda in the near future, Professor Wing, referring to Loving and thepresidential candidacy of Senator Barack Obama-who is the product of aunion that was both interracial and interfaith-reminds us that there aregood reasons to expect and hope for productive change down the road.Together, the talented group of scholars who participated in Forty Yearsof Loving: Confronting Issues of Race, Sexuality, and the Family in theTwenty-first Century managed to make important interventions in the fieldthat will significantly advance thinking about Loving in the context of theintersecting realities of race, sexuality, and family in contemporaryAmerican society. No doubt some will find that there are questions andissues relevant to understanding Loving that were not addressed by thisSymposium or that were explored only superficially. This gathering ofscholars was not, however, meant in any way to close the book on Loving-to somehow wrap up neatly a case that, as the discussion above details,touches on some of the most difficult and complex issues facing oursociety. Like the Lovings, our aim here was ultimately more modest. Inthe end, we wanted simply to launch a critical conversation about theCourt's decision in Loving, one that perhaps complicates as many issues asit resolves. In opening up the discussion, we invite others to join in whatwe expect will be a conversation that continues for at least another fortyyears.89. International Covenant on Civil and Political Rights, opened for signature Dec. 16,1966, 999 U.N.T.S. 171, 6 I.L.M. 368.90. International Covenant on Economic, Social and Cultural Rights, opened forsignature Dec. 16, 1966, 993 U.N.T.S. 3.91. Covention on the Elimination of All Forms of Discrimination Against Women,openedfor signature Dec. 18, 1979, 1249 U.N.T.S. 13.2684 [Vol. 76",
    "id": 144230936,
    "identifiers": {
        "doi": null,
        "oai": "oai:ir.lawnet.fordham.edu:flr-4359"
    },
    "title": "Forty Years of Loving:  Confronting Issues of Race, Sexuality, and the Family in the Twenty-First Century, Introduction",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2008-01-01T08:00:00+00:00",
    "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=4359&amp;context=flr"
    ],
    "updatedDate": "",
    "yearPublished": "2008",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/144230936.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/144230936"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/144230936/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/144230936/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/144230936"
        }
    ],
    "abstract": "",
    "tags": [
        "article",
        "loving v. virginia",
        "race",
        "sexuality",
        "marriage",
        "family",
        "due process clause",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:ir.lawnet.fordham.edu:flr-4359",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3464",
        "openDoarId": 0,
        "name": "Fordham University School of Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 144230936,
        "depositedDate": null,
        "publishedDate": "2008-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T04:20:07+00:00",
        "acceptedDate": null,
        "createdDate": "2018-01-01T15:19:03+00:00"
    },
    "urls": [
        "https://ir.lawnet.fordham.edu/flr/vol76/iss6/1",
        "https://ir.lawnet.fordham.edu/context/flr/article/4359/viewcontent/flr76.81.Symposium_20_20Fort.pdf"
    ],
    "lastUpdate": "2024-01-24T04:20:07+00:00",
    "setSpecs": []
}