{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ibarra, Crystal"
        }
    ],
    "contributors": [],
    "createdDate": "2021-09-07T22:16:34+01:00",
    "dataProvider": {
        "id": 3641,
        "name": "University of San Diego",
        "url": "https://api.core.ac.uk/v3/data-providers/3641",
        "logo": "https://api.core.ac.uk/data-providers/3641/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/477678982.pdf",
    "fullText": "University of San Diego Digital USD M.A. in Higher Education Leadership: Action Research Projects School of Leadership and Education Sciences: Student Scholarship & Creative Works Fall 7-21-2021 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students Crystal Ibarra University of San Diego, crystalibarra@sandiego.edu Follow this and additional works at: https://digital.sandiego.edu/soles-mahel-action  Part of the Higher Education Commons, and the Leadership Studies Commons Digital USD Citation Ibarra, Crystal, \"Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students\" (2021). M.A. in Higher Education Leadership: Action Research Projects. 87. https://digital.sandiego.edu/soles-mahel-action/87 This Action research project: Open access is brought to you for free and open access by the School of Leadership and Education Sciences: Student Scholarship & Creative Works at Digital USD. It has been accepted for inclusion in M.A. in Higher Education Leadership: Action Research Projects by an authorized administrator of Digital USD. For more information, please contact digital@sandiego.edu.  RUNNING HEAD: Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students                    Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Crystal Ibarra  University of San Diego            2 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Table of Contents  Abstract 3 Introduction 4 Background 6 Literature Review 7 Anti-LGBTQ+ Attitudes 8 Anti-LGBTQ+ Violence and Impact 9 Latinx LGBTQ+ Challenges and Lack of Support 10 The Lack of Inclusion of Multiple Marginalized Identities 11 Responsibility of Intersectionality 12 Context 13 Methodology I 14 Needs Assessment 15 Methodology II 17 Cycle 1- Survey 18 Cycle 2- Focus Group 20 Cycle 3- 1:1 Interview 24 Cycle 4- Workshop 27 Cycle 5- Closing Survey 30 Limitations 32 Conclusion/ Recommendations 33 References 37 Appendix A: Consent form 41 Appendix C: Survey 44 Appendix D: Focus Group Questions 45 Appendix E: 1:1 Interview Questions 46 Appendix F: Closing Survey 47  3 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Abstract The purpose of my research is to increase the visibility of intersecting identities of LGBTQ+ Latinx students within Latinx student organizations at the University of San Diego. This visibility would signify acceptance within the organizations and student’s self-acceptance and personal development. My research questions are: How can I increase awareness of the intersecting Latinx and LGBTQ+ identities within Latinx student organizations? How can I better support student leaders to create safe and brave spaces for Latinx LGBTQ+-identifying students? The outcome of the research was that the culture of Latinx student organizations shifted to acknowledge the lived experiences of intersecting LGBTQ+ identities. Keywords: LGBTQ+, Latinx, student organizations   4 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Introduction My passion for work revolving around social justice, equity, inclusion, and diversity of Latinx- Lesbian, Gay, Bisexual, Transgender, and Queer (LGBTQ+) community has driven me to focus on the Latinx-LGBTQ+ population within Latinx Student organizations in creating a more inclusive and welcoming environment for their peers that identify as Latinx and LGBTQ+. This research has positively impacted students within these organizations to become aware of their peers’ identities through surveys, focus groups, one-on-one interviews, and workshops to increase how they authentically reach out and interact with Latinx students of multiple backgrounds and identities. Through this research, Latinx student organizations have also transformed their organization to better embody their members’ multiple identities, not just one specific identity. All of the members of Latinx student organizations are multidimensional individuals because of their multiple intersecting identities. For example, being a woman and Latinx, LGBTQ+ Latinx- identifying, or a combination of the three. Furthermore, Latinx student organizations can quickly reduce a person into a singular identity which is problematic because it ignores important parts of that person. As a person who identifies as both queer and Latinx, it can be challenging to have both of these identities accepted in a student organization created to only celebrate and accept one of these identities at a time. In my personal experience, student organizations are a huge part of a students' college experience. I found myself participating in Latinx student organizations early on in my college career. While in these organizations, I was able to relate to so many of my peers that were also first-generation college students trying to find their way through this foreign place—college. In trying to make these connections, I asked myself if it was safe to reveal my whole self to my peers. Being unsure, I tried not to out myself to this particular community. 5 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Identifying as queer women in a Latinx community does not come without its hurdles, requiring perseverance to overcome the negative connotations attached to the identity. Finlay & Walther (2003), state that this can be especially true among Catholic students where many have conservative perspectives. Exposing yourself to these student organizations without knowing the outcome can make students with an LGBTQ+ identity feel trapped, having students bury specific identities within themselves.  Through this study, the change I hoped to see is that Latinx student organizations can provide students with a more accepting environment for all of their intersecting identities. In my experience, this is important because organizations such as MECHA, ACHA, Alpha Pi Sigma, and Nu Alpha Kappa struggle with creating these more accepting environments. I feel that is an issue because these organizations have to continue advocating for their Latinx identity in a predominantly white institution, leaving the organizations to focus solely on that identity. I also hoped to see added visibility and appreciation of the Latinx LGBTQ+ community in their organizations. The purpose of my research was to increase the visibility and acceptance of the intersecting identities of LGBTQ+ Latinx students within Latinx organizations at the University of San Diego. My research questions were: How can I increase awareness of the intersecting Latinx and LGBTQ+ identities within Latinx student organizations? How can I better support student leaders to create safe and brave spaces for Latinx LGBTQ+-identifying students? My goal was to support student leaders within Latinx organizations to create a more inclusive environment for their members.  6 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Background The experiences of Latinx-LGBTQ+ students are not part of a normative narrative. This narrative typically represents that of the white, cisgender, heterosexual person. Dessel (2017) explains how LGBTQ+ students have to constantly endure hostile environments because of their identity. They often fear for their safety because it is common to be discriminated against and harassed.  Furthermore, Latinx-LGBTQ+ students need to balance multiple identities in different settings. Orozco (2017) explains how gay Latino men have to navigate their identities in a heteronormative college culture, causing them to develop a negative identity. This is especially true for all Latinx LGBTQ+ students that have negative experiences in student organizations. It is common to have their Latinx identity validated but not their LGBTQ+ identity or vice versa.  Students seek Latinx student organizations for the extra support they provide but find that individual organizations focus on supporting their ethnic identity. This ignores the idea that students have multiple identities. They are expected to compartmentalize those parts of themselves based on the student group they are currently attending. This is important because students seek out Latinx student organizations to create a “home away from home” but are at a loss to do so because they are unable to be their whole authentic selves. Misawa (2005) explains that these students have to navigate their identities separately instead of as a whole. USD has struggled with this; in 2019, the PRIDE executive board sent out this message to its members and alumni stating the following: While we have always technically been a part of the UFMC community, we have been separate culturally from it due to the decisions from leaders in the past, as well as the reality that the majority of the Pride community has been white. As a result of these 7 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  sometimes unintentional realities, past iterations of Pride have excluded black and brown members of the LGBTQ+ community, and it pains us to think of all the students who felt lost in the past, as we all have at one point in our lives, and never found a community that felt like home, and it pains us even further that Pride lost their voices in the greater conversation of the LGBTQ+ experience… (M. Bailey et al., personal communication, February 4, 2019) Ultimately, pushing students to repress one of their identities so that they can receive support on their other identity.  Therefore, it is vital to educate student leaders and implement “campus activities, organizations, and community outreach events to provide a safe and welcoming community for LGBQ and gender non-binary students” (Potter et al., 2020, p. 798). This would create a more inclusive environment within student organizations, validate their members with multiple identities (Latinx-LGBTQ+), and help advance inclusion and diversity at a university level. It would also help students overcome the isolation they feel when they cannot find an organization that celebrates all of their identities. Literature Review Lesbian, Gay, Bisexual, Transgender, and Queer (LGBTQ+) Latinx students have to navigate multiple identities in a university setting that was created without any regard for them. Misawa (2005) describes that these students have to navigate these identities as separate entities instead of as a whole. This is true in student organizations as they tend to focus on supporting one identity at a time. Educating student leaders on creating a more inclusive environment within student organizations would validate students who hold multiple identities in these spaces and help advance inclusion and diversity at a university level. Kuk (2010) states the importance of 8 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  student organizations because they play a significant role in reaching these goals. The literature presented focuses on the overall campus climate that Latinx LGBTQ+ students must face daily. It also focuses on the isolation that these students feel when they cannot find a space that embodies their identities. Next, it explains the difficulty of creating authentically inclusive organizations on campus. Finally, the responsibility falls on the organization, student leaders, and members to make this happen. Anti-LGBTQ+ Attitudes LGBTQ+ students have to endure daily negative attitudes from peers, faculty, and staff. “Discrimination against lesbian, gay, bisexual, and transgender (LGBT) students on college campuses occurs throughout the country, which can include LGBT jokes and slurs, verbal harassment and threats, unfair treatment, physical attacks, and other forms of subtle and blatant mistreatment” (Dessel, 2017, p. 101). These types of attitudes are especially prevalent in religious institutions. Therefore, these attitudes are commonly more prominent at USD as a private catholic university. Finlay and Walther (2003) suggest “that gender, number and type of relationships with religious affiliation, religious attendance, and ethnicity all affect attitudes about homosexuality” (p. 388). Protestants and Catholics are among the highest religious groups with higher homophobic scores (Finlay & Walther, 2003, p. 380). Due to these actions, students from this community have limited options on what they can join. Therefore, it can be generalized that specific campus communities are less embracive and welcoming to LGBTQ+ students than others.  It is common for Greek organizations to be more heteronormative, which causes prejudice towards the LGBTQ+ community. Worthen (2014) outlines multiple reasons why Greek organizations have negative attitudes towards members of the LGBTQ+ community. 9 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Groupthink directly impacts why students in these organizations fall into this mentality. Groupthink is “a mode of thinking that people engage in when they are deeply involved in a cohesive in­group when the members’ strivings for unanimity override their motivation to realistically appraise alternative courses of action” (Worthen, 2014, p.170). Worthen points out that these organizations create a mentality that encourages heterosexuality, hyper-masculinity for men, and hyper-femininity for women through the idea of groupthink.    Educating and facilitating a conversation for students within these communities about the prejudice they may have, specifically toward LGBTQ+ students, will allow those communities to reflect on their current actions. Woodford et al. (2012) further support this idea by indicating “it will be important for educational programs to effectively engage politically conservative students. Encouraging conservative students to participate in existing LGBT awareness programs may be beneficial. But we believe that specialized programs are needed” (p. 310). These actions would ultimately allow for more empowered student organizations that would have the tools to create a more diverse and inclusive environment for their members. Anti-LGBTQ+ Violence and Impact   Many LGBTQ+ people fear for their safety because they have experienced, know someone who has experienced, or know the likelihood of experiencing some type of hate crime based on their identity (Meyer, 2010, p. 990). In this case, “hate crimes are broadly defined as any act of violence motivated by bias or prejudice” (Meyer, 2010, p. 981). These hate crimes can cause physical, psychological, and emotional harm to LGBTQ+ people. Meyer (2010) addresses the impact hate crimes can have on LGBTQ+ people, such as, “bias-motivated violence often contributes to symptoms associated with post-traumatic stress disorder (PTSD) such as anxiety, anger, and despair” (p. 981). Furthermore, low-income LGBTQ+ Black, Indigenous, People of 10 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Color (BIPOC) experienced even higher rates and more extreme hate crimes than their white middle-class counterparts.   Potter et al. (2020) further support this by providing data that shows that LGBQT+ people experience higher rates of sexual violence. Additionally, “students who identified as LGBQ and reported sexual violence had significantly lower mental health and life satisfaction scores than any other participant group” (Potter et al., 2020, p. 797). Consequently, LGBTQ+ people have to navigate various spaces while constantly worrying about hostile environments. This impacts their academics, involvement in clubs/organizations, and overall well-being. Latinx LGBTQ+ Challenges and Lack of Support     The literature in this section identifies the challenges and lack of support systems for Latinx students that are part of the LGBTQ+ community. Although the LGBTQ+ community continues to suffer many inequalities, it is essential to note that much of the LGBTQ+ movement in the United States “has historically catered to the needs of white middle-class individuals” (Sanchez, 2014, p. 108). It fails to take into account the vast diversity within the community. The same can be said about LGBTQ+ organizations on college campuses.  Vazquez’s (2012) research reveals through student interviews the discomfort that Latinx LGBTQ+ members feel when attending LGBTQ+ student organization meetings. Orozco (2017) reinforces this concept by explaining how Latinx and LGTBQ+ students compartmentalize their identities. LGBTQ+ students organizations for many Latinx LGBTQ+ students feel more like a social club and not a place where they can discuss the impact that their ethnic identity has on their LGBTQ+ identity. Consequently, Latinx LGBTQ+ students notably tend to pick a student organization for their ethnic identity.  11 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Therefore, if organizations made to support LGBTQ+ students are not rising to the occasion for Latinx students in their community, the same can be said about the Latinx organizations providing support to their LGBTQ+ members. This leaves students to choose what parts of their identities they are willing to reveal. As a result, students’ identity development is impacted as they cannot find a space that will allow them to be their authentic selves.  Ultimately, having these critical conversations with student leaders in Latinx organizations and students who identify as Latinx and LGBTQ+ will allow for the inclusion of multiple identities in an organization. It could also help their identity development into further self-acceptance and create fluidity between identities. The Lack of Inclusion of Multiple Marginalized Identities  The lack of inclusion in student organizations often leaves Latinx LGBTQ+ members “coping with feelings of visibility or invisibility in at least two communities in which they live and function: the mainstream LGB community and their respective ethnic community” (Fukuyama, 2000, p. 85). It has been documented that these students tend to lean on their ethnic group(s) rather than the LGBTQ+ ones. Therefore, these Latinx groups have an essential job of speaking to these student’s experiences.  Fukuyama (2000) states that although students affiliate more with their ethnic identity, they are also affected by the microaggressions or language that the organization uses towards LGBTQ+ people. This leaves students feeling as if they need to somehow connect with their LGBTQ+ identity but cannot do so because of the lack of connection.  Furthermore, multiple identities allow students to be welcomed into various organizations. Issues arise because these organizations “welcome different identities, but found it 12 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  difficult to recognize privilege, and that is where the comfort level dropped” (Garcia de Paz, 2015, p. 29).  Fukuyama (2000) explains that in trying to integrate multiple identities, it is essential to consider the various layers of oppression and the complexity of individuals. This will create spaces to embrace numerous identities in student organizations and help with the inclusion of multiple marginalized identities. Responsibility of Intersectionality Misawa’s (2005) article explores the intersection of race, sexual orientation, and higher education. This article confirmed conclusions regarding the topic. For instance, students will refer to their sexual orientation and racial identity separately or their external identification changes compared to their internal identification.  Harris (2018) presented how using vocabulary such as intersection and intersectionality comes with responsibility. Furthermore, they explain how the word intersectionality is misused. It is common for intersectionality to be used as a buzzword, associating it only with feminism and not giving credit where it is due. It also is common to fail to engage with the complexities of intersectionality and use it as a tool to advance a social justice agenda.  Conclusion  This literature review has provided an in-depth look into the complexities that Latinx LGBTQ+ students have to overcome when integrating their identities in society, higher education, and student organizations. Research has confirmed that these students compartmentalize these identities depending on the setting they encounter. We have also learned that situations like those explained above demonstrate how they struggle with their self-authorship, internal identification, and compromise on how they present themselves. All of this 13 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  points to the lack of inclusion of multiple marginalized identities in Latinx Student organizations and the difference it could make for students and the organization if they integrate more inclusion within their organizations and its members. Context The setting for my research took place at the University of San Diego (USD), a small private, Catholic, and predominantly white institution. Specifically, the United Front Multicultural Commons and Sorority and Fraternity Life. Currently, the Multicultural Commons houses 34 undergraduate organizations, of which three MECHA, ACHA, and FAMA focus on the Latinx identity. This center is overseen by a director and an assistant director and has the help of two graduate assistants and three student interns. In the center, each graduate assistant, director, and assistant director is assigned to oversee specific student organizations. They are essentially the organizations’ go-to people for support and questions. Greek life currently has three councils serving 18 organizations, two of which focus on the Latinx identity. In Greek Life, the graduate assistants meet with student leaders and presidents of the sororities and fraternities regularly and provide them with organizational support. My current positionality is complex as I am an Executive Assistant in the Physics Department in the College of Arts and Sciences. My role impacted how these organizations received me in different settings. For example, I know that I will enter these student spaces as an authority figure due to my position within the university. This might have led some students to shy away from participating in my study. Another example is that I am not currently affiliated with these organizations, so I was seen as an outsider infiltrating their space. Thus, it was challenging to get students to trust me and participate in my research. My intentions helped bridge this gap and encouraged participation despite my positionality. 14 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  As an alumna of USD, I am interested in increasing the visibility and acceptance of intersecting identities in student organizations, specifically the Latinx and LGBTQ identities. During my time as an undergraduate at USD, I was a part of many of these organizations. I even helped establish the first Latinx sorority at USD. Even with my close involvement in these organizations, I still struggled with being my authentic self, meaning I felt that my LGBTQ+ and Latinx identities were not being validated. An example of this is how our organization never created any events or workshops around these other intersecting identities, solely focusing on our Latinx identity. Through these experiences, I saw the need to increase the visibility and acceptance of the various intersecting identities of LGBTQ+ Latinx students in these organizations.  Methodology I  I used the methodology of McNiff and Whitehead (2011). They pose a method in which I can explore my topic with the participants and allow me to do some self-reflection along the way. Their model encourages the researcher to observe and then reflect on that experience, take action, evaluate those actions, then modify, and finally, start in a new direction. I followed this method through every cycle of my research. Through observations and reflections, I was able to impact the actions of the next cycle. For example, I altered the questions that were asked in the following cycle and evaluated how those changes would impact the new data. This allowed me to modify how I intended to help these organizations create safe spaces for Latinx-LGBTQ+ students and inform the new direction I would take in my next cycle. I reflected after every cycle and at the end of my research with my closing survey.  Doing action research added an additional layer to traditional research. McNiff and Whitehead explain that “Action research generates living theories while social science research 15 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  generates propositional theories” (McNiff & Whitehead, 2011, p. 49). This type of research allows the researcher to enter their environment, whether work or non-work-related space and not only conduct the research but also allows them to introduce changes that will create a positive impact. In addition, this research method goes a step further and encourages the researcher to focus on the participants on a deeper level. The researcher not only looks at the data provided by the participants but also allows them to learn more about themselves. This process requires self-reflection that is encouraged through journaling in addition to interactions with participants. Action research provides the researcher with several opportunities for personal growth along with the participants. This allows for self-change while also having an impact on one’s self-development. Although, it also comes with some anticipated challenges. With this model, the expected amount of time dedicated to the project was a challenge. The participants and the researcher agreed to take on several weeks of voluntary extra work throughout multiple meetings in a span of a few months. I know that this research is targeted at a particular group of people, which was a strength because not much research has been done on this specific population, but it was also a challenge as the application of the research lacks generalizability. Needs Assessment As a Queer Latinx woman who attended the University of San Diego as an undergraduate student and participated in Latinx student and Greek organizations, I can attest to the need for the study to occur. As a student in these organizations, I often found myself addressing the issues of my Latinx identities while never considering any of my other identities. If my other identities would have been centered more, I believe that the conversations had in these spaces might have shifted. Overall, the organizations might have done more to encompass multiple identities. For example, as a member of a Latina sorority, I noticed that the organization could have done more 16 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  to validate the other identities of potential members. For many people, this could be a deterrent when trying to find an organization to join. This organization provides students with multiple resources to grow their professional networks, create meaningful, lasting relationships, and is an organization that enters its local community to serve them and their needs. By failing to have conversations and inclusivity outside of being a Latina sorority, we derailed the potential to have meaningful discussions about the LGBTQ+ identity and what it means for those with both identities. This could also be said of the other Latinx organizations across campus, as it is common that little to none of their programming reflects the multiple identities that their members embody. I secured permission from the United Front Multicultural Commons director and the associate director of sorority and fraternity life, and the presidents of each of the sororities and fraternities to conduct my research with these organizations. I coordinated with the graduate assistants in The Commons that oversee the organizations. I worked closely with the student leaders, presidents, or co-chairs within the organizations to learn more about their organizations, structure, the support they receive from The Commons or Sorority and Fraternity Life, and the University of San Diego as a whole. Since my research is not being held in my department, my critical friend group was from the departments my research includes. I also had people outside these areas that are familiar with the work that I am doing. My critical friend ground was specifically people from within my Higher Education Leadership Program and a mentor that has recently completed their masters and has a background in research about the importance of LGBTQ+ professional development in education. The research participants were USD students identified as Latinx, are part of the LGBTQ+ community or allies, and are also involved in Latinx student organizations or Latinx 17 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  sororities or fraternities. I selected this particular group of students because they are part of the identities that I am investigating. I wanted to know how they felt, were perceived by others, and if and how these Latinx organizations impact their identities.  Once students decide to participate in my research, their safety is of the utmost importance. To protect their identities and privacy, I assigned each participant a pseudonym and ensured that all written notes and anything published reflects the given fictitious name. The only copy with the given pseudonym was kept on my laptop, which is password-protected, and only I know how to access it. To provide more security, the excel sheet with the information was also password protected. Once the research concluded, I shared my findings with my participants and encouraged them to ask me questions regarding what I have presented and provide feedback on the study. I delivered this to students via email before finalizing and submitting my final paper. Methodology II Pre-cycle- Gathering participants   To conduct my research, I first had to recruit participants. The first step to achieve this was sending out a series of emails to student leaders in these Latinx Student organizations asking them to attend the organization’s regularly scheduled meetings, announce and talk about participation in my research, and answer any questions students may have. I gave out my contact information and more details about participating in my research in the form of a flyer and finally provided a link to help students register to participate. Due to the COVID-19 pandemic, I had to place my flyers in a virtual format instead of a physical location. An example of this is a newsletter where Latinx organizations receive their information, such as The Commons monthly newsletter, allowing me to reach students through various platforms. After multiple emails and multiple presentations on my research, I recruited five students to participate.  18 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students   The first person to sign up to participate in my research is Camila. They are a graduating senior who has been involved with Latinx student organizations since their first year. Camila identifies as part of the LGBTQ+ community. They are passionate about social justice work and hope to continue after graduation. Their major is in ethnic studies with a minor in sociology. Olivia is a first-year student that is just starting to get involved with multiple Latinx student organizations. She is an ally to the LGBTQ+ community. Olivia is passionate about helping her local community and has been able to do so through her Latinx student organization. Julieta is a second-year student double who is majoring in political science and psychology. They are an ally of the LGBTQ+ community. Julieta is also involved with multiple Latinx student organizations. Carla is a second-year student that is involved with various Latinx student organizations. They are allies to the LGBTQ+ community. Carla is majoring in environmental studies. Lastly, Sara is a graduating senior involved with Latinx student organizations for many years and multiple organizations around campus. Their major is in behavioral neuroscience. Cycle 1- Survey   Action. To get a better baseline understanding of how LGBTQ+ and allies students interpret their Latinx student organizations and where they stood regarding creating a safe space for these students. I sent out a twenty-five-question survey through Qualtrics, a data collection tool, with some questions explicitly reserved for students identified as both Latinx and LGBTQ+ and other questions aimed directly at students identified as allies. Questions aimed at students identified as LGBTQ+ and Latinx revolved around how safe they felt sharing their identity in these spaces and the language used. While allies received questions targeting whether they believed their Latinx-LGBTQ+ peers felt safe in their student organizations. Participants 19 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  completed this survey anonymously, allowing students to share their opinions in an open manner without the pressure of having their identity exposed.   Result. Reviewing the questionnaire results, I identified that none of the participants identified as being part of the Greek Latinx community at USD. While all participants are part of a student organization, three of the five participants were involved in more than just one Latinx student organization. All participants also answered that they attended all, if not most, of their organization’s events.  Participants had different answers when it came to identifying trends around the Latinx-LGBTQ+ community in their Latinx student organizations. While everyone listed that they hadn’t heard anti-LGBTQ+ slurs, many of the participants that identified as allies listed that they often heard affirming LGBTQ+ comments within their Latinx student organizations. They also strongly agreed that LGBTQ+ identities are included in their organizations. At the same time, the opposite was said by participants that identified as Latinx-LGBTQ+. Based on their experiences, they rarely heard affirming remarks about the LGBTQ+ community and felt that they were not included within their Latinx student organization.  Participants were also asked what identities they found more apparent in their Latinx organization. The two most listed were racial identity; since USD is a predominantly white institution, someone’s race stands out when someone is BIPOC. While the second one listed was gender identity.  Finally, participants that identified as Latinx-LGBTQ+ all listed that they had struggled at USD because of their identities. When asked to elaborate, Camila stated, “At a PWI, it’s difficult looking different from most other students. It often feels like USD is two different schools depending on what you look like”.  The responses of this survey allowed me to create a 20 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  baseline for my research on what students currently believe and experience at USD regarding their Latinx-LGBTQ+ identity and in their Latinx student organizations.  Reflection. Although I expected to have male participants in my research, it was refreshing to see a group of all women that identified as part of the LGBTQ+ community or allies. The participation of men dominated most of the literature that I read to prepare for this research. Having the opportunity to have my research with all women participants allowed me to see this work from a new perspective. As a person that identifies as queer and Latinx and also attended USD, my experience as a student gave me the expectations that there would be a large discrepancy in answers between Latinx allies and Latinx-LGBTQ+ members of these organizations. I was pleasantly surprised when that was not the case, and students had very different experiences from that one I had. The results showed that the organizations I had previously been a part of had done some work and had become more inclusive of their Latinx-LGBTQ+ peers. However, this didn’t mean that there was no work left to do but instead how could I support these organizations to continue and expand this inclusiveness. This was also the sentiment among participants that even if some organizations had done this work, there was still room for improvements and other organizations that still needed the help to start.  All participants completed the survey, and I was able to make some adjustments to my questions for the next cycle keeping in mind that different organizations were at different stages. I had to keep this in mind moving forward for all of my cycles, knowing that future adjustments would be needed as participants continued to share their experiences.  Cycle 2- Focus Group  21 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Action. The purpose of this cycle focused on providing participants with a space to share lived experiences and an opportunity for storytelling when it comes to their LGBTQ+ Latinx identity or their experiences as an ally. The aim is for the participants to build community around their Latinx student organization, specifically how they can better serve their LGBTQ+ members. To prompt conversation among participants, I created questions that would allow participants to elaborate on their experiences within their organizations. Such as questions asking about their organization’s programming around LGBTQ+ issues, people being able to safely identify themselves as part of the LGBTQ+ community, and negative experiences that could have resulted from the person being part of the LGBTQ+ community. In addition, I also asked participants for their input on changes they would like to see from their organization when implementing a more inclusive environment for their Latinx-LGBTQ+ members.   Result. Since this cycle was in a Zoom setting, it was difficult to read the room as the session started, but conversations took off shortly after. During this session all participants were in attendance. I took notes of major topics that were presented by the participants while also recording the session that was later input into NVivo, a qualitative data analysis software, for transcription. I used inductive coding, so the themes were developed by interpreting the data collected. The major themes from this focus group are listed below.  Culture  Culture was the first topic that participants brought up during our focus group. I asked them why they had decided to join a Latinx student organization. Most of them responded with something similar, such as being in a safe space with others who share a similar identity, which empowers them. It is also important to note that the opposite reaction is also true. Culture can also bring out actions that create a hostile environment specifically for Latinx-LGBTQ+ 22 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  identified folks. An example participants mentioned are things like shame and machismo. Julieta further explains this with the following “there is a lot of times when I wanted to enter organizations, but there is a lot of machismo, and I see that there's a lot of favoritism of men in the room”. Participants were able to determine that people normalize this behavior of inclusion for specific identities while excluding others. They were ultimately using aspects of the machismo embedded in the Latinx culture to justify their actions.   Programming   One of the biggest obstacles that Sara and Camila mentioned this year was organizing events and programming during a pandemic. This had limited the organization’s ability to create more hands-on experience with events. However, pre-pandemic didn’t provide much of a difference for the organization’s involvement with planning events that included the Latinx-LGBTQ+ community. Much of what was mentioned when it came to programming that involved the Latinx-LGBTQ+ community was by Camila. They noted that programming only happened during the occasional general body meeting on the topic of a hate crime when it happened against the community or workshops they had to attend or advertised in their organizations. All participants agreed that all participants needed to try and be more inclusive in their Latinx student organizations.     Administration  This topic was one that all participants have a huge passion for, and that is the role that administration plays in social justice issues, including Latinx-LGBTQ+ issues. The concern that kept coming up is that administrators know that social justice issues need to be addressed within the USD community, and the hate crimes that have occurred reinforce that. They were concerned that administrators rarely make efforts to sit and talk to students. When they do, they are left 23 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  feeling unheard and underserved by the people representing the institution that promised them a safe space for their education. Camila stated, “if there's one thing you can take to them, they need to do better.” Ultimately the administration prioritizes other projects regarding funding, leaving these organizations with a very tight budget to expand their Latinx-LGBTQ+ programming.   Reflection. Since we could not meet in person due to the COVID- 19 pandemic, all of my cycles were done via Zoom. This was the method that students used for classes, tutoring, and extracurriculars and became a place of business and a place to hang out with friends. I had the fear that participants would have a hard time moving through the cycles of my research in this method. The reason for this was because my cycles aimed to encourage vulnerability.  The experience in the focus group went beyond the expectations I had of struggling to get participants interested and willing to have conversations on the topic. Instead, I had all participants engaged most of the time with the questions I had prepared for this cycle. The talking time was shared evenly among all of them. It was great to see people with different levels of knowledge and experiences creating inclusive spaces come together and dialogue on things they would like to see in their organizations.  I noticed that sometimes participants had a hard time staying focused on the specific Latinx-LGBTQ+ identity and seemed to be overwhelmed with all of the identities that they have and overlap. An example would be their intersecting identity of being a Latinx woman in organizations dominated by Latinx men, and these similar struggles can be shared with the LGBTQ+ identity. Finishing this cycle, I wanted to make sure that the next cycle was a space where the participants felt comfortable having a one-on-one interview in which they would potentially continue to explore some of their experiences.  24 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Cycle 3- 1:1 Interview  Action. Interviews were conducted to allow participants a safe space for them to share personal experiences they did not wish to share with the larger focus group. I also took this opportunity for follow-up questions on comments or suggestions made during the focus group. This conversation allowed Latinx-LGBTQ+ participants and allies separate time to have a more in-depth discussion on their experiences without the pressure of their peers. Even though participants shared lived experiences in the focus group, they had the time to dive deeper into their thoughts on the topic and elaborate on suggestions. I took this time to also ask participants about their outside perspective on the inclusion of Latinx-LGBTQ+ folks in Latinx Greek organizations since none of the participants identified themselves as part of that community. I left students with one final question in this cycle: thinking of ways to create an event around the Latinx-LGBTQ+ community and how they would execute it and the resources they would need.    Interviews were conducted via zoom and lasted approximately forty-five minutes to an hour. Out of the five participants four were able to schedule an interview. These interviews were recorded and uploaded to NVivo for transcription, as previously mentioned I used inductive coding to produce major themes. Result. The following are the three major topics that came from individual interviews with each participant. It is important to note that there are differences between responses from allies and participants that identified as LGBTQ+. Organizational Differences  Multiple participants made it clear that each Latinx organization differs from each other, which impacts the overall inclusivity when it comes to Latinx-LGBTQ+ members within these organizations. While some focus on community outreach, others might focus on events closer to 25 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  the USD campus. Another difference is the overall atmosphere that is created within these organizations by the e-board. Finally, the individuals who make up the organization also impact the tone of the group and how comfortable someone who is Latinx-LGBTQ+ might feel in these organizations. One participant mentioned the difference from one organization to the other when it came to talking about her Latinx-LGBTQ+ identity. Camila said, “it just felt intimidating and weird to say it and almost like you didn't want to.” They further explained that it took them some time to tell people about their LGBTQ+ identity in this specific organization because of these differences.  Sharing Identity   This topic is the one with the most significant disparity among participants that identified as allies and participants that identified as LGBTQ+. When asked if they believed Latinx-LGBTQ+ folks felt comfortable sharing their identities within their Latinx student organization, most allies responded with a yes. Juliet mentioned, “I think within my organization people do feel pretty comfortable.” Olivia also mentioned something similar saying “people are very comfortable; we are very open minded”. Although most responded with yes there was one ally that responded differently. Carla stated in their interview that “it takes a while for the LGBTQ+ community to open up for personal reasons, external and internal reasons. But I think it could be a bit challenging if you don't have that strong support system”. Ultimately, they felt that their organization provides a safe place for people to share all of their identities. This question was answered differently when I asked participants that identified as LGBTQ+. In their experience, they spoke about being comfortable with themselves before sharing their identity with the rest of the group. They also talked about comfort around the people within the organization, feeling 26 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  intimidated in other organizations, and hiding those identities for longer periods of time. This topic highlighted the perspectives that each person has based on the narrative that they live.  Responsibility  Continuing our previous discussion on the administration, most participants feel that much of the responsibility falls on the LGBTQ+ people and allies community to create and advocate for the change they want to see within their organizations and on the broader campus community.  In their interview, Olivia states, “I feel like USD is not very open to talk about this, we are constantly educating people.” The lack of resources offered by the university adds additional pressure on these communities to help one another feel safe on campus. Especially when the LGBTQ+ community at USD has experienced multiple hate crimes on campus, students feel that for change to happen on campus, the responsibility falls on them to create that change. In addition to academics and extracurriculars, participants have to constantly educate, call out people, and stand up for their community. Carla states in their interview how this can “be a bit challenging because sometimes it does feel like I am alone.” This takes a toll, and the pressure that these students feel like a continuous upward battle they cannot overcome. Olivia further highlighted how every student pays tuition regardless if it comes from financial aid, scholarship, or paid in full. The university receives funds in one way or another. The university fails to invest some of this revenue into resources to help every person feel safe on campus.   Reflection. I decided to conduct one-one interviews with participants as an opportunity to have a more intimate conversation with participants and elaborate on their experience in the focus group. In certain situations, people feel more comfortable sharing these experiences in a more intimate setting with another person than with the larger focus group. I was also interested 27 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  to see what participants had to say about the Greek community from an outside perspective of what they portray when it comes to inclusivity and creating space for Latinx-LGBTQ+ peers. As a person that was part of a Latinx Greek organization, many of the comments related to these questions reflected my personal experiences as a Latinx-LGBTQ+ Greek member. It also made me think of the fact that none of my participants were part of this community. I made multiple attempts to recruit Latinx Greek members, but no one from these organizations decided to participate. This made me think if this lack of participation had any correlation with the comments that were said by the participants and my personal experiences in these organizations.  Ultimately, I found this cycle to help have participants elaborate on some of the questions I still had for them. This cycle assisted with the structuring of the workshop as an intervention. For example, the intervention would focus on how the actions that can be taken from these student leaders in helping create a more welcoming and inclusive environment within their organizations and in the larger USD community for Latinx-LGBTQ+ folks.   Cycle 4- Workshop  Action. I started this cycle with a mindfulness breathing activity to set the tone for the workshop. I also wanted participants to have the time to prepare and focus on all the information I had prepared. The focal point of this workshop was to share information on goal setting for their organization when it comes to creating a safe environment for Latinx-LGBTQ+ folks. I also explained the importance of power and politics when it came to creating change within their organizations. To help explain this I used an article from the Harvard Business Review that explains political mapping. It was important for me that they understood that they are part of a much larger system, and the difference they make from within can also expand to the larger campus community. I concluded the workshop with actionable items for participants to present 28 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  to their organization, such as passing on long-term goals from one generation to the next, managing their contact information, and creating a streamlined system of people they can look to for resources. I also provided them with articles that can be used to create change within their organization for a more inclusive and safe space for Latinx-LGBTQ+ members.   The workshop lasted approximately an hour. The materials above were presented through a google slides presentation and the material given to participants was shared through google drive. All five participants were present for the workshop. I recorded this workshop through Zoom, and it was also uploaded to NVivo for transcription. I used the same coding methods as earlier and created themes based on the raw data collected.   Result. The workshop was divided between participants identified as upper-level students speaking on previous goals set by their organization. Camila and Sara, as upper-level students, shared a previous goal for their organization which was the revitalization of the organization when it came to recruiting members. This was followed by first and second-year students speaking on the goals they would like to see in their organization in the future. Some participants belonged to the same organization, and it was clear that a conversation like this had never taken place. It was an opportunity for them to have a dialogue of the direction the organization is heading and if previous goals were still the focus or if new goals should be made. This gave participants a chance to reflect on what their focus is in the organizations they serve and how they can create goals to develop a more inclusive and welcoming environment for their Latinx-LGBTQ+ peers.  I noticed that participants had also not reflected on their individual and organizational positionality in the larger USD community. I explained that advocating for the organizations they serve and the goals they want to achieve will have to be done beyond their general body 29 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  meetings and members. They will also have to reach out to administrators and department leaders to provide the organization with the support and resources it needs to accomplish these goals.   Presenting this topic, I know, gives participants a lot of the responsibility to go back to the organizations they are part of to share the information provided and find what they can implement. Overall, participants agreed that the workshop gave them a place to start and a template that they can use.   Reflection.  When building this workshop, I wanted to incorporate the conversations that the participants have had over the last few cycles. The content added to the workshop needed to reflect the content and actionable items Latinx organizations could use to create a safe and inclusive space for Latinx-LGBTQ+ folks in their community. This workshop would also provide information that would expand beyond Latinx-LGBTQ+ inclusivity and provide a foundation for achieving other goals the organizations might have.   Like the other cycles in my research, the fact that we had this workshop through Zoom made it difficult for participants to reach a consensus on a time and date, especially with this cycle since participants were also preparing for finals. Ultimately, all participants were able to attend the workshop, which ended up paying off. They were all highly engaged participants when I asked questions, and we’re open to suggestions. I made suggestions to help them identify their positionality on campus, set and achieve organizational goals, and how to make sure communication stays continuous in their Latinx organizations. To facilitate these suggestions, I also created a google drive that had templates they could use, resources and articles they could utilize to make changes.  30 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students    If I continue this work, I would like to add additional time to this workshop and expand on the foundation built during this research. Since time was limited due to scheduling and I was working with multiple organizations and members. Future workshops would benefit from serving individual organizations and leaders, integrating the goal setting in the workshop, working with them to refine those goals, and setting benchmarks for them to achieve these goals. In doing so, I believe this could increase their chances of making sure goals are taken seriously and achieving these goals.  Cycle 5- Closing Survey   Action. To measure the participant’s growth from cycle one to the end of cycle four, I compiled a list of twelve questions to ask participants regarding their learning, comfort around the subject, and recommendations. This survey like the initial survey was also sent through Qualtrics. I asked participants to identify if their participation was beneficial and to describe how it was or was not. Other questions focused on what they believed to be the strongest or weakest points during my workshop. Often, we conduct cycles and workshops in our research but never ask for feedback to make future changes. The goal of this cycle was not only to measure growth among participants but also to give me, the researcher, the opportunity to find growth in my cycles that I can improve on or change in the future. Out of the five participants only four of them completed this cycle.   Result.  The results of this cycle are significant for any future research I would like to continue on this topic. Having participants give feedback on their overall experience gave me insight into the growth they received from participating and what areas to improve and develop further.  31 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students   Overall, participants noted that they found their participation beneficial. One participant wrote, “I found it very beneficial because for the first time I was asked questions that I felt I was not going to be judged or doubted twice about it.” The majority also stated that their participation impacted how confident they felt sharing their experiences as part of the Latinx-LGBTQ+ community or being an ally of the community. Asking them to elaborate on this, someone wrote, “I feel more encouraged to speak up and to show my support. I feel that I have been given the proper resources and knowledge to truly be an ally.” Lastly, I asked if they felt that they had learned something from this experience, to which someone responded with “Yes. It was extremely helpful to have the workshop to pass down knowledge to returning Achistas so that we could continue the work at USD.”   Although most of the feedback was positive, there was some suggestion on aspects that could be improved. For example, one participant mentioned that much of what was taught they already knew. This let me know that the workshop was aimed at people beginning their work in creating change in their organization, but a different workshop could be developed for people in different stages. Finally, the feedback that almost every participant had was the idea of having this done in person, to which I would also hope to have this change in the future.   Reflection. This cycle was critical to me as it measured the growth participants had from the beginning of this research to the end. Receiving feedback from participants gave me another perspective. As a researcher, we see things from our viewpoint during our cycles, and interpretations of what we listen to and observe can be completely different from other people. Up to this point, I have felt that the work we have done as researchers and participants has been valuable. Having this cycle allowed me to reflect on the responses they gave to the questions I sent, which focused on their experience from cycles one through four. These responses gave me 32 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  another perspective and highlighted what the participants enjoyed and learned from these cycles, as well as ways in which I can improve them.   Overall, I was extremely grateful for all the fantastic feedback I received and aspects that have the potential for change. Apart from the insight, this survey reinforced the participants’ commitment to the research as well. As the person conducting the research, I was committed to the project but having people volunteer their time and efforts over a year over zoom during a pandemic can get rough, and commitment to the project can change. The responses to this survey made me grateful to all of the participants and their continued dedication and honesty throughout this project.  Limitations One of the most significant limitations that presented itself when it came to this research project was that most Latinx student organizations are housed under the Multicultural Commons. The same can be said about sorority and fraternity life being housed under the Student Activities and Involvement (SIA). As a person who is not directly connected to these departments, recruiting was difficult; introducing myself to the organizations and having people volunteer to participate came with a challenge, especially during a pandemic. This caused my research project to be delayed until December when I had enough participants to start my cycles.   In addition, once I did recruit participants, we also had these students participate remotely due to being in the middle of a pandemic. Although participants devoted multiple hours to this research and tried to stay engaged through all cycles, external factors did play a role. Participants were on a video platform for courses, extracurriculars, tutoring, and this research making Zoom fatigue a real struggle. Connections were also challenging to build in the first and second cycles as Zoom does not provide the same intimate space as an in-person cycle would. Although 33 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  challenging, the conversations had during cycles came with valuable information, which ultimately informed my recommendations. The participant pool would also be considered small next to the ~22% of undergraduate student populations identifying as Latinx. In this research project, I had five participants, with two of those participants identifying themselves as part of the LGBTQ+ community and the remaining three identifying as allies. This is also a limitation as some representation of the LGBTQ+ community was lacking, such as people that identify as nonbinary or transgender. Another limitation would be that although I reached out to all Latinx organizations regardless of gender, all participants identified as women leaving men’s identities out of the research. Finally, my research aimed to encompass all Latinx student organizations, including Greek Life. Based on my participants’ answers on their surveys, there were no Latinx Greek organizations represented. Although this was the case, this allowed me to ask participants questions based on their outside perspective of Latinx Greek organizations regarding fostering acceptance and visibility of the Latinx LGBTQ+ community.  Conclusion/ Recommendations  This research has revealed that although work has been done in creating a safer environment for Latinx-LGBTQ+ students within Latinx student organizations, there is still more work that needs to be done. Through my five cycles, the following themes were brought up multiple times. The following recommendations are for Latinx student organizations as well as the larger USD community. Campus-wide sense of safety  Although USD has a department dedicated to campus safety, my research data and participants' lived experiences show that students do not feel safe on campus. Although this 34 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  research aims to help organization leaders create safe and brave spaces within Latinx student organizations, it is important to highlight that these spaces are situated in a larger campus community that influences these student organizations. Having students fear for their safety on campus transcends to their organizations. Getting the administration to address hate crimes in a straightforward manner and making sure students know the steps taken by the university to protect their students from these types of crimes is crucial. One participant said, “the administration is not transparent at all about the hate crimes that happen on campus at all.” Rankin et al. (2010) reinforce this when they state students “will need to feel safe and supported by their institutions when acts of anti-LGBTQ intolerance occur” (p.172). The University should also consider having our department of public safety trained in handling and investigating hate crimes. Taking these actions will set an example for the rest of the campus community and organizations when confronted with hate crimes internally.  Conversations  Many participants stated that their organizations had conversations about LGBTQ+ inclusion and issues in their Latinx student organizations, but they also mentioned the need to increase the frequencies of these conversations. Participants noted that the only time they have these conversations is when major events happen on campus, like hate crimes or threats against the community. Having organizations only focus on these issues when a hate crime occurs on campus or celebrating Pride month is not enough to create the awareness needed to build an inclusive environment for these folks to be drawn into these organizations or stay as members.  It is essential to recognize that these conversations aren’t always light and starting them will be one of the biggest hurdles. Still, USD has resources that these organizations can utilize to begin their journey toward being more inclusive of the Latinx-LGBTQ+ community. Inviting the Rainbow 35 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Educators to a few of their general body meetings for training on terminology or issues affecting the LGBTQ+ community could be a conversation starter for organization leaders to spark dialogue around the topic at later meetings. Starting a conversation can change someone’s experiences in an organization. It can make an unknown space feel safe and allow someone to reveal their entire self without shielding part of who they are. Starting a conversation may seem like a simple recommendation but creating change can begin with just one authentic exchange. Workshops  In the previous recommendation, I mentioned using USD’s resources to start conversations. One of those resources being Rainbow Educators, which could help with my subsequent suggestions to Latinx student organizations. Workshops should be a critical part of any student organization. Although USD offers a wide variety of workshops, organizations are not limited in their options. There are local and national organizations with great resources like the San Diego LGBTQ+ Center and the Gay, Lesbian & Straight Education Network (GLESN).   Workshops are an excellent foundation for knowledge on a subject you might be unfamiliar with. A lot of the time, we find ourselves scared to have conversations on a topic we do not know much about in fear that we might say something wrong or offend someone. Introducing workshops to Latinx student organizations is a way to get people educated on the subject and comfortable starting conversations. In introducing these workshops, we would facilitate conversations and allow members to self-reflect on their personal experiences and how they can take this work outside of their organizations.   Collaborations   Even though organizations collaborate regularly, it is important to acknowledge the type of collaborations that are organized. My research revealed that most of the events they 36 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  collaborated on did not engage the Latinx-LGBTQ+ community. Student leaders for these organizations have the power to change this trend and can do so through collaboration with other student organizations on LGBTQ+ events such as Latinx LGBTQ Wellness. Latinx student organizations are not limited to collaborating with university organizations; they can engage with their local community and organizations to provide them with a rich experience. Ivory (2012) reinforces this idea of collaborations by saying,  “Community colleges are, thus, recommended to form and maintain relationships for referring students to local social, political, and health-related organizations. Such maintained alliances may include community agencies (e.g., housing centers, a crisis hotline); advocacy groups (e.g., local human rights agencies); and social organizations” (p. 491).  This could look like creating partnerships with the San Diego LGBTQ+ center, which offers programming specifically for the Latinx community that organizations can collaborate with. Increasing the collaboration that an organization has will expose members of this organization to different narratives and can also provide an educational experience they didn’t know they needed. This can also allow people that identify as Latinx-LGBTQ+ to be seen and acknowledged in a space where students seek a sense of community and a home away from home.  Conferences  In my one-on-one interviews with participants, I asked them to describe an event where they would have all the resources needed to create and host within their Latinx student organization. This event would have to include the Latinx-LGBTQ+ community. The majority of them responded with the idea of a conference-style event. They would combine all of the 37 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  recommendations listed above: collaborations, workshops, conversations, all being held in a safe space. This might seem like an ambitious project, but it was a project that carried a lot of passion when described.   When asked to elaborate on the subject, participants described a conference that would include topics about the LGBTQ+ community—for example, learning inclusive language and terminology in English and Spanish. As well as breaking down toxic machismo and the effect this has on the LGBTQ+ community. Finally, explaining and breaking down current legislation that affects the Latinx- LGBTQ+ community and ways people can help the cause for equality.  The conference would be held on the USD campus yearly, with topics changing based on need. This event would be open to the larger USD community, and anyone interested in educating themselves on these topics. This would also encourage other organizations to collaborate on the planning process. The goal would be to create a space where people of all levels of knowledge can feel safe to share stories and experiences on the subject without the fear of being judged or criticized for asking questions. This demonstrates the potential and future aspirations that these participants want to accomplish for and with the Latinx-LGBTQ+ community.   My experiences with this research was overall transforming. As a Queer Latinx person that attended USD for my undergraduate schooling and was involved with these organizations it was clear to me that change has been happening within these organizations. It was also refreshing that current students also acknowledge that additional change needs to continue not just within their organizations but within the larger community. I hope that the effort these students put into this research reflects on the future work that they accomplish in creating brave and safe spaces for their Latinx-LGBTQ+ peers.  38 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  References Dessel, A. B., Goodman, K. D., & Woodford, M. R. (2017). LGBT discrimination on campus  and heterosexual bystanders: Understanding intentions to intervene. Journal of Diversity in Higher Education, 10(2), 101–116. https://doi.org/10.1037/dhe0000015 Finlay, B., & Walther, C. (2003). The relation of religious affiliation, service attendance, and    other factors to homophobic attitudes among university students. Review of Religious   Research, 44(4), 370-393. https://doi.org/10.2307/3512216 Fukuyama, M. A., & Ferguson, A. D. (2000). Lesbian, gay, and bisexual people of color:   Understanding cultural complexity and managing multiple oppressions. Handbook of   Counseling and Psychotherapy with Lesbian, Gay, and Bisexual Clients, 81–104.   https://doi.org/10.1037/10339-004 Garcia de Paz, J. (2015). Exploring diversity and inclusion within the fraternity and sorority    community at the University of San Diego. M.A. in Higher Education Leadership: Action   Research Projects. University of San Diego. Harris, J. C., & Patton, L. D. (2019). Un/doing intersectionality through higher education   research. The Journal of Higher Education, 90(3), 347–372.   https://doi.org/10.1080/00221546.2018.1536936 Ivory, B. T. (2012). Little known, much needed: Addressing the cocurricular needs of LGBTQ   students. Community College Journal of Research and Practice, 36(7), 482–493. https://doi.org/10.1080/10668926.2012.664086 Kuk, L., & Banning, J. (2010). Student organizations and institutional diversity efforts: A   typology. College Student Journal, 44(2), 354–361. 39 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Meyer, D. (2010). Evaluating the severity of hate-motivated violence: Intersectional differences   among LGBT hate crime victims. Sociology, 44(5), 980-995.   https://doi.org/10.1177/0038038510375737 Misawa, M. (2005). The intersection of race and sexual orientation in adult and higher   education. New Prairie Press, 7. https://newprairiepress.org/aerc/2005/papers/29 McNiff, J., & Whitehead, J. (2011). All you need to know about action research. SAGE.  Orozco, R. C., & Perez-Felkner, L. (2018). Ni de aquí, ni de allá: Conceptualizing the   self-authorship experience of gay Latino college men using conocimiento. Journal of   Latinos and Education, 17(4), 386–394. https://doi.org/10.1080/15348431.2017.1371018 Potter, S., Moschella, E., Moynihan, M. M., & Smith, D. (2020). Sexual violence among LGBQ   community college students: A comparison with their heterosexual peers. Community   College Journal of Research and Practice, 44(10–12), 787–803.   https://doi.org/10.1080/10668926.2019.1706668 Rankin, S., Blumenfeld, W. J., Weber, G. N., & Frazer, S. J. (2010). State of higher education for   LGBT people: Campus pride 2010 national college climate survey. Charlotte, NC:  Campus Pride. Sànchez, V. A. (2014). Latino gay men and their relationship to the gay movement, Latino   communities, and higher education. The Vermont Connection, 35, 8.   https://scholarworks.uvm.edu/tvc/vol35/iss1/13 Vazquez, A.S., (2012). Mentoring Latino gay males at community colleges: Developing cultural  and sexual orientation identity through mentorship. M.A. in Higher Education  Leadership: Action Research Projects. University of San Diego. 40 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Woodford, M. R., Silverschanz, P., Swank, E., Scherrer, K. S., & Raiz, L. (2012). Predictors of   heterosexual college students’ attitudes toward LGBT people. Journal of LGBT Youth,   9(4), 297–320. https://doi.org/10.1080/19361653.2012.716697 Worthen, M. G. F. (2014). Blaming the jocks and the greeks?: Exploring collegiate athletes’ and   fraternity/sorority members’ attitudes toward LGBT individuals. Journal of College   Student Development, 55(2), 168–195. https://doi.org/10.1353/csd.2014.0020                 41 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Appendix A: Consent form   42 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students     43 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Appendix B: Flyer    44 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Appendix C: Survey          45 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Appendix D: Focus Group Questions      46 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Appendix E: 1:1 Interview Questions     47 Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students  Appendix F: Closing Survey  ",
    "id": 477678982,
    "identifiers": {
        "doi": null,
        "oai": "oai:digital.sandiego.edu:soles-mahel-action-1089"
    },
    "title": "Fostering acceptance and visibility within Latinx student organizations for LGBTQ+ Latinx-identifying students",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-07-21T08:00:00+01:00",
    "publisher": "Digital USD",
    "references": [],
    "sourceFulltextUrls": [
        "https://digital.sandiego.edu/cgi/viewcontent.cgi?article=1089&context=soles-mahel-action"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/477678982.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/477678982"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/477678982/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/477678982/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/477678982"
        }
    ],
    "abstract": "The purpose of my research is to increase the visibility of intersecting identities of LGBTQ+ Latinx students within Latinx student organizations at the University of San Diego. This visibility would signify acceptance within the organizations and student’s self-acceptance and personal development. My research questions are: How can I increase awareness of the intersecting Latinx and LGBTQ+ identities within Latinx student organizations? How can I better support student leaders to create safe and brave spaces for Latinx LGBTQ+-identifying students?\nThe outcome of the research was that the culture of Latinx student organizations shifted to acknowledge the lived experiences of intersecting LGBTQ+ identities",
    "tags": [
        "text",
        "LGBTQ+",
        "Latinx",
        "student organizations",
        "Higher Education",
        "Leadership Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digital.sandiego.edu:soles-mahel-action-1089",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3641",
        "openDoarId": 0,
        "name": "University of San Diego",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 477678982,
        "depositedDate": null,
        "publishedDate": "2021-07-21T08:00:00+01:00",
        "updatedDate": "2024-02-21T00:19:20+00:00",
        "acceptedDate": null,
        "createdDate": "2021-09-07T22:16:34+01:00"
    },
    "urls": [
        "https://digital.sandiego.edu/soles-mahel-action/87",
        "https://digital.sandiego.edu/context/soles-mahel-action/article/1089/viewcontent/Ibarra_Crystal_AR.pdf"
    ],
    "lastUpdate": "2024-02-21T00:19:20+00:00",
    "setSpecs": []
}