{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Michael Anthony Goodman, University of Maryland, College Park and"
        },
        {
            "name": "Crystal Garcia, University of Nebraska-Lincoln"
        }
    ],
    "contributors": [],
    "createdDate": "2021-10-27T13:44:20+01:00",
    "dataProvider": {
        "id": 13085,
        "name": "College of William & Mary: W&M Publish",
        "url": "https://api.core.ac.uk/v3/data-providers/13085",
        "logo": "https://api.core.ac.uk/data-providers/13085/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.25774/n2jf-fz10",
    "downloadUrl": "https://core.ac.uk/download/479032421.pdf",
    "fullText": "Oracle: The Research Journal of the Association of Fraternity/Sorority Advisors Volume 16 Issue 01 Article 1 6-16-2021 From Summer Pride to Transgender Day of Visibility: A Review of Sorority/Fraternity Social Media Involving LGBTQ+ Identities and Issues Michael Anthony Goodman, University of Maryland, College Park and Crystal Garcia, University of Nebraska-Lincoln Follow this and additional works at: https://scholarworks.wm.edu/oracle Recommended Citation Michael Anthony Goodman, University of Maryland, College Park and and Crystal Garcia, University of Nebraska-Lincoln (2021) \"From Summer Pride to Transgender Day of Visibility: A Review of Sorority/Fraternity Social Media Involving LGBTQ+ Identities and Issues,\" Oracle: The Research Journal of the Association of Fraternity/Sorority Advisors: Vol. 16 : Iss. 01 , Article 1. DOI: https://doi.org/10.25774/n2jf-fz10 Available at: https://scholarworks.wm.edu/oracle/vol16/iss01/1 This Article is brought to you for free and open access by W&M ScholarWorks. It has been accepted for inclusion in Oracle: The Research Journal of the Association of Fraternity/Sorority Advisors by an authorized editor of W&M ScholarWorks. For more information, please contact scholarworks@wm.edu. Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202166FROM SUMMER PRIDE  TO TRANSGENDER DAY OF  VISIBILITY: A REVIEW OF SORORITY/FRATERNITY SOCIAL MEDIA INVOLVING LGBTQ+ IDENTITIES AND ISSUES MICHAEL ANTHONY GOODMAN, UNIVERSITY OF MARYLAND, COLLEGE PARK  AND CRYSTAL E. GARCIA, UNIVERSITY OF NEBRASKA-LINCOLN This research study used critical discourse analysis to examine the public social media posts of 37 inter/national sorority and fraternity organizations. Specifically, we examined how these groups do and do not articulate commitments to social justice, with direct attention to lesbian, gay, bisexual, transgender, and queer (LGBTQ+) people in particular.  We discuss an emphasis that organizations placed on notable LGBTQ+ dates and events and the distinction in the criticality of these messages.  We also illuminate ways organizations raised visibility of LGBTQ+ members, followed by additional ways organizations affirmed queer and transgender identities.It has been over twenty years since Windmeyer and Freeman published Out on Fraternity Row: Personal Accounts of Being Gay in a College Fraternity (1998) and Secret Sisters: Stories of Being Lesbian and Bisexual in a College Sorority (2001). In one personal narrative in Secret Sisters, an author joked that the organization in which she was a legacy was “probably thankful [she] didn’t pledge with them” because she is bisexual (Monahan, 2001, p. 64). The author recalled an experience in college when she attended a gay pride march in Columbus, Ohio, and spotted a woman with a sticker reading, “SORORITY DYKES UNITE!” It was in this spotting that the author more deeply considered the intersection of sexuality and sorority and fraternity life (SFL). But what is it about this intersection that connects to the larger, umbrella structures of SFL? Beyond the “SORORITY DYKES UNITE” stickers of the 1990s, in what ways were more modern messages conveyed that hinted at a “uniting” of SFL and LGBTQ+ identities and issues? During the summer of 2020, we examined the most followed social media sites across 37 organizations from 7 SFL umbrella groups. In total, we reviewed 28,834 posts. We wanted to know if inter/national sororities and fraternities communicated sentiments of social justice, and how, if any, commitments to diversity, equity, and inclusion appeared in those messages. While there were a number of posts pertaining to additional elements of diversity, equity, inclusion, and justice, of the near-30k posts we examined, we found just 154 posts containing sentiments or notions involving LGBTQ+ identities or issues specifically. That is just 0.53% of the total posts reviewed (see Table 1). Further, of the 37 groups, 13 had 0 posts about LGBTQ+ identities or issues.This work stems from a larger project focused on social justice messaging on inter/national SFL social media sites. Considering SFL’s complicated relationship with the LGBTQ+ community, we wanted to further explore dynamics that specifically pertained to LGBTQ+ issues and topics. The research questions guiding this particular work were:1. What messages do inter/national sorority and fraternity organizations communicate regarding LGBTQ+ people and issues to members via social media?2. What is the nature of these messages in relation to dynamics of power, privilege, and oppression? More specifically, how did they push against and/or reinforce heteronormativity and trans oppression? As such, the subsequent review of relevant literature, conceptual framework, and methodology help to further situate this study. 1and : From Summer Pride to Transgender Day of Visibility: A Review of SPublished by W&M ScholarWorks, 2021Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202167Literature Review Prior to Windmeyer and Freeman’s work, early studies on fraternity perceptions of gay men revealed oppressive and discriminatory results. In observing fraternity behavior in multiple capacities, Rhoads (1995) found one group of fraternity men promoted hostile representations of women and adopted a rigid conception of masculinity that fostered oppression of both women and gay men. Rhoads (1995) illuminated a strong link between one chapter and their relationship with and attitude toward women and their views of masculinity and gender. This outwardly presented as an emphasis on machismo, where these men had a strong disrespect for gay students, including brothers who seemingly lacked masculinity (Rhoads, 1995). The participants viewed themselves as superior to women and gay men and expressed specific disdain for gay men in fraternities (Rhoads, 1995). One participant shared with Rhoads (1995) that his fraternity would probably “tar and feather” and hang a brother who would dare come out (p. 319), and believed that sentiment was shared by his members, which resulted in individuals refraining from coming out.Over the past two decades, the stories of 1LGBTQ+ sorority and fraternity members have evolved to consider more narratives and intersections. For example, gay or bisexual men who joined a fraternity in the year 2000 or after reported more positive experiences than those who joined between the years 1990-1999, or in 1989 and before (Rankin et al., 2013). In a study of how the presence of gay men in historically white fraternities influenced the culture of their organization and how the organization culture affected gay men, Hesp and Brooks (2009) found hope from one participant regarding chapter members’ reactions to his revealing his gay sexual orientation. The participant stated, “It’s just another part of me; like I have brown hair, green eyes, I’m gay” (p. 408). Furthermore, in explaining a conversation with sorority members, the same participant noted, “‘Do your brothers know?’ I tell them ‘‘yeah’ and they’re like ‘Wow! They accept it and don’t have a problem with it?’ And I tell them ‘no, they love it, you know. Because they love me’” (Hesp & Brooks, 2009, p. 408). LGBT issues remain a politically charged subject among sorority/fraternity communities (Worthen, 2014). For instance, Duran and Garcia (2021) found that Queer Women of Umbrella Organizations Total Posts LGBTQ+ PostsHNAFS 2 792 1NALFO 4 1,261 32NAPA 5 1,243 13NMGC 3 1,846 32NPHC 2 2,032 0NPC 7 9,775 7NIC 14 11,885 69** When removing NIC 6 from the NIC total, the number would be 30Table 11 In writing about LGBTQ+ people, we acknowledge that the literature has not always been inclusive of all those who identify as L, G, B, T, and Q(+) as a collective, and that in some cases, queer and transgender students are often not included or considered. As such, we move between LGBTQ+ from our own encompassing, and refer to LGB or LGBT when aligned with the context of a particular citation or study.2Oracle: The Research Journal of the Association of Fraternity/Sorority Advisors, Vol. 16 [2021], Iss. 01, Art. 1https://scholarworks.wm.edu/oracle/vol16/iss01/1DOI: https://doi.org/10.25774/n2jf-fz10Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202168Color often felt the need to negotiate their sexuality and gender performance, sometimes making the decision not to disclose these aspects of themselves to sorority members. Literte and Hodge (2011) found variant attitudes about homosexuality among members of historically Black sororities. The authors’ respondents were accepting or somewhat accepting of gays and lesbians, however noted that homosexuality was not typically discussed (Literte & Hodge, 2011). Further, the authors found a tension for members between identifying as Christian and a “pervasive silence about the subject of homosexuality” (Literte & Hodge, 2011, p. 695). Similarly, groupthink is often evident within SFL, and supportive LGBT attitudes may be suppressed while anti-LGBT attitudes are advanced (Worthen, 2014). Biddix et al. (2014) contended, “Development of self-concept for men who identify themselves as gay or bisexual, navigating the intersection of race and masculinity, and the navigation within hierarchy for perception as a stronger man can be problematic” (p. 83). Similarly, homophobic masculinity is pervasive in environments where men share close proximity with other men and feel a need to prove themselves as heterosexual (Garcia & Duran, 2020b; Worthen, 2014). Fraternity men may harbor less supportive LGBT attitudes in comparison to sorority women and might make an assumption that all LGBT individuals identify as gay (Worthen, 2014).Although LGBT members have engaged in forms of resistance against these dynamics (Duran & Garcia, 2020), there are several elements to consider in relation to how policy and practice differ in SFL, and specifically implications as recommendations to do social justice work in this context. One participant in Hesp and Brooks’ (2009) study expressed concern that ‘safe-space-certified’ chapters might suffer from perceived lack of masculinity. The participant asserted this might “paint the fraternity as less macho and you could possibly lose a lot of rushees who want to be in a man’s fraternity” (Hesp & Brooks, 2009, pp. 405-406). While institutions and on-campus communities have oversight in this area, external stakeholders also maintain an investment. Volunteer alumni must be trained to provide inclusive guidance to the chapters they advise (Rankin et al., 2013). This includes advisors and practitioners confronting hostile actions and comments with referral to their institution’s student conduct process (Rankin et al., 2013). In practice, these actions might affirm students that they are also supported by administrators and advisors who oversee their operations. Research suggests that campus programming initiatives should educate students on promoting supportive LGBT attitudes (Worthen, 2014). How a local chapter treats an openly LGBT-identified prospective member, a member coming out, or a member bringing a same-gender date to a function are all examples of how to examine inclusiveness in this context (Rankin et al., 2013). Additionally, fraternity governing bodies should communicate institutional and organizational values “clearly and routinely,” introducing new statements should these be absent (Hesp & Brooks, 2009, p. 410). Fraternity men may be at risk for anti-LGBT perspectives, and there is empirical support for programs that are designed to promote positive views of LGBT individuals among fraternity men (Worthen, 2014). Finally, LGBT ally programs should be designed within fraternities/sororities to address LGBT prejudices in this functional area (Worthen, 2014).  More recently, practitioners have called for multiple enhancements to SFL advising related to LGBTQ+ inclusion. For example, Zimmer and Kinney (2017) suggested organizations and SFL communities change their language to be more inclusive (e.g., “sister” to “sibling,” and “sisterhood chair” to “fellowship chair”). Similarly, issues like mom/dad-specific programming have been challenged as they leave out individuals with same-sex or same-gender family structures, and “just Moms” or “just Dads” events may leave out 3and : From Summer Pride to Transgender Day of Visibility: A Review of SPublished by W&M ScholarWorks, 2021Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202169parents/families who do not identify with rigid gender binaries (Goodman, 2018). LGBTQ+ identities are not monolithic. Understanding the experiences of transgender, nonbinary, and gender nonconforming students in SFL is an area that requires further attention. These dynamics are salient even in co-educational fraternities (Garcia & Duran, 2020a). Pettitt and Schendel (2016) posited, “there isn’t ‘best practice’ information widely available for fraternities and sororities. We are building the plane while we are flying it” (p. 21). However, practitioners have called for more inclusive practices for transgender people, including sharing pronouns, challenging inter/national organizations, and addressing chapter governing documents (Hilliard, 2017). Further, in 2021, the National Panhellenic Conference considered voting to allow organizations to determine eligibility of nonbinary individuals (Anderson, 2021). Nicole DeFeo, Executive Director of Delta Phi Epsilon Sorority, posited, “We remain cognizant of embracing the evolving definitions of what it means to be in a sorority” (in Anderson, 2021). Attention to community-level changes involves policies, practices, and programs, including providing an awareness program to all organizations that challenges them to explore ways transgender and nonbinary members can be included in their chapter and the community at large (Zimmer & Kinney, 2017).Conceptual Framework While higher education is a frequent hub of queer theory, colleges and universities have remained largely untouched by the queer agenda (Renn, 2010). In this research study, we used concepts drawn from queer theory to construct a conceptual framework to guide our analysis. As Denton (2019) shared, queer theorists seek to explore, “In what ways do cultural and institutional norms and representations (i.e., discourses) of sex, sexuality, and gender constrain, regulate, and make possible various ways of life for people?” (p. 55). Queer theorists offer a critique of societal constructs surrounding sexuality and gender, namely how these constructs determine what is deemed as normal (Butler, 1990; Cohen, 1997). An important notion within queer theory is problematizing the ways standards for sexuality and gender are communicated and reinforced. Heteronormativity is one way sexuality is regulated which Cohen (1997) described as, “those localized practices and those centralized institutions which legitimize and privilege heterosexuality and heterosexual relationships as fundamental and ‘natural’ within society” (Cohen, 1997, p. 440). As a result, heteronormativity defines not only what is considered the norm, but also cultivates a system that serves to “systemically marginalize and oppress those subjects thereby defined as deviant and ‘other’” (Cohen, 1997, p. 439). Gender is also socially constructed and regulated through societal discourse. The way individuals abide by or transgress “dominant prescriptions of masculinity and femininity will often result in various social sanctions, including deadly violence” (Denton, 2019, p. 59). Butler (1990) as a result described gender as performative and as a “function of a decidedly public and social discourse”  (p. 185). Gender and sexuality are both social constructs with very real consequences for those who deviate from societal expectations. In the next section we discuss how our study not only explored discourses surrounding gender and sexuality within sorority and fraternity social media spaces, but more specifically took a critical stance on the ways these messages were tied to dynamics of power, privilege, and oppression.Methodology This work is drawn from a larger research study using critical discourse analysis (CDA) to examine ways inter/national sororities and fraternities communicated messages about social 4Oracle: The Research Journal of the Association of Fraternity/Sorority Advisors, Vol. 16 [2021], Iss. 01, Art. 1https://scholarworks.wm.edu/oracle/vol16/iss01/1DOI: https://doi.org/10.25774/n2jf-fz10Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202170justice via social media. As Fairclough (2010) described, “discourse is shaped by structures, but also contributes to shaping and reshaping them, to reproducing and transforming them” (p. 59). For this project, we focused on data that pertained to posts that related to LGBTQ+ identities and issues. As queer theorists inquire about what cultural, historical, and institutional discourses produce certain identities (Denton, 2019), we enlisted CDA to explore the relationship between ideology and language (Fairclough, 2010), and more specifically how ideologies surrounding gender and sexuality are communicated through SFL social media messaging. We examined written and visual messages shared by sororities and fraternities because both serve as forms of discourse (Simões & Freitas, 2012).Trustworthiness and ReflexivityWe adopted particular measures to strengthen the trustworthiness of this research. First, we collected robust data to provide detail that is sufficient to constitute transferability (Jones et al., 2014). We engaged in memoing and reflexivity regarding our positionalities and how we viewed messages. Additionally, we exchanged the organizations we collected data on and analyzed in an effort to review one another’s work as a measure of credibility (Jones et al., 2014). Finally, we are both affiliated with historically white organizations that hold membership in NIC and NPC, and we each engage in critical forms of research interrogating systemic oppression. Throughout the course of the study, we reflected on how our own lived experiences and identities informed our draw to the research and many ways we made sense of these data. Goodman is a white, gay, cisgender man who works professionally in SFL. His perspectives are informed by over a decade of work with sororities and fraternities, including presenting and facilitating leadership programs on campus and in different organizational contexts. He engaged in thorough feedback with Garcia, and sought ways to balance his practitioner identity with her scholar identity. Crystal recognized her privilege as a cisgender heterosexual person entering this research. Her membership in an NPC sorority, current work advising a NALFO sorority, and extensive research in SFL informed her motivation to engage in this work. She regularly processed her perspectives of the findings with Michael and intentionally reflected on ways her identities and experiences informed her interpretation of these data.Participant SelectionWhen selecting organizations, we incorporated elements of purposeful selection along with maximum variation sampling (Maxwell, 2013; Patton, 2015). We first created separate lists of all sororities and fraternities that were members of larger umbrella associations including the Historically Native American Fraternities and Sororities (HNAFS), National Association of Latino Fraternal Organizations (NALFO), National APIDA Panhellenic Association (NAPA), National Multicultural Greek Council (NMGC), National Pan-Hellenic Council (NPHC), National Panhellenic Conference (NPC), and North American Interfraternity Conference (NIC). We agreed to select 25% of sororities and fraternities within each group as we felt this was a reasonable way to ensure representation was proportional to the number of organizations that were members of those groups and was manageable for the scope of the project. We randomly selected a number (three) and highlighted every third organization within each list until we highlighted 25% of the sororities and fraternities within that group. This process resulted in a total of 37 sororities and fraternities: 2 HNAFS, 4 NALFO, 5 NAPA, 3 NMGC, 2 NPHC, 7 NPC, and 14 NIC organizations.5and : From Summer Pride to Transgender Day of Visibility: A Review of SPublished by W&M ScholarWorks, 2021Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202171Data CollectionWe looked up Facebook, Twitter, and Instagram social media accounts for each inter/national organization and chose the platform with the most followers with the assumption that it was a primary mode of communicating with members and individuals outside of the organization. Members of the research team divided up the institutions and conducted online reviews of the selected social media platform within the time span of August 1, 2016 to June 19, 2020. We chose August 2016 as our starting point because we wanted to capture messaging that occurred leading up to and including the 2016 United States presidential election. We identified Juneteenth of 2020 as a stopping point because we wanted to capture organizational investment in racial messages in light of demands for racial justice that occurred during the summer of 2020. We examined every post that occurred over the four-year span, charting all messages that were connected to social justice topics within excel documents and categorizing and tallying all other non-social justice posts. Data AnalysisAs researchers engaged in discourse analysis, we recognized that “meanings are produced through interpretations of texts and texts are open to diverse interpretations” (Fairclough, 2010, p. 57). We approached this research with a critical lens informed by previous literature and our conceptual framework. Our use of CDA in examining SFL social media messaging was not intended only to reveal “what they say but what they do” (Graham, 2011). We began data analysis by reviewing the organizations that the other researcher was assigned to collect data for and coded using broad identity-based categorizations (i.e., sexuality, race/ethnicity, intersection of race/ethnicity and sexuality, etc.). We reviewed these data again with attention to our conceptual framework and looked for patterns of ways messaging served to reinforce and push against heteronormativity and trans oppression. We compiled a secondary coding list that connected to the broad categorizations we previously noted, this time focusing specifically on gender and sexuality. Examples of these codes included relationships, pride, incident response, heteronormativity, anti-hate, and trans oppression among others. We worked collaboratively on axial coding (Saldaña, 2016) to further refine the themes identified and their interconnectedness across organizations within each categorization as well as considered differences among the groups. In our findings we report numerical counts in relation to particular topics because we believe the presence and absence of conversations communicate important messages about gender and sexuality and that these should be noted, however we largely center our focus on presenting an analysis of the discourses that were present within social media-based organizational messaging.Findings Increasing the use of queer theoretical approaches can enhance the understanding of LGBTQ+ issues in higher education and beyond queer topics (Renn, 2010). Considering the approach and research design, our findings provide insight to our research questions, which aimed to discern: 1. What messages inter/national sorority and fraternity organizations communicate regarding LGBTQ+ people and issues to members via social media, and 2. What is the nature of these messages in terms of their attention to power, privilege, and oppression? More specifically, how did they push against and/or reinforce heteronormativity and trans oppression?Of the 154 posts connected to LGBTQ+ issues and identities within our dataset, 39 were drawn from one NIC fraternity that is LGBTQ+-based. We decided to analyze this organization separately given its mission is grounded in serving the LGBTQ+ community; these findings make 6Oracle: The Research Journal of the Association of Fraternity/Sorority Advisors, Vol. 16 [2021], Iss. 01, Art. 1https://scholarworks.wm.edu/oracle/vol16/iss01/1DOI: https://doi.org/10.25774/n2jf-fz10Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202172up our final theme. The remaining 115 posts were shared by the other 36 organizations in the study. The absence of social media messaging connected to the LGBTQ+ community reinforced previous literature that portrays sororities and fraternities as spaces that are perhaps unwelcoming to queer and transgender people. Thirteen organizations including 1 HNAFS, 2 NAPA, 5 NIC, 1 NMGC, 2 NPC, and 2 NPHC did not have a single post focused on the LGBTQ+ community. Six additional organizations had one post (1 HNAFS, 2 NIC, 3 NPC), eight organizations shared two to four posts (2 NPC, 2 NAPA, 4 NIC), eight organizations had six to ten posts (1 NMGC, 2 NIC, 1 NAPA, 4 NALFO), and two organizations had 25 posts or more (the LGBTQ+-based NIC fraternity and 1 NMGC group). The minimal number of LGBTQ+-focused social media posts is an important finding in and of itself. To put this into perspective, if we divided the number of posts by the 37 sororities and fraternities we drew these from, each organization would average 3.19 total posts over a span of four years.Rather than solely critique the absence of content and subsequent erasure of queer and transgender people within organizational social media messaging, we focus our findings on the content that was available and the implicit and explicit meanings ascribed to these posts. We first discuss the emphasis that organizations placed on notable LGBTQ+ dates and events and the distinction in the criticality of these messages. We then illuminate ways organizations raised visibility of LGBTQ+ members, followed by additional ways organizations affirmed queer and transgender identities.Criticality in Discussing Notable LGBTQ+ Dates/EventsBy and large, a majority of the posts about LGBTQ+ identities and issues involved notable LGBTQ+ dates and celebrations including Pride, Transgender Day of Visibility, and National Coming Out Day. Often, if organizations posted LGBTQ+ messages at all, they were likely in connection to Pride. In fact, 75 posts were dedicated to celebrating Pride month, seven for National Coming Out Day, and three were in recognition of Transgender Day of Visibility. Although 21 of the organizations shared at least one post regarding one or more of these dates, there were notable differences in the way these messages were constructed. Posts ranged from those that offered a surface-level message regarding the occasion (i.e., posting a pride flag or “happy Pride”) to organizations that shared deeper reflections regarding the marginalization of LGBTQ+ people in society and the historical purpose of these dates.As previously noted, some groups offered simple statements about occasions like Pride that gave recognition to the event, but perhaps did not explicitly call out systems of oppression such as transphobia or homophobia. For example, NAPA 3 posted, “What makes you different, makes you beautiful. #pride,” NPC 1 posted, “Above All Else, Love is Love,” and NIC 14 shared, “Happy LGBTQ Pride Month.” A few groups went beyond a one-time post and instead denoted Pride as an ongoing experience, for example, NIC 2 posted:Pride Month is in full swing! ...we’re excited to bring you an [NIC 2] program with Brothers who are active in the LGBTQ+ community. They’ll be having a discussion about what we can do to promote the well-being of our Brothers, guests, neighbors, campus and community. Resources were not always part of such follow-ups, but there were a few notable exceptions. For instance, NIC 5 offered prompts to members to comment on what it means “to be a good ally,” and NIC 9 offered links regarding information and educational resources related to Pride.  National Coming Out Day (NCOD) was an additional way organizations, specifically NALFO-affiliated and NMGC 1, elevated stories and narratives of LGBTQ+ people. NALFO 1 posted about NCOD in 2017 and 2019, and in 2016 offered, “Be proud of who you are! Know 7and : From Summer Pride to Transgender Day of Visibility: A Review of SPublished by W&M ScholarWorks, 2021Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202173that you are loved and you are not alone. Coming out is a wonderful thing, but it is an individual’s decision. Even if today is not the right time, know that we still support you.” Similarly, NALFO 2 included solidarity with members on NCOD, and posted, “We support all sisters in the LGBTQIA+ community. Coming Out day brings awareness to safe spaces of love, community, and individual expression … There will always be someone here to support & respect you.” NALFO 3 and NALFO 4 offered similar sentiments and support.Beyond posts that brought attention to notable LGBTQ+ dates and broadly affirmed members’ identities, some organizations also brought to light discussions of discrimination and power dynamics through their posts. While mentions of transgender members or inclusion were left out of posts from HNAFS, NPC, and NPHC organizations, several groups did engage with content related to Transgender Day of Visibility, policies and practices aligned to include transgender members, and general sentiments of inclusion. In 2018, NALFO 2 posted:The trans community has a long history that is both fight and celebration. Today is a day to celebrate those who have been and are a part of this beautiful history. Today is the day for those in the community to feel seen in all the ways that they need to be and for allies to really educate themselves. There are many organizations, documentaries, YouTube channels, books, articles, and podcasts to get and keep allies informed. The sisters of [NALFO 2] See you! Hear you! and Support you!Like NALFO 2, NAPA 3 shared a post highlighting that the day, “occurred as an annual event dedicated to celebrating transgender people and raising awareness of discrimination faced by transgender people worldwide, as well as a celebration of their contributions to society.” Likewise, several other organizations engaged with the history associated with Pride, a few of these were also explicit in acknowledging the Queer and Transgender People of Color that were at the forefront of the Stonewall riots in Manhattan, New York. Specifically, NALFO 2, NALFO 3, NMGC 1, and NMGC 2 mentioned the Black and Brown queer and transgender people who were at the frontlines of Pride and the Stonewall riots, including mentions of Marsha P. Johnson, Stormé DeLarverie, and/or Silvia Rivera. For example, NMGC 2 posted: Loving is Human. June 1st marks the beginning of Pride Month. This year, more than ever, we must remember and acknowledge that it was the Black lesbian, trans, and drag community that led the battle cry at Stonewall. The Stonewall Riots, also known as the Stonewall Uprising or Stonewall Rebellion, were a series of spontaneous riots over a period of 5 days by members of the LGBTQ+ community against a police raid that began in the early hours of June 28, 1969 at the Stonewall Inn. Marsha P. Johnson and Stormé DeLarverie were just two members of the black queer community who ignited the pride riots. As we continue to celebrate this month, make it a point to reflect on how Pride has since evolved due to the activism and steps taken by those that come before us. #lovingishuman #BlackLivesMatter #BlackTransLivesMatter #LGBTQ+ #loveislove #lovewins Other organizations drew explicit lines to history in their posts including NMGC 1 and NALFO 2, both of which posted the quote from Marsha P. Johnson, “No pride for some of us without liberation for all of us.” And similar to NMGC 2, NALFO 2 and NALFO 3 specifically mentioned the endurance of Black and Brown LGBTQ+ people, as well as the police harassment, persecution, and brutality associated with the 1969 Stonewall riots. These posts were in stark contrast to those that made no mention of the history of Pride or examples of watered-down statements such as a post from NPC 3 wherein they referred to “the Stonewall 8Oracle: The Research Journal of the Association of Fraternity/Sorority Advisors, Vol. 16 [2021], Iss. 01, Art. 1https://scholarworks.wm.edu/oracle/vol16/iss01/1DOI: https://doi.org/10.25774/n2jf-fz10Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202174Uprising” directing sisters, “for more information about the history of the first Pride march and the reasons why activists felt so strongly it should exist, visit the Library of Congress’ resources page.” It is of note that NPC 3 did not quite render the racial elements that called for the (eventual) Pride march post-Stonewall, and used the term “uprising” rather than “riot.” The organization also framed the importance of the event in relation to the activists alone rather than associating its meaning to NPC 3.Raising Visibility of LGBTQ+ MembersThrough personal narratives and member and chapter spotlights, some organizations used social media to tell, and expand, the story of LGBTQ+ people and issues. Notably these instances were rare, and there were 14 such posts drawn from the organizations. In one post, NALFO 1 featured an alumnx of the organization who was highlighted in a “queer and abroad” video, a video they shared and accompanied with hashtags, #ItGetsBetter, #ReThinkGreek, and #YoSoyNALFO. NALFO 2 highlighted the story of a member who was featured in a nationally televised LGBTQ+ forum and quoted the member in a post: “I hope that by sharing our story and our voices we are able to help facilitate change...As allies, and sisters it is our responsibility to make this world safer and more inclusive.” Like NALFO 1’s efforts to share the story of this member, NMGC 1 featured their first transgender member of the organization in a post, and a program regarding “breaking binaries,” and advocating for transgender sorority members. Posts also shed light on ways members could serve as allies to queer and transgender people. For example, NIC 2 shared a story about one of their alums who discussed his relationship with his transgender grandson. Including a link, they directed, “Hear him discuss why we should learn to be more inclusive and what role our Jewish values play in becoming allies.”In rare occasions, a few organizations used member stories as a tool to point out ways homophobia and transphobia can present challenges to members within their organizations. In one such example, NIC 5 shared the narrative of an executive board member who did not come out until years after graduation:During rush, I remember other guys going through and not getting bids because they were perceived as being gay. And it wasn’t that people were concerned about internal issues with them, but the reputation of the Fraternity suffering on campus … Nobody told me I had to be in the closet, but I also wasn’t shown any messages that said it was okay to be out of the closet.It was years after being disconnected from the national organization when the individual was approached by a representative of the organization that affirmed their sense of inclusion and safety to be out in the context of the organization. The individual reflected, “I think [NIC 5] has done a good job sending the message that it’s a place that is welcoming to all men, as long as you meet the founding-based criteria.” Similar to NIC 5, NIC 14 featured a member as part of their practice of highlighting individual stories, and told the story of how the particular member acted as a mentor and confidant for the LGBTQ+ community and those who struggle with the idea of coming out. In addition to highlighting individual members and their stories, only four organizations including two NALFO, one NIC, and one NPC shared images of same gender couples. NPC 7 posted a series of posts about how members met their partners during Valentine’s Day. In one vignette, an NPC 7 member shared, “Although my wife and I didn’t originally meet through [NPC 7], the Fraternity is a stronghold in our relationship … It’s really special that we not only get to share our lives together, but we also get to share a sisterhood.” Notably there were many organizations that shared photos of heterosexual couples through series of Valentine’s Day posts and otherwise which made the lack of messaging that centered queer couples noteworthy.Affirming Queer and Transgender IdentitiesIn addition to posts concerning LGBTQ+ 9and : From Summer Pride to Transgender Day of Visibility: A Review of SPublished by W&M ScholarWorks, 2021Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202175community events and those that recognized queer and transgender members, some sororities and fraternities were also explicit in their organization’s affirmation of queer and transgender members through general messages of support, references to policies, and the inclusion of images depicting members in their letters at LGBTQ+ events such as Pride. In terms of messaging that affirmed queer and transgender members, NMGC 1 posted, “To our trans friends and family. You are not, and have NEVER, been a burden.” NIC 1 stated, “We support the Brotherhood of ALL men. Be proud. Be you. Happy Pride Month.” The organization commented on the original post, “We support transgendered brothers, too,” as a follow up to their main post. While transgender members appeared to be an afterthought in the follow-up comment from NIC 1, it is still noteworthy considering how few messages gave attention to transgender members at all. This message was distinct from another post by NMGC 1’s “A Day Without Women,” and the liberatory practices that inspired the Women’s March. The sorority wrote, “We recognize that trans and gender nonconforming people face heightened levels of discrimination, social oppression and political targeting. We believe in gender justice.”A few organizations vocalized their support for queer and transgender members by discussing policies pertaining to these individuals. Five sororities and fraternities collectively shared nine posts regarding transgender membership policies. In 2016, NIC 9 posted about legislation protecting transgender brothers who transition after initiation, which was passed by members at their national convention. In 2017, NAPA 2 issued a press release:[NAPA 2] boasting that “we don’t turn boys into men, we turn men into leaders.” If this is true, prospective membership of [NAPA 2] should be inclusive of any individual that identifies as a man. On July 15, 2017 at our National Convention, the membership of [NAPA 2] has voted to become the first fraternity of our kind to be inclusive of all individuals who identify as men, regardless of gender assigned at birth. The next year in 2018, NAPA 3, NAPA 5, and NMGC 1 shared about their updated inclusion policies regarding transgender members. NMGC 1 posted their commitment to “educating our sisters and surrounding communities on transgender and gender non-conforming issues as well as providing basic definitions about gender identity.” NMGC 1 followed up over the next year with multiple posts about the gender-inclusive language that was added to the organization’s constitution.In addition to addressing policies to support transgender members, a few organizations made online resources readily available to members. NIC 3 and NPC 4 drew attention to the fact that queer and transgender people may need their own unique online spaces to engage with one another and directed members to these resources. NPC 4 shared, “We want all LGBTQ+ [members] to feel supported and valued. We know that this has not always been the case.” The organization then directed LGBTQ+ members to a private Facebook group adding, “This group is not meant to isolate you, it’s meant to create a specific space dedicated to you within [NPC 4]...this is a space for YOU.” NPC 4 made it clear that LGBTQ+ members may not always feel affirmed within the larger sorority and responded by providing them a source of community.A final dynamic that was apparent within these data was the rarity of organizations sharing pictures of members participating in LGBTQ+ community events, namely Pride. Beyond the LGBTQ+ based NIC fraternity, 2 NALFO (one sorority and one fraternity), 1 NAPA sorority, 2 NIC fraternities, and 2 NMGC sororities shared images of members participating in Pride parades and celebrations. Of those organizations, both NALFO, 1 NIC, and 1 NMGC organization were the only ones that featured pictures of their members holding or wearing their letters during these celebrations. Although rare, these images 10Oracle: The Research Journal of the Association of Fraternity/Sorority Advisors, Vol. 16 [2021], Iss. 01, Art. 1https://scholarworks.wm.edu/oracle/vol16/iss01/1DOI: https://doi.org/10.25774/n2jf-fz10Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202176were powerful indications of their organization’s commitment to queer and transgender people. In one example, NALFO 4 shared multiple messages and photos related to the New York Pride March, as well as #GreekUnity. Similarly, NALFO 3 boasted, “Our Hermanas this past Sunday alongside United Greek Pride attending the NYC World Pride Parade!…” alongside images of the members in their letters. NIC 2 also featured members’ experiences with Pride. In one example, NIC 2 quoted a member who shared, “We all marched in the Pride parade…and I realized that my gay identity, my Jewish identity and my [NIC 2] identity can be combined into one experience.”Foundational Commitment to LGBTQ+ CommunityBefore we render these themes with implications and recommendations, we wanted to provide some discussion of the LGBTQ+-based NIC fraternity’s messaging (NIC 6). Over the past four years, NIC 6 shared 39 posts explicitly related to LGBTQ+ identities and issues in addition to others that were in recognition of their membership, which aligns with the core of their organization as an LGBTQ+-based fraternity. The organization highlighted many of the aforementioned events and programs (e.g., Pride, Transgender Day of Visibility and Remembrance, NCOD). The depth of the organization’s posts displayed a nuance of LGBTQ+ identities and issues. For example, “As we wrap up Pride Month 2019, we wanted to share a photo of brothers at ...Pride in 1992 as a small reminder that queer and trans people have always been here and always will be,” and “Happy National Coming Out Day! Today, we celebrate the courage to live authentically. Tomorrow, we fight to ensure everyone can come out safely.”  The organization elaborated on posts and made note of resources, member spotlights, intentional transgender inclusion, and current events.While announcing their spring conference, NIC 6 made note of a program covering many aspects of mental health for the LGBTQIA+ community. Months before, they shared a study about LGBTQ+ individuals having “poorer mental health” than their straight/cisgender counterparts, and featured the story of a member who discussed their own experience with mental health as a college student. In other member spotlights, NIC 6 highlighted an example of the prevalence of suicide among gay men and the strides a particular chapter was taking to create a college home for queer young men.NIC 6 provided a strong voice in terms of its position on affirming transgender people through representation (e.g., the Oscars in 2018), Transgender Day of Visibility, and Transgender Day of Remembrance. In one example, they shared the story of a member who was elected Homecoming Queen at their institution in the first non-gendered homecoming court. In addition to uplifting a depth of support for transgender people and members, NIC 6 was also the only organization to post about the importance of two-spirit representation and bisexuality, and specifically Bisexual Visibility Day. They shared, “Happy Bisexual Visibility Day to all of our bisexual members, whether new members, actives, or alumnx! We see you, value you, affirm you, and celebrate you, not just today, but every day! #bivisibilityday.”In honor of notable events and remembrances, NIC 6 posted the following on Transgender Day of Remembrance:Today is Transgender Day of Remembrance: a time to reflect on the lives lost due to transphobic violence, the contributions that our transgender friends have made to our lives and world, and to look longingly towards the future as we strive to make our society safe for all individuals regardless of gender identity. We stand resolute with our transgender brothers against the onslaught of ignorance and hatred facing the trans community and vow to work alongside them to ensure a better tomorrow. When 11and : From Summer Pride to Transgender Day of Visibility: A Review of SPublished by W&M ScholarWorks, 2021Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202177one of our brothers is threatened or his existence is erased, we are called to defend him no matter what.Furthermore, in addition to multiple posts for survivors of the Pulse shooting, they made public statements on Drag Queen Story Time in the Lafayette Public Library (2018), Donald Trump signing a ban on transgender people serving in the military (2017), and presence and participation in the National Equality March for Unity and Pride in Washington, D.C. (2017). In a letter condemning Donald Trump’s administration’s act to redefine gender, NIC 6 posted:… In yet another direct attack on the LGBTQ community, the Trump administration demonstrates its malicious intent toward queer, non-binary, and transgender individuals. In a world and a country where this community is already at the highest risk of violence, the message the Department of Health and Human Services and the Trump administration continue to deliver is one of malevolence, disregard, and bigotry … We will continue to lead in equal rights for all members of society…Unlike many other organizations in this study, it was clear that NIC 6 felt comfortable making statements that could be deemed as political if they had to call out dehumanizing practices and policies.Discussion and Implications In this article, we illuminate several themes related to social media messaging and LGBTQ+ identities and issues, including recommendations for inter/national organizations on engaging with LGBTQ+ identities and issues through their social media posts. While these themes come from 154 posts, the absence of posts is an additional implication to be rendered as part of the possibilities for organizations at this intersection. As we reflected on this finding we were struck again by Denton’s (2019) questioning of how “institutional norms and representations (i.e., discourses) of sex, sexuality, and gender constrain, regulate, and make possible various ways of life for people?” (p. 55). If sororities and fraternities never or only rarely make mention of LGBTQ+ people, what possibilities can these individuals see for themselves within these organizations?Still, there is much that can be gleaned from the themes of just 154 posts across 37 organizations. Further, there are important implications that can be applied within all organizations either as a starting point to posting about and for LGBTQ+ identities and issues, or as growth opportunities for deeper and more inclusive online practices. In Rhoads’ (1995) article, one participant noted that a possible shift in the chapter’s perspective of openly gay members “would only change when society’s ideals change” (p. 319). As we are in the most LGBT-friendly era in history (Dilley, 2010), it is clear that change is necessary. As such, these implications and recommendations tend to the summer Pride season, periods of time and expanding the story, and creating space and resources for members and organizations. Anticipating Summer Pride Season Given the number of Pride posts and page updates (e.g., changing an organization logo to a rainbow flag), there are several recommendations organizations can consider in anticipating Pride seasons ahead. First, for those who have never posted about Pride — or LGBTQ+ identities and issues — a starting point might be to post support for LGBTQ+ members, and affirm their existence in the membership. This can happen in June, during Pride month, and any other time during the year. Next, while most groups used a rainbow flag with red, orange, yellow, green, blue, indigo, and violet, NPC 4 posted a more expansive flag, sharing, “This 2018 redesign of the rainbow pride flag was done by Daniel Quasar, in order to better represent more of those most marginalized in the queer community — people of color and trans individuals.” As marketing and 12Oracle: The Research Journal of the Association of Fraternity/Sorority Advisors, Vol. 16 [2021], Iss. 01, Art. 1https://scholarworks.wm.edu/oracle/vol16/iss01/1DOI: https://doi.org/10.25774/n2jf-fz10Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202178communications teams or volunteers gear up to update logos and branding with rainbow-related visuals, organizations can consider also updating the flag and rainbow of use (e.g., adding black and brown stripes). Movements to raise visibility of transgender members recognize gender as a social construct and as beyond the binary (Butler, 1990; Cohen, 1997). In addition to updating logos and branding, organizations should consider how to tell the story of their members, organization, or LGBTQ+ history. For example, what narratives are uplifted? In what ways has the membership engaged in conversations regarding transgender members and how are the results of those conversations shared? What photos accompany posts? What citations are used (e.g., Human Rights Campaign, National Center for Transgender Equality, Trans Lifeline, The Trevor Project)?  Next, organizations can consider how they are supporting chapters and campuses during Pride. For example, what posts exist about resources or programming across the organization? How are partnerships advanced across institutions to support programming or attendance at local events? Is the organization clear in its stance on wearing organizational letters during events like Pride? If not, has the membership engaged in discussions regarding why they would opt not to do so? In addition to advertising programming, organizations can consider ways they are involved in Pride (e.g., marching or participating in the parade, hosting some type of meet-up for members or alumnx, or perhaps even printing stickers like mentioned by Monahan, 2001). Further, posting about these opportunities shows members who are not in particular regions that they are supported to do such activities in their own region. If the organization itself cannot engage in that way, perhaps support or guide chapters to organize on their own. If there is a particularly large mass of chapters in one geographic region, organizations can engage members to meet up or participate together, around a parade, festival, or other relevant activities. Then, organizations can follow up that support by posting photos and images—specifically images and content that relate to the event and engagement. Periods of Time and Expanding the Story As organizations engage with Pride, they should specifically consider the ways history accompanies their posts. For example, naming key leaders (e.g., Marsha P. Johnson, Stormé DeLarverie, Silvia Rivera, and more), the relevance of race and the work done by Black and Brown transgender, gender-nonconforming, and queer people, associating Pride with the Stonewall riots, and naming police brutality as part of that resistance are all ways organizations can consider the nuances of identity, and the relevance of Pride beyond a parade and festival. If such a history is unfamiliar, Google it. If such a history is unclear, engage with campus or community organizations (e.g., a campus Women’s Center or LGBTQ+ Equity Center; a nonprofit specializing in teaching about equity and inclusion understanding). Similarly, organizations should consider how they post about the nuances of identities associated with Pride. Outside of core Pride periods, there are also additional events to allow the centering of identities often left out of Pride (e.g., Black Pride or Trans Pride, which might be weeks or periods outside of a city or region’s core Pride events and programming). Similar to the calling for Pride posts to expand, the stories of organization members should be told and illuminated. If weddings are featured in posts, organizations should consider featuring weddings of same-gender couples. Further, organizations should consider images of queer families, or same-gender or non-binary couples showing affection to one another. These features can include undergraduate narratives, as well as the stories of older alumnx. These are all ways to counter heteronormative practices (Cohen, 1997) that permeate sorority and fraternity life.While Pride might be an easier or early location 13and : From Summer Pride to Transgender Day of Visibility: A Review of SPublished by W&M ScholarWorks, 2021Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202179for organizations to do (or begin) this work, it should not be the last or only way LGBTQ+ identities and issues are described or supported. Organizations should consider additional “holidays” and events that relate to LGBTQ+ people. Similarly to posts by NIC 6, there is a plethora of ways organizations can engage with specific periods of time (e.g., bisexual visibility, Transgender Day of Remembrance). Perhaps in addition to posting about NCOD, organizations could provide a platform for members to share stories or examples of their own coming out. This might include narratives like those shared by alumnx of organizations, or resources related to mental, physical, and sexual health. Posts might also include sharing information and resources related to coming out to family members, or coming out during the holidays or later in life after college. Finally, another such holiday that can be engaged with is Valentine’s Day, a holiday posted about by many of the organizations in our sample. For example, NPC 3 posted Valentine’s Day photos and posts in 2017 and 2018 and featured dozens of stories of women members falling in love with men (e.g., solely heterosexual couples). Valentine’s posts like this were not uncommon. If an organization is going to post about Valentine’s Day, they might also consider posting examples beyond opposite-gender couples, and challenge how “coupling” is described in posts. Create Space and Resources for LGBTQ+ Members and Organizations Finally, organizations—and institutions—can create space and resources for LGBTQ+ members and involvement. For example, Renn (2010) posited that colleges and universities have resisted queering higher education, despite evolving to tolerate queer theory from within. To envision such a queering, and in the context of this study, organizations might consider what members need from their inter/national organization and its public posts on social media. Perhaps it is advertising financial offerings, like Delta Sigma Phi, who launched a “Pink Sphinx” Scholarship Fund in 2020, benefitting members who identify as GBTQ+. Or perhaps it appears in online affinity spaces like those found in NIC 3 and NPC 4, and many other groups not reflected in this piece. It could start with an initial Pride post and eventually end in a feature about LGBTQ+ alumnx running for office. Or perhaps it is the resource offerings that are rampant in posts about mental health, sexual assault prevention, or suicide prevention - and to engage such posts with additional resources specifically to LGBTQ+ members. Campus-based practitioners should tend to the nuances associated with organizations and any possible barriers that exist for LGBTQ+ inclusion. For example, Literte and Hodge’s (2012) found that NPHC sorority members in their study noted that they could not envision their sororities ever being involved in gay rights issues, even if there was support from individual members. Individual support can appear in campus-based spaces, or city-wide and local graduate chapters, creating a ripple to the organization. To best tell the story of inclusion in individual organizations and SFL more broadly, institutions should take note of NIC 6’s posts, and the added benefit such an organization might bring to a community and to the SFL industry at large. A notable final recommendation to campus-based practitioners who have power over organization entry, is to consider what it might mean to engage LGBTQ+-inclusive organizations and groups who publicly espouse and enact sentiments of inclusion for LGBTQ+ identities and issues. This includes additional narratives of LGBTQ+ students and their experiences in chapters and councils. For example, in 2021, the My Fraternity blog featured the story of Sam Lim, a student who was the first openly LGBTQ+ Interfraternity Council President at the University of Missouri-Kansas City. 14Oracle: The Research Journal of the Association of Fraternity/Sorority Advisors, Vol. 16 [2021], Iss. 01, Art. 1https://scholarworks.wm.edu/oracle/vol16/iss01/1DOI: https://doi.org/10.25774/n2jf-fz10Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202180Conclusion We conclude by coming back to Secret Sisters, and Monahan’s published reflection. At the end of her narrative, Monahan (2001) made a call to her sisters, and posited, “You don’t have to slap a rainbow sticker on your car or march in a pride parade. You just have to love each of us through all of our differences” (p. 69). The value of a car sticker and parade also appear more modernly on social media, and it is through such social media posts where organizations can love and celebrate their members and their differences. While this study reveals some gaps in organization social media posts (e.g., 0.53% of posts being about LGBTQ+ identities and issues), it also provides an important illumination of promising practices and successes in this area. 15and : From Summer Pride to Transgender Day of Visibility: A Review of SPublished by W&M ScholarWorks, 2021Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202181ReferencesAnderson, G. (2021, April 9). A bigger tent for a new reality. Inside Higher Ed. Retrieved from https://www.insidehighered.com/news/2021/04/09/sororities-vote-nonbinary-inclusion-policyBiddix, J. P., Matney, M. M., Norman, E. M., & Martin, G. L. (2014). The influence of fraternity and sorority involvement: A critical analysis of research (1996-2013). ASHE Higher Education Report, 39(6): 1-156. Butler, J. (1990). Gender trouble: Feminism and the subversion of identity. Routledge. Cohen, C. J. (1997). Punks, bulldaggers, and welfare queens: The radical potential of queer politics? GLQ: A Journal of Lesbian and Gay Studies, 3(4), 437-465.Denton, J. M. (2019). Queer theory: Deconstructing sexual and gender identity, norms, and developmental assumptions. In E. S. Abes, S. R. Jones, & D-L. Stewart (Eds.), Rethinking college student development theory using critical frameworks (pp. 55-63). Stylus. Dilley, P. (2010). Which way out? A typology of non-heterosexual male collegiate identities. In S. Harper & F. Harris, III, (Eds.), College men and masculinities: Theory, research and implications for practice (pp. 105–135). Jossey- Bass.Duran, A., & Garcia, C. E. (2020). Post-undergraduate narratives of Queer Men of Color’s resistance in culturally-based fraternities. Journal of Student Affairs Research and Practice. Advance online publication. https://doi.org/10.1080/19496591.2020.1772083Fairclough, N. (2010). Critical discourse analysis: The critical study of language (2nd ed.). Routledge.Garcia, C. E., & Duran, A. (2021). Quaring sorority life: Identity negotiation of Queer Women of Color in culturally based sororities. Journal of College Student Development, 62(2), 186-202.Garcia, C. E., & Duran, A. (2020a). An examination of gender and sexuality dynamics in Latinx/a/o-based co-educational fraternities. Oracle: The Research Journal of the Association of Fraternity/Sorority Advisors, 15(1), 14-27.Garcia, C. E., & Duran, A. (2020b). “In my letters, but I was still by myself ”: Highlighting the experiences of Queer Men of Color in culturally based fraternities. Journal of Diversity in Higher Education. Advance online publication. https://doi.org/10.1037/dhe0000167Goodman, M. A. (2018, July). We should talk about “moms” and “dads” programs. Association of Fraternity and Sorority Advisors (AFA) Essentials, G(06). From https://cdn.ymaws.com/www.afa1976.org/resource/collection/1F2D20D3-A30B-4951-B613-0AB67656C745/Goodman_July2018.pdfGraham, L. J. (2011). The product of text and ‘other’ statements: Discourse analysis and the critical use of Foucault. Educational Philosophy and Theory, 43(6), 663-674.Hesp, G. A., & Brooks, J. S. (2009). Heterosexism and homophobia on fraternity row: A case study of a college fraternity community. Journal of LGBT Youth, 6(4): 395-415.Hilliard, A. (2017, November). Active ways to help make fraternity/sorority life more inclusive. Association of Fraternity and Sorority Advisors (AFA) Essentials, F(09). From https://cdn.ymaws.com/www.afa1976.org/resource/collection/50E40263-4C85-4EFF-B80B-927CBA8EBB1F/Hilliard_Advisor.pdf Jones, S. R., Torres, V., & Arminio, J. (2014). Negotiating the complexities of qualitative research in higher education: Fundamental elements and issues (2nd ed.). Routledge. Literte, P. E., & Hodge, C. (2012). Sisterhood and sexuality: Attitudes about homosexuality among members of historically Black sororities. Journal of African American Studies, 16, 674-699. DOI 10.1007/s12111-011-9201-216Oracle: The Research Journal of the Association of Fraternity/Sorority Advisors, Vol. 16 [2021], Iss. 01, Art. 1https://scholarworks.wm.edu/oracle/vol16/iss01/1DOI: https://doi.org/10.25774/n2jf-fz10Oracle: The Research Journal of the Association of Fraternity/Sorority AdvisorsVol. 16, Issue 1  •  Spring 202182Maxwell, J. A. (2013). Qualitative research design: An interactive approach (3rd ed.). Sage. Monahan, M. M. (2001). One heart, one way. In S. L. Windmeyer & P. W. Freeman (Eds.), Secret sisters: Stories of being lesbian and bisexual in a college sorority (pp. 62-70). Alyson Books.myFraternity Staff. (2021, January 11). Former IFC president joining city’s cultural council. My Fraternity. Retrieved from https://myfraternitylife.org/2021/01/11/former-ifc-president-joining-citys-cultural-council/Patton, M. Q. (2015). Sampling, qualitative (purposeful). In G. Ritzer (Ed.), The Blackwell encyclopedia of sociology. https://doi.org/10.1002/9781405165518.wbeoss012.pub2Pettitt, J., & Schendel, K. (2016). Trans inclusion: New frontiers & unexpected adventures. Perspectives, 20-23.Rankin, S. R.., Hesp, G. A., & Weber, G. N. (2013). Experiences and perceptions of gay and bisexual fraternity members from 1960 to 2007: A cohort analysis. Journal of College Student Development, 54(6), 570-590.Renn, K. A. (2010). LGBT and queer research in higher education: The state and status of the field. Educational Researcher, 39(2), 132-141. DOI: 10.3102/0013189X10362579Rhoads, R. A. (1995). Whale tales, dog piles, and beer goggles: An ethnographic case study of fraternity life. Anthropology & Education Quarterly, 26(3): 306-323.Simões, E., & Freitas, L. (2012). Advertising and discourse analysis. In J. P. Gee, & Handford, M. (Eds.), The Routledge Handbook of Discourse Analysis (pp. 427-440). New York, NY: Routledge.Worthen, M. G. F. (2014). Blaming the jocks and the Greeks?: Exploring collegiate athlete’s and fraternity/sorority members’ attitudes toward LGBT individuals. Journal of College Student Development, 55(2), 168-195. Windmeyer, S. L., & Freeman, P. W. (1998). Out on fraternity row: Personal accounts of being gay in a college fraternity. Alyson Books. Windmeyer, S. L., & Freeman, P. W. (2001). Secret sisters: Stories of being lesbian and bixexual in a college sorority. Alyson Books. Zimmer, MR., & Kinney, W. (2017, November). Beyond the binary: From sisterhood to siblinghood. Association of Fraternity and Sorority Advisors (AFA) Essentials, F(09). From https://cdn.ymaws.com/www.afa1976.org/resource/collection/50E40263-4C85-4EFF-B80B-927CBA8EBB1F/Zimmer_Kinney_Innovator.pdfAuthor BiographiesMichael Anthony Goodman (he/him/his), Ph.D., is the associate director of advising and programming in the Department of Fraternity and Sorority Life at the University of Maryland, College Park. His research involves college student government and sorority and fraternity life — including the experiences of new professionals, social justice and social media in SFL, and bias-response in SFL. Dr. Goodman is a member of Pi Kappa Alpha Fraternity.Crystal E. Garcia (she/her/hers), Ph.D., is an assistant professor in the Department of Educational Administration at the University of Nebraska-Lincoln. Her research critically examines the mechanisms by which racially minoritized college students experience campus environments, specifically focusing on campus climates and the role of student affairs in student experiences. Dr. Garcia is a member of Chi Omega Fraternity and serves as faculty advisor to the Beta Phi Chapter of Kappa Delta Chi Sorority, Incorporated.17and : From Summer Pride to Transgender Day of Visibility: A Review of SPublished by W&M ScholarWorks, 2021",
    "id": 479032421,
    "identifiers": {
        "doi": "10.25774/n2jf-fz10",
        "oai": "oai:scholarworks.wm.edu:oracle-1176"
    },
    "title": "From Summer Pride to Transgender Day of Visibility: A Review of Sorority/Fraternity Social Media Involving LGBTQ+ Identities and Issues",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-06-16T08:00:00+01:00",
    "publisher": "W&M ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.wm.edu/cgi/viewcontent.cgi?article=1176&context=oracle"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/479032421.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/479032421"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/479032421/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/479032421/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/479032421"
        }
    ],
    "abstract": "This research study used critical discourse analysis to examine the public social media posts of 37 inter/national sorority and fraternity organizations. Specifically, we examined how these groups do and do not articulate commitments to social justice, with direct attention to lesbian, gay, bisexual, transgender, and queer (LGBTQ+) people in particular. We discuss an emphasis that organizations placed on notable LGBTQ+ dates and events and the distinction in the criticality of these messages. We also illuminate ways organizations raised visibility of LGBTQ+ members, followed by additional ways organizations affirmed queer and transgender identities",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.wm.edu:oracle-1176",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13085",
        "openDoarId": 0,
        "name": "College of William & Mary: W&M Publish",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 479032421,
        "depositedDate": null,
        "publishedDate": "2021-06-16T08:00:00+01:00",
        "updatedDate": "2024-02-06T14:27:59+00:00",
        "acceptedDate": null,
        "createdDate": "2021-10-27T13:44:20+01:00"
    },
    "urls": [
        "https://scholarworks.wm.edu/oracle/vol16/iss01/1",
        "https://scholarworks.wm.edu/context/oracle/article/1176/viewcontent/SummerPride.pdf"
    ],
    "lastUpdate": "2024-02-06T14:27:59+00:00",
    "setSpecs": []
}