{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Hoffkling, Alexis"
        },
        {
            "name": "Obedin-Maliver, Juno"
        },
        {
            "name": "Sevelius, Jae"
        }
    ],
    "contributors": [],
    "createdDate": "2019-08-10T18:51:27+01:00",
    "dataProvider": {
        "id": 183,
        "name": "eScholarship - University of California",
        "url": "https://api.core.ac.uk/v3/data-providers/183",
        "logo": "https://api.core.ac.uk/data-providers/183/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/224400554.pdf",
    "fullText": "UCSF\nUC San Francisco Previously Published Works\nTitle\nFrom erasure to opportunity: a qualitative study of the experiences of transgender men \naround pregnancy and recommendations for providers.\nPermalink\nhttps://escholarship.org/uc/item/3pj8r67p\nJournal\nBMC pregnancy and childbirth, 17(Suppl 2)\nISSN\n1471-2393\nAuthors\nHoffkling, Alexis\nObedin-Maliver, Juno\nSevelius, Jae\nPublication Date\n2017-11-08\nDOI\n10.1186/s12884-017-1491-5\n \nPeer reviewed\neScholarship.org Powered by the California Digital Library\nUniversity of California\nRESEARCH Open Access\nFrom erasure to opportunity: a qualitative\nstudy of the experiences of transgender\nmen around pregnancy and\nrecommendations for providers\nAlexis Hoffkling1*, Juno Obedin-Maliver2,3 and Jae Sevelius4\nAbstract\nBackground: Some transgender men retain their uterus, get pregnant, and give birth. However, societal attitudes\nabout gender have erected barriers to openly being pregnant and giving birth as a transgender man. Little research\nexists regarding transgender men’s reproductive needs. Anecdotal observations suggest that social change and\nincreasing empowerment of transgender men may result in increasing frequency and openness about pregnancy\nand birth. Specific needs around conception, pregnancy, and newborn care may arise from transphobia, exogenous\ntestosterone exposure, or from having had (or desiring) gender-affirming surgery. We undertook a qualitative study\nto understand the needs of transgender men who had given birth.\nMethods: We interviewed 10 transgender men who had been recruited for a recently published online cross-sectional\nsurvey of individuals (n = 41). Subjects had given birth while identifying as male. Interviews were recorded, transcribed,\nand systematically coded. Analysis used a priori and emergent codes to identify central themes and develop a\nframework for understanding participant experiences.\nResults: Participants reported diverse experiences and values on issues including prioritization and sequencing of\ntransition versus reproduction, empowerment in healthcare, desire for external affirmation of their gender and/or\npregnancy, access to social supports, and degree of outness as male, transgender, or pregnant. We identified\nstructural barriers that disempowered participants and describe healthcare components that felt safe and\nempowering. We describe how patients’ strategies, and providers’ behaviors, affected empowerment. Anticipatory\nguidance from providers was central in promoting security and empowerment for these individuals as patients.\nConclusions: Recognizing diverse experiences has implications in supporting future patients through promoting\npatient-centered care and increasing the experiential legibility. Institutional erasure creates barriers to transgender\nmen getting routine perinatal care. Identifying this erasure helps shape recommendations for how providers and\nclinics can provide appropriate care. Specific information regarding reproduction can be helpful to patients. We\nprovide recommendations for providers’ anticipatory guidance during the pre-transition, pre-conception, prenatal,\nand postpartum periods. Ways to support and bring visibility to the experience of transgender men are identified.\nImproving clinical visibility and affirming gender will likely enhance patient experience and may support patient-centered\nperinatal healthcare services.\nKeywords: Transgender, Pregnancy, Stigma, Transsexual, Female-to-male, Reproduction, Lactation\n* Correspondence: alexis.hoffkling@ucsf.edu\n1School of Medicine, University of California San Francisco, 2926 Otis St.,\nBerkeley, CA 94703, USA\nFull list of author information is available at the end of the article\n© The Author(s). 2017 Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0\nInternational License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and\nreproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to\nthe Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver\n(http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.\nThe Author(s) BMC Pregnancy and Childbirth 2017, 17(Suppl 2):332\nDOI 10.1186/s12884-017-1491-5\nBackground\nTransgender men are individuals who identify as men\nbut were assigned female sex at birth (Table 1 for defini-\ntions of terms). Many transgender men, and other gen-\nder nonconforming individuals, retain their ovaries and\nuterus as well as the capacity to become pregnant.\nIndeed, some of these men are becoming pregnant and\ngiving birth [1]. While some research and guidelines\nhave been published regarding the gynecologic care of\ntransgender men [2–4], there has been little investiga-\ntion into the fertility and pregnancy-related needs of this\npopulation [5]. Transgender people, as a group, have\nfaced disempowerment via stigma, discrimination, and\nbias, as well as experiencing numerous health disparities\n[6]. As a historically underserved group, transgender\npeople warrant attention from researchers and providers\nin terms of identifying and addressing their particular\nbarriers and needs [2]. Kabeer characterizes empower-\nment as movement away from disempowerment, “…em-\npowerment is about change, it refers to the expansion in\npeople’s ability to make strategic life choices, in a context\nwhere this ability was previously denied to them” [7]. In\naddition to the many forms of disempowerment faced by\nmost transgender individuals, there are specific restric-\ntions on transgender individuals’ reproductive choices.\nSome jurisdictions have required that individuals be\nsterilized in order to attain legal recognition of their\ngender [8]. In this context, the very act of choosing to\nhave children as a transgender man is an act of em-\npowerment. Navigating the details of this process in-\nvolves countless further strategic life choices, many of\nwhich occur in the face of disempowering factors.\nDespite societal gains toward the empowerment of\ntransgender individuals, there remains ongoing violence\nagainst this population. Violence here is conceived\nbroadly, encompassing economic, legal, medical, psycho-\nlogical and physical violence. Outside of healthcare\nsettings, stigma disempowers transgender individuals\nby producing barriers to economic opportunity, ex-\nposure to physical violence, and chronic stressors [9].\nWithin healthcare settings, stigma leads to inadequate\ninformation on the part of providers, as well as individual\nmistreatment of patients [9]. These, in turn, can lead\ntransgender men to avoid seeking care or avoid disclosing\nmedically relevant information [6]. This violence and dis-\nempowerment has an ongoing cost for the health and\nwellbeing of transgender individuals [6, 10, 11].\nThis population’s health disparities and increased bar-\nriers to care are partly perpetuated by structural forces\nwithin healthcare. In addition to widespread stigma,\nthese structural forces include inadequate research and in-\nsufficient educational and institutional attention to the\nneeds of this population (collectively termed erasure) [2].\nErasure, transphobia, and violence likely produce bar-\nriers to appropriate reproductive care for transgender\npeople, though how this plays out is not well understood\n[5]. Additionally, transgender individuals likely have spe-\ncific needs pertaining to fertility, conception, pregnancy,\ndelivery, and the postpartum period compared to the\ngeneral population. These needs could arise from the\nbiomedical effects of prior or intended exogenous hor-\nmone use or gender-affirming surgeries [5]. Cultural and\nstructural features of our society and institutions likely\nproduce unique needs for this population, including\nanti-transgender stigma, strongly gendered norms\naround pregnancy, institutional structures that do not\nrecognize the possibility of a transgender man becoming\npregnant, and lack of research and available information\nfor providers or patients [10, 12]. Psychosocially, trans-\ngender men may have specific needs arising from their\nrelationship with their gender identity, body dysphoria,\nor others’ perceptions of their pregnant body [5, 12].\nWe aim to identify some of the needs of transgender\nmen in the family planning process and during the peri-\npartum period, as well as the ways they have achieved\nempowerment, opportunities for supporting their further\nempowerment, and priorities for further investigation\nthrough a systematic qualitative study.\nMethods\nTheoretical framework\nThis study used a grounded theory approach [13] to\nexplore the experiences of transmasculine individuals’ ex-\nperience with pregnancy through focused, semi-structured\ninterviews with 10 participants. Because little is known\nabout this topic from research or theory, grounded theory\nallowed inductive pattern finding through structured\nqualitative data collection and analysis.\nParticipants\nParticipants were recruited for interviews from a pool of\nprior participants of an online convenience sampled\nsurvey of transmasculine individuals who had given\nbirth, conducted in 2013 [1, 14]. Inclusion criteria were\n18 years or older, self-identification as male before preg-\nnancy, pregnant within the last 10 years, and the ability\nTable 1 Definitions of terms\nTransgender (‘trans’): Having a gender identity that differs from the sex\nassigned at birth (e.g. identifying as male, and having been assigned\n‘female’ at birth.)\nCisgender: Having a gender identity that matches the sex assigned\nat birth (e.g. identifying as female, and having been assigned ‘female’\nat birth.)\nCissexism/Transphobia: the values, attitudes, and actions that value\ncisgender individuals’ lives and experiences over those of transgender\nindividuals. Examples include: seeing being transgender as bad; violence\nagainst individuals who are (perceived as) transgender; making things\nmore difficult for transgender people than cisgender people, etc.\nThe Author(s) BMC Pregnancy and Childbirth 2017, 17(Suppl 2):332 Page 8 of 158\nto complete the survey in English. Eligibility criteria did\nnot require participants to have undergone any type of\nmedical (e.g., testosterone use) or surgical (e.g., bilateral\nmastectomy) transition intervention [1]. After complet-\ning the survey, participants could opt for future contact\nfor further studies. Of the 41 participants in the original\nsurvey, 23 gave follow-up contact information and were\ninvited to participate in subsequent interviews. Thirteen\nresponded, of which one was deemed ineligible. Inter-\nviews were conducted, over a 2-month period, until the-\noretical saturation was reached at 10 interviews.\nInterview order was based on response speed.\nInterviews\nInterviews were conducted online, using the video\nremote-conferencing software program BlueJeans for\neight interviews and two were conducting using audio\nonly. The lead author (AH) conducted all interviews.\nParticipants were emailed a consent form 2–4 days\nbefore the interview, which was reviewed aloud at the\nbeginning of the interview to obtain verbal consent.\nInterviews followed a semi-structured format. Closed-\nended demographic questions were also administered\nat interview end. Participants were compensated with\na $35 Amazon gift card or PayPal payment, according\nto participant preference. Participants could choose to\nhave their contact information destroyed or retained\nto facilitate distribution of published study results.\nAnalysis\nInterviews were recorded, professionally transcribed, and\ncoded using Dedoose qualitative analysis software. Two\ntranscripts, selected purposively for diversity of content,\nwere coded using a priori codes, and emergent codes were\nidentified and applied. Emergent codes were reviewed by\nthree researchers to produce the final code set, and then\nall transcripts, including the initial transcripts used for\ncode-development, were (re)coded using the final code\nset. Two of these transcripts were fully coded by a second\nresearcher, and reviewed by two more, for validation of\ncoding reliability. No major differences of interpretation\narose, indicating a high level of coding reliability.\nBecause of the small sample size in this study, the fact\nthat not all interviews covered all the topics, and the likely\nselection bias due to convenience sampling, we chose not\nto present any quantitative data such as frequency counts.\nResults\nDiversity\nA central finding was the wide variation within the\npopulation of transgender men giving birth, along many\naxes of difference, including identity, reproductive intent,\nfecundity and gamete source, need for affirmation of\nidentity and pregnancy, social support, degree of outness,\nand priorities and sequencing of transition and\nreproduction.\nIdentity\nInclusion criteria for this study required patients to iden-\ntify as male at the time of their pregnancy. Participants in\nthis study described themselves, variously, as ‘male,’ ‘man,’\n‘female-to-male,’ ‘transman,’ ‘trans man,’ ‘transgender man,’\n‘transmasculine,’ ‘nonbinary,’ and ‘on the transmasculine\nspectrum.’ Some participants had a clear preference, and\nothers were comfortable with a variety of terms.\nReproductive intent\nParticipants described their pregnancies as, variously,\nstrongly desired, necessary to build a family, or unin-\ntended. Some unintended pregnancies occurred after\nmale identification but prior to any medical or surgical\ntransition, “I first started questioning my gender at about\nage 19… when I was 20 I talked to a doctor about\n[testosterone], and was waiting to get that started\n[when] I accidentally got pregnant.” Some chose preg-\nnancy as a tolerable means to become a parent, “but if I\nwant to reproduce, that is the only way I can do it. So I\nagreed this - if I could do it another way, I would maybe\ndo it another way, but I don’t have the option,” while\nsome enthusiastically desired pregnancy, “I always knew\nthat I wanted to have kids, and that I would be giving\nbirth to my own kids.” No participants reported serious\nconsideration of terminating their pregnancy or of\nseeking healthcare related to elective termination.\nFecundity and gamete sources\nThere was variable fecundity; participants had had one\nto four pregnancies, with one to three live births. Partici-\npants conceived using sperm from committed partners,\nsexual partners with whom they had no intent to have a\nlong-term relationship, known donors, and anonymous do-\nnors. All participants conceived using their own oocytes.\nAccess to social support\nParticipants’ social support ranged from robust to min-\nimal and tenuous. For some, their pregnancy was a very\nisolating experience: “I just lost everybody.” While others\nfound abundant support and affirmation from family,\nfriends, and strangers:\n“In the queer community and the leather community…\nI had an overwhelmingly positive reaction… When it\nwas really obvious that I was a pregnant tranny, I\nactually received a lot of positive love and affection\nfrom queer strangers…and I actually had strangers\nstop and ask if they could hug me and thought that it\nwas beautiful.”\nThe Author(s) BMC Pregnancy and Childbirth 2017, 17(Suppl 2):332 Page 9 of 158\nSome participants directly cited their supportive com-\nmunities as a source of resilience against the challenges\nthey faced,\n“If I hadn’t had positive reactions [from family] in the\nvery beginning of my transition… I would have been\nfar more self-questioning, and less strong in standing\nup to [others] who wanted to tell me something that\nwasn’t true.”\nA particular source of support for several participants\nwas the Facebook group “Birthing and Breastfeeding\nTrans People and Allies” (https://www.facebook.com/\ngroups/449750635045499/ accessed April 2015). Several\nparticipants reported that pregnancy and parenting sup-\nport organizations for gay, lesbian, and bisexual people\nwere ill-equipped to support transgender parents.\nNeed for identity and pregnancy affirmation\nNeed for affirmation of gender identity was also highly\nvariable. For some, being seen and treated as male –\nwith consistent use of male names and pronouns – was\ncritical to their sense of emotional safety and wellbeing.\nOthers were minimally bothered by being misgendered.\nSimilarly, for some, it was important that they be seen as\npregnant. Others did not want their pregnancy known\nor acknowledged by anyone other than their close loved\nones and medical providers.\n“I just didn’t like leaving the house at all because I\nknew that I was going to be read as pregnant female,\nand it just ugh. After I’d worked so hard the past\ncouple of years to get [people to see me as male].”\n“[I wanted] support from my community… so I told my\ncoworkers and my synagogue [that I was pregnant].\nI wrote an email… and it was really nice, how\nridiculously excited they were for me.”\nDegree of outness\nVisibility and ‘outness’ had to be considered in two\ndomains. The choice of whether and how to be ‘out’, or\nvisible as pregnant and/or transgender, played out in\ncomplex ways for the participants. Participants described\na mix of strategies in navigating degree of outness, and\nmost of the participants employed several of these strat-\negies, varying by setting, whom they were with, and time\nduring the pregnancy. The three most common strate-\ngies were (1) passing as a cisgender woman (i.e., one\nwho identifies as a woman and was assigned female sex),\n(2) going stealth, and (3) being out and visible.\nStrategy 1, passing as a cisgender woman (acting so as\nto incline others to think one is a cisgender woman), in-\ncreased external affirmation of the pregnancy, but\ndecreased external affirmation of male gender, as re-\nported in the original online survey preceding these in-\nterviews [1]. This strategy increased some participants’\nfeelings of safety, and decreased their exposure to trans-\nphobic violence,\n“[I was] intentionally trying to be inconspicuous and\nfly below the radar. I wanted to be able to present as\nmale, but I made that decision [to present as female]\nat that time because I was afraid.”\nAt times it appeared that this strategy came at the ex-\npense of increasing dysphoria due to passing as a gender\nthat does not align with their sense of self.\nStrategy 2, going stealth (acting so as to incline others\nto think one is a cisgender male), increased external af-\nfirmation of gender and decreased exposure to transpho-\nbic violence, but also decreased external affirmation of the\npregnancy. By not being visible as pregnant, some benefits\nwere missed, including social support, physical assistance,\nand external affirmation. Those who pass as cisgender\nmale report being consistently “perceived as a fat man\nand never as a pregnant woman.” It sometimes surprised\nparticipants how invisible their pregnancies were:\n“People could not process my masculine appearance\nwith pregnancy… How can [this cashier] think that\nI’m male when I’m eight-and-a-half months pregnant?\nThis is really crazy. But I look around and I’m like, oh,\nbecause I look exactly like all these other fat guys with\nbeer bellies who were at this plant show, like middle-\naged fat guys. That’s what we look like.”\n“I was really pleasantly surprised by how easily people\nsaw me as a fat man – I thought I would be really\nstruggling to be read as male, and I wasn’t, at all.”\nStrategy 3, being out and visible (acting so as to incline\nothers to see one as transgender), may increase internal\naffirmation,\n“I find that when I try and normalize myself or act\nnormal or be more normal than I am, I become really\nuncomfortable and unhappy. And it doesn't help\nanyone. So, yeah, just sort of doing it my own way and\nknowing that I was doing it my own way was a really\nhelpful strategy.”\nBeing visible as trans men allowed for affirmation on\nthree axes, namely of their gender as male, as trans, and\nof their pregnancy. However, some participants worried\nthat it would expose them to more transphobic violence\nand discrimination, which was the main reason for\nemploying strategy 1.\nThe Author(s) BMC Pregnancy and Childbirth 2017, 17(Suppl 2):332 Page 10 of 158\nPrioritizing transition or pregnancy?\nAmong many participants, there was a tension between\npursuing their reproductive goals and their transition\ngoals. One participant deferred initiating testosterone\ntherapy for over a decade until after child bearing be-\ncause of uncertainty regarding testosterone and potential\nimpairment of high priority reproductive prospects “If\nthey can’t give me better information about having\nbabies, then I'm not going to start testosterone. So, in that\nway, it [the decision to delay hormone therapy] was easy\nto make, but it was difficult to accept.” Another partici-\npant knew from childhood that he wanted to bear chil-\ndren, but held medical transition as a higher priority, so\nhe initiated testosterone as soon as possible, despite be-\nlieving it might impair future conception and pregnancy,\nstating, “I still had a desire to have children one day, I\njust started testosterone because I felt it was necessary for\nme to socially transition that way. Having children was\nan issue for the future.”\nSome participants felt confident, based upon knowing\nthe stories of other men who had given birth, that tes-\ntosterone would not impair their ability to get pregnant,\n“I had read [about another trans man] who had gotten\npregnant after years on testosterone… So I was never\nreally afraid I wouldn’t be able to.” They chose their\ntiming of testosterone and pregnancy independently,\nwhen they were ready for each. Some participants only\nbegan considering pregnancy after having already initi-\nated testosterone.\nSequencing of transition relative to pregnancy There\nwas a diversity in how participants sequenced pregnancy\nand transition.\nSocial transition Some become pregnant before transi-\ntioning socially, some while they were living part-time as\nmale, and some had been living as male for over a dec-\nade before becoming pregnant.\nTestosterone Some participants became pregnant with-\nout having previously taken testosterone, and some had\nbeen taking testosterone and stopped taking it in order\nto become pregnant. Of those who had not taken testos-\nterone before pregnancy, some had started to take it\nafterward, some intended to start but had not yet, and\nsome did not intent to start.\nGenital surgery None of the participants had genital\nsurgery prior to their pregnancies. Some had genital or\nreproductive organ surgery (metoidioplasty, phalloplasty,\nand hysterectomy) after pregnancy.\nChest surgery Some participants had had no chest sur-\ngery prior to their pregnancies. Others had had chest\nreduction, with a mix of surgical techniques. Of those\nwithout prior chest surgery, some chose to nurse their\nchild “I fed both my kids mammal-style until they were\none,” and some did not. Of those with prior chest sur-\ngery, some produced sufficient milk and fed their child\nfor over 6 months, some swelled but did not lactate, and\nsome experienced no swelling or lactation.\nStructural barriers, erasure, and transphobia\nParticipants described myriad challenges and barriers to\ncare throughout their process of reproductive planning,\nconception, pregnancy, delivery, and the postpartum\nperiod. Most of these barriers can be attributed to eras-\nure and/or transphobia.\n‘Pregnant man’ as unintelligible\nOne pervasive way erasure functioned to disempower par-\nticipants was to produce a discourse in which the notion\nof a pregnant man was unintelligible. “They could not\nmake sense of the concept at that time of being male and\npregnant.” For participants themselves, the absence of any\nmodels of transgender men choosing pregnancy was pro-\nfoundly disempowering, “that was the thing that I most\nwanted, was to be aware that some other people were\ndoing it.” Those with even one example cited it as im-\nmensely affirming of their choices and experiences. “I had\nseen a documentary where a trans guy was pregnant… so\nthat helped me roll with it when I did get pregnant… by\naccident.”\nLack of biomedical information and provider training\nThere is a dearth of biomedical research and education\non the lives and issues of concern to transgender people\nin general. This applies even more so to issues of\nreproduction. Participants described frustration with the\nlack of information on the short-term and long-term ef-\nfects of testosterone on reproductive organs, ease of\nconception, pregnancy outcomes, mental health, and\nlactation. These pervasive questions directly disempow-\nered patients through limiting information useful in in-\nformed decision-making. For example, the above\nparticipant delayed childbearing for a decade while\nwaiting for information about the effects of testoster-\none. This lack of information was experienced as com-\ning from paltry research and/or inadequate provider\ntraining. One participant articulated the importance of\nproviders “differentiat[ing] between ‘I don’t know’ and\n‘science doesn’t know’.”\nPer participant perceptions, this lack of information\nalso interacts with individual providers values. Some\nparticipants perceived women’s health providers as un-\nwilling to treat transgender male patients.\nThe Author(s) BMC Pregnancy and Childbirth 2017, 17(Suppl 2):332 Page 11 of 158\n“I had heard many times over that [providers]\nfelt uncomfortable with me. And just as a blank\nstatement, I can only read into what that means.\nBut they also said that they didn’t have anything to\nrefer to. [A transgender male patient seeking\npregnancy] was too new and too different for them,\nand they didn’t have studies to look at. They didn’t\nknow if this was safe, none of that. So I think that\nthey were afraid of helping, and getting it wrong, in\naddition to feeling uncomfortable.”\nThis participant perceived the provider’s decision\n(choosing not to provide care) as the consequence of\nboth inadequate information and personal discomfort,\nwhere neither alone would necessarily have led to that\ndecision.\nLack of cultural competency\nParticipants reported a long list of ways that providers\nand medical staff demonstrated a lack of cultural compe-\ntence in their interactions. Prime examples of mistreating\npatients due to lack of cultural competency included:\n– Addressing the patient with the wrong title or\npronoun, “this one [clinic], it was always ‘miss’ this\nand ‘her’ that.”\n– Calling the patient by their legal name rather than\nthe name they use, “she called me by my legal name,\nwhich is not the name I use.”\n– Presuming to know the shape of a patient’s genitals\nby their name or face,\n– Ignoring intake forms that ask patients’ gender,\n“they even asked gender and preferred name on their\nintake form, but the person who called me back, and\nthe doctor, never looked at it.”\n– Presuming that a patient has, or should have, a\ngiven relationship with their body “This midwife…\nforced me to reach inside and touch my babies head,\neven though I clearly didn’t want to.”\n– And discussing gender identity as though it is sexual\norientation.\nParticipants described comments that were probably\nintended to be affirming or positive, but had the effect\nof tokenizing or objectifying them, “many people said\n‘Oh, you’re so amazing…’ [they] were really trying to be\nkind and reach out to me. I just felt kind of tokenized.”\nAn example is being told, “you should be on Oprah,” by\na nurse in the middle of an intimate procedure.\nTransphobia\nParticipants describe “getting laughed at” by providers\nand nurses, having providers “make references…to bad\nfiction… about trans women,” and nurses refusing to see\nthem. One patient described a fertility specialist who\n“just thought I was too masculine to get pregnant.”\nAnother was denied lactation coaching in the hospital.\nParticipants described such events as “transphobic.”\nRecounted experiences centered around rudeness, which\nwas more or less overt. Consider this description of a\nphysician conveying a new diagnosis of a medically\nurgent ectopic pregnancy and the subsequent treatment\nsteps:\n“It’s in the way he talks to you. It’s in the things that\nhe says. It’s in the things that he doesn’t say. And I\ncould tell that this physician was creeped out by me.\nHe didn’t need to say it.”\nIn addition to rudeness, participants experienced a\npathologization of being transgender. For participants,\nthis came across when being transgender was seen as a\nproblem. Several participants reported social services\nthreatening or attempting to remove their children from\ntheir care, even before the birth and in one case lasting\nyears afterward.\n“Social Services [said] ‘we’re deeming you as a risk to\nyour child, and we’re going to try and get a court order\nto take her off you on the basis of neglect’.”\nInappropriate medical care\nPatients reported that some providers performed seem-\ningly unnecessary physical exams – especially pelvic\nexams – and asked questions that felt prurient, exotify-\ning, voyeuristic, and superfluous to the patient’s care.\n“The doctor asked me some weird questions that didn’t\nhave to do with the [reason I was there], but with my\n[genitals].”\nOne participant described an example of how the\nspecter of transphobia can act as a barrier to appropriate\ncare:\n“I had a wound on my finger that did not heal for 6\nmonths, while I was breastfeeding… The first doctor I\ntold that I was trans, and that I was breastfeeding,\nand that I could not take any medicine that would\nharm the child. Then he asked me some weird\nquestions that didn’t have to do with the wound,\nbut with my being trans and breastfeeding a baby.\nSo I went to another doctor. I did not tell I him was\ntrans, so I did not tell [him] that I breastfed… I got\nsome medicine, which evidently goes into the milk\nand would harm the baby. So I tried to take these\nmedicines. The baby got sick. I stopped taking the\nmedicines, and I decided to go to a third doctor…\n[In all,] I went to see five different [doctors]. This is\nwhy I hardly ever go to see a doctor now.”\nThe Author(s) BMC Pregnancy and Childbirth 2017, 17(Suppl 2):332 Page 12 of 158\nIn this case we see a patient receiving what they see\nas inappropriate medical care due to provider unfamili-\narity with the patient’s obstetric history and current\nbreastfeeding. In attempting to access appropriate and\ncomfortable care, the patient incurred an extra burden\nin time and resources. Moreover, the patient’s repeated\nexperiences with care that they perceived to be cultur-\nally inappropriate served as a deterrent to the patient\nseeking further care.\nAnother participant said, “I never really wanted to\ndo a home birth… I was only going to have a home\nbirth just out of fear of how the hospital wouldn’t be\nable to deal with me.” Here, we see a patient avoiding\nthe hospital and changing care potentially for less\nsupport, during a medically intense time – labor – out\nof fear of transphobia, discrimination, and invasive\nexperiences.\nSome participants were denied reproductive care be-\ncause of provider attitudes about their gender,\n“I went to this doctor… to sign the form to get donor\nsperm…and he made me see the clinic psychologist to\ngauge whether or not I’d be fit as a parent. And so she\nsaw me and [my spouse]. And then after that it went\nto their ethics board, and the ethics board said that\nthey weren’t going to treat us. So [the doctor]\nturned us away.”\nOther participants who live their lives as ‘out’ men dis-\ncussed how they pretended to be women in order to\navoid such barriers at sperm banks and clinics. As a pri-\nvate service, sperm banks are allowed to determine\nwhether or not to provide sperm to any given client,\nbased upon that bank’s judgment and many require prior\nmedical approval from a physician [15]. These partici-\npants perceived, through personal experience, ‘word of\nmouth,’ or general caution that sperm banks are likely to\ndeny sperm to a client who does not meet their norms\nfor prospective parents. Some clients opted to reduce\ntheir risk by “let[ting] them think I was female” and “I\ndidn’t want to risk a problem, when I could avoid it, and\nthe stakes were my ability to get pregnant…”\nSome transgender men even experienced barriers to\ncare from providers who provide gender-affirming care\n(i.e., hormones and surgery), stating that they had to\nconceal their reproductive goals in order to receive ap-\npropriate gender-related care. One participant noted:\n“Then they would definitely think you are not really\ntrans if you still want to have a baby, [and] so they\nwould not [give you hormones].” Here, participants per-\nceived that providers’ norms (i.e., that only women\nchoose to become pregnant) would lead providers to\ndeny care to transgender men because of their repro-\nductive intent.\nInstitutional erasure\n“But mostly just don’t make assumptions. That’s the\nmain thing, if you would just not make assumptions.\nAnd I guess that sounds kind of weird to probably a\nlot of people who treat pregnant women. Because\nthey’re like, what do you mean? If someone’s pregnant,\nthen they must be a woman. I’m like, no, that’s\nactually not true. So I think like if you could get people\nto grasp that, then you’d have made a lot of progress.”\nMany OB/GYN spaces “feel like they only cater to\nwomen giving birth…and that made me feel alienated.”\nThis was true in the physical space and decoration as\nwell as education materials with mottos, pamphlets,\nposters, etc. Many participants noted that they had chal-\nlenges even with physical space wherein clinics only had\nrestrooms for women. This is in keeping with other lit-\nerature on the topic [3, 16, 17].\nParticipants described information systems that did\nnot have the capacity to account for a man needing ser-\nvices traditionally ascribed to female-only patients, in\nseveral ways. First, men who needed obstetrical (e.g.,\nprenatal or post-partum care) or gynecological services\n(e.g., pap smears, cervical sexually transmitted infection\ntesting) often faced challenges with booking or billing\nfor those services, because of how computer and filing\nsystems were managed. Second, many record systems\ndid not have the capacity to differentiate between a pa-\ntient’s legal name and the name they should be called.\nThird, although some clinics had intake forms on which\npatients could accurately report their gender, partici-\npants reported that many providers did not refer to\nthese forms during visits. Finally, most men in this study\nreported that it was difficult or impossible to be listed as\n‘father’ on their child’s birth certificate, despite this being\ntheir parental identity. Some had to undertake a legal\nbattle, or even adopt their own children, in order to be\nlegally recognized as a father. Overall, participants felt\nthat these combined conditions conveyed the message\nthat their lives could not exist within the system, and\ntheir identities did not matter.\nPositive experiences with healthcare providers\nWhile many participants experienced mistreatment\nthroughout the healthcare system, many also reported\nhaving positive healthcare experiences. Positive experi-\nences were characterized both by the presence of posi-\ntive features in clinical encounters (e.g., privacy, gender\naffirmation, and normalization) and by the absence of\naversive features (e.g., misgendering, invasive questions,\nor exotification).\nParticipants consistently described the use of their ap-\npropriate name and pronouns as fundamental to feeling\nThe Author(s) BMC Pregnancy and Childbirth 2017, 17(Suppl 2):332 Page 13 of 158\nsafe. A few patients described whole healthcare teams\nwho were consistently good about this,\n“And they were, like, super-conscientious about it.\nLike we were off on the side where people wouldn't\nbe barging in. And they were consulting me before\nanybody came in the room. And they were using the\nright pronouns. And they were not weird about it.\nThey didn't ask me any weird questions. It was just\nunbelievable. I was just kind of blown away at how\ngood they were about it.”\nThis participant perceived their treatment to be excep-\ntional and described this in direct contrast to their more\ncommon experiences with care that was much less gen-\nder affirming.\nNaming and normalizing the patient’s gender can be\nvaluable, if it can be done genuinely:\n“I walked in and the doctor who I saw, like, the very\nfirst one, she was, like, ‘Look, you're not the first\npregnant guy we've had. So don't worry about that…’\nI just really prefer if healthcare providers can act as\nthough it's not exceptional or weird to be trans.”\nAdditional safety seemed to come from explicitly not\nidentifying transgender experiences as exotic or medic-\nally unique, as one participant noted:\n“I … really dislike it when people are like, ‘So, that\nmust be so interesting to be trans’.”\nParticipants spoke highly of providers who responded\nwell to being outside familiar territory, either medically\nor culturally, “She took it upon herself to educate herself,\n… and learned what she could before my next visit.”\nThey appreciated when providers did not expect their\npatients to teach them, but listened and learned when\nthe patient did teach. Providers built trust by differenti-\nating between what they themselves did not know and\nwhat medicine in general did not know. When providers\ncould not find satisfying evidence-based guidance – such\nas whether it is safe to start taking testosterone while\nstill breastfeeding – some providers were good at dis-\ncussing the uncertainty with their patient, and jointly\nevaluating risks. This is in contrast to other providers\nwhose style of approach seemed to be that of reflexively\nruling out any approach that had a hypothetical risk.\nOne participant observed a common feature of pro-\nviders with whom he had good interactions. “[They are]\nappreciative of the fact that their regular day-to-day rou-\ntine is shaken up a little bit. As opposed to freaked out.”\nMany reported having had one provider (often a pri-\nmary care provider or obstetrician) with whom they had\na good relationship. These same participants continued\nto note difficulty with other providers, such that having\na good provider did not attenuate other experiences but\ndid delineate between some positive and negative pat-\nterns of interactions in the ways they were treated.\nA common theme was the participants’ difficulty in\nidentifying in advance a provider with whom they could\nhave a positive relationship. Some successfully found\ngood providers through community networks or health\norganizations specifically serving the lesbian, gay, bisex-\nual, and transgender communities. Some happened\nupon a provider who was initially not well informed,\nbut who was able to build a good relationship and pur-\nsue guidance on how to provide medically and cultur-\nally appropriate care. However, some struggled to ever\nfind providers with whom they felt safe. On the whole,\nalthough participants wanted their providers to be able to\nanswer all their biomedical questions about transgender-\nspecific situations, what they cared about more was being\naccepted and respected for who they were.\nAnticipatory guidance throughout the family planning\nprocess\nParticipants described a number of ways in which they\nwere surprised by their experience, and frequently of-\nfered advice or information they wish they had received\nearly in their process. One common theme was that,\nwhen patients are seeking care for transition (hormones\nor surgery), their providers should initiate discussions\nabout reproductive options. Participants wished they had\nhad better information about fertility preservation (e.g.,\negg cryopreservation or embryo preservation) early in\ntheir decision-making. They also wanted information on\nthe impact of gender-affirming procedures (both medical\nand surgical) on future reproductive health and function\n(e.g., the effects of chest reconstruction on lactation, the\neffects of testosterone on future fertility, and the ability\nto carry a pregnancy). Patients wanted a general descrip-\ntion of options and known and unknown impact of these\nprocedures but also wanted to understand the specific\nlogistics around fertility preservation procedures. They\nalso stressed that this information should not only come\nfrom reproductive health providers but from those who\nwere initiating and/or facilitating gender-affirming pro-\ncedures. For example, “The egg freezing, the embryo\nfreezing, it has to come from the transition providers.” “I\nwish they had talked to me about what to do if I wanted\nto get pregnant, when they gave me T [testosterone].”\nAnother common theme was unanticipated emotional\nexperiences associated with stopping testosterone, being\npregnant, and/or the postpartum period. For some, these\nshifts in emotions were entirely unanticipated, and\nothers still found them challenging even if they sus-\npected they might occur. Many participants experienced\nThe Author(s) BMC Pregnancy and Childbirth 2017, 17(Suppl 2):332 Page 14 of 158\na stable mood throughout the processes of discontinuing\ntestosterone, being pregnant, and the postpartum period.\nSome described a very positive experience, “being preg-\nnant… I just felt great.” Some of the participants who\nhad been on testosterone reported struggling with emo-\ntional changes after stopping testosterone, while preg-\nnant, and/or in the postpartum period.\n“Healthcare professionals need to know that\npostpartum depression needs to be talked about\nmore, and it really needs to be talked about with\ntrans men who plan on having babies and plan on\nbreastfeeding, meaning that they won’t be getting back\non testosterone to level out the hormones. Because that\nroller coaster was an insanity you cannot describe.”\nThese participants wished that someone had advised\nthem that such moods might happen. They also\nexpressed a desire for normalization and contextualizing\nthese moods as part of rapid hormonal changes and not\na sign of some other medically concerning problem.\n“I hated being pregnant. It was just awful… The thing\nthat helped the most… is my friend saying ‘it’s okay to\nhate being pregnant, it doesn’t mean you’re a bad\nparent….’ It helped me be okay with it…”\nWhile this may be true for any pregnant patient, many\nparticipants linked their prior testosterone use and their\ntenor of emotional experience surrounding pregnancy.\nMany participants had no memory of being advised\nabout postpartum depression before giving birth, or of\nhaving discussed it with providers afterward, and felt\nill-equipped to differentiate depression from less con-\ncerning mood swings.\n“By then I had seen a lot of providers, and no one had\ndiscussed postpartum [depression] with me. I thought\nit was normal until [my family member] told me I\nwas sick and needed to see someone.”\nOptimism\nParticipants perceived a recent rapid increase in the inci-\ndence of transgender men getting pregnant. This in-\ncreasing visibility was often tied to optimism and hope,\ninsofar as increasing familiarity with the topic among\nproviders would make it easier for other transgender\nmen in future pregnancies.\n“I think today it’s better because there are more people\ncoming forward giving birth, and it’s not such a mind\nblower like it was when my pregnancy came up. Now\nthat it’s out there, it’s like, yeah, we’ve seen this before.\nAnd more people are supportive.”\n“Times are changing, and there are a lot of gay\n[transgender men] out there, some of whom are\ngetting pregnant.”\n“Ten years ago I probably would have been sent to a\npsych ward to have my baby taken away. But ten\nyears from now I hope that things will be even better\nthan [they were for me]. This really [will] become\nnormalized.”\nDiscussion\nEmpowerment\nThe act of choosing to visibly bear children as trans-\ngender people – as men – is growing in social visibility.\nThese are acts of empowerment, in that they overcome\nbarriers that have previously denied reproductive choices\nto transgender individuals. The barriers to full choice\nare myriad, and participants in this study overcame them\nin ways large and small, in choosing to bear children,\nand in the many ways they navigated specific barriers.\nSequencing of surgical, medical, and social transitions\nrelative to pregnancy\nGiven the range of transition goals of transgender people\nin general [18], the range of priorities for transition ver-\nsus pregnancy, and the mix of intentionality of these\npregnancies, it follows reasonably that transgender\npeople will become pregnant at different times relative\nto social, medical, and surgical components of transition.\nOur participants reflected this diversity. Sequencing\nmajor life events such as transition and childbearing is a\ncritical strategic choice. Participants’ agency in making\ndifferent and personalized choices is an encouraging in-\ndicator of their empowerment. Providers and others\naiming to facilitate the empowerment of transgender\nmen around pregnancy, should encourage and support\nthose individuals in whatever strategic choices they\nmake.\nWhile all the participants in this study eventually did\nsocially transition, after their pregnancy if not before,\nsome transgender individuals choose not to transition\n(i.e., they identify as a gender other than their assigned\nsex, but they continue to live as their assigned gender).\nIt is likely that some men who give birth will not transi-\ntion, so providers and others should inquire about indi-\nvidual patients’ goals and expectations (e.g., not assume\nthat a male-identifying patient with female-assigned sex\nwill choose to live as male).\nIt is worth noting that, while no one in our study be-\ncame pregnant while taking testosterone, we cannot rule\nout that possibility in others. Additionally, there are rea-\nsons other than desiring pregnancy that some trans-\ngender men stop taking testosterone, such as barriers to\naccessing it, or fluidity of identity and goals. Therefore, a\nThe Author(s) BMC Pregnancy and Childbirth 2017, 17(Suppl 2):332 Page 15 of 158\npatient discontinuing testosterone should not be taken\nas a definitive indication of desiring conception. Such a\npatient should be informed that they will likely resume\novulation, and may become pregnant depending on en-\ngagement with penile-vaginal intercourse and whether\ncontraception is being employed.\nWhile a hysterectomy or bilateral oophorectomy\n(without subsequent estrogen and progesterone supple-\nmentation) would prevent any future pregnancies, other\nprocedures used as part of gender affirmation, such as\nmetoidioplasty, scrotoplasty, or phalloplasty, would not\nimpede pregnancy, and further research is needed on\nwhether they affect the prognosis for successful vaginal\ndelivery.\nVariation in participants’ ability to lactate after having\nhad chest surgery likely reflects the different surgical ap-\nproaches. Variation in a transgender man’s choice to\nchestfeed/breastfeed or not likely represents a range\nvaluation of the benefits of chestfeeding, as well as the\neffect on the parent’s own physical, mental, and social\nhealth and capacity to lactate or not. An individual’s\nability to make a meaningful strategic life choice relies\non their being properly informed of the likely conse-\nquences of those choices. Providers play an essential\nrole supporting empowered partnership-based medical\ndecision-making in addressing the question of future\nlactation with their patients considering chest surgery.\nIf a transgender man is chestfeeding/breastfeeding (or\npumping and feeding the child that milk), the provider\nshould help them evaluate the possible risks to the child\nagainst the benefit of testosterone to the patient. Ruling\nout taking testosterone while nursing, regardless of the\nbenefit to the parent, is an approach that implicitly\nvalues an unknown and possibly small effect on the child\n[19] over a known significant benefit for the parent.\nThese relative risks and benefits as well as the medical\nuncertainty around these decisions should be presented\nto and discussed with patients with an eye towards glo-\nbal harm reduction. Table 2 presents the considerations\nregarding the intersection of hormonal and surgical\ntransition with reproduction.\nStructural barriers, erasure, and transphobia\nPregnant man as unintelligible\nOur findings demonstrate the widespread ways that dis-\ncourse and norms shape people’s responses to pregnant\nmen, and the importance of awareness in improving the\nexperience of those individuals. It is very difficult to\nmake a particular strategic life choice, such as carrying a\npregnancy, when one has no examples of others doing\nso. As a result, one may not even be able to conceive of\nthis potential life choice as a personally viable option\neven if otherwise physically, emotionally, and socially\nfeasible. The lack of visible examples of transgender\nmen going through pregnancy and birth may also lead\nproviders to feel uncomfortable or ill-informed resulting\nin difficulty providing appropriate care.\nOur findings focused on barriers to health within\nhealthcare delivery settings, but a critical barrier to\ntransgender individuals’ empowerment and health comes\nfrom outside of healthcare settings. Transgender people\nare exposed to high levels of individual and structural\nviolence, which affects their health directly, and also\nTable 2 Reproductive considerations for medical and surgical\ntransition\nWhen discussing transition options with patients, discuss the\nreproductive consequences. These are salient points to cover:\nTestosterone:\n- Testosterone should not be considered a form of contraception [1].\n- Patients should avoid getting pregnant while taking Testosterone –\nit is considered a teratogen [5].\n- Conception and pregnancy can occur after even long-term\ntestosterone use [1].\n- Testosterone likely decreases conception rate through ovarian\nsuppression, however we can’t currently quantify the direct impact\non ovulation or conception rates.\n- If genetically related children are desired or potentially desired in\nthe future, consider storing oocytes or embryos prior to initiating\ntestosterone. (Note: ovarian tissue preservation is still considered\nexperimental) [25–29].\n- Patients need to stop testosterone in order to pursue carrying a\npregnancy.\n- If genetic children are desired after initiation of testosterone,\ntestosterone should be stopped. The determination of whether and\nto what extent assisted reproductive technologies (ART) will be used\nwill depend on the trans man’s a) desire to carry the pregnancy, b)\npresence of normal menstrual cycle, and c) the desired method of\njoining sperm and egg [25, 28, 29].\nChest surgery:\n- Chest feeding may be possible after certain forms of chest\nreconstruction [5, 30].\n- It is not possible to tell prior to attempting to chest feed whether\nthis is possible based on type of surgery, chest anatomy etc.\n- Discuss the likely impact of various surgical approaches on ability to\nchest feed / lactate.\n- Discuss methods used by transgender men to chest feed after chest\nreconstruction.\n- Encourage the patient to discuss these issues with their surgeon\n(ideally prior to surgery).\n- Encourage lactation support if desired.\n- If chest feeding is not possible or not desired discuss other methods\nfor infant feeding and bonding.\nGenital surgery:\n- Metoidioplasty, scrotoplasty, or phalloplasty do not, by themselves,\nimpair future reproductive options, but would likely necessitate a\ncesarean section for delivery.\n- Vaginectomy combined with hysterectomy and/or oophorectomy\nwould eliminate the chance of future pregnancies. If patients might\nwant biological children someday, they should consider storing\noocytes, or embryos prior to genital surgery. Ovarian tissue\npreservation is still considered experimental [28].\nPostpartum Testosterone: The effects of taking testosterone while\nlactating are unknown. There are possible risks to the child, but no clear\nevidence of harm. The benefits to the parent’s mental, emotional,\nphysical and social wellbeing are likely highly variable, and best\nevaluated by the patient.\n- If a patient does resume or initiate testosterone while nursing, counsel\nthem on how to look for signs of androgen exposure in the infant and\nencourage them to let their child’s pediatrician know.\nThe Author(s) BMC Pregnancy and Childbirth 2017, 17(Suppl 2):332 Page 16 of 158\naffects how they may engage with medical care. This\nwas reflected by many participants who noted the risks\nof physical violence against transgender people, as well\nas how legal discrimination leads to economic disem-\npowerment, “…the lawmakers who seem to be hell bent\non making sure that I don’t have an appropriate life,\nthat I can’t raise my kids, that I can’t find a job that’s\nwilling to pay me.” This speaks to the importance of\nlegal and political protections for transgender individuals\nas part of furthering their empowerment in many areas\nof life, including reproduction and healthcare.\nThe limited scope and time spent on training about\ntransgender health in most nursing programs, medical\nschools, and residency programs [20–22] creates a con-\ndition where participants feel they need to inform their\nproviders about how to care for them. The National\nTransgender Discrimination Survey found that one in\ntwo transgender people needed to inform their providers\non how to care for them [6]. In the absence of sufficient\ntraining, even the best-intentioned providers are likely to\nmiss chances to provide medically and culturally appro-\npriate care. Furthermore, less motivated providers are\nlikely to make gross errors. More education and training\nis needed to improve the quality of care provided to\ntrans patients and support their empowerment in med-\nical settings. Table 3 provides suggested resources for\nfurthering providers’ education and Table 4 delineates\nfeatures of the local regions that providers should be\nprepared to identify.\nLack of cultural competency\nWhile a lack of familiarity with the basics of transgender\nexperiences and poor biomedical understanding of med-\nical transition are distinct forms of erasure, they\nreinforce each other. A provider who was never been\ntaught about transgender health may be less likely to see\na transgender patient as a normal, reasonable human,\nand a provider with limited understanding of trans-\ngender identities may be less likely to seek out informa-\ntion about transgender health.\nLiterature on microaggressions suggests that biased\nbehaviors, which, individually, seem of minor signifi-\ncance, can become powerfully aversive in the felt experi-\nence of someone who experiences these behaviors\nrepeatedly [23]. For example, an individual provider mis-\ngendering a patient may seem a small error to the pro-\nvider, while for the patient it may serve as a reminder of\nthe thousands of times their identity has been deni-\ngrated. An important component of empowerment is ac-\ncess to healthcare in which patients are safe from such\ndenigration.\nTransphobia\nOur participants’ plethora of examples of mistreatment –\nsubtle and overt – illustrate why some transgender people\nare distrusting and avoidant of institutional healthcare.\nParticipants were misgendered, laughed at, and told they\ncould not make good parents.\nMost of our participants reported having to choose\nbetween either (1) concealing their identity and other\nmedically relevant information in order to receive\ncompassionate care, or (2) disclosing their identity and\nrisking being subjected to invasive procedures and in-\nappropriate questions that felt objectifying. When indi-\nviduals cannot confidently exercise the option of being\nout and receiving appropriate care, they are disempow-\nered. When patients face this tension, all parties are\nlimited – providers are likely to not get all the informa-\ntion they need from the patient to most comprehen-\nsively serve them and patients are unlikely to get the\nbest care from the provider.\nPositive experiences with healthcare providers\nThe positive experiences some participants described\ngive reason for optimism. At the same time, the surprise\nthat accompanied these stories highlight how much\nmore work is needed. Appropriate care was seen as un-\ncommon or exceptional, while patients perceived the\nnorm as being uncomfortable, objectifying, or invasive.\nTable 3 Resources for providers\n- Guidelines on transgender men and pregnancy [5].\n- Guidelines on transgender men and gynecologic care [3].\n- “LGBT Gender Nonconforming and DSD Health” AAMC Video Series\n(at https://www.aamc.org/initiatives/diversity/learningseries/).\n- Fenway Institutes LGBT healthcare guidelines [2].\n- Trans Bodies, Trans Selves [31].\n- UCSF Center of Excellence for Transgender Health, Guidelines for the\nPrimary and Gender-Affirming Care of Transgender and Gender\nNonbinary People (at http://transhealth.ucsf.edu/trans?page=guide-\nlines-home\n- Find local transgender or LGBT community centers, for trainings and\nreferrals\n- Note that resources that are good for LGB patients aren’t necessarily\ngood for transgender patients.\nTable 4 Questions for providers\n- What resources do you have available to help potential parents\nthrough all aspects of pre-conception counseling, pregnancy, birth,\nlactation and early child-rearing for children growing up with\ntransgender parents?\n- What services are available to support assisted reproduction for\ntransgender individuals in your area?\n- What are the best options in your area for patients to find a good\nenvironment for labor and delivery? Which hospitals, birth centers, and\nmidwifery practices are most likely to provide appropriate care? How\ncan you help link your patient with these resources, and how can you\nserve as an ally to help these birth sites best serve your patient?\n- What is the process for obtaining a birth certificate in your jurisdiction?\nHow can you help patients to navigate this process in a way that\naffirms their identity?\nThe Author(s) BMC Pregnancy and Childbirth 2017, 17(Suppl 2):332 Page 17 of 158\nTables 5 and 6 provide recommendations on how to\nempower patients and enhance cultural competency\nwithin a medical practice and larger institution.\nAnticipatory guidance throughout the family planning\nprocess\nFindings suggest a persistent theme of informational iso-\nlation. Participants reported having to navigate many un-\nknowns through informal networks and received little\nguidance from medical providers. Anticipatory guidance\nand affirmative normalization may empower patients\nthrough improving their relationships with their own\nprocess, supporting informed decision-making and im-\nproving patient-provider relationships.\nTables 7 and 8 outline the recommended topics to ad-\ndress with patients.\nOptimism\nParticipants described a perception that the incidence of\ntransgender people giving birth is increasing, and an\noptimism that this will bring about improving circum-\nstances for transgender individuals experiencing preg-\nnancy in the future. This perception could be strictly a\nchange in visibility, but likely represents a true shift, per-\nhaps driven by cultural changes making non-binary\ntransition more legible, increasing legibility of being\npregnant and male, and possibly by increasing numbers\nof people transitioning younger in life. This possible in-\ncrease in incidence, combined with increasing visibility\nof transgender individuals nationally, may have us poised\nat the brink of a sea change in how healthcare providers\nand institutions care for their transgender obstetric pa-\ntients. It is the considered hope of the authors that in-\ncreasing awareness of the experience of yesterday’s\ntransgender patients will further the empowerment of\ntomorrow’s.\nStrengths and limitations\nThis study was able to recruit enough members of an\nelusive population to meet conceptual saturation. We\ndescribed a wide range of experiences in this population,\nwith significant depth and texture. These findings are\nbased upon the experiences of those who have them-\nselves experienced pregnancy while male, giving voice to\na topic not well represented in the literature.\nNevertheless, this study was limited to English\nspeakers, and participants were entirely from the US\n(80%) or Western Europe. Furthermore, because of the\noriginal study inclusion criteria, the present study\nexcluded transgender and gender-nonconforming indi-\nviduals who did not identify as male, as well as those\nTable 5 Recommendations for clinic setup and intake\n- Consider the name of the clinic and how it is represented broadly as\nwho gets services there. A “women’s clinic” may not be the best title\nfor a place that serves trans men and other gender expansive\nindividuals.\n- Physical Space:\no Ensure bathrooms are accessible to all. This means having non-\ngendered restrooms, not just male restroom and female restrooms.\nThis may also mean having single use non-gendered restrooms.\no Ensure signage, magazines and pamphlets speak to people of\ndiverse backgrounds in terms of race/ethnicity, sexual orientation,\nand gender identity.\n- Broadly display a non-discrimination statement. Examples can be found\nat here (http://www.hrc.org/hei/sample-patient-non-discrimination-\npolicies#.V0PlrVczyAY )\n- Printed materials and signage:\no Ensure language used in your institution’s literature, publicity,\npatient education materials, is welcoming to all people regardless\nof gender identity. Consider whether your clinical space suggests\nthat women are the only people who get pregnant or are welcome\nat your clinic and take steps to rectify that.\n- Staff Training and Procedures:\no Ensure all staff ask preferred name(s)/pronouns, document them,\nand use them consistently.\no Consider how patient check-in procedure and clinical space may be\ncomfortable only for individuals who are female identified. Could\nyou make it comfortable for individuals who are male identified or\ntrans identified as well as female identified? Consider how people's\nnames are used and documented and communicated between\nmembers of the care team.\no How is the phone answered? Teach staff to not assume gender\nfrom patient’s voice or assume patient status or not from voice.\n- Medical Records and booking:\no Make sure you can book, document, and bill OB/GYN procedures\nand encounters for someone whose gender signifier (in your\nsystem and/or the insurance records) is male.\nTable 6 Recommendations for clinical encounters\n- Reflect the language patients use to describe their reproductive organs\nand bodies (e.g., chest feeding rather than breast feeding; or “front\nhole” instead of vagina)\n- Plan to educate yourself, rather than relying upon your patient to\nteach you.\no See table on resources\n- Be open to your patients’ expertise and learning when they want to\nshare.\n- Explain why sensitive questions are relevant; ensure these questions\nare clinically meaningful and not motivated by idle curiosity.\n- Continue to maintain good medical care and judgment, do not attend\nso entirely on being gender savvy that you neglect routine protocols.\nNote: there is a long history of transgender people facing abuse,\nobjectification, and neglect both within and beyond healthcare settings;\nthis may frame your encounters.\nTable 7 Recommendations for normalization\n- Encourage provider and staff comfort with the prospect of male and\nmasculine patients being pregnant and giving birth.\n- Explicitly affirm transgender patients’ reproductive choices.\no It may help some patients improve their relationship with their own\nexperience.\no It may improve the patient-provider relationship.\n- Specific points around which to enhance provider comfort and\nencourage normalization, include:\no The desire to be pregnant\no Choosing pregnancy before, concurrent with, or after transitioning\nmedically, surgically, or socially\no The choice to continue or terminate a pregnancy\no The range of emotions patients may experience throughout the\nprocess of family creation\no The choices parents make about how to feed their infants\nThe Author(s) BMC Pregnancy and Childbirth 2017, 17(Suppl 2):332 Page 18 of 158\nwho did not have pregnancies resulting in live birth.\nWe are also missing the experiences of transgender\nmen who chose to never conceive, those who wished to\nconceive but were not able to, or those who conceived\nbut whose pregnancies ended in miscarriage, abortion,\nor stillbirth. As other studies have shown, participants\nengaging in online studies are disproportionately edu-\ncated and economically secure [24]. Additionally, since\nadvertisements for the study were distributed through\ntransgender websites and community centers, our\nsample may not represent those who are not connected\nto these services.\nFuture research\nParticipants in this study expressed some clear values on\nresearch priorities, in particular a consistent aversion to\nresearch that sees their existence as something that\nneeds to be explained or justified, e.g., “I’m not interested\nin ‘why some people are born trans and some people are\nnot’” and “We do not need to ask the questions, ‘how do\nyou dare to become pregnant, although you are a man?’”\nResearch is needed on the consequences of transition-\nrelated procedures (including testosterone and surgery)\non future fertility, pregnancy, child health, and lactation.\nAdditionally, understanding how transgender men who\nhad given birth were navigating social relationships with\ntheir communities and their children is as of yet almost\nentirely unexplored. These investigations will help sup-\nport making society and healthcare more safe and\naccepting for them.\nFuture research on this topic should attempt to more\nfully represent the experiences of individuals who have\nlower incomes, have completed less formal education,\nand are racial/ethnic minorities, as well as those who\nhave not given birth, for a variety of reasons. Investiga-\ntions into the pedagogy and efficacy of various training\nprograms will help enable future advocates to better im-\nprove obstetric healthcare for transgender and gender\nnonconforming individuals.\nConclusions\nThe primary set of findings of this study is the range of\nexperiences and needs of patients. The first, and most\ncentral, element is that some of the people who need ob-\nstetric care are not women. Our findings revealed broad\ndiversity in the experiences, circumstances, and degrees\nof empowerment of men who are pregnant and give\nbirth. This study represents an illustration of the diver-\nsity of experiences and serves to familiarize readers with\nexamples of what they may encounter. These findings\nshould guide providers on what questions to consider,\nmore than providing definitive information about any\ngiven transgender patient.\nGiven the rarity of truly adequate care reported by\nparticipants, providers should actively work to ensure\nthat their teams and institutions are comfortable and\ncompetent in working with transgender patients. Con-\nclusions regarding guidance to providers are presented.\nAdditional file\nAdditional file 1: Open peer review. (PDF 104 kb)\nAcknowledgments\nWe offer humble gratitude to our participants, who shared their wisdom and\nvulnerability with us. Alexis Light played a critical role in making it possible\nto recruit these patients. Laura Potter assisted with coding of transcripts.\nFunding\nThis article is part of a special issue on women’s health and empowerment,\nled and sponsored by the University of California Global Health Institute, Center\nof Expertise on Women’s Health, Gender, and Empowerment. Research funds\nwere provided by the UC Berkeley-UCSF Joint Medical Program. The funder was\nnot involved in the study design, collection or interpretation of data, or writing\nof the manuscript.\nAvailability of data and materials\nThe data generated and analyzed during the current study are not publicly\navailable due to participant confidentiality, but are available from the\ncorresponding author on reasonable request.\nAbout this supplement\nThis article has been published as part of BMC Pregnancy and Childbirth\nVolume 17 Supplement 2, 2017: Special issue on women’s health, gender\nand empowerment. The full contents of the supplement are available online\nat https://bmcpregnancychildbirth.biomedcentral.com/articles/supplements/\nvolume-17-supplement-2.\nOpen peer review\nPeer review reports for this article are available in Additional file 1.\nAuthors’ contributions\nAH, JOM, and JS participated in study design. AH secured funding. AH\nconducted all interviews. AH, JOM, and JS participated in establishing the\ncodebook and coding. AH, JOM, and JS participated in analyses. AH drafted\nthe manuscript, with significant contributions from JOM and JS. All authors\nread and approved the final manuscript.\nEthics approval and consent to participate\nThe research protocol and consent procedures were approved by the\nUniversity of California San Francisco’s Committee on Human Research\n(reference number 155110).\nTable 8 Recommendations regarding emotions and hormones\n- Some men have significant shifts in their emotions when they stop\ntaking testosterone, are pregnant, and during the postpartum period.\nThis may be especially likely if they have been on testosterone\npreviously.\n- These changes may be felt as positive or as negative.\n- Advise patients, at all stages, that they may experience such changes,\nand that if they do:\no They should seek help from you or others if in distress or at risk of\nhurting themselves or others.\no The quality of their emotional experience does not reflect upon\ntheir gender or the appropriateness of their pregnancy.\n- Monitoring: be vigilant for post-partum depression, and discuss it with\npatients – it may be exacerbated or altered by the patient’s experience\nwith hormones.\nThe Author(s) BMC Pregnancy and Childbirth 2017, 17(Suppl 2):332 Page 19 of 158\nConsent for publication\nFollowing our institution’s best-practice guidelines for qualitative work with\nvulnerable populations, we obtained verbal rather than written consent for\nresearch and publication from our study participants.\nCompeting interests\nThe authors declare that they have no competing interests.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in\npublished maps and institutional affiliations.\nAuthor details\n1School of Medicine, University of California San Francisco, 2926 Otis St.,\nBerkeley, CA 94703, USA. 2Department of Obstetrics, Gynecology &\nReproductive Sciences, University of California, San Francisco, 550 16th Street,\nSan Francisco, CA 94158, USA. 3Department of General Internal Medicine, San\nFrancisco Department of Veterans Affairs, 4150 Clement Street, Building 18,\n111A1, San Francisco, CA 94142, USA. 4Center for Excellence in Transgender\nHealth, University of California San Francisco, 550 16th Street, San Francisco,\nCA 94158, USA.\nPublished: 8 November 2017\nReferences\n1. Light AD, Obedin-Maliver J, Sevelius JM, Kerns JL. Transgender men who\nexperienced pregnancy after female-to-male gender transitioning. Obstet\nGynecol. 2014;124(6):1120–7.\n2. Makadon H, Mayer K, Potter J, Goldhammer H. Fenway Guide to\nLesbian, Gay, Bisexual, and Transgender Health. 2nd ed. Philadelphia:\nSheridan Books; 2015.\n3. Potter J, Peitzmeier SM, Bernstein I, Reisner SL, Alizaga NM, Agnor M,\nPardee DJ. Cervical cancer screening for patients on the female-to-male\nspectrum: a narrative review and guide for clinicians. J Gen Intern Med.\n2015;30(12):1857–64.\n4. Dutton L, Koenig K, Fennie K. Gynecologic care of the female-to-male\ntransgender man. J Midwifery Womens Health. 2008;53(4):331–7.\n5. Obedin-Maliver J, Makadon HJ. Transgender men and pregnancy. Obstet\nMed. 2015;9(1):4–8.\n6. Grant JM, Mottet LA, Tanis J, Herman JL, Harrison J, Keisling M. National\nTransgender Discrimination Survey Report on Health and Health Care.\nWashington, DC: National Centre for Transgender Equality and the National\nGay and Lesbian Task Force; 2010.\n7. Kabeer N. Resources, agency, achievements: reflections on the\nmeasurement of women’s empowerment. Dev Change. 1999;30(3):435–64.\n8. More SD. The Pregnant Man - an Oxymoron? J Gend Stud. 1998;7(3):319–28.\nhttps://doi.org/10.1080/09589236.1998.9960725.\n9. Bockting WO, Miner MH, Swinburne Romine RE, Hamilton A, Coleman E.\nStigma, mental health, and resilience in an online sample of the US\ntransgender population. Am J Public Health. 2013;103(5):943–51.\n10. Bauer GR, Hammond R, Travers R, Kaay M, Hohenadel KM, Boyce M. ‘I don’t\nthink this is theoretical; this is our lives’: how erasure impacts health care for\ntransgender people. J Assoc Nurses AIDS Care. 2009;20(5):348–61.\n11. Ard K, Makadon H. Improving the Health Care of Lesbian, Gay, Bisexual and\nTransgender People. Boston: The Fenway Institute; 2012.\n12. Ellis A, Wojnar DM, Pettinato M. Conception, pregnancy, and birth\nexperiences of male and gender variant gestational parents: it’s how we\ncould have a family. J Midwifery Womens Health. 2014;60(1):62–9.\n13. Strauss A, Corbin J. Grounded theory methodology. In: Denzin NK, Lincoln YS,\neditors. Handbook of Qualitative Research. New York: Sage; 1994. p. 273–85.\n14. Hoffkling A, Obedin-Maliver J, Sevelius J. From erasure to opportunity: the\nneeds of transgender men around conception, pregnancy, and birth. Obstet\nGynecol. 2016;127:88S.\n15. Pietrzak A. The price of sperm: an economic analysis of the current\nregulations surrounding the gamete donation industry. J LAW Fam Stud.\n2014;14:121.\n16. National LGBT Health Education Center. Ten Things: Creating Inclusive\nHealth Care Environments for LGBT People. 2015. https://www.\nlgbthealtheducation.org/publication/ten-things/. Accessed 19 May 2016.\n17. National LGBT Health Education Center and National Association of\nCommunity Health Centers. Taking Routine Histories of Sexual Health: A\nSystem-Wide Approach for Health Centers. 2013. https://www.\nlgbthealtheducation.org/publication/taking-routine-histories-of-sexual-\nhealth-a-system-wide-approach-for-health-centers/ . Accessed 19 May 2016.\n18. Forshee AS. Transgender Men: A Demographic Snapshot. J Gay Lesbian Soc\nServ. 2008;20(3):221–36.\n19. Glaser RL, Newman M, Parsons M, Zava D, Glaser GD. Safety of maternal\ntestosterone therapy during breast feeding. Int J Pharm Compd. 2009;\n13(4):314–7.\n20. Obedin-Maliver J, Goldsmith ES, Stewart L, White W, Tran E, Brenman S,\nWells M, Fetterman DM, Garcia G, Lunn MR. Lesbian, gay, bisexual, and\ntransgender–related content in undergraduate medical education. JAMA.\n2011;306(9):971–7.\n21. Carabez R, Pellegrini M, Mankovitz A, Eliason M, Ciano M, Scott M. ‘Never in\nall my years…:’ Nurses’ Education about LGBT Health. J Prof Nurs. 2015;\n31(4):323–9.\n22. Walsh D, Hendrickson SG. Focusing on the ‘T’ in LGBT: an online survey of\nrelated content in Texas nursing programs. J Nurs Educ. 2015;54(6):347–51.\n23. Nadal KL, Davidoff KC, Davis LS, Wong Y. Emotional, behavioral, and\ncognitive reactions to microaggressions: Transgender perspectives. Psychol\nSex Orientat Gend Divers. 2014;1(1):72–81.\n24. Bethlehem J. Selection bias in web surveys. Int Stat Rev. 2010;78(2):161–88.\n25. Wierckx K, Van Caenegem E, Pennings G, Elaut E, Dedecker D, Van De Peer\nF, Weyers S, De Sutter P, T'Sjoen G. Reproductive wish in transsexual men.\nHum Reprod. 2012;27(2):483–7.\n26. De Sutter P. DEBATE — continued Gender reassignment and assisted\nreproduction transsexual people. Hum Reprod. 2001;16(4):612–4.\n27. World Professional Association of Transgender Health. Standards of Care for\nthe Health of Transsexual, Transgender, and Gender Nonconforming People\n(7th version). 2012. http://www.wpath.org/site_page.cfm?. Accessed 19 May\n2016.\n28. Scheim A, Robinson M, Anderson S. Reproductive Options for Trans People.\nRainbow Health Ontario. 2014. https://www.rainbowhealthontario.ca/\nresources/rho-fact-sheet-reproductive-options-for-trans-people/ . Accessed\n19 May 2016.\n29. Richards C, Seal L. Trans people’s reproductive options and outcomes.\nJ Fam Plann Reprod Health Care. 2014;2014:1–3.\n30. MacDonald T, Noel-Weiss J, West D, Walks M, Biener M, Kibbe A, Myler E.\nTransmasculine individuals’ experiences with lactation, chestfeeding, and\ngender identity: a qualitative study. BMC Pregnancy Childbirth. 2016;16:106.\n31. Erickson-Schroth L. Trans Bodies, Trans Selves: A Resource for the\nTransgender Community. Oxford: Oxford University Press; 2014.\n•  We accept pre-submission inquiries \n•  Our selector tool helps you to find the most relevant journal\n•  We provide round the clock customer support \n•  Convenient online submission\n•  Thorough peer review\n•  Inclusion in PubMed and all major indexing services \n•  Maximum visibility for your research\nSubmit your manuscript at\nwww.biomedcentral.com/submit\nSubmit your next manuscript to BioMed Central \nand we will help you at every step:\nThe Author(s) BMC Pregnancy and Childbirth 2017, 17(Suppl 2):332 Page 20 of 158\n",
    "id": 224400554,
    "identifiers": {
        "doi": null,
        "oai": "oai:escholarship.org/ark:/13030/qt3pj8r67p"
    },
    "title": "From erasure to opportunity: a qualitative study of the experiences of transgender men around pregnancy and recommendations for providers.",
    "language": null,
    "publishedDate": "2017-11-08T00:00:00+00:00",
    "publisher": "eScholarship, University of California",
    "references": [],
    "sourceFulltextUrls": [
        "https://escholarship.org/content/qt3pj8r67p/qt3pj8r67p.pdf?t=ptt5cv"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/224400554.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/224400554"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/224400554/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/224400554/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/224400554"
        }
    ],
    "abstract": "BackgroundSome transgender men retain their uterus, get pregnant, and give birth. However, societal attitudes about gender have erected barriers to openly being pregnant and giving birth as a transgender man. Little research exists regarding transgender men's reproductive needs. Anecdotal observations suggest that social change and increasing empowerment of transgender men may result in increasing frequency and openness about pregnancy and birth. Specific needs around conception, pregnancy, and newborn care may arise from transphobia, exogenous testosterone exposure, or from having had (or desiring) gender-affirming surgery. We undertook a qualitative study to understand the needs of transgender men who had given birth.MethodsWe interviewed 10 transgender men who had been recruited for a recently published online cross-sectional survey of individuals (n = 41). Subjects had given birth while identifying as male. Interviews were recorded, transcribed, and systematically coded. Analysis used a priori and emergent codes to identify central themes and develop a framework for understanding participant experiences.ResultsParticipants reported diverse experiences and values on issues including prioritization and sequencing of transition versus reproduction, empowerment in healthcare, desire for external affirmation of their gender and/or pregnancy, access to social supports, and degree of outness as male, transgender, or pregnant. We identified structural barriers that disempowered participants and describe healthcare components that felt safe and empowering. We describe how patients' strategies, and providers' behaviors, affected empowerment. Anticipatory guidance from providers was central in promoting security and empowerment for these individuals as patients.ConclusionsRecognizing diverse experiences has implications in supporting future patients through promoting patient-centered care and increasing the experiential legibility. Institutional erasure creates barriers to transgender men getting routine perinatal care. Identifying this erasure helps shape recommendations for how providers and clinics can provide appropriate care. Specific information regarding reproduction can be helpful to patients. We provide recommendations for providers' anticipatory guidance during the pre-transition, pre-conception, prenatal, and postpartum periods. Ways to support and bring visibility to the experience of transgender men are identified. Improving clinical visibility and affirming gender will likely enhance patient experience and may support patient-centered perinatal healthcare services",
    "tags": [
        "article",
        "Humans",
        "Cross-Sectional Studies",
        "Gender Identity",
        "Postpartum Period",
        "Pregnancy",
        "Parturition",
        "Qualitative Research",
        "Adult",
        "Pregnant Women",
        "Female",
        "Male",
        "Young Adult",
        "Grounded Theory",
        "Transgender Persons",
        "Health Services for Transgender Persons",
        "Power",
        "Psychological",
        "Female-to-male",
        "Lactation",
        "Reproduction",
        "Stigma",
        "Transgender",
        "Transsexual",
        "Nursing",
        "Paediatrics and Reproductive Medicine",
        "Public Health and Health Services",
        "Obstetrics & Reproductive Medicine"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:escholarship.org/ark:/13030/qt3pj8r67p",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "183",
        "openDoarId": 0,
        "name": "eScholarship - University of California",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 224400554,
        "depositedDate": null,
        "publishedDate": "2017-11-08T00:00:00+00:00",
        "updatedDate": "2021-12-02T03:58:18+00:00",
        "acceptedDate": null,
        "createdDate": "2019-08-10T18:51:27+01:00"
    },
    "urls": [
        "https://escholarship.org/uc/item/3pj8r67p"
    ],
    "lastUpdate": "2021-12-02T03:58:18+00:00",
    "setSpecs": []
}