{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Emily A. Greytak"
        },
        {
            "name": "Joseph G. Kosciw"
        },
        {
            "name": "Ryan M. Kull"
        }
    ],
    "contributors": [],
    "createdDate": "2017-02-15T00:14:09+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/75782347.pdf",
    "fullText": "A Report from the Gay, Lesbian & Straight Education Network www.glsen.orgFrom Statehouse to SchoolhouseAnti-Bullying Policy Efforts in U.S. States and School DistrictsFrom Statehouse to Schoolhouse: Anti-Bullying Policy Efforts in U.S. States and School DistrictsBy:  Ryan M. Kull, Ph.D. Joseph G. Kosciw, Ph.D. Emily A. Greytak, Ph.D.A Report from the Gay, Lesbian & Straight Education Network www.glsen.orgAnti-Bullying Policy Efforts in U.S. States and School DistrictsFrom Statehouse to SchoolhouseNational Headquarters  90 Broad Street, 2nd floor New York, NY 10004 Ph: 212-727-0135 Fax: 212-727-0254 DC Policy Office  1001 Connecticut Ave NW, Suite 206  Washington, DC 20036 Ph: 202-347-7780 Fax: 202-347-7781 info@glsen.org www.glsen.org © 2015 GLSEN ISBN: 978-1-934092-14-9 When referencing this document, we recommend the following citation: Kull, R.M., Kosciw, J.G., & Greytak, E.A. (2015). From Statehouse to Schoolhouse: Anti-Bullying Policy Efforts in  U.S. States and School Districts. New York: GLSEN.GLSEN (the Gay, Lesbian & Straight Education Network) is the leading national education organization focused on ensuring safe schools for all students. Established in 1990, GLSEN envisions a world in which every child learns to respect and accept all people, regardless of sexual orientation or gender identity/expression. GLSEN seeks to develop school climates where difference is valued for the positive contribution it makes to creating a more vibrant and diverse community. For more information on our educator resources, research, public policy agenda, student leadership programs, or development initiatives, visit www.glsen.org. Graphic design: Ace CreativeElectronic versions of this report and all other GLSEN research reports are available at www.glsen.org/research. Printed on 30% Recycled contentFrom StatehouSe to SchoolhouSe iiiTable of  ContentsPreface ..................................................... viAcknowledgments ..................................... viiExecutive Summary ....................................1Introduction .............................................11Overview of the Study Aims and Methods ....17Part One: School District  Anti-Bullying Policies ................................21Overview .......................................................23Methods .......................................................24 Data Collection ......................................24 Coding Procedure ..................................25Findings ........................................................26 Prevalence of Anti-Bullying Policies .........26 Key Elements of Anti-Bullying   Policies ...................................................27 Co-occurrence of Key Elements   in District Policies ...................................31 Differences in Policies by Region,   Locale, and District Characteristics ..........32Conclusion ....................................................35Part Two: Implementation of State Laws, Regulations, and Policy Guidance ..............39Overview .......................................................41Methods .......................................................42 Data Collection .......................................42 Coding Procedure ...................................42 Terminology ............................................43Findings ........................................................43 Current Status of Anti-Bullying Laws .......43  Prevalence and Characteristics of  State Anti-Bullying Laws, Regulations,  and Policy Guidance (as of 2008) ..........44\t \tThe\tInfluence\tof\tState\tLaws,\t Regulations, and Policy Guidance  on District Anti-Bullying Policies .............46Conclusion ....................................................55Part Three: Anti-Bullying Policies and  School Climate for Lesbian, Gay, Bisexual,  and Transgender (LGBT) Youth ...................59Overview .......................................................61Methods .......................................................62 Coding Procedure for District Policies .....62 Terminology ............................................63Findings ........................................................63  Prevalence and Content of  Students’ Policies ..................................63  Student Awareness of  Anti-Bullying Policies .............................64  The Relationship between  Anti-Bullying Policies and  Feelings of Safety ..................................65  Anti-Bullying Policies and  LGBT Students’ Experiences  of Victimization ......................................66  Anti-Bullying Policies and  LGBT Students’ Experiences with  Reporting Incidents ...............................68  The Relationship between  Anti-Bullying Policies and  LGBT Students’ Feelings  about their Schools ................................71Conclusion ....................................................72Discussion ...............................................75Limitations ....................................................77Conclusions and Implications ........................78 District Anti-Bullying Policies .................78  District Implementation of State  Level Anti-Bullying Measures ................81Recommendations ........................................82Appendix .................................................85Notes and References ...............................87ivList of Tables  and Figures Table 1.1  Number and Percentage of  Districts with Anti-Bullying  Policies by State (as of 2011) ....26Figure 1.1  Frequency of Enumerated  Categories in District  Anti-Bullying Policies ................27Figure 1.2  Percentage of U.S. Districts Providing Bullying  Protections to Students .............28Figure 1.3   Percentage of Districts  Enumerating LGBT Protections  by State ....................................29Table 1.2  Number and Percentage of  Policies and Districts Requiring Professional Development  and Accountability ....................30 Table 1.3  Portion of all Anti-Bullying  Policies Including  Accountability and/or  Professional Development Requirements by Enumeration Status of Policies .......................31Figure 1.4  Percentage of Districts with  Anti-Bullying Policies by  Region and Locale ....................32Figure 1.5  Percentage of Districts  Enumerating Protections  for LGBT Students by Region  and Locale ................................32Figure 1.6  Percentage of Districts Requiring Professional Development by  Region and Locale .....................33Figure 1.7  Percentage of Districts Requiring Accountability for Bullying  Incidents by Region and Locale ...33Table 1.4  Presence and Content of Anti-Bullying Policies by District and Community Characteristics ........34Figure 2.1  Status of State Anti-Bullying/Harassment Laws 1992–2014 ...43Figure 2.2  Inclusion of Key Elements in  State Laws, Regulations, and  Policy Guidance (as of 2008) ....44Figure 2.3  Percentage of Districts with Anti-Bullying Policies in States with  Anti-Bullying Laws, Regulations,  and/or Policy Guidance .............46Figure 2.4  Percentage of Districts with  Anti-Bullying Policies by w the Presence of Anti-Bullying  Laws, Regulations, and/or  Policy Guidance ........................47Figure 2.5  Percentage of District  Policies Enumerating Sexual Orientation in States with  Laws, Regulations, and/or  Policy Guidance Enumerating Sexual Orientation .....................48Figure 2.6  Percentage of District Policies Enumerating Gender Identity/Expression in States with Laws,  Regulations, and/or Policy  Guidance Enumerating  Gender Identity/Expression ........49Figure 2.7  Percentage of District Policies Enumerating Sexual Orientation  or Gender Identity/Expression  by the Presence of Laws, Regulations, and/or Policy  Guidance Enumerating  Sexual Orientation or Gender Identity/Expression ....................49Figure 2.8  Percentage of LGBT-Inclusive  District Policies in States with  and without Non-LGBT  Inclusive Laws, Regulations,  or Policy Guidance ....................50Figure 2.9  Percentage of District Policies Including Professional  Development (PD)  Requirements in States with  Laws, Regulations, and/or  Policy Guidance Including  PD Requirements .....................52Figure 2.10  Percentage of District Policies Requiring Professional  Development (PD) by the  Presence of State Laws,  Regulations, and/or Policy  Guidance Requiring PD ............53Figure 2.11  Percentage of District Policies Requiring Accountability  for Bullying Incidents in States  with Laws, Regulations, and/or  Policy Guidance Requiring Accountability ...........................53From StatehouSe to SchoolhouSe vFigure 2.12  Percentage of District Policies Requiring Accountability in  States by the Presence of  State Laws, Regulations, and  Policy Guidance Requiring Accountability ...........................54Table 3.1  Characteristics of 2011 NSCS Participants with Matched  School District Information ........62Table 3.2  Characteristics of the  Participants’ Schools .................62Figure 3.1  Percentage of LGBT Students  with General and LGBT-Inclusive District Anti-Bullying Policies .....64Table 3.3  LGBT Students’ Perceptions of  the Presence and Content of  Anti-Bullying Policies in their Schools.....................................64Figure 3.2  LGBT Students’ Feelings of  Safety by Anti-Bullying  Policy Type ...............................66Figure 3.3  LGBT Students’ Feelings of  Safety by Professional  Development and  Accountability Requirements  in Anti-Bullying Policies .............66Figure 3.4  LGBT Students’ Victimization Experiences by Anti-Bullying  Policy Type ...............................67Figure 3.5  Other Victimization Experiences  by Enumerated Protections  in Anti-Bullying Policies .............67Figure 3.6  Frequency of LGBT Students Experiencing Other Types of Harassment by Anti-Bullying  Policy Type ...............................68Figure 3.7  Frequency of LGBT Students’ Reporting of Bullying  Incidents by the Inclusion of  LGB/LGBT Enumeration, Professional Development, or Accountability in District Anti-Bullying Policies ........................69Figure 3.8  LGBT Students’ Frequency of Reporting Bullying/Harassment Incidents by Awareness of  LGBT Protections in their  Anti-Bullying Policies ................70Figure 3.9  Effectiveness of Staff Response  to LGBT Students’ Reports of  Bullying/Harassment by Anti- Bullying Policy Type ..................70Figure 3.10  Number of Teachers and Other School Staff who are Supportive  of LGBT Students by Anti- Bullying Policy Type ..................71Figure 3.11  Levels of Perceived Support for  LGBT Students from School Administrators by Anti-Bullying Policy Type ...............................71Figure 3.12  Percentage of LGBT Students Feeling Comfortable in Talking  with Staff about LGBT Issues  by Anti-Bullying Policy Type ......72Table A.1  Number of States with Policy Guidance from State  Departments of Education (DOE) and School Boards Associations (SBA) and the Inclusion of  Key Characteristics ...................85Table A.2  Co-Occurrence of Laws,  Regulations, and Policy  Guidance in States by Key Characteristics ..........................85Table A.3   The Odds (OR) of Districts  Having a Policy or Including  Key Elements Based on the Occurrence of these Factors  in State Laws, Regulations,  or Policy Guidance ....................85Table A.4   Coding for Presence and  Content of State Anti-Bullying  Laws, Regulations, and/or  Policy Guidance ........................86viPreface  For advocates and historians, the relationship between legislative and policy victories and social change remains a matter of the utmost importance and some mystery. At GLSEN, our watchword has always been that the passage of a law or adoption of a policy is not the end of the work but simply the end of the beginning. We must then move into the next phase of our work, trying to ensure that the impact of laws passed in statehouses is felt in schoolhouses at the local level.This study throws the path from passage to impact into high relief. It reinforces the importance of legislative and policy progress, with findings that strengthen our long-held conviction that LGBT-inclusive enumerated laws and policies can lead to improvements in LGBT students’ experience. It also illustrates the gap that can emerge between the intentions of a law and the effectiveness of its implementation via policy and regulations. There are still many school districts in the U.S. that have failed to institute policy protections, even in states which require them by law. For years, we have led groups of students and advocates through statehouse hallways chanting a mnemonic for our legislative ask for bullying prevention: “Naming! Training! Reporting! Funding!” GLSEN’s advocacy regarding bullying-prevention law and policy has always focused on a core set of critical provisions that we believe to be vital to bridging the gap between legislation and improved student experience, including naming protected categories, including sexual orientation and gender identity/expression; training provisions for educators on the issues; and reporting requirements to hold schools accountable for progress. And, of course, funding for these stipulated mandates to facilitate implementation. With this study, we can take a look back to see how broadly that call resounded. Through an exhaustive survey of existing district policy at a distinct moment in the history of the Safe Schools Movement, From Statehouse to Schoolhouse examines the presence and content of policies and the role that state-level governance and guidance play in having districts enact such policies. Further, the report provides additional evidence that good district-level policies can make a difference in the daily school life of our LGBT youth. Victories are events. Change is a process. This study is part of GLSEN’s on-going commitment to mapping the relationship between the two. For those of us in this for the long haul, it is good to know that we remain on the right track.Eliza Byard, PhDExecutive Director  GLSENFrom StatehouSe to SchoolhouSe viiAcknowledgments The authors wish to acknowledge current and former GLSEN Research team members who helped with this study. We are indebted to the consultants, interns, and GLSEN Chapter members who helped with the enormous task of collecting anti-bullying policies from all U.S. school districts: Kendra Brewster, Kathryn Conkling, JohnCarl Denkovich, Maria Garcia, Joseph Heymann, and Anne Jonas. We would also like to thank former Senior Research Associate, Elizabeth Diaz, who helped with the development of the study, and former Research Assistant, Mark Bartkiewicz and Research Associate, Maddy Boesen for their assistance with data collection. We also thank Noreen Giga, GLSEN Research Associate, for her keen proofreading and valuable feedback on the report. We would also like to acknowledge GLSEN’s Public Policy Department for their assistance with collecting state level documents and for their technical guidance on anti-bullying legislation and policy. We would also like to thank the public school districts, state departments/boards of education, and  school boards associations that provided us with the necessary documents that were essential to conducting this study. Finally, we are indebted to Eliza Byard, GLSEN’s Executive Director, for guidance and feedback throughout this project and for her unwavering support of GLSEN Research. Executive Summary3From StatehouSe to SchoolhouSeSchool-based bullying and harassment are serious problems affecting our nation’s youth, and school districts, state legislatures, and state educational agencies play vital roles in ensuring safe and supportive learning environments for all students. For over 25 years, GLSEN has been leading national efforts to create safer schools by advocating for the development, adoption, and implementation of comprehensive anti-bullying policies at the district level and anti-bullying legislation at the state and federal levels. Over the past two decades, national attention towards bullying in schools has increased, along with an increase in the passage of state anti-bullying laws. However, little research has examined how the enactment of state anti-bullying laws may influence policy at the local level. Furthermore, more research is needed on the influence of district anti-bullying policies on the actual experience of students.Although all students are at risk for experiencing bullying and harassment, lesbian, gay, bisexual, and transgender (LGBT) students are at particular risk.1 Findings from GLSEN’s biennial National School Climate Survey (NSCS) reveal that LGBT students commonly experience in-school victimization that negatively impacts their academic experiences and psychological well-being. Fortunately, findings from GLSEN’s research also indicate that school efforts, including specific types of anti-bullying policies, can support LGBT students and, in part, counteract a hostile school climate. Specifically, LGBT students from GLSEN’s NSCS who reported that their school’s anti-bullying policy included explicit protections against bullying based on sexual orientation and/or gender identity/expression experienced more positive school climates. Therefore, it is crucial that districts adopt and implement policies that can effectively improve LGBT students’ school experience, such as anti-bullying policies that provide explicit protections to students based on sexual orientation, gender identity, and gender expression. However, little is known about the efforts of school districts across the country to formally protect students through anti-bullying policies, especially those who identify as or are perceived to be LGBT, and how these policies may or may not improve LGBT students’  school experiences.Despite the important emphasis placed on legislative and policy efforts to improve school climate for LGBT youth and for youth in general, a deeper understanding is urgently needed to better understand what policies districts are enacting to protect students, the factors influencing policy adoption, and the potential effects of policies on student experiences. From Statehouse to Schoolhouse: Anti-Bullying Policy Efforts in U.S. States and School Districts fills an important gap in our understanding by examining:• The prevalence of anti-bullying policies in all U.S. public school districts.• The status of state anti-bullying laws, regulations, and policy guidance (i.e., model policies or guidelines for policy development) at the time of district policy collection.• The inclusion of three key elements in district policies and in state laws, regulations, and policy guidance: – Enumerated protections for students, including explicit prohibitions against bullying based upon students’ actual or perceived sexual orientation and gender identity/expression; – Professional development requirements for staff on bullying and harassment; and – Accountability for incident reporting to the district and/or state levels.• Implementation of provisions in state laws, regulations, and policy guidance at the local school district level.• The role of district anti-bullying policies in LGBT students’ school experiences, including: – LGBT students’ awareness of protections provided to them by their districts; and – Whether the existence and content of district anti-bullying policies (LGBT enumeration, professional development, and accountability requirements) relates to improved school climates (e.g. greater safety, more effective educator response to anti-LGBT bullying).4METHODSIn order to assess the prevalence and effectiveness of U.S. school district anti-bullying policies, as well as examine the relationship between district policies and state laws, regulations, and policy guidance, GLSEN Research compiled and analyzed district anti-bullying policies and state laws, regulations, and policy guidance. From September, 2008 through March, 2011, we assessed the existence of anti-bullying policies in all public school districts (N=13,181) from all 50 states and the District of Columbia, identifying such policies for 9,296 (70.5%) districts. We also compiled anti-bullying state laws, regulations, and policy guidance as of the end of 2008. We examined both district and state documents for three key components: enumerated protections for students (including those based upon students’ actual or perceived sexual orientation and gender identity/expression), professional development for staff, and accountability to the district and/or state for reporting bullying incidents. Finally, in order to examine how LGBT students’ school experiences relate to their districts’ anti-bullying policies, findings from our analyses of district policies were combined with data gathered from GLSEN’s 2011 National School Climate Survey (NSCS;N=7,040).2 The NSCS is a national survey of LGBT students administered biennially by GLSEN and examines multiple indicators of school climate for these youth, including experiences of biased language, harassment and assault, staff intervention, and school-based supports and resources. KEY FINDINGSSCHOOL DISTRICT ANTI-BuLLYING POLICIESAnti-bullying policies developed by U.S. public school districts are vital tools in efforts to create safer schools for all students. We found that most districts in the U.S. had anti-bullying policies in place during the period examined in this study, but only a minority enumerated sexual orientation or gender identity/expression, mandated professional development, or included stipulations for accountability. Specifically, we found from our assessment of districts’ anti-bullying policies as of 2011:• Nearly three in 10 (29.5%) U.S. school districts did not have an anti-bullying policy.• Of the 70.5% of U.S. school districts with anti-bullying policies: – Most (73.0%) enumerated at least one category (e.g., race, sex, ethnicity) of protection to students. – Less than half (42.6%) enumerated protections for students based upon their actual or perceived sexual orientation. – A minority (14.1%) enumerated protections for students based upon their gender identity and/or gender expression. – About a quarter (26.8%) required professional development for staff on addressing bullying and harassment in their schools. – Less than one-third (30.3%) stipulated accountability for incidents of bullying and harassment to the district and/or state. – Only 3% of district policies included all three elements—LGBT enumeration, professional development requirements, and accountability stipulations.• When accounting for all U.S. school  districts, i.e., those with and without anti-bullying policies: – Three in ten school districts enumerated sexual orientation, and not gender  identity/expression. – One in ten school districts enumerated  both sexual orientation and gender  identity/expression. – Two in ten school districts required professional development for staff. – Two in ten school districts required accountability for bullying incidents. – Only 2% of school districts were  providing anti-bullying policies that included all examined elements—LGBT enumeration, professional development, and accountability.5From StatehouSe to SchoolhouSeThe presence and content of anti-bullying policies varied by districts’ region, locale, and community characteristics. In general, we found that district policies were more inclusive of key elements, particularly LGBT-inclusion and professional development requirements, when they were in districts located in the Northeast, non-rural areas, and district communities with higher socioeconomic status. Region• Districts in the Northeast were most likely  to have anti-bullying policies, to have  LGBT-inclusive policies, and to have  policies that included professional  development requirements. • Districts in the South were least likely to enumerate protections for LGBT students in their policies. • Districts in the West were least likely to have districts enumerating protections to any group of students in their anti-bullying policies.Locale• Rural districts were least likely to have  anti-bullying policies in general, to  enumerate protections to any group of students, to have policies that were LGBT-inclusive, and to include professional development requirements. District characteristics• Districts that had an anti-bullying policy in general and had policies that were LGBT-inclusive and required professional development were more likely to have a larger student population, higher student to teacher ratios, more spending per pupil, and higher socioeconomic status.• Districts including accountability requirements were more likely to be in the South, in rural than suburban districts, and in districts with lower socioeconomic indicators. IMPLEMENTATION OF STATE LAwS, REGuLATIONS, AND POLICY GuIDANCEA key function of state anti-bullying laws, regulations, and policy guidance is to establish statewide standards for how schools and districts should address bullying and harassment of students. At a minimum, districts should be implementing policies that reflect mandates and guidance set forth in state laws. However, many districts in states with anti-bullying laws did not have anti-bullying policies, and many policies did not include the elements mandated or recommended by the state.• Among states with an anti-bullying law, over a quarter (26.3%) of districts did not have an anti-bullying policy.• In states with anti-bullying laws that included: – Sexual orientation—38.7% of districts were not providing protections to students based on actual or perceived sexual orientation in their anti-bullying policies. – Gender identity/expression—60.3% of districts were not providing protections to students based on gender identity/expression in their anti-bullying policies.  – Professional development for staff on bullying and harassment—76.0% of districts were not requiring professional development in their anti-bullying policies. – Accountability to the district and/or state for bullying incidents—55.2% of districts were not requiring accountability in their anti-bullying policies.In general, we found that anti-bullying interventions (laws, regulations, policy guidance) at the state level related to the presence and content of district anti-bullying policies at the local level. • Districts in states with any anti-bullying interventions were significantly more likely to have policies and to include key elements evident in state interventions.• Among the three types of intervention, laws appeared to be the most influential in a district having an anti-bullying policy in general. Districts in states with anti-bullying laws were  2 times more likely to have an anti-bullying policy than districts in states without an anti-bullying law.• Policy guidance was influential in the content of a district’s policy: 6 – Sexual orientation enumeration: the odds were 2 times greater when districts were in states with policy guidance enumerating sexual orientation; – Gender identity/expression enumeration: the odds were over 10 times greater when districts were in states with policy guidance enumerating gender identity/expression; – Professional development requirements: the odds were 6 times greater when districts were in states with policy guidance that included professional development; and – Accountability stipulations: the odds  were nearly 2 times greater when districts were in states with policy guidance  including accountability.• Laws also appeared to be influential in  district policy content. The odds of district policies including:  – Sexual orientation were 3 times greater when they were in states with laws enumerating sexual orientation; – Gender identity/expression were nearly 9 times greater when they were in states with laws enumerating gender identity/expression; and – Accountability were 4 times greater in states with laws including accountability.• Regulations appeared to exert the least influence among the three types of state level interventions, and in some cases, did not positively influence district adoption at all.There was evidence that regulations and policy guidance may, in some cases, fill a gap in states that did not have a law, or potentially enhanced the effects of an existing law.• In states without an anti-bullying law: – Having any anti-bullying regulations increased the likelihood of a district having an anti-bullying policy;  – Having regulations that enumerated sexual orientation increased the likelihood of a district enumerating sexual orientation in its anti-bullying policy;  – Having policy guidance that enumerated sexual orientation or gender identity/expression increased the likelihood of a district enumerating these characteristics in its anti-bullying policy; – Having policy guidance that included professional development requirements increased the likelihood of a district requiring professional development in its anti-bullying policy; and – Having policy guidance that stipulated accountability for bullying incidents increased the likelihood of a district stipulating accountability in its anti-bullying policy.• In states with an anti-bullying law: – Having regulations that stipulated accountability for bullying incidents increased the likelihood of a district including accountability requirements in its anti-bullying policy;  – Having policy guidance that enumerated gender identity/expression increased the likelihood of a district enumerating gender identity/expression in its anti-bullying  policy; and – Having policy guidance that stipulated accountability for bullying incidents increased the likelihood of a district stipulating accountability in its anti-bullying policy.Non-LGBT inclusive anti-bullying governance and guidance (i.e., laws, regulations, and policy guidance that did not enumerate sexual orientation or gender identity/expression) may actually act as a barrier to local adoption of LGBT-inclusive policies. District anti-bullying policies were less likely to enumerate sexual orientation and/or gender identity/expression in states with non-LGBT inclusive governance and guidance (as compared to those states with no law, no regulation, and/or no policy guidance).ANTI-BuLLYING POLICIES AND  SCHOOL CLIMATE FOR LGBT YOuTHDistricts should be providing all students, including LGBT students, with comprehensive protections from bullying and harassment in their anti-bullying policies. Thus, we examined 7From StatehouSe to SchoolhouSethe anti-bullying policies in districts attended by LGBT students in our NSCS. We found that all too often, LGBT students were not receiving these protections from their districts. • Nearly six in 10 (58.4%) LGBT students were not receiving explicit protections from bullying and harassment based on sexual orientation or gender identity/expression in their school districts (i.e., their districts did not have LGB- or LGBT-inclusive policies).• An even larger percentage of LGBT students were in districts that did not require professional development (74.2%) or district/state accountability for bullying incidents (75.1%). Having an LGBT-inclusive policy is critical, yet its effectiveness may depend upon how aware students are about the protections provided to them. All students need to know what behaviors are considered acceptable and unacceptable. LGBT students, in particular, need to know what specific protections are provided from anti-LGBT bullying policies. We found that many LGBT students were unaware of the protections provided to them in their anti-bullying policies, but in the cases when they were aware of the protections provided to them, they were more likely to report bullying incidents.• Eight in ten (80.2%) students who were in a district with an anti-bullying policy accurately believed that their school had a policy about bullying, harassment, or assault. • Of LGBT students in districts with policies that enumerated sexual orientation, less than four in 10 (33.9%) were actually aware that their district policies did so.• Of LGBT students in districts with policies that enumerated gender identity/expression, less than two in 10 (17.9%) were actually aware that their district policies did so.• Students who were aware that their district policies were LGB/LGBT-inclusive (enumerated sexual orientation and/or gender identity/expression) were more likely to report  incidents of bullying to school staff than students who were unaware that their policy provided them with those protections  (43.2% vs. 38.8%, respectively).LGB/LGBT-inclusive policies appeared to have an impact on school climate for LGBT youth. LGBT students whose district had LGB/LGBT-inclusive policies reported:• Greater feelings of safety in their schools;• Lower rates of victimization based upon their sexual orientation and gender identity/expression;• Lower rates of other forms of harassment (e.g., exclusion by peers, property damage);• More effective response from staff when students reported incidents of bullying to them;• More supportive staff and greater comfort in talking with staff about LGBT issues; and• A greater sense of belonging in their schools.An anti-bullying policy that does not include LGBT protections did not appear to be an adequate substitute for an LGBT-inclusive policy in improving LGBT students’ experiences. LGBT students in districts with non-LGB/LGBT inclusive policies or no policy whatsoever did not differ in:• Feelings of school safety;• Rates of victimization based upon their sexual orientation and gender identity/expression;• Rates of other forms of harassment (e.g., exclusion by peers, property damage);• Perceptions of the effectiveness of staff responses to reports of bullying incidents;• Perceptions of supportive staff and comfort in talking with staff about LGBT issues; and• Sense of belonging in their schools.Accountability and professional development requirements in anti-bullying policies did not appear to have an impact on school climate for LGBT students on any of the safety and educational indicators that we examined. It is possible that districts were not adequately implementing these stipulations, thus failing to have an impact on LGBT students’ experiences. It is also possible that professional development and accountability stipulations did not sufficiently address the specific experiences and needs of LGBT youth. 8CONCLuSIONS AND  RECOMMENDATIONSFindings from this report highlight both the important role that anti-bullying policies can play in students’ lives and the need for districts and states to do more to ensure that policies are adopted and implemented in ways that make schools safer for all students and for LGBT students in particular. We found that LGBT students in districts with anti-bullying policies that enumerated sexual orientation and gender identity/expression experienced less victimization based upon their sexual orientation and gender identity/expression and felt safer in their schools. Thus, it is concerning that a considerable number of districts were not providing LGBT students with explicit protections from bullying and harassment, and that many students in the country were not receiving any formal protections from bullying and harassment by their districts. Furthermore, despite the apparent effectiveness of LGBT-inclusive anti-bullying policies in improving LGBT students’ safety, we did not find that including professional development or accountability requirements had a noticeable effect on their experiences. It is possible that districts were not implementing professional development and accountability requirements in general, or that districts were not implementing these elements in ways that specifically address LGBT student safety. Future research should examine the reasons why these factors may not be improving school climate for LGBT students. This study indicates that state laws, regulations, and policy guidance can have an impact on the presence of district anti-bullying policies and their content. In general, we found that laws and policy guidance at the state level influenced districts’ anti-bullying policy efforts. However, we also found that many districts in the country were not adopting governance and guidance at the local level. Thus, it appears that more needs to be done to ensure that districts follow states’ anti-bullying measures and to understand the obstacles that districts face in adopting state governance and guidance. This report provides important guidance to educational policymakers, leaders, and safe school advocates in improving the safety of students through influencing and supporting local anti-bullying policy efforts and state governance and guidance. The following are recommendations to help ensure safer schools through anti-bullying policy efforts: STATE LEvEL:• Engage in efforts to adopt and implement anti-bullying laws and policies that, at a minimum, enumerate protections for students from bullying based upon actual or perceived sexual orientation and gender identity/expression, along with other personal characteristics (e.g., race/ethnicity, religion).• Engage in efforts to amend existing state laws, regulations, and policy guidance to include LGBT protections and other key elements such as mandatory professional development and district accountability for bullying incidents. • Advocate for appropriate funding of state anti-bullying laws and regulations in order to allow for local districts to effectively implement  state mandates.• Require that districts provide professional development for staff on identifying, preventing, and responding effectively to bullying incidents, as well as ensuring that such professional development includes specific content on anti-LGBT bullying and other bias-based bullying. • Encourage state school boards associations and other state level education associations to develop model policies or recommended policy language that explicitly enumerates LGBT protections, requires professional development for staff on bullying, and stipulates accountability measures for districts.LOCAL DISTRICT LEvEL:• Ensure that districts are in compliance  with existing state anti-bullying legislation  and regulations. • Engage in efforts to adopt and implement anti-bullying policies that, at a minimum, enumerate protections for students from bullying based upon actual or perceived sexual orientation and gender identity/expression, along with other personal characteristics (e.g., race/ethnicity, religion).9From StatehouSe to SchoolhouSe• Ensure enumeration of gender identity/expression in local anti-bullying efforts, in addition to the enumeration of sexual orientation and of gender or sex.• Engage in strategies to increase the school community’s awareness of existing district anti-bullying policies and their content, such as making policies easily accessible through the district/school website and/or school district handbooks disseminated to students, parents, and school personnel.• Focus on facilitating the implementation of anti-bullying district policies in areas that show specific need, such as rural or lower socioeconomic areas, by increasing funding and resources to meet necessary mandates.Our study details important advances in the U.S. in recognizing and addressing bullying in our nation’s schools at both the district and state levels, and also highlights an urgent need to continue increasing and improving state and local efforts to provide formal anti-bullying protections for students. By making sure that all states and districts adopt and implement effective and comprehensive anti-bullying policies, we in turn create more positive and safe school environments for all students, regardless of their sexual orientation, gender identity, or gender expression.Introduction13From StatehouSe to SchoolhouSeSince 1990, GLSEN has worked to make schools safer and more welcoming for all students, regardless of their sexual orientation, gender identity, or gender expression. GLSEN believes that one effective strategy to ensure safer schools is the development and implementation of state and local anti-bullying and harassment policies* that, at a minimum, explicitly prohibit bullying based upon students’ personal characteristics, including sexual orientation and gender identity/expression. To this end, GLSEN advocates for the development and implementation of inclusive anti-bullying policies on the federal, state, and local levels and studies the effects of anti-bullying legislation and policies on school climate in general, and in particular for lesbian, gay, bisexual, and transgender (LGBT) students. From Statehouse to Schoolhouse builds on these efforts by providing an unprecedented examination of anti-bullying policy interventions from the district to the state level, and how these interventions relate to LGBT student safety.Due in part to the growing national awareness of school-based bullying, policy makers and researchers alike are increasingly turning their attention to the provision of formal protections through legislative and regulatory efforts (i.e., governance) at the state level.3 The U.S. Department of Education’s (ED) 2011 report documented the prevalence and content of state anti-bullying laws and model policies, the growth of this legislation over the past decade, and the prevalence of protections to groups of students (i.e., enumeration) in state laws.4 The ED report also examined the content of a sample of 20 school district anti-bullying policies, and found that policies more thoroughly incorporated important elements when they were in states with more expansive anti-bullying governance. While the ED report provided useful information on the national prevalence of state anti-bullying governance, a broader examination of the landscape of local school district anti-bullying policies across the U.S. is needed, as well as a greater understanding of how state laws are implemented at the district level. Lastly, there is a specific need to examine how anti-bullying laws and policies specifically address the safety of LGBT students in schools.Anti-bullying governance and policies that provide more comprehensive protections for students—those that specifically prohibit bullying based upon personal characteristics, including sexual orientation and gender identity/expression, require professional development for staff on how to prevent and intervene in student bullying, and stipulate district accountability for documenting bullying incidents—may be more effective in protecting students than those without such provisions. These types of comprehensive policies may play an especially important role in LGBT students’ experiences by preventing or reducing incidents of bullying and harassment and ensuring that these incidents do not go unaddressed. Additionally, policies that require professional development could increase staff awareness in recognizing bullying incidents and their abilities to respond to such incidents. Furthermore, clear district requirements for documenting incidents of bullying and harassment could reduce bullying by making districts more accountable for addressing such incidents in their schools.Research suggests that explicitly stated protections for LGBT students in anti-bullying policies can contribute to better school climates and outcomes.5 GLSEN’s research on students’, teachers’, and principals’ perceptions of their anti-bullying policies as they relate to LGBT student experiences provides insight into their potentially positive effects.6 For example, findings from GLSEN’s National School Climate Survey, a biennial survey of LGBT secondary school students in the United States, suggest that schools with LGBT-inclusive anti-bullying policies may have a greater impact on LGBT student safety than schools without anti-bullying policies or schools with anti-bullying policies that do not provide similar protections (i.e., non-LGBT inclusive policies). LGBT students who believed that their school anti-bullying policies mention protections based on students’ sexual orientation or gender identity/expression reported lower rates of victimization and hearing biased remarks compared to students without such policies.7 Similarly, other research has found that LGBT students who perceived that *Throughout this report, we refer to any district policies that address bullying and harassment in schools as “anti-bullying policies.”14their schools had inclusive policies reported less victimization experiences, better mental health, and greater safety in their schools.8 The LGBT-inclusiveness of anti-bullying policies may also have a broader effect on school climate by influencing the perceptions and behaviors of staff. For example, GLSEN’s research has found that elementary school teachers were more comfortable intervening in LGBT-related bullying and creating safer environments for gender non-conforming students when they reported that their schools had LGBT-inclusive policies.9 Furthermore, LGBT-inclusive policies potentially have a number of benefits on the overall school climate, beyond their immediate effects on student and staff behaviors. By sending a message that victimization of LGBT youth will not be tolerated, LGBT-inclusive policies may signal a district’s support of LGBT youth more generally, thus providing a more welcome climate for LGBT students. However, because extant research has typically examined students’ and staffs’ perceptions of their policies and not the actual presence of these policies, additional research examining the effects of adopted district anti-bullying policies on school climate for LGBT students is warranted. Despite information on the prevalence of anti-bullying laws in all 50 states and the District of Columbia,10 there is an overall lack of knowledge about how local policies are affected by these laws. Although one specific state, Oregon, has undertaken an examination of their districts’ policies,11 to date there is no national, comprehensive accounting of school districts’ specific anti-bullying policies across the U.S. In that we know little about the prevalence and characteristics of school districts’ anti-bullying policies, how districts are implementing state anti-bullying governance and guidance, or how district policies may affect LGBT students’ school experiences, the present study fills an important gap in our knowledge by documenting the existence of anti-bullying policies in all U.S. school districts and examining the characteristics and effectiveness of school district anti-bullying policies. From Statehouse to Schoolhouse also makes an important contribution to the growing body of research on state anti-bullying laws, regulations, and policy guidance (i.e., model policies or guidelines for policy development) by developing an understanding of how state-level interventions relate to local implementation, especially as it relates to school climate for LGBT students, and fills a gap in our knowledge on the steps that districts are taking, on a national level, to provide safe and supportive learning environments for LGBT and non-LGBT  students alike.Overview of  the Study Aims  and Methods19From StatehouSe to SchoolhouSeOvERvIEw OF THE  STuDY AIMS AND METHODSIn order to assess the prevalence and effectiveness of U.S. school district anti-bullying policies, as well as examine the degree to which districts implement provisions in state laws, regulations, and policy guidance (i.e., model policies or guidelines for policy development), GLSEN Research compiled and analyzed anti-bullying policies from the nation’s public school districts, and also assessed existing state education anti-bullying laws, regulations, and policy guidance. The study used a mixed-methods approach to conduct a content analysis of district policies, state laws, state regulations, and state policy guidance for three key characteristics (enumeration, professional development, and accountability).This study had three main objectives: 1) Compile and examine the prevalence and characteristics of anti-bullying policies of all U.S. public school districts; 2) Compile and examine state education laws, regulations, and policy guidance related to anti-bullying in order to examine whether districts follow state mandates and guidelines; and 3) Assess relationships between district anti-bullying policies and school climate for LGBT youth. The report is divided into three parts based upon these objectives. Each part of the report provides a detailed methodology related to that particular phase of the study. PART ONESchool District Anti-Bullying Policies:  A compilation and analysis of anti-bullying and harassment policies in U.S. public school districts, including a specific examination of the inclusion of three key policy characteristics: enumerated protections, requirements for professional development, and accountability for incident reporting to the district and/ or state levels.PART TwOImplementation of State Laws, Regulations, and Policy Guidance: A compilation and assessment of state education laws, state departments of education regulations, and state departments of education and/or school boards association policy guidance, including a specific examination of the relationship between state level elements and district policies.PART THREEAnti-Bullying Policies and School Climate for Lesbian, Gay, Bisexual, and Transgender (LGBT) Youth: An examination of how district anti-bullying policies relate to school climate  for LGBT youth, including potential effects  of policies on LGBT students’ safety and  school connectedness.Part One:  School District  Anti-Bullying Policies23From StatehouSe to SchoolhouSeOvERvIEwSchool-based bullying and harassment pose significant challenges to many students, having negative effects on youth’s psychosocial well-being and academic achievement.12 School districts play a critical role in ensuring safe and supportive learning environments for all students, and particularly those who are more vulnerable to experiencing bullying and harassment and their negative effects. Among the various interventions available to improve school climate, school district anti-bullying and harassment policies can be an important strategy, in that they may provide school-wide frameworks for students, staff, and administration to understand, prevent, and address student bullying and harassment. GLSEN’s research has established that lesbian, gay, bisexual, and transgender (LGBT) students commonly feel unsafe in their schools due to high rates of bullying and harassment,13 and district anti-bullying policies could play an important role in improving school climate for LGBT students. Policies that provide students with specific protections from bullying and harassment based upon their actual or perceived sexual orientation, gender identity, and gender expression may be better at protecting LGBT students than policies without specific protections.14 Additionally, school districts that require professional development for staff can promote staff’s ability to identify, prevent, and respond to incidents of bullying and harassment of students. Furthermore, when schools and districts have a system of accountability that includes procedures for collecting and documenting incidents of bullying and harassment, school districts can better identify, measure, and address bullying incidents.Part One of this report fills an important gap  in our knowledge about the national landscape  of district anti-bullying policies by examining  the existence and content of these policies.  This part of the report provides the foundation  for Parts Two and Three, which will examine  how districts are implementing state level  anti-bullying laws, regulations, and policy guidance and the relationships between  district anti-bullying policies and LGBT  student experiences, respectively.24METHODSPart One reviews findings from our analysis of public school district anti-bullying policies. We assessed the prevalence of district anti-bullying policies and report on their inclusion of three key elements: enumeration, professional development, and accountability. We also examined how district characteristics, such as region, locale, and community demographics, relate to the presence and content of anti-bullying policies.DATA COLLECTIONFrom September, 2008 through March, 2011, GLSEN Research staff attempted to identify anti-bullying policies from all U.S. public school districts. We identified the population of public school districts through the U.S. Department of Education’s National Center for Education Statistics (NCES),15 which maintains an online database of U.S. school and district information. Only those districts that NCES classified as a regular public school district or supervisory union were included in our study’s database of school districts.16 The list of districts we compiled from NCES was cross-referenced with state departments of education and state school boards associations’ most current lists of school districts. Only those districts that were identified as active districts were retained in our final database, resulting in a sample of 13,181 school districts.We next attempted to obtain policies relevant to preventing bullying or harassment (herein referred to as “anti-bullying policies”) for each identified school district. District policies were considered relevant only if they specifically addressed bullying and harassment. Other types of policies that may indirectly protect students from bullying and harassment, such as discrimination or hazing policies, were not considered relevant to the current study. For instance, school districts sometimes adopt hazing policies that include explicit protections to specific populations (such as LGBT students); however, given that hazing refers to a specific form of aggressive behavior (as a requirement to join a particular group or club) that does not necessarily encompass the numerous forms that bullying and harassment can take, we did not consider a district’s hazing policy as broad enough to meet inclusion criteria. For similar reasons, we also excluded policies dealing only with sexual harassment. While we acknowledge the importance of school districts formally protecting students from sexual harassment, and that under certain circumstances LGBT students could have recourse for addressing bullying and harassment under a district’s sexual harassment policy, we believe that schools should also include explicit bullying and harassment policies that cover behaviors distinct from those covered in sexual harassment policies.We engaged in the following sequential  strategies for identifying a school district’s  anti-bullying policy:• Internet search. We searched available state education agency and public school district websites for district anti-bullying policies. We first attempted to identify a specific policy that addressed bullying or harassment. If a specific anti-bullying policy was not identified, related policy documents, such as student codes of conduct, were examined for specific sections on bullying or harassment. • Contacting the district. If a district’s anti-bullying policy was not available online, we contacted a district administrator (e.g., superintendent) directly by email. If an email address was not available or we did not receive a response after two email attempts, we attempted to contact them by phone and/or fax, depending on available contact information. Contacts were informed of the study’s intent and purpose and that we were requesting their district’s policies related to bullying and/or harassment. District contacts were also asked to notify us if they did not have any policies related to bullying and harassment. • Direct mail to districts. If we did not find a policy online and did not receive a response from directly contacting the district via email, fax, and/or phone, we sent a request for anti-bullying policies via direct mail to the district central office. In a final attempt to receive information about their anti-bullying policies, an additional follow-up letter was sent to those districts that did not respond to our first direct mailing. 25From StatehouSe to SchoolhouSeDistricts that informed us that they did not have a policy were classified as such. We also classified a district as not having an anti-bullying policy if: there was no policy located online, the district did not respond to our initial request for policies via email, phone or fax, and we received no response from our two direct mail requests. We do acknowledge, however, that some school districts classified as not having a policy may in fact have such policies but were unable or unwilling to make it available for this study. It is possible that districts with staffing limitations, particularly in smaller districts with less financial resources, could impede a district’s ability to respond to our requests. Furthermore, some districts that did not have an anti-bullying policy at the time of data collection may have subsequently developed one.In cases where a district had multiple policies that addressed bullying and/or harassment, we combined those policies into one document for analysis. Therefore, when we refer to a district’s “policy” in this report, we are referring to any and all policies that include anti-bullying language for that district.Upon completion of data collection, we identified and collected anti-bullying policies from 9,296 public school districts in the 50 U.S. states and the District of Columbia, or 70.5% of the total districts in the sample. CODING PROCEDuREWe conducted a content analysis of policy documents to identify the presence or absence of key characteristics that had been established by GLSEN as most relevant to policy efforts to protect students, particularly LGBT students, from bullying and harassment: enumerated protections, professional development for staff, and accountability to the district and/or state for reporting bullying incidents. Our analysis was facilitated by mixed-methods software, which allows for systematic searching and coding of large amounts of documents and text. We searched policies for the presence of the following three categories: • Enumerated protections: We examined policies for language stating protections to particular groups or categories of students, such as race, gender, and sexual orientation.18 This exploration was guided, in part, by GLSEN’s model policies, recommendations, and guidance to school districts on comprehensive policy development and implementation.19 The selected categories were also informed by our content analysis of policies that helped identify the most commonly enumerated categories that districts included.• Professional development: We searched policies for any stipulations mandating professional development (i.e., education or training) for school staff on addressing harassment or bullying among students. Only anti-bullying policies that specifically used language requiring that staff receive professional development on identifying, recognizing, and/or intervening in incidents of student bullying and harassment met coding criteria. Policies that only required professional development on the policy itself did not meet our criteria for requiring professional development, as it would merely inform staff of the policy and not necessarily provide any information or content on bullying or harassment. In addition, policies that used language suggesting (as opposed to requiring) professional development did not meet our criteria. This latter group also included districts whose policies had conditional requirements, such as “to the extent funds are available.”• Accountability: We examined policies for district requirements to report bullying incidents. Only requirements to report incidents to the district (i.e., superintendent, district, or other identified district representative) and/or state level (such as the state department of education or other state level reporting system) met our coding criteria. Policies that had stipulations only about staff reporting to an official at their school and not beyond the school building were not considered as they did not meet the requirement of district-involved reporting. We only coded policies that explicitly mandated reporting to the district and/or state. In some cases, policies mentioned collecting reports at the district level but did not describe the channel of reporting from the school level to the district level (i.e., did not include language that school administration must report to district); we identified this as a “gap” in district 26level accountability. However, because there was intent to collect reports at the district  level, we classified policies with this gap as requiring accountability. Guided by GLSEN’s anti-bullying model policy language, as well as language used in model policies developed by each state, we searched anti-bullying policies for the occurrence and frequency of keywords and phrases that potentially identified relevant policy components. Automated qualitative coding tools assisted in the creation of rules that instruct the software to search for commonly occurring word patterns over a large number of documents and text. Relevant sections were then automatically coded for potential inclusion in our final results. We assessed the reliability of computer coding by having research staff manually code a random selection of policy documents and comparing them to the automated computer coding, resulting in a 95% agreement between computer and hand coding.We coded the findings from the qualitative portion as quantitative variables (e.g., dichotomous) and exported them into statistical software20 (see also Parts Two and Three of this report). Additionally, in order to examine how policies varied by both district and geographic characteristics, we collected available National Center of Educational Statistics (NCES)21 and U.S. census22 data related to district and community characteristics (e.g., district size, spending per pupil, locale/urbanicity) for each district.FINDINGSPREvALENCE OF ANTI-BuLLYING POLICIESTable 1.1 shows the number and percentage of districts with anti-bullying policies by state. Overall, seven in 10 (70.5%) districts had an anti-bullying policy, and the percentage of districts in each state that had an anti-bullying policy ranged from 23% in North Dakota to 100% in Hawaii and the District of Columbia.2329.5% of U.S. school  districts did not have policies that addressed bullying and harassment in their schools.At least half of districts had anti-bullying policies in the vast majority of states (see Table 1.1). While the reasons for the lower presence of policies in certain states (n=5) was not clear, it is possible that these states had a greater number State# and % of Districts with Anti-Bullying PoliciesAL 71 53.0%AK 35 64.8%AZ 202 91.0%AR 146 59.8%CA 524 54.9%CO 111 62.7%CT 130 77.8%DC 1 100.0%DE 17 89.5%FL 69 95.8%GA 135 75.0%HI 1 100.0%ID 58 51.3%IL 576 66.4%IN 232 79.7%IA 341 94.2%KS 171 59.0%KY 150 86.2%State# and % of Districts with Anti-Bullying PoliciesLA 55 79.7%ME 85 70.8%MD 23 95.8%MA 155 63.5%MI 401 73.0%MN 282 84.4%MS 65 42.8%MO 405 77.1%MT 103 25.0%NE 117 45.7%NV 14 82.4%NH 129 75.9%NJ 485 83.6%NM 81 91.0%NY 500 72.6%NC 106 92.2%ND 41 23.3%OH 460 75.4%State# and % of Districts with Anti-Bullying PoliciesOK 174 32.6%OR 150 76.9%PA 436 87.0%RI 25 78.1%SC 67 78.8%SD 88 55.7%TN 110 80.9%TX 979 95.0%UT 39 95.1%VT 36 56.3%VA 124 93.9%WA 217 74.6%WV 44 80.0%WI 296 69.6%WY 34 70.8%Total 9296 70.5%Table 1.1. Number and Percentage of Districts with Anti-Bullying Policies by State (as of 2011; N=13,181)27From StatehouSe to SchoolhouSeof districts lacking the capacity or infrastructure to either implement a policy or make one available for this study.24While the majority of school districts in our sample had an anti-bullying policy, it is important to note that a sizeable number of districts, nearly one-third (29.5%), did not have policies that explicitly prohibited bullying and harassment in their schools. KEY ELEMENTS OF ANTI-BuLLYING POLICIESWe examined district anti-bullying policies for the inclusion of three key elements: enumerated protections for students, mandated professional development for staff on bullying and harassment (e.g., training), and requirements for reporting bullying and harassment incidents to the district and/or state levels (i.e., accountability).EnumerationCertain students are at increased risk for experiencing bullying and harassment based upon their actual or perceived characteristics, and anti-bullying policies that explicitly state (i.e., enumerate) specific categories of protection have been found to be more effective in protecting these vulnerable groups of students.25 Thus, we examined district policies for the presence of enumerated protections to particular groups, classes, or characteristics of students. Figure 1.1 shows the enumerated categories that we identified in our analysis of anti-bullying policies, as well as how frequently each category occurred among district anti-bullying policies.26Enumerated CategoriesAmong districts with an anti-bullying policy (70.5% of districts in the sample), nearly three-quarters (73.0%) enumerated at least one category of protection. As shown in Figure 1.1, the most commonly occurring categories, appearing in more than six in 10 anti-bullying policies, were race (70.6%), gender/sex (66.0%), religion (65.5%), disability (64.5%), and ancestry or national origin (61.8%). It is perhaps not surprising that these categories occurred most frequently in anti-bullying policies, as these characteristics are protected under federal civil rights law. The remaining categories of protection occurred in less than half of district anti-bullying policies. Homelessness (2.1%), military/veteran status (1.9%), and association with person/group (0.4%) were the least commonly enumerated categories in district policies.It is important to note that a particular group of students could receive protections under different terms used in policies. For example, whereas “race” was the most common term, a sizeable number of districts include the category “ancestry/national origin” (61.8%), about a third (32.6%) of policies included the term “ethnicity,” and a small percentage (6.8%) included the Figure 1.1. Frequency of Enumerated Categories in District Anti-Bullying Policies (Among Districts with Policies, n=9,296)0% 10% 20% 30% 40% 50% 60% 70% 80%RaceGender/SexReligionDisabilityAncestry or National OriginSexual OrientationEthnicityAgeMarital StatusAppearanceGender Identity/ExpressionEconomic StatusPolitical AffiliationCultural BackgroundPregnancy or ParenthoodHomelessnessMilitary or Veteran StatusAssociation with Person or Group 0.4%1.9%2.1%4.8%6.8%7.3%12.9%14.1%19.5%23.2%29.8%32.6%42.6%61.8%64.5%65.5%66.0%70.6%28term “cultural background.” Some district policies include more than one of these terms; nevertheless, the number of policies that could be interpreted to protect a student based on their race/ethnicity may be even larger than what is noted in Figure 1.1.Furthermore, as Figure 1.1 only shows the frequency of enumerated categories occurring in district policies, the percentage of districts providing enumerated protections to students is reduced when accounting for districts without an anti-bullying policy.Enumerated Protections for LGBT StudentsIn order to promote the safety of LGBT students, it is critical that school district anti-bullying policies include specific protections to students from bullying and harassment based upon their actual or perceived sexual orientation, gender identity, and gender expression, along with other enumerated categories. Given GLSEN’s specific mission to ensure safe and welcoming schools for all students, regardless of sexual orientation, gender identity, and gender expression, we further explored the depth and breadth of enumerated protections to LGBT students and those perceived to be LGBT.27We classified anti-bullying policies as they relate to enumerated protections in the following ways:• Non-enumerated: No explicitly stated categories of protection for students.• Enumerated: Explicitly stated protections for any groups or classes of students. – Enumerated, Non-LGBT: Enumerates protections, but does not include protections for LGBT youth (i.e., does not enumerate sexual orientation, gender identity, or  gender expression). – LGB-Inclusive: Explicitly enumerates protections based upon a student’s sexual orientation (actual or perceived). – LGBT-Inclusive: Explicitly enumerates protections for students based on their gender identity and/or gender expression (herein referred to as gender identity/expression), as well as their  sexual orientation.28In addition, when examining protections for LGBT students, we consider a policy to be non-LGBT inclusive if a policy exists but does not mention sexual orientation or gender identity/expression, regardless of its inclusion of other enumerated categories of protection:• Non-LGBT Inclusive: Policy does not include protections based upon sexual orientation or gender identity/expression. These policies include both non-enumerated policies and enumerated, non-LGBT policies.As shown in Figure 1.1, among the districts with an anti-bullying policy, four in 10 (42.6%) policies enumerated sexual orientation. The addition of gender identity or gender expression as categories of protection in anti-bullying policies is intended to protect transgender and gender nonconforming students from bullying and harassment, and as shown in Figure 1.1, 14.1% included either one or both of those categories.29 With the exception of four school districts that enumerated gender identity/expression but not sexual orientation (less than 1% of all school districts),30 all district policies that enumerated gender identity/expression also enumerated sexual orientation. Figure 1.2. Percentage of U.S. Districts Providing Bullying Protections to Students (N=13,181)Enumerated PoliciesLGB-Inclusive: Enumerates sexual orientation onlyLGBT-Inclusive: Enumerates sexual orientation and gender identity/expressionNo Policy29.5%Non-Enumerated19.0%Enumerated, Non-LGBT21.4%LGB-Inculsive20.1%LGBT-Inculsive9.9%Gender Identity Only <1%29From StatehouSe to SchoolhouSeWe found that policies more commonly enumerated gender identity than gender expression. The category “gender identity” appeared without mention of gender expression in 6.9% of anti-bullying policies, and gender identity appeared along with gender expression in 7.2% of anti-bullying policies; only one district policy included the category “gender expression” without “gender identity.” Only 9.9% of U.S. school districts had anti-bullying  policies that enumerated sexual orientation and  gender identity/expression.When examining the extent of protections to LGBT students across all districts, including those that do not have an anti-bullying policy, the picture is even bleaker. As shown in Figure 1.2, three in 10 (30.0%) districts had policies that included sexual orientation as category of protection, and one in 10 (9.9%) also included gender identity/expression. Figure 1.3 also shows the percentage of districts with LGB- and LGBT-inclusive policies by state. Professional Development Teachers and other school staff can play a central role in identifying, intervening in, and preventing bullying and harassment among students. The provision of in-service professional development may have an important impact on staff’s ability to respond to bullying in schools.31 Therefore, we examined anti-bullying policies for requirements that school staff receive professional development on bullying and harassment. As discussed in the Methods section, professional development on identifying, recognizing, and/or intervening in incidents of student bullying and harassment met coding criteria, and policies mandating education solely on the policy itself or stipulated that professional development was optional did not meet our criteria. Figure 1.3. Percentage of Districts Enumerating LGBT Protections by State (N=13,181)Non-LGB Inclusive LGB-Inclusive LGBT-Inclusive0% 20% 40% 60% 80% 100%AKALARAZCACOCTDCDEFLGAHIIAIDILINKSKYLAMAMDMEMIMNMOMSMTNCNDNENHNJNMNVNYOHOKORPARISCSDTNTXUTVAVTWAWIWVWY31.5% 33.3% 0.0%44.0% 6.7% 2.2%57.8% 1.6% 0.4%86.9%14.7%31.1%31.7% 45.1% 0.6%78.9% 10.5% 0.0%72.2% 4.2% 19.4%30.1% 20.4% 0.9%17.8% 41.4% 7.3%75.9% 3.1% 0.7%55.2% 2.07% 1.7%25.8% 36.5% 1.2%25.0% 16.7% 54.2%19.2% 51.7% 0.0%34.1% 8.9% 30.1%53.3.% 30.5% 0.6%21.3% 55.6% 0.2%40.8% .7% 1.3%20.1% 4.13% 0.7%57.4% 7.0% 27.8%20.5% 2.8% 0.0%43.0% 2.0% 0.8%58.8% 17.1% 0.0%27.0% 61.8% 2.2%58.8% 23.5% 0.0%28.9% 42.8% 0.9%67.7% 7.2% 0.5%26.4% 5.6% 0.6%9.4% 26.6% 20.3%23.1% 43.5% 3.1%61.8% 18.2% 0.0%60.4% 10.4% 0.0%6.9% 8.3% 59.5%31.8% 45.1% 0.0%46.1% 39.5% 1.4%40.6% 28.1% 9.4%72.9% 4.71% 1.2%42.4% 10.1% 3.2%77.9% 1.5% 1.5%93.9% 1.1% 0.0%90.2% 4.9% 0.0%81.1% 11.4% 1.5%5.5% 1.4% 76.7%83.9% 1.7% 0.6%76.8% 2.9% 0.0%82.9%5.0%6.4%72.8% 0.6% 1.7%100.0%100.0%31.6% 0.0%38.4% 1.8%4.1% 0.0%30Only 18.9% of school  districts required professional development for staff on  bullying and harassment in their anti-bullying policies.We found that policies infrequently stipulated education or training for staff—only about a quarter (26.8%) of district anti-bullying policies required professional development for staff (see Table 1.2). Furthermore, when taking into account all public school districts, i.e., those with and without anti-bullying policies, fewer than two in 10 (18.9%) districts required staff professional development on bullying and harassment. AccountabilityIn addition to providing professional development to staff, GLSEN believes that school districts and state education agencies should have a system for documenting and recording incidents of bullying and harassment in their schools. District and state accountability for bullying incidents can help identify the scope of the problem in school districts and provides opportunities to assess any changes in the number of bullying incidents over time. Therefore, we examined anti-bullying policies for district requirements to collect reports of bullying and harassment incidents, and if there were requirements to report incidents to a state level agency or other state reporting system. About one-fourth (26.8%) of anti-bullying policies required that schools report incidents of bullying and harassment to the district level. A much smaller number of anti-bullying policies (4.2%) required that schools and/or school districts report bullying and harassment incidents to the state level. There was some overlap in accountability requirements in anti-bullying policies; 2.9% of anti-bullying policies that required district accountability also required state accountability.Requires Professional  DevelopmentRequires Accountability  for Bullying IncidentsState # Policies Including% of Policies% of Districts# Policies Including% of Policies% of DistrictsTotal 2489 26.8% 18.9% 2815 30.3% 21.4%AL 1 1.4% 0.7% 5 7.0% 3.7%AK 0 0.0% 0.0% 17 48.6% 31.5%AZ 0 0.0% 0.0% 189 93.6% 85.1%AR 4 2.7% 1.6% 1 0.7% 0.4%CA 326 62.2% 34.2% 18 3.4% 1.9%CO 78 70.3% 44.1% 1 0.9% 0.6%CT 59 45.4% 35.3% 70 53.8% 41.9%DE 3 17.6% 15.8% 7 41.2% 36.8%FL 61 88.4% 84.7% 59 85.5% 81.9%GA 56 41.5% 31.1% 5 3.7% 2.8%HI 0 0.0% 0.0% 0 0.0% 0.0%ID 0 0.0% 0.0% 25 43.1% 22.1%IL 34 5.9% 3.9% 5 0.9% 0.6%IN 32 13.8% 11.0% 3 1.3% 1.0%IA 252 73.9% 69.6% 224 65.7% 61.9%KS 12 7.0% 4.1% 1 0.6% 0.3%KY 2 1.3% 1.1% 1 0.7% 0.6%LA 0 0.0% 0.0% 2 3.6% 2.9%ME 47 55.3% 39.2% 0 0.0% 0.0%MD 7 30.4% 29.2% 5 21.7% 20.8%MA 8 5.2% 3.3% 7 4.5% 2.9%MI 82 20.4% 14.9% 4 1.0% 0.7%MN 4 1.4% 1.2% 85 30.1% 25.4%MS 0 0.0% 0.0% 2 3.1% 1.3%MO 291 71.9% 55.4% 226 55.8% 43.0%MT 1 1.0% 0.2% 0 0.0% 0.0%NE 12 10.3% 4.7% 0 0.0% 0.0%NV 2 14.3 11.8% 2 14.3% 11.8%NH 26 20.2% 15.3% 103 79.8% 60.6%NJ 290 59.8% 50.0% 36 7.4% 6.2%NM 0 0.0% 0.0% 47 58.0% 52.8%NY 163 32.6% 23.7% 14 2.8% 2.0%NC 62 58.5% 53.9% 61 57.5% 53.0%ND 1 2.4% 0.6% 5 12.2% 2.8%OH 3 0.7% 0.5% 321 69.8% 52.6%OK 32 18.4% 6.0% 10 5.7% 1.9%OR 25 16.7% 12.8% 63 42.0% 32.3%PA 123 28.2% 24.6% 149 34.2% 29.7%RI 6 24.0% 18.8% 13 52.0% 40.6%SC 0 0.0% 0.0% 4 6.0% 4.7%SD 5 5.7% 3.2% 9 10.2% 5.7%TN 80 72.7% 58.8% 8 7.3% 5.9%TX 2 0.2% 0.2% 842 86.0% 81.7%UT 17 43.6% 41.5% 3 7.7% 7.3%VT 28 77.8% 43.8% 22 61.1% 34.4%VA 79 63.7% 59.8% 72 58.1% 54.5%WA 120 55.3% 41.2% 5 23.% 1.7%WV 12 27.3% 21.8% 14 31.8% 25.5%WI 39 13.2% 9.2% 48 16.2% 11.3%WY 2 5.9% 4.2% 2 5.9% 4.2%DC 0 0.0% 0.0% 0 0.0% 0.0%Table 1.2. Number and Percentage of Policies and Districts Requiring Professional Development and Accountability31From StatehouSe to SchoolhouSeOnly 21.4% of school  districts required account-ability for bullying incidents in their anti-bullying policies.It is important to note some differences in how policies described accountability procedures. For example, among policies that required district accountability (30.3%), we identified a portion of those policies (22.7%) as having an “accountability gap.” In other words, these policies stipulated that districts keep track of bullying incidents but did not state if and how schools should report incidents to the district. Additionally, policies that required state accountability generally required that either the district report incidents to the state or that school administration report directly to the state. When considering all types of accountability requirements in anti-bullying policies, less than one-third (30.3%) of all policies required any accountability for reporting incidents of bullying and harassment (see Table 1.2). This percentage is much smaller when we consider all districts, regardless of whether they have an anti-bullying policy—only two in 10 districts (21.4%) in the U.S. required district and/or state accountability for reporting incidents of bullying and harassment.CO-OCCuRRENCE OF KEY ELEMENTS  IN DISTRICT POLICIESEach of the three elements that we examined in district policies—enumeration, professional development, and accountability—may play important roles in student safety in and of themselves. However, policies that incorporate all of these elements may promote even safer schools for vulnerable groups of students; this may be especially true for LGBT students in districts with LGBT-inclusive policies that also require professional development and accountability for bullying incidents. Therefore, we examined whether anti-bullying policies included professional development and accountability elements along with enumerated protections, including those for LGBT students.Table 1.3 shows the co-occurrence of professional development and/or accountability requirements with any enumerated categories, and LGBT enumeration in particular. Nearly one in 10 (9.0%) anti-bullying policies included professional development and accountability requirements along with any enumerated categories (i.e., LGBT and non-LGBT). A small minority of policies included both professional development and accountability requirements in LGB-inclusive (4.0%) and LGBT-inclusive (3.0%) policies (see also Table 1.3). When accounting for school districts without an anti-bullying policy, an even smaller minority of districts provided comprehensive anti-bullying protections that include accountability and professional development mandates, along with enumerated protections specific to LGB (2.8%) and LGBT (2.1%) students. Therefore, the vast majority of district policies, and almost all U.S. school Enumeration Status  of District Policies*n (%) of  All Policiesn (%) Including  Accountabilityn (%) Including  Professional Developmentn (%) Including Accountability and Professional DevelopmentNon-Enumerated 2510 (27.0) 446 (4.8) 289 (3.1) 43 (0.5)Enumerated, Non-LGBT 2824 (30.4) 1174 (12.6) 272 (2.9) 184 (2.0)LGB-Inclusive 2650 (28.5) 273 (2.9) 610 (6.6) 375 (4.0)LGBT-Inclusive 1312 (14.1) 40 (0.4) 435 (4.7) 280 (3.0)*Only includes districts with policiesTable 1.3. Portion of all Anti-Bullying Policies Including Accountability and/or Professional Development  Requirements by Enumeration Status of Policies (n=9,296)32districts, may be failing to adequately provide the most comprehensive and effective protections from bullying and harassment for LGBT students.Only 2% of school districts had comprehensive anti- bullying policies: those that included LGBT enumeration, professional development, and accountability.DIFFERENCES IN POLICIES BY REGION, LOCALE, AND DISTRICT CHARACTERISTICSNational research on the general student population examining differences in the prevalence of bullying and harassment based on school district settings has found higher rates of peer victimization in urban schools.32 Yet, research on school climate specifically for LGBT students has found that LGBT students in rural areas experience more hostile school climates than those in urban and suburban areas.33 Research on regional differences among the general student population has been less common, but GLSEN’s research has repeatedly demonstrated that LGBT students in the South and Midwest experience more hostile school climates than those in the Northeast and West.34 In addition, GLSEN’s research examining LGBT students’ experiences based upon community socio-economic indicators found that students in communities with lower overall educational attainment (i.e., lower percentage of college graduates) and higher poverty were more likely to be victimized.35 GLSEN also previously examined the role of district-specific factors, such as student-teacher ratio, and found little relationship Figure 1.5. Percentage of Districts Enumerating Protections for LGBT Students by Region and Locale (N=13,181)Non-LGB InclusiveLGB-InclusiveLGBT-InclusiveNo Policy0%10%20%30%40%50%60%70%80%90%100%RuralSuburbanUrbanWestMidwestSouthNortheast22.6% 26.3%29.6%40.0%12.0%44.1%32.1%11.9%18.4%34.7%29.0%17.8%33.7%41.9%16.6%7.7%27.0%25.6%7.5%36.3%22.5%11.6%68.4%3.3%2.1%28.4%30.2%18.8%0%10%20%30%40%50%60%70%80%90%100%RuralSuburbanUrbanWestMidwestSouthNortheastFigure 1.4. Percentage of Districts with Anti-Bullying Policies by Region and Locale (N=13,181)77.4%73.7% 70.4%60.0%88.0% 81.6%66.3%33From StatehouSe to SchoolhouSeto anti-LGBT peer behaviors. However, there has been little additional research on the specific role of community and district factors in the adoption of anti-bullying policies.36 Because anti-bullying policies could play an important role in school climate for all students, and for LGBT youth in particular, we explored potential differences in the availability and content of anti-bullying policies by region, locale, and district characteristics (e.g., school size and funding).Differences by RegionDistricts in the Northeast were most likely to have an anti-bullying policy in general, to enumerate protections for LGBT students, and to require professional development: • As shown in Figure 1.4, nearly eight in 10 (77.4%) districts in the Northeast had an anti-bullying policy in general, compared to about seven in 10 or less in the South (73.7%), Midwest (70.4%), and West (60.0%).37 • The Northeast was most likely to have districts with LGBT-inclusive policies (18.8%) and the South was least likely to have districts with LGBT-inclusive policies (2.1%; see  Figure 1.5).38 • The Northeast was most likely to have districts requiring professional development (29.1%), followed by the West (21.8%), Midwest (15.8%), and the South (12.6%, see  Figure 1.6).39The West was least likely among all regions to have districts enumerating protections to any group of students in their anti-bullying policies.40 Furthermore, districts in the South were most likely to have policies requiring accountability. As shown in Figure 1.7, over one-third (34.9%) of districts in the South had policies with accountability requirements, compared to less than two in 10 in the Midwest (19.2%), Northeast (16.6%), and West (14.2%).41Policy does notInclude State/DistrictAccountabilityIncludes State/DistrictAccountabilityNo Policy0%10%20%30%40%50%60%70%80%90%100%RuralSuburbanUrbanWestMidwestSouthNortheastFigure 1.7. Percentage of Districts Requiring Accountability for Bullying Incidents by Region and Locale (N=13,181)22.6%60.9%16.9%26.3%38.8%34.9%29.6%51.2%19.2%40.0%45.8%14.2%12.0%66.6%21.4%18.4%65.0%16.6%33.7%43.4%22.9%Figure 1.6. Percentage of Districts Requiring Professional Development by Region and Locale (N=13,181)Policy does notInclude ProfessionalDevelopmentIncludes ProfessionalDevelopmentNo Policy0%10%20%30%40%50%60%70%80%90%100%RuralSuburbanUrbanWestMidwestSouthNortheast22.6%48.3%29.1%26.3%61.2%12.6%29.6%54.6%15.8%40.0%38.2%21.8%64.5%12.0% 18.4%23.5%56.8%24.8%33.7%49.4%16.9%34Number of students  in districtStudent to  teacher ratioSpending per  pupilHigh school  graduates†Percent of children  in povertyDoes district  have a policy?No 1496.87*** 13.44*** 13962.13*** 977.75*** 20.2%***Yes 4472.46 14.55 13215.46 2586.33 18.2%Does policy enumerate any  category of protection?No 3992.23** 14.56 13097.18 2352.30 19.1%***Yes 4648.70 14.54 13258.83 2671.67 18.0%Does policy enumerate  sexual orientation?No 4309.39 14.34*** 12732*** 2381.04** 20.0%***Yes 4692.73 14.83 13873.91 2863.02 15.7%Does policy enumerate gender identity/expression?No 4320.04** 14.59** 12999.98*** 2408.73*** 18.8%***Yes 5393.32 14.27 14516.19 3665.81 14.2%Does policy require professional development?No 4253.8** 14.41*** 13244.62 2454.32** 18.5%***Yes 5072.97 14.94 13135.29 2950.23 17.1%Does policy require any district accountability?No 4432.68 14.74*** 13372.73*** 2642.32 17.5%***Yes 4565.09 14.09 12848.85 2456.33 19.8%Asterisks indicate a significant mean difference between “yes” and “no:” ***p<.001, **p<.05, *p<.10†Number of male and female high school graduates in district over 25 years of ageData on district characteristics (number of students, student/teacher ratio, spending per pupil) were obtained from National Center for Educational Statistics Data on community characteristics (high school graduates, percent poverty) were obtained from the U.S. Census BureauTable 1.4. Presence and Content of Anti-Bullying Policies by District and Community Characteristics5035From StatehouSe to SchoolhouSeDifferences by LocaleIn general, rural areas were least likely to have anti-bullying policies and to incorporate enumerated protections and professional development requirements:• As shown in Figure 1.4, rural districts were the least likely to have anti-bullying policies in general. About six in 10 (66.3%) rural school districts had anti-bullying policies, compared to over eight out of 10 districts in suburban (81.6%) and urban (88.0%) areas.42 • Suburban and urban districts were more likely than rural districts to enumerate protections to any group of students (62.8% and 67.5%, vs. 47.2%, respectively).43• As shown in Figure 1.5, rural districts were least likely to have policies that were LGBT-inclusive. Less than one in 10 (7.7%) rural districts had LGBT-inclusive policies,  compared to nearly two in 10 (17.8%) suburban districts.44• Suburban and urban districts were more likely than rural districts to include professional development requirements (24.8% and 23.5%, vs. 16.9%, respectively; see Figure 1.6).45In contrast, rural districts were more likely to incorporate accountability requirements than suburban districts (22.9% vs. 16.6%, respectively), but were not different from urban ones (21.4%) in this regard (see Figure 1.7).46 Differences by District and  Community CharacteristicsWe also examined differences in policies by district characteristics, such as total number of students, student to teacher ratio, and district spending per pupil, as well as factors related to the socioeconomic status of the district community (child poverty levels and number of high school graduates over 25 years of age). Table 1.4 shows the differences in the presence of key elements of district anti-bullying policies by district and community characteristics. Districts that had an anti-bullying policy in general and had policies that were LGBT-inclusive and required professional development were more likely to have a larger student population, higher student to teacher ratios, more spending per pupil, and higher socioeconomic status communities.47, 48 In contrast, districts with policies requiring accountability had lower student to teacher ratios, lower spending per pupil, and lower socioeconomic status communities.49 These characteristics of  districts requiring accountability reflect our  earlier finding that rural districts, which are typically smaller and lower in socioeconomic status, were more likely to have policies with district accountability requirements.CONCLuSIONWhile it is encouraging that the majority of school districts had an anti-bullying policy in general, LGBT students by and large were not receiving sufficient protections by the nation’s school districts. Explicit prohibitions against bullying and harassment based upon students’ sexual orientation were provided by less than one-third of the nation’s school districts, and prohibitions against bullying and harassment based upon students’ gender identity/expression were provided by only one-tenth of districts. Our findings in this section demonstrate that school districts could be doing more to formally protect lesbian, gay, and bisexual students from bullying and harassment, and that districts’ provision of protections to transgender and gender nonconforming students are lagging far behind. We found that most (66.0%) district anti-bullying policies explicitly prohibited bullying and harassment based upon students’ gender and/or sex, whereas few policies (14.1%) enumerated gender identity and/or gender expression as protected categories. Gender identity/expression could be considered a component of gender, thus providing transgender and gender nonconforming students with protections in district policies that enumerate gender. However, it is not clear whether prohibitions against bullying based upon students’ gender/sex are sufficient to affect bullying of transgender and gender nonconforming students’; we will be examining this more closely in Part Three of this report. Furthermore, it is possible that transgender or gender nonconforming students experiencing bullying may still officially be legally protected if their policies do not enumerate gender identity/expression. Some state education laws include 36gender identity/expression in their definition of sexual orientation (even though sexual orientation and gender identity/expression are distinct concepts), and policies that only provide protections to students based upon their sexual orientation in those states could also legally apply to students facing gender identity/expression-related bullying. However, we believe that reliance on these potential legal interpretations  is not sufficient to protect transgender or  gender nonconforming students from bullying and harassment.School districts could be  doing more to formally  protect LGB students from bullying and harassment,  and districts’ provision of  protections to transgender  and gender nonconforming students are lagging  far behind.Enumerated protections for other groups and classes of students were more common, occurring in about three-fourths of district policies. Our findings regarding enumerated categories of protection build upon the U.S. Department of Education’s (ED) examination of a smaller sample of district anti-bullying policies.51 Similar to ED’s findings, policies in our sample most commonly enumerated protections that receive federal protections, such as their race, sex/gender, religion, disability, and ancestry/national origin. However, when taking into account districts that do not have an anti-bullying policy, nearly half did not provide explicit protections from bullying or harassment to students based on their group or class membership. We also found that school districts infrequently required professional development or district accountability for documenting incidents of bullying, with less than one-fourth of districts requiring these key elements. In addition to enumerating protections to students from bullying and harassment, districts can further ensure student safety by encouraging schools to raise awareness among their staff and administration on how to identify, prevent, and handle incidents of bullying. Given that district policies were rarely comprehensive (i.e., they included LGBT protections, professional development, and district accountability), we believe that a large majority of students in our nation’s schools were not receiving thorough enough protections from bullying and harassment by their districts.Our findings highlighting differences in anti-bullying policies based upon the setting and characteristics of school districts provide important guidance to education policy advocates. There was some evidence that district policies were more inclusive of key elements, particularly LGBT-inclusion and professional development requirements, when they were located in the Northeast, non-rural areas, and districts with higher socioeconomic indicators. Previous research on LGBT student experiences have found that school climates are typically less hostile to LGBT youth who attend schools with these geographical and community characteristics.52 In contrast, we found that districts including accountability requirements were more likely to be in the South, in rural than suburban districts, and in districts with lower socioeconomic indicators. While it is unclear why accountability requirements differed in this manner, it may reflect differing perspectives on how to address bullying and harassment based upon a district’s community context. Other differences that we observed in Part One could be driven by certain impediments to data collection. For example, it is possible that certain school districts, due to issues of infrastructure or capacity, were unable to make policies available online or respond to our requests for a policy during data collection. These limitations may be particularly true for schools in rural areas. Rural districts may have fewer resources that might inhibit their ability to have their documents publicly available or to respond to requests for information—nine in 10 districts in states with a lower prevalence of anti-bullying policies (i.e., < 50%) were rural. Given that the South has 37From StatehouSe to SchoolhouSethe highest prevalence of rural school districts and districts that fare worse on socioeconomic indicators,53 any factors that interfered with our ability to collect a policy from districts with these characteristics could explain the pattern in these findings. That being said, a distinction needs to be drawn between the prevalence of policies and the quality or effectiveness of an existing policy. Thus, even if rural districts or districts in the South had existing policies but were not able or willing to make them publicly available, their effectiveness as policies may also be jeopardized. This lack of accessibility may also indicate that policies in these districts are not as readily available to students and parents in the  school community.To further our understanding of the factors that contribute to district anti-bullying policy development, Part Two of this report builds upon these findings by examining how the presence and content of district policies relate to state anti-bullying legislation, regulations, and policy guidance.Part Two:  Implementation  of State Laws,  Regulations, and  Policy Guidance41From StatehouSe to SchoolhouSeOvERvIEwGiven that the United States does not have a federalized education system, state legislatures and state education agencies are typically charged with the task of regulating public schools and providing students with access to education. Even though the federal government exerts some authority over public schools—predominantly through federal civil rights protections (i.e., Title IX54) and federal funding streams (i.e., Title I funds55)—public school governance primarily falls upon the states. Therefore, policy intervention at the state level, such as state anti-bullying and harassment laws, regulations, and policy guidance (i.e., model policies and guidelines for policy development), can play a crucial role in ensuring school safety for students. State governance and guidance can affect student experiences at the local level by setting expectations for how school districts address bullying and encouraging consistent adoption of state standards across districts. Yet such protections may fail to effectively protect all students unless such state standards include explicit protections against bias-based bullying (e.g., bullying based on sexual orientation or gender identity/expression), require professional development for staff on bullying, and ensure school and district accountability for tracking bullying incidents.The growing national awareness of school-based bullying has been accompanied by an increasing number of states adopting anti-bullying legislation. Consequently, researchers and advocates are turning their attention to the prevalence and content of state anti-bullying legislation. The U.S. Department of Education (ED) and the Office of Planning Evaluation and Policy Development’s 2011 report examined the prevalence and content of state anti-bullying laws, as well as the content of a small sample of school district anti-bullying policies.56 Notably, the study found that some district anti-bullying policies included elements that were also present in their state’s anti-bullying laws, suggesting that state laws, regulations, and policy guidance can have an important impact on policies at the local level. The findings also illustrate how some districts fail to comply with state laws by not including required elements. However, given the ED report only examined a small sample of districts, there remains a gap in our knowledge on how state laws, regulations, and policy guidance relate to district policy adoption on a national level.State departments of education (DOEs) may facilitate school district implementation of state legislation through the development of regulations that instruct school districts to carry out elements of state laws and provide a framework for monitoring school district compliance. Additionally, state DOEs and school boards associations (SBAs) can provide important technical guidance to districts through the development of model policies and guidelines for policy development (herein jointly referred to as “policy guidance”), ensuring that key anti-bullying strategies are consistently incorporated into district policies statewide. In general, state education regulations and policy guidance can play an important role in a district’s implementation of state law, and could also compensate for certain protections or guidance that the laws themselves are lacking. For example, in a state with an anti-bullying law that does not enumerate protections based on personal characteristics, education agency guidance or regulations may fill this gap by including such protections. In Part Two of this report we first review the status of state laws, regulations, and policy guidance at the time of this study’s district policy data collection, as well as the occurrence of the three key elements that we had explored in district policies in Part One: enumeration (specifically LGBT inclusion), professional development requirements, and stipulations for accountability. We then examine the relationships between anti-bullying governance and guidance (i.e., laws, regulations, and/or policy guidance) at the state level and district policies at the local level. More specifically, we explore whether districts are more likely to adopt anti-bullying policies and incorporate key elements when they are in states with anti-bullying governance and guidance that also include key elements, and how these state-level interventions uniquely contribute to district policy adoption and content. 42METHODSIn Part Two, we report findings from our analyses of state anti-bullying laws, regulations, and policy guidance. We report the prevalence of state governance and guidance (as of the end of 2008), the inclusion of key characteristics (i.e., LGBT enumeration, professional development, and accountability) in these state-level documents, and how these statewide elements relate to district adoption and inclusion of key elements in anti-bullying and harassment policies (herein referred to as “anti-bullying policies”).DATA COLLECTIONGLSEN’s Public Policy Department maintains a database of state education laws in order to support the organization’s national advocacy efforts. In collaboration and consultation with the Public Policy Department, GLSEN Research compiled a database of state education laws, DOE regulations, and DOE/SBA policy guidance that address harassment and bullying in schools. We identified and updated state laws, regulations, and policy guidance in our database through Internet searches on relevant state agency websites or databases that provide access to these laws and regulations (e.g., Westlaw). We contacted state agencies directly by email and/or phone to obtain any necessary documents that were not available online. Given that our primary aim in Part Two was to examine the influence that state laws, regulations, and policy guidance have on district policies,57 we report on state anti-bullying laws, regulation, and policy guidance that were in existence at the end of 2008 in order to account for any time that might have elapsed between state and local policy adoption.When we refer to “policy guidance” throughout Part Two, we are collectively describing documents created by state departments/boards of education (DOEs) and state school boards associations (SBAs). Policy guidance documents in each state fell into one of two categories: model policies which provide districts with a template that can be duplicated for their district policy, and policy guidelines which provide districts with suggested and/or specific language for their policies. We found that DOE policies or regulations in some states recommended or stipulated that SBAs develop policy guidance, either in lieu of or in addition to DOE policy guidance. Perhaps because of this collaboration, some states had multiple policy guidance documents. Therefore, in the instance that a state had more than one policy guidance document, we report our findings in the aggregate for that particular state.For more information on our data collection methods for district-level policies, see Part One of this report.CODING PROCEDuREWe examined and coded state law, regulation, and policy guidance documents in mixed-methods software58 for the inclusion of LGBT enumeration, professional development requirements, and accountability for reporting bullying incidents to the district and/or state. We used the same district policy coding criteria outlined in Part One of this report for coding state-level documents reported in Part Two:• LGBT enumeration: We examined state documents for language stating protections to students based upon their actual or perceived sexual orientation, gender identity, and/or gender expression.• Professional development: We searched state documents for any stipulations mandating professional development (i.e., education or training) for school staff on addressing harassment or bullying among students. Only documents that specifically used language requiring that staff receive professional development on identifying, recognizing, and/or intervening in incidents of student bullying and harassment met coding criteria. Documents that only required professional development on district policies itself did not meet our criteria for requiring professional development, as it would merely inform staff of the policy and not necessarily provide any information on bullying or harassment itself. In addition, state documents that used language suggesting (as opposed to requiring) professional development did not meet our criteria. This latter group also included conditional requirements, such as “to the extent funds are available.”43From StatehouSe to SchoolhouSe• Accountability: We examined state documents for district requirements to report bullying incidents. Only requirements to report incidents to the district (i.e., superintendent, district, or other identified district representative) and/or state level (such as the state department of education or other state level reporting system) met our coding criteria. We only coded policies that explicitly mandated reporting to the district and/or state. TERMINOLOGYSimilar to the terminology use in Part One, we refer to laws, regulations, policy guidance, and district policies as they relate to LGBT enumeration in the following ways:• LGB-Inclusive: Explicitly states protections based upon a student’s sexual orientation (actual or perceived).• LGBT-Inclusive: Explicitly states protections for students based on their gender identity/expression, as well as their sexual orientation.• Non-LGBT Inclusive: Does not include protections based upon sexual orientation or gender identity/expression. These policies may or may not enumerate other protected characteristics of students (e.g., race, religion).FINDINGSCuRRENT STATuS OF ANTI-BuLLYING LAwSFigure 2.1 shows the prevalence of state anti-bullying laws from 1992 through the end of 2014 and if they included protections for LGBT students (i.e., enumerated sexual orientation and/or gender identity/expression). The figure illustrates an increase in the prevalence of laws addressing bullying and harassment in schools since the year 2000, and a relatively smaller and more recent increase in laws that enumerate protections for LGBT students. The earliest anti-bullying law, enacted in 1992 in Vermont, was inclusive of sexual orientation. Starting in 2005, there was a steep increase in the number of states adopting anti-bullying laws, with the minority of them including sexual orientation (LGB-inclusive), or sexual orientation and gender identity/expression (LGBT-inclusive). By the end of 2014, 49 states (including the District of Columbia59) had enacted an education law or amended existing law to address bullying or harassment in schools.60 Nineteen states (including the District of Columbia) had LGBT-inclusive laws.61 It is important to note that in some years (e.g., 2007 and 2008; see also Figure 2.1) it appears that the number of LGB-inclusive laws decreased. This change represents amendments to existing laws to include gender identity/expression as a category of protection Not LGBT-Inclusive LGB-Inclusive* LGBT-Inclusive**Figure 2.1. Status of State Anti-Bullying/Harassment Laws 1992-20140369121518212427303336394245485120142013201220112010200920082007200620052004200320022001200019991998199719961995199419931992Number of States  *Enumerates sexual orientation **Enumerates both sexual orientation and gender identity/expressionNote: Includes Washington, DC111112121222232316 810 916234226513183210341433 33 3316 16 18311 1 1 1 1 144(i.e., a law shifts from being LGB-inclusive to LGBT-inclusive), and does not represent the elimination of a law or a removal of protections for LGBT students. PREvALENCE AND CHARACTERISTICS OF STATE ANTI-BuLLYING LAwS, REGuLATIONS, AND POLICY GuIDANCE (AS OF 2008)In order to assess how governance and guidance relate to the presence and content of district policies, our reporting and analyses focus on state anti-bullying laws, regulations, and policy guidance that were concurrent with the compiling of district policies for this study. We also wanted to account for any foreseeable lag between adoption at the state level and adoption at the district level in order to more accurately detect relationships between state-level and district-level documents. Given that we collected the large majority of district policies from 2009–2011, we report on the effects of state laws, regulation, and policy guidance that were in existence at the end of 2008 in order to reasonably allow for any time that might have elapsed between state and  local adoption.Anti-Bullying LawsBy the end of 2008, 37 states had enacted an anti-bullying education law or amended existing law to include language about bullying and harassment (see Figure 2.2).LGBT Enumeration. Thirty-one states had non-LGBT inclusive laws (i.e., sexual orientation or gender identity/expression were not included as protected characteristics). Six state laws enumerated sexual orientation, and five state laws enumerated gender identity/expression in addition to sexual orientation (see Figure 2.2). Professional Development. Nine state anti-bullying laws required districts to provide professional development to school staff on bullying and harassment in schools (see Figure 2.2). Six additional anti-bullying laws mentioned professional development but did not meet our coding criteria: five of these states only required that staff receive training on the district’s bullying policy which does not necessarily provide any information on bullying or harassment itself, and one state law required professional development only “to the extent that funds were available” which does not necessarily compel districts to include professional development for staff.62District/State Accountability. In total, 14 state laws required some type of district and/or state accountability for bullying incidents (see  Figure 2.2):• District Accountability: Eight state anti-bullying laws required that schools were accountable to districts for reporting bullying incidents. Three of these laws had an accountability Figure 2.2. Inclusion of Key Elements in State Laws, Regulations, and Policy Guidance (as of 2008)**Includes all 50 states and District of ColumbiaSee Table A4 in Appendix for the list of states that were coded for these elements.0246810121416Policy Guidance (n=29)Regulations (n=15)Laws (n=37)District/State AccountabilityProfessional DevelopmentEnumerates Gender Identity/ExpressionEnumerates Sexual Orientation659146215158151145From StatehouSe to SchoolhouSe“gap” as these laws did require districts to collect information on bullying incidents, but did not state how those reports would be received. For example, Arizona’s law required that “school districts maintain documents of all incidents” of harassment and bullying, but it did not specify that school staff/administration are required to report bullying incidents to the district. However, we recognize that there is the intent of collecting information about bullying incidents at the district level, so we ultimately coded these laws as requiring district accountability for bullying incidents.• State Accountability: Ten state laws stipulated that schools and/or districts were accountable to states for reporting bullying incidents. Laws typically required schools and/or districts to report incidents to the state’s department of education or some other state level data collection system (e.g., Office of Safe Schools). Five of these laws required districts to report bullying incidents to the state, and the remaining five required that individual schools report incidents directly to the state. Four out of the fourteen states that had laws stipulating accountability required that incidents be reported to both the district and state levels. State Department of Education RegulationsState Departments of Education (DOEs) can play an integral role in ensuring school district adherence to state anti-bullying legislative mandates through the development of anti-bullying regulations. Furthermore, DOE regulations can be an important tool for setting the expectations and standards for school district policy development within each state, regardless of the existence of specific legislation, and may serve a similar function to state laws when no state legislation exists. We compiled regulations from state DOEs through the end of 2008 in order to examine their prevalence and content for  key characteristics.Less than half of states (n=15) had anti-bullying regulations by the end of 2008. Six of these states’ regulations enumerated sexual orientation as a category of protection, and two enumerated gender identity/expression (see Figure 2.2). Regulations that enumerated gender identity/expression also enumerated sexual orientation. A minority of state regulations required professional development (n=1) and district/state accountability for bullying incidents (n=5). State Policy GuidanceIn addition to anti-bullying regulations, state departments of education (DOEs) can provide important technical guidance to school districts in adopting anti-bullying policies through the provision of model policies and guidelines for policy development (i.e., policy guidance). In addition to encouraging districts to incorporate policy elements established in anti-bullying laws and regulations, policy guidance from state DOEs can also foster the development of more expansive local policies by including policy components that are not specifically addressed in state law or regulations, such as enumeration of protected characteristics or professional development requirements. Additionally, state school boards associations (SBAs) can play an important supporting role by developing policy guidance for districts, either in lieu of or in addition to DOE policy guidance. In order to examine the prevalence and content of anti-bullying state policy guidance, we compiled and analyzed policy guidance documents (i.e., model policies and policy guidelines) as of the end of 2008 from both state DOEs and state SBAs (Table A.1 in the Appendix shows the number of states with policy guidance from states DOEs and SBAs, and how frequently they included the three key elements, as well as the frequency in which they overlapped in any state).More than half of states (n=29) had some type of anti-bullying policy guidance. Among states with policy guidance, approximately half enumerated sexual orientation (n=15) and required professional development (n=15), and fewer included accountability requirements (n=11) or enumerated gender identity/expression (n=8; see Figure 2.2). The Relationships among Laws, Regulations, and Policy GuidanceIn addition to understanding the prevalence of laws, regulations, and policy guidance across states, it is also important to understand how frequently laws, regulations, and policy guidance do or do not overlap in any state.63 While it is possible that any individual anti-bullying directive 46at the state level (law, regulation, or policy guidance) may influence district policies, it is also possible that having multiple state directives (any combination of law, regulation, and/or policy guidance) results in a stronger influence on local district policies. We did, in fact, find that states with an anti-bullying law were significantly more likely to have policy guidance.64 However, we did not find any relationship between laws and regulations, or regulations and policy guidance.65 While this was perhaps an unexpected finding, it may be that DOEs in states with anti-bullying laws are less inclined to create regulations because legislation already exists, in that regulations often carry the weight of law (i.e., administrative law). Regarding the relationship between policy guidance and regulations, it is possible that laws are more likely to instruct state agencies to draft policy guidance documents, which would explain why we saw a relationship between laws and policy guidance and not regulations.THE INFLuENCE OF STATE LAwS, REGuLATIONS, AND POLICY GuIDANCE ON DISTRICT ANTI-BuLLYING POLICIESA key function of state anti-bullying laws, regulations, and policy guidance is to establish statewide standards for addressing student bullying and harassment that districts can adopt at the local level. Next we examined whether  the presence and content of state anti-bullying laws, regulations, and policy guidance related  to the presence and content of district anti-bullying policies. Specifically, we addressed  the following questions: • Were district policies more prevalent in states with anti-bullying laws, regulations, and/or policy guidance?• Were key elements (i.e., LGBT enumeration, professional development, and accountability) present in state laws, regulations, and/or policy guidance reflected in district policies? • What are the unique contributions of state  laws, regulations, and policy guidance to district policy adoption and inclusion of  key elements?66• Are there instances when regulations and/or policy guidance fill a gap in state law (i.e., play a compensatory role) or enhance the effects of a law in influencing district policies?District Adoption of Anti-Bullying PoliciesFigure 2.3 illustrates the percentage of districts with anti-bullying policies when they were in states with anti-bullying laws, regulations, and/or policy guidance.67 The figure also depicts how these percentages vary by the degree to which laws, regulations, and policy guidance did or did not overlap in their state. For example, as Figure 2.3. Percentage of Districts with Anti-Bullying Policies in States with Anti-Bullying Laws,  Regulations, and/or Policy GuidanceRegulations Policy Guidancei.e. In states with only a law,  82.1% of districts had an anti-bullying policy.i.e. In states with both  a law and policy guidance 67.7% of districts had an anti-bullying policy.Laws82.1%71.5%25.0%77.7% 67.7%71.9% 43.1%47From StatehouSe to SchoolhouSeshown in Figure 2.3, 82.1% of districts had an anti-bullying policy when they were in states with only an anti-bullying law (i.e., those states had a law, but did not have a regulation or policy guidance). Furthermore, as also shown in Figure 2.3, in states where anti-bullying laws and policy guidance overlapped (i.e., a state had both an anti-bulling law and policy guidance), 67.7% of districts in those states had anti-bullying policies.Are Districts More Likely to Adopt Anti-bullying Policies in States with Anti-Bullying Laws, Regulations, and Policy Guidance?First, we examined whether districts were more likely to have an anti-bullying policy when they were in states with any governance or guidance—an anti-bullying law, regulation, and/or policy guidance—and found that districts in these states were more likely to have a policy than those with nothing at the state level: seven in 10 (71.4%) districts had an anti-bullying policy when they were in states with an anti-bullying law, regulation, and/or policy guidance, compared to six in 10 (62.9%) districts in states without laws, regulations, and policy guidance (see Figure 2.4).68In that laws overlapped with regulations and/or policy guidance in over half (n=28) of states, we examine how laws, regulations, and policy guidance uniquely contributed to district policy adoption. Our findings suggest that laws made the most important contribution to district policy adoption. Specifically, we found that—when controlling for the effects of district characteristics (i.e., district size, locale, and funding)—the odds of districts having anti-bullying policies were (see Table A3 in the Appendix): 69• Over 2 times greater in states with anti-bullying laws;70• Slightly greater (1.1 times) in states with anti-bullying regulations.71 This finding was marginally significant, suggesting that regulations did not make an important contribution to district policy adoption; and• Nearly 2 times lower in states with anti-bullying policy guidance.72Among states with  anti-bullying laws, 26.3%  of districts did not have  anti-bullying policies.It is also important to note that a sizeable amount of districts did not seem to be in compliance with state laws. Even though districts were significantly more likely to have policies when they were in states with anti-bullying laws, over a quarter (26.3%) of districts in states with an anti-bullying law did not have an anti-bullying policy. While our findings strongly suggest that laws matter most in influencing district adoption of anti-bullying policies, it is unclear why districts were less likely to have policies in states with  anti-bullying policy guidance. We assume that certain state and/or district characteristics not captured in this study were influencing this finding, as it seems unlikely that state policy guidance would discourage districts from adopting anti-bullying policies.Do Regulations and Policy Guidance Play Compensatory or Enhancing Roles in the Adoption of District Anti-Bullying Policies?While laws may themselves influence district adoption of anti-bullying policies, regulations and/or policy guidance could compensate for the Figure 2.4. Percentage of Districts with Anti-Bullying Policies by the Presence of Anti-Bullying Laws, Regulations, and/or Policy Guidance58%60%62%64%66%68%70%72%74%Any Law, Regulation, and/or Policy GuidanceNo Law, Regulation, and Policy Guidance62.9%71.4%48absence of a law or add value to existing laws. We examined whether regulations and/or policy guidance in states: 1) without a law influenced the adoption of district anti-bullying policies (i.e., compensatory); and 2) with a law enhanced the effects of that law.Compensatory roles of regulations and policy guidance. Nearly half of states without an anti-bullying law (six out of 14) had anti-bullying regulations and/or policy guidance (three states had only a regulation, two states had only policy guidance, and one state had both; see Table  A.2 in the Appendix). It is possible that regulations and policy guidance could have  filled a gap in these states by encouraging districts to adopt policies in the absence of  state anti-bullying legislation. Regulations appeared to be effective in these states without a law; we found that the odds of districts having a policy in these states were 1.5 times greater than those districts in states without laws and regulations.73 In contrast, we found that districts had lower odds of having an anti-bullying policy when they were in states with policy guidance and no law.74Enhancing roles of regulations and policy guidance. Two states had both laws and regulations, 17 had both laws and policy guidance, and nine had all three (see Table A.2 in the Appendix). While laws alone may be influential in district policy adoption, we wanted to see if regulations or policy guidance added any value to existing laws.75 Consistent with our previous findings regarding the impact of laws and the ineffectiveness of regulations and policy guidance, we found that regulations and policy guidance did not seem to improve upon the existence of a law. This provides further evidence that laws seem most influential in driving district adoption of anti-bullying policies. However, these findings only explain the adoption of an anti-bullying policy in general, and not whether these policies included important elements needed to protect LGBT students. The Influence of Laws, Regulations, and Policy Guidance on LGBT Enumeration in District Anti-Bullying PoliciesIn Part One, we reported that only 20.1% of U.S. districts had LGB-inclusive anti-bullying policies (i.e., enumerated sexual orientation), and 9.9% of districts had LGBT-inclusive anti-bullying policies (i.e., enumerated gender identity/expression and sexual orientation). Here we examine whether state anti-bullying laws, regulations, and policy guidance that explicitly prohibit bullying based upon students’ sexual orientation or gender identity/expression contributed to a greater likelihood of a district including similar protections in their anti-bullying policy. Figure 2.5. Percentage of District Policies Enumerating Sexual Orientation in States with Laws, Regulations,  and/or Policy Guidance Enumerating Sexual OrientationRegulations Policy GuidanceLaws73.9%85.3%61.6%NA 89.3%66.9% 48.9%49From StatehouSe to SchoolhouSeFigures 2.5 and 2.6 illustrate the percentage of district policies that explicitly stated sexual orientation or gender identity/expression when they were in states with laws, regulations, and/or policy guidance that included sexual orientation or gender identity/expression. The figures also depict how these percentages varied by the degree to which laws, regulations, and/or policy guidance including sexual orientation or gender identity/expression did or did not overlap in their state. Do Laws, Regulations, and Policy Guidance Influence LGBT Enumeration in District Policies?Overall, we found that district policies were more likely to include sexual orientation or gender identity/expression when these protections were also evident at the state level (see Figure 2.7).76 Regarding sexual orientation, nearly three-quarters (69.0%) of district policies explicitly stated sexual orientation when they were in states with laws, regulations, and/or policy guidance that enumerated sexual orientation, compared to only a quarter (25.8%) of district policies in states without any laws, regulations, and/or policy guidance that enumerated sexual orientation. Regarding gender identity/expression, nearly four in 10 (38.7%) district policies included gender identity/expression when they were in states with LGBT-inclusive (i.e., includes gender identity/expression in addition to sexual orientation) laws, regulations, and/or policy guidance, compared to only one in 20 (5.0%) district policies in states without any LGBT-inclusive laws, regulations, and/or policy guidance.We examined the unique contribution that laws, regulations, and policy guidance that included sexual orientation or gender identity/expression had on the inclusion of sexual orientation or gender identity/expression in district policies. In general, our findings suggested—when controlling for the effects of district characteristics—laws, regulations, and Any Inclusive Law, Regulation, and/or Policy GuidanceNo Inclusive Laws, Regulations, and Policy GuidancePercentage of LGBT-Inclusive District PoliciesFigure 2.7. Percentage of District Policies Enumerating Sexual Orientation or Gender Identity/Expression by the Presence of Laws, Regulations, and/or Policy Guidance Enumerating Sexual Orientation or Gender Identity/Expression    0%10%20%30%40%50%60%70%80%Policies Enumerate Gender Identity/ExpressionPolicies Enumerate Sexual Orientation25.8%5.0%38.7%69.0%Figure 2.6. Percentage of District Policies Enumerating Gender Identity/Expression in States with Laws, Regulations,  and/or Policy Guidance Enumerating Gender Identity/ExpressionRegulations Policy GuidanceLaws5.5%90.2%NANA 36.1%NA 16.8%Any Inclusive Law, Regulation, and/or Policy GuidanceNo Inclusive Laws, Regulations, and Policy GuidancePercentage of LGBT-Inclusive District PoliciesFigure 2.7. Percentage of District Policies Enumerating Sexual Orientation or Gender Identity/Expression by the Presence of Laws, Regulations, and/or Policy Guidance Enumerating Sexual Orientation or Gender Identity/Expression    0%10%20%30%40%50%60%70%80%Policies Enumerate Gender Identity/ExpressionPolicies Enumerate Sexual Orientation25.8%5.0%38.7%69.0%50policy guidance each played an important role in influencing the inclusion of sexual orientation or gender identity expression in districts’ anti-bullying policies (see Table A3 in the Appendix).77• The odds of district policies including sexual orientation were: – 3 times greater when they were in states with laws including sexual orientation;78 – 2 times greater when they were in states with policy guidance including sexual orientation; and 79 – Nearly 2 times greater when they were  in states with regulations including  sexual orientation.80• The odds of district policies including gender identity/expression were:81 – Over 10 times greater when they were in states with policy guidance including gender identity/expression; and 82 – Nearly 9 times greater when they were  in states with laws including gender  identity/expression.83In states with laws  enumerating sexual  orientation or gender  identity/expression, 38.7% and 60.3% of districts  were not including  similar protections in their policies, respectively.It is important to note that, while district policies were significantly more likely to explicitly mention sexual orientation or gender identity/expression when these protections were also evident at the state level, a sizeable number of district policies were not including sexual orientation in these states. For instance, three in 10 (31.0%) district policies did not include sexual orientation when they were in a state with an LGB-inclusive law, regulation, or policy guidance; when accounting for districts without any anti-bullying policies, 54.6% of districts were not following state mandates and guidance for protecting students based on their sexual orientation. Regarding gender identity/expression, 61.3% of district policies and 73.8% of districts with and without policies, respectively, were not providing protections to students based upon gender identity/expression when these protections were evident at the state level. At a minimum, we believe that districts should be adhering to anti-bullying requirements set forth in state law. Therefore, it is concerning that 38.7% of districts in states with laws enumerating sexual orientation were not providing protections to students based on their sexual orientation, and 60.3% of districts in states with laws including gender identity/expression were not providing protections to students based on their gender identity/expression.Non LGBT-Inclusive Law, Regulation, or Policy GuidanceNo Law, Regulation, or Policy GuidancePercentage of LGBT-Inclusive District PoliciesFigure 2.8. Percentage of LGBT-Inclusive District Policies in States with and without Non-LGBT Inclusive Laws, Regulations, or Policy Guidance   0%10%20%30%40%50%Policy GuidanceRegulationsLaws45.0%32.3%27.9%32.4%17.3%29.0%51From StatehouSe to SchoolhouSeDoes the Exclusion of LGBT Enumeration from Laws, Regulations, and Policy Guidance Discourage Districts from Including LGBT Protections in their Policies?Our findings also suggest that laws, regulations, and policy guidance that do not include LGBT protections might discourage districts from adopting LGBT-inclusive policies. As shown in Figure 2.8, district policies were less likely to be LGBT-inclusive when state governance and guidance did not include LGBT protections than those with no governance and guidance whatsoever at the state level.84, 85 For example, only around a quarter (29.0%) of district policies were LGBT-inclusive in states with laws that did not include LGBT-protections, compared to nearly half (45.9%) of district policies in states without a law.Non-LGBT inclusive laws, regulations, and policy guidance at the state  level may be a barrier to districts including these protections in their  anti-bullying policies.Do Regulations and Policy Guidance Play Compensatory or Enhancing Roles in District Policy Enumeration of LGBT Protections?We examined whether regulations and/or policy guidance in states: 1) without an LGBT-inclusive law influenced the inclusion of LGBT protections in district anti-bullying policies (i.e., compensatory); and 2) with an LGBT-inclusive law added value to a law’s effect on district policy inclusion of LGBT-protections (i.e., enhancing).Compensatory roles of regulations and policy guidance. Among states without a law including sexual orientation, 11 had regulations and/or policy guidance that included sexual orientation; among states without a law including gender identity/expression, five had policy guidance that included gender identity expression (there were no states without a law that had a regulation including gender identity/expression; see Table A.2 in the Appendix). When considering only those states without a law including sexual orientation, we found that the odds of district policies including sexual orientation were about 2 times greater in states that had LGB-inclusive regulations or policy guidance.86, 87 When considering states without a law including gender identity/expression, the odds of district policies including gender identity/expression were nearly 6 times greater in states with LGBT-inclusive policy guidance.88 These findings suggest that LGBT-inclusive regulations and/or policy guidance could help to compensate for the absence of LGBT-inclusive legislation.Enhancing roles of regulations and policy guidance. Among states with a law including sexual orientation (n=6), five states had regulations and/or policy guidance that included sexual orientation; among states with a law including gender identity expression (n=5), three states had regulations and/or policy guidance that included gender identity/expression (see Table A.2 in the Appendix). Therefore, we examined whether regulations and/or policy guidance in states with laws added value to the law in influencing LGBT inclusion in district policies. Regulations and policy guidance in addition to a law including sexual orientation did not seem to influence district policy adoption of sexual orientation above and beyond a law alone. That is, districts in states with a law including sexual orientation were not more likely to have a policy inclusive of sexual orientation if the state had a regulation and/or policy guidance in addition to the law. 89 However, with regard to gender identity/expression, policy guidance seemed make an important contribution to the inclusion of gender identity/expression in district policies: district policies had nearly 10 times greater odds of including gender identity/expression when they were in states with laws and policy guidance compared to laws alone.90 The Influence of State Laws, Regulations, and Policy Guidance on District Policy Inclusion of Professional Development RequirementsIn Part One, we reported that only 18.9% of U.S. districts had anti-bullying policies that 52required professional development (PD) for staff on bullying and harassment. Here we examine whether district policies were more likely to stipulate PD requirements when they were in states with anti-bullying laws, regulations, and policy guidance that included PD requirements.Figure 2.9 illustrates the percentage of district policies that included requirements for staff PD on bullying when they were in states with laws, regulations, and/or policy guidance that also included PD requirements for districts. The figure also depicts how these percentages varied by the degree to which laws, regulations, and policy guidance including PD requirements did or did not overlap in their state. Does State Governance and Guidance Influence District Policy Adoption of Professional Development Requirements?Overall, we found that district policies were more likely to include PD requirements when they were in states with laws, regulations, and/or policy guidance that included PD. As shown in Figure 2.10, close to half (47.4%) of district policies included PD when their state had laws, regulations, and/or policy guidance that included PD, compared to less than two-tenths (14.4%) of policies in states without PD-inclusive laws, regulations, and/or policy guidance.91 Because of the overlap between laws and policy guidance that included PD (there were no states in which regulations overlapped with laws or policy guidance), we examined the unique contribution of laws, regulations, and policy guidance to examine which may have the most impact. We found that—when controlling for the effects of district characteristics—the odds of district policies including PD requirements were (see Table A3 in the Appendix): 92• 6 times greater when they were in states with policy guidance that included PD; 93• 2 times greater when they were in states with regulations including PD. However, this finding was only marginally significant; and 94 • No greater when they were in states with laws including PD.95It is important to note that large percentages of districts did not include PD requirements even when they were in states with laws, regulations, or policy guidance including PD. Over half (52.6%) of district policies and over two-thirds (67.3%) of districts with and without anti-bullying policies were not requiring PD when these requirements were evident in some form at that state level. Specifically, districts were largely not adhering to state law—76.0% of districts were not requiring PD when they were in states with laws requiring districts to do so. These findings suggest that districts may have particular resistance to legislative or administrative requirements that Figure 2.9. Percentage of District Policies Including Professional Development (PD) Requirements in States with Laws, Regulations, and/or Policy Guidance Including PD RequirementsRegulations Policy GuidanceLaws26.9%NANANA 40.0%27.3% 57.1%53From StatehouSe to SchoolhouSedistricts implement professional development for staff on bullying and harassment.In that laws did not seem to influence the inclusion of PD in district policies and the effect of regulations (only one state had a regulation that included PD) were marginal, we did not examine whether or not PD inclusive regulations and/or policy guidance played compensatory or enhancing roles in district policy inclusion of PD. Our analyses here demonstrate that policy guidance that includes PD requirements plays a significant role in district policy inclusion of PD, whereas the effects of regulations and laws were minimal to absent, respectively.The Influence of State Laws, Regulations, and Policy Guidance on District Policy Inclusion of Accountability RequirementsIn Part One, we reported that only 21.4% of U.S. districts had anti-bullying policies that required reports of bullying incidents to the district and/or state (i.e., accountability). Here we examine whether district policies were more likely to include accountability requirements when these requirements were also evident at the state level. Figure 2.11 illustrates the percentage of district policies that included accountability requirements when they were in states with laws, regulations, and/or policy guidance that also included accountability requirements. The figure also depicts how these percentages varied by the degree to which laws, regulations, and/or policy guidance including accountability did or did not overlap in their state. Does State Governance and Guidance Influence District Policy Adoption of Accountability Requirements?Overall, we found that district policies were more likely to include accountability requirements when these requirements were also evident Figure 2.10. Percentage of District Policies Requiring Professional Development (PD) by the Presence of State Laws, Regulations, and/or Policy Guidance Requiring PD0%10%20%30%40%50%Any Law, Regulation, and/or Policy Guidance Requiring PDNo Laws, Regulations, or Policy Guidance Requiring PD14.4%47.4%Figure 2.11. Percentage of District Policies Requiring Accountability for Bullying Incidents in States with Laws, Regulations, and/or Policy Guidance Requiring AccountabilityRegulations Policy GuidanceLaws40.3%NA9.1%65.7% 72.8%34.1% 37.7%54at the state level.96 As shown in Figure 2.12, compared to only about two-tenths (23.4%) of district policies that included accountability in states without any laws, regulations, and policy guidance requiring accountability, nearly four-tenths (39.1%) of district policies included accountability when they were evident in some sort at the state level. Next, we examined the unique contribution that laws, regulations, and policy guidance including accountability had on district policies including similar requirements. We found that—when controlling for the effects of district characteristics—the odds of district policies including accountability requirements were (see Table A3 in the Appendix):97• 4 times greater in states with laws  including accountability;98 • Nearly 2 times greater in states with policy guidance including accountability; 99 and • Nearly 2 times lower in states with regulations including accountability.100 While we found that laws and policy guidance potentially play important roles in facilitating district policy inclusion of accountability, it is not clear why district policies had lower odds of including accountability requirements when they were evident in state regulations. Only one state had a regulation including accountability and no policy guidance or laws including accountability; other factors not examined here could have contributed to lower compliance in that state, and thus could be driving this finding. A large number of district policies were not including accountability requirements when they were in states with governance and guidance doing the same. At a minimum, we believe that districts should be adhering to anti-bullying requirements set forth in state law; thus, it is concerning that 55.2% of districts in states with laws requiring accountability were not adopting the same requirements. Furthermore, the majority of district policies, six in 10 (60.9%), did not include accountability when these requirements were evident at the state level. When taking into account districts without an anti-bullying policy, 68.8% of districts did not include accountability when these requirements were evident at the state level. Do Regulations and Policy Guidance Play Compensatory or Enhancing Roles in Encouraging District Policies to include Accountability Requirements?We examined whether regulations and/or policy guidance in states: 1) without a law including accountability influenced the inclusion of accountability in district policies (i.e., compensatory) and 2) with a law including accountability added value to a law’s effect on district policy inclusion of accountability requirements (i.e., enhancing).Compensatory role of regulations and policy guidance. Given that laws requiring accountability seemed to have a considerable influence on local policies, we wanted to see if regulations and/or policy guidance could compensate for the absence of a law including accountability. When looking only at these states without a law requiring accountability (n=8; see Table A.2 in the Appendix), we found that policy guidance, and not regulations, could be filling a gap in state laws:101 district policies had nearly 2 times greater odds of including accountability requirements when they were in states with policy guidance and no law.102 Conversely, district policies were less likely to include accountability requirements when they were in states with regulations requiring accountability;103 Figure 2.12. Percentage of District Policies Requiring Accountability in States with and without any Laws, Regulations, and Policy Guidance Requiring Accountability   0%10%20%30%40%50%Any Law, Regulation, and/or Policy Guidance Requiring AccountabilityNo Laws, Regulations, or Policy Guidance Requiring Accountability23.4%39.1%55From StatehouSe to SchoolhouSethis is consistent with our previous finding demonstrating an inverse relationship between regulations and district policies regarding the inclusion of accountability requirements. Enhancing role of regulations and policy guidance. In states with laws requiring accountability (n=14), five had policy guidance or regulations requiring accountability (see Table A.2 in the Appendix). We wanted to see if district policies in these states with regulations and/or policy guidance in addition to a law including accountability were more likely to include accountability requirements. The addition of regulations and policy guidance to a law related to more policies including accountability requirements compared to district policies in states with only a law.104 The odds of district policies including accountability in states with laws including accountability were nearly 3 times greater in states with regulations and nearly 4 times greater in states with policy guidance.105 Given our finding that accountability regulations in states without accountability provisions in their law were not related to a greater likelihood of policies including accountability requirements, but were related to greater likelihood of policies including accountability requirements in states with accountability laws, it is possible to infer that regulations may only be effective in influencing districts requiring accountability when they are in states with laws doing the same.CONCLuSIONPart Two of this report provides unique insight into the important role that state anti-bullying laws, regulations, and policy guidance play in both the adoption and content of district policies that address bullying and harassment in their schools. Most importantly, our findings overall provide substantial support for the importance of state laws, regulations, and policy guidance in influencing district anti-bullying policies. In that we found districts were more likely to have a policy in general or include key elements when there was some type of state-level governance or guidance directing districts to do so, it is critical that state-level legislative and administrative bodies enact comprehensive anti-bullying laws, develop anti-bullying model policies and guidance, and incorporate elements in legislation and guidance that can improve the school experiences of all students, especially those who are or are perceived to be LGBT. Our findings regarding the influence of state DOE regulations on local district policies were less conclusive, as discussed further below.Although there has been an increase in the states passing anti-bullying legislation, as well as legislation that includes LGBT protections, our findings imply that districts were lagging behind in this trend. In many cases the presence and content of laws, regulations, or policy guidance related to the presence and content of district policies; however, we found a wide variation in the percentage of districts that were reflecting the presence and content of state laws, regulations, and policy guidance in their own policies. Our findings suggest that a large number of districts were not complying with state laws and regulations, or following policy guidance set forth by DOEs or SBAs. Policy guidance was  the strongest predictor  of the inclusion of key  characteristics (LGBT  enumeration, professional development mandates, and accountability  stipulations) in  district policies.Part Two revealed some important nuances in how state governance and guidance related to district policies. For instance, when examining district adoption of an anti-bullying policy in general, laws seemed to play a primary and central role in influencing district adoption. However, when examining the contexts in which district policies were more likely to include the key elements (LGBT enumeration, professional development, and accountability), policy 56guidance in addition to laws played a central role. In fact, across all three key elements, policy guidance most consistently related to district policy inclusion of these elements in states with and without laws and, specifically (among laws, regulations, and policy guidance), was most predictive of district policies including gender identity/expression and professional development. Taken together, these findings suggest that laws may carry more weight in enforcing the adoption of a policy in general, and policy guidance may have more relative influence on the content of anti-bullying policies that districts adopt. Regulations seemed to exert the least influence among the three types of state-level interventions when examining their potential effects on the content of policies; in some cases we observed an inverse relationship between regulations and district policies. Specifically, regulations were: effective in influencing inclusion of sexual orientation; marginally effective regarding adoption of an anti-bullying policy and the inclusion of PD requirements; and inversely related to gender identity/expression and accountability in district policies. For one, regulations in general were less prevalent than laws or policy guidance, and in some cases were adopted closer to 2008. It is possible that not enough time had passed for state agencies to enforce their regulations. Given that very few states had a regulation alone that included one of these elements, findings related to these states could have been driven by other factors not accounted for in our analyses. Perhaps future research that examines the effects of regulations when they are more prevalent could yield more conclusive findings.Our findings in Part Two strongly support the need for including sexual orientation and gender identity/expression as protected categories in state laws, regulations, and policy guidance. When examining the ways that state laws, regulations, and policy guidance function across all three key elements, their effects were most consistently and strongly related to the inclusion of sexual orientation and gender identity/expression in district policies. Not only were district policies more likely to include sexual orientation and gender identity/expression (with the exception of regulations) when they were explicitly mentioned at the state level, state regulations and/or policy guidance also seemed to fill a gap in states without laws including LGBT protections. We did not observe similarly consistent relationships when looking at professional development or accountability.Among the policy characteristics we examined, it may be that including professional development and accountability requires more resources from districts than enumerating protections for LGBT students, and perhaps illustrate the limited effectiveness of unfunded mandates. Districts may be unable or unwilling to invest in certain necessary resources, such as money or staff time, that are necessary for professional development and accountability regardless of state requirements. Professional development may increase financial and scheduling burdens on districts whose financial and administrative limitations may already be a challenge, thus limiting their willingness or ability to implement effective trainings for staff. Furthermore, accountability requirements may require certain training, enforcement, and infrastructure that certain districts do not have the resources or capacity to implement. Perhaps enumerating a category of protection, such as sexual orientation or gender identity/expression, while potentially spurring community and political resistance in certain areas, requires the fewest resources among the elements examined here in  this report. Another important finding related to policies enumerating sexual orientation and gender identity/expression is the apparent negative effect of non-inclusive laws, regulations, and policy guidance on district policies (i.e., states with anti-bullying laws, regulations, or policy guidance that did not include sexual orientation or gender identity/expression). Given that district policies in states with non-inclusive laws, regulations, or policy guidance were less likely than those in states without governance and policy guidance at all to include sexual orientation and gender identity/expression, it is possible that non-inclusive governance and policy guidance discourages districts from enumerating LGBT protections. Districts likely take their cues for what to include in their policies from state mandates and guidelines; districts may 57From StatehouSe to SchoolhouSesimply adopt the language of existing state laws, regulations, and policy guidance. Districts without these types of stipulations, however, may craft their own policy language or adopt model policies from other organizations such as GLSEN which may result in greater levels of LGBT-inclusion than would adoption of existing state language that is not inclusive. In addition, state laws, regulations, and policy guidance related to anti-bullying policies that do not include protections for LGBT students may be sending a message to districts that these issues are not relevant for anti-bullying policies. Furthermore, states that exclude LGBT enumeration may be more subject to opposition to including these LGBT protections, and districts in these states may face similar opposition to enumerating LGBT protections in their policies.While the findings in Part Two largely support the important roles that laws, regulations, and policy guidance play in the adoption and content of district policies, there were some exceptions where state governance and guidance either did not have an effect or had an effect in the opposite direction than what we had expected. For example, district policies had lower odds of including gender identity/expression or accountability requirements when they were in states with regulations that included those elements (holding the effects of laws and policy guidance constant). As noted in our findings in Part Two, we do not expect that laws, regulations, or policy guidance discourage districts from including these elements. Therefore we assume that other factors that were not captured in our data were influencing this dynamic in those states, and this issue merits further examination in future research. Part Three:  Anti-Bullying Policies  and School Climate  for Lesbian,  Gay, Bisexual,  and Transgender  (LGBT) Youth61From StatehouSe to SchoolhouSeOvERvIEwGiven that LGBT youth face many challenges to their safety and well-being in their school environments,106 it is essential that schools and districts responsible for their education take  the necessary steps to ensure their safety.  To this end, GLSEN advocates for school  district adoption and enforcement of anti- bullying policies that explicitly prohibit bullying based upon students’ actual or perceived  sexual orientation, gender identity, and  gender expression.107 Research suggests that explicit protections provided to LGBT youth in anti-bullying policies (i.e., LGBT-inclusive) are better at combating LGBT victimization than policies that do not include explicit protections (i.e., non-LGBT inclusive).108 Findings from GLSEN’s National School Climate Survey (NSCS), a biennial study of school climate for LGBT youth,109 suggest that LGBT students who reported having policies that mention sexual orientation or gender identity/expression had better outcomes—such as lower rates of victimization—than those in schools  with non-LGBT inclusive policies and with no anti-bullying policy.110 However, these findings  are based on students’ perceptions and may  not accurately reflect the actual presence  and content of their school or district’s ant-bullying policy.LGBT-inclusive anti-bullying policies can be a critical resource for LGBT students by giving them specific recourse for addressing bullying and harassment that they may not have in schools with non-LGBT inclusive policies or with no policies at all. In addition to reducing bullying incidents, district anti-bullying policies that are LGBT-inclusive could have a number of positive effects on how LGBT youth perceive and experience their school community. LGBT-inclusive anti-bullying policies may raise awareness of the problem of LGBT bullying in schools, and may also promote more welcoming school environments that respect student diversity by communicating to students and staff that the district respects and is concerned about LGBT youths’ well-being and safety. In addition, if policies stipulate the inclusion of professional development requirements for staff, they may result in educators’ increased capacity for recognizing and preventing the bullying and harassment of students in general. Lastly, if policies require that incidents of all bullying are systematically reported to district and/or state level agencies, they may help to ensure that bullying incidents are handled appropriately and effectively, thereby improving LGBT students’ safety and well-being.Part Three of this report builds on the information we gathered regarding school district anti-bullying and harassment policies, as reported in Part One of this report, by examining how the presence and content of LGBT students’ district anti-bullying policies relate to LGBT students’ school experiences using data from GLSEN’s National School Climate Survey.111 62METHODSIn order to examine how LGBT students’ school experiences relate to their districts’ anti-bullying policies, data on the presence and content of policies among U.S. school districts reviewed in Part One of this report were combined with data gathered from GLSEN’s 2011 National School Climate Survey (NSCS), which examines multiple indicators of school climate for these youth, including experiences of biased language, harassment and assault, staff intervention, and school-based supports and resources. We selected data from the 2011 survey over other years because the timing of the survey most closely coincided with our collection of district policies. Students participating in the NSCS were able to provide the name and zip code of their school district; thus, we were able to match our analyses of policies from Part One of this report with any school district information provided. We included only respondents who attended public schools and provided a district name or zip code that could be matched to the information gathered in our district policy analyses.Our final database consisted of 7,040 respondents, which comprised 82.0% of the full NSCS sample. Students came from 2,952 unique school districts. Table 3.1 shows the demographic characteristics of the sample, and Table 3.2 shows the characteristics of the participants’ schools. More than two thirds of the sample (68.3%) identified as White, slightly less than half (48.9%) were female, and less than two thirds identified as gay or lesbian. LGBT students in the sample were in grades 6 to 12. CODING PROCEDuRE FOR  DISTRICT POLICIESAs previously mentioned in Part One, we examined and coded district anti-bullying policies in mixed-methods software112 for the inclusion of LGBT enumeration, professional development requirements, and accountability for reporting Characteristic N %Race and EthnicityWhite or European American 4765 68.3%Hispanic or Latino, Any Race 528 7.6%African American or Black 258 3.7%Asian or Pacific Islander 160 2.3%Middle Eastern or Arab American, Any Race 13 0.2%Native American, American Indian, or Alaska Native37 0.5%Multi-racial 1220 17.5%Sexual OrientationGay or Lesbian 4330 61.9%Bisexual 1889 27.0%Queer 183 2.6%Other Sexual Orientation (e.g., pansexual) 331 4.7%Questioning or Unsure 257 3.7%GenderFemale (non-transgender) 3440 49.0%Male (non-transgender) 2494 35.4%Transgender 590 8.4%Other Gender Identity (e.g. Genderqueer) 490 7.0%Grade in School6 11 0.2%7 197 2.8%8 614 8.8%9 1281 18.3%10 1721 24.6%11 1708 24.4%12 1474 21.0%Average Age 16.06Table 3.1. Characteristics of 2011 NSCS Participants with Matched School District Information (N=7,040)Characteristic N %Grade LevelsK–12 224 3.2%Elementary 2 0.0%Lower School (elementary and middle) 29 0.4%Middle 647 9.2%Upper School (middle and high) 412 5.9%High School 5698 81.3%LocaleUrban 1948 27.7%Suburban 2945 41.8%Rural 2147 30.5%RegionNortheast 1351 19.2%South 2326 33.0%Midwest 1663 23.6%West 1701 24.2%Table 3.2. Characteristics of the  Participants’ Schools (N=7,040)63From StatehouSe to SchoolhouSebullying incidents to the district and/or state. We used the following criteria for coding these three key elements:• LGBT enumeration: We examined policy documents for language stating protections to students based upon their actual or perceived sexual orientation, gender identity, and/or gender expression. • Professional development: We examined policy documents for any stipulations mandating professional development (i.e., education or training) for school staff on addressing harassment or bullying among students. Only documents that specifically used language requiring that staff receive professional development on identifying, recognizing, and/or intervening in incidents of student bullying and harassment met coding criteria. Documents that only required professional development on the district policy itself did not meet our criteria for requiring professional development, as it would merely inform staff of the policy and not necessarily provide any information on how to actually recognize and address bullying or harassment. In addition, documents that used language that merely suggested professional development but did not explicitly require it also did not meet our criteria. This latter group included conditional requirements, such as “to the extent funds are available.”• Accountability: We examined policy documents for district requirements to report bullying incidents. Only requirements to report incidents to the district (i.e., superintendent, district, or other identified district representative) and/or state level (such as the state department of education or other state level reporting system) met our coding criteria. We only coded policies that explicitly mandated reporting to the district and/or state. TERMINOLOGYIn Part Three, we specifically examine the relationship between policy elements (LGBT enumeration, professional development, and accountability) and the school experiences of LGBT youth. The inclusion of gender identity/expression in district anti-bullying policies occurred much less frequently than the inclusion of sexual orientation. Therefore, for purposes of statistical tests examining the relationship between LGBT enumeration in policies and LGBT student experiences, we combined policies that include sexual orientation alone and those that include both sexual orientation and gender identity/expression into one category:• LGB/LGBT-Inclusive Policies: An anti-bullying policy that includes sexual orientation or sexual orientation and gender identity/expression.In addition to examining how the absence of an anti-bullying policy relates to LGBT student experiences, we were interested in examining how an anti-bullying policy that did not enumerate sexual orientation and gender identity/expression also relates to their experiences:• Non-LGB/LGBT Inclusive Policies: A “generic” anti-bullying policy that does not include sexual orientation or gender identity/expression. These policies may or may not enumerate other categories of protection.FINDINGSPREvALENCE AND CONTENT OF  STuDENTS’ POLICIESFirst, we examined the prevalence of anti-bullying policies that were in students’ school districts, and found that the large majority of students received basic protections from bullying and harassment. As we would expect, the prevalence and content of LGBT students’ policies reflected our general findings in Part One of this report. Specifically, among LGBT youth participating  in NSCS:• Nine in ten (88.6%) LGBT students were in a school district with an anti-bullying policy (see Figure 3.1);• About three-quarters (76.9%) of LGBT students’ anti-bullying policies enumerated any category of protection;• About seven in 10 LGBT students’ policies enumerated race (74.8%), religion (72.0%), disability (68.1%), gender/sex (68.0%), or ancestry/national origin (64.0%); the remaining categories that we identified in district policies occurred in fewer than five in 10 students’ policies;Characteristic N %Grade LevelsK–12 224 3.2%Elementary 2 0.0%Lower School (elementary and middle) 29 0.4%Middle 647 9.2%Upper School (middle and high) 412 5.9%High School 5698 81.3%LocaleUrban 1948 27.7%Suburban 2945 41.8%Rural 2147 30.5%RegionNortheast 1351 19.2%South 2326 33.0%Midwest 1663 23.6%West 1701 24.2%64• Less than half (46.9%) of LGBT students’ policies enumerated sexual orientation, and a minority (16.6%) enumerated gender identity/expression (see Figure 3.1);• A quarter (25.8%) of LGBT students’ policies required staff professional development on bullying and harassment; and• A quarter (24.9%) of students’ policies required incidents of bullying reported to the district and/or state (i.e., accountability). Thus, these findings indicate that for most LGBT students, school districts were not providing sufficient protections from bullying and harassment—the majority did not enumerate sexual orientation, even more did not have PD or accountability, and an even greater majority did not enumerate gender identity/expression. STuDENT AwARENESS OF  ANTI-BuLLYING POLICIESIn the NSCS, we asked students if they were aware of any policy that protected students from bullying and harassment in their schools, and whether or not those policies explicitly mentioned sexual orientation or gender identity/expression. As shown in Table 3.3., the majority of students believed that their school had an anti-bullying policy—eight in 10 (80.1%) students believed that there was a policy protecting them from bullying, harassment, or assault in their schools. Among students who believed that they did have an anti-bullying policy, nearly three in 10 (26.4%) believed the policy mentioned sexual orientation, and about one-tenth (11.0%) believed that their policy mentioned gender identity/expression.ItemStudent PerceptionYes unsure NoPolicy about bullying, harassment, or assault? (n=7,031) 80.1% 16.4% 3.5%Policy mentions sexual orientation? (n=5,615) 26.4% 32.4% 41.2%Policy mentions gender identity or gender expression? (n=5,631) 11.0% 32.7% 56.2%Table 3.3: LGBT Students’ Perceptions of the Presence and Content of Anti-Bullying Policies in their SchoolsFigure 3.1. Percentage of LGBT Students with General and LGBT-Inclusive District Anti-Bullying Policies Percentage of LGBT Students with District Anti-Bullying Policies (N=7,040)LGBT-Inclusiveness of LGBT Students’ Anti-Bullying Policies (n=6,235)District Has PolicyLGBT-Inclusive (Enumerates Gender Identity/Expression and Sexual Orientation)LGB-Inclusive (Enumerates Sexual Orientation)Does Not Enumerate LGBT ProtectionsNo District Policy11.4% 88.6% 53.1%30.3%16.6%65From StatehouSe to SchoolhouSeFindings from the NSCS suggest that LGBT students who believe that their schools have LGBT-inclusive policies experience better school climates,113 and the current study provides a unique opportunity to examine the accuracy of students’ perceptions of their school districts’ anti-bullying policies. We believe that if LGBT students are not made aware of explicit protections provided to them their ability to fully exercise their rights when experiencing bullying and harassment may be limited. For instance, in addition to LGBT students feeling safer and more respected in their school when they have LGBT-inclusive policies, they may also be more encouraged to report incidents of bullying and harassment when they occur.Only 17.9% of students in districts with LGBT-inclusive anti-bullying policies were aware that their districts  provided them with protections based upon their sexual orientation and gender identity/expression.Seven in ten (71.5%) students in the sample were accurate in their perceptions that their school did or did not have an anti-bullying policy in general. Among students who had an anti-bullying policy, we found that the vast majority were accurate in their perceptions that they had one: eight in 10 (80.2%) students who were in a district with an anti-bullying policy accurately believed that their school had one. However, among those students with an LGB/LGBT-inclusive policy, a minority of students were accurate in their perceptions. Among students’ whose district policy included sexual orientation, less than four in 10 (33.9%) students were aware of this enumeration status, and among those with a district policy enumerating gender identity/expression, less than two in 10 (17.9%) students were aware of this enumeration status.Because the timing of student participation in the 2011 NSCS coincided with the end of our collection of district policies, it is possible that some students were not aware of a policy in our sample that a district had recently adopted. When we also considered the accuracy of student reports in 2011 with our data from our most recent NSCS conducted in 2013, we found that students were slightly more likely to accurately believe that they had an anti-bullying policy in 2013.114 This suggests that some of the students in the current sample may not have been aware of a policy because it had been recently adopted. THE RELATIONSHIP BETwEEN  ANTI-BuLLYING POLICIES AND FEELINGS  OF SAFETYPolicies that explicitly state protections from bullying based on their sexual orientation and gender identity/expression may directly reduce incidents of bullying and harassment for LGBT students. Such policies may also send the message to these students that their school district is concerned about their safety, thereby enhancing LGBT students’ perceptions of their school climate. To this end, we examined how students’ feelings of safety were related to the inclusiveness of LGBT protections in their districts’ policies. It is also possible that policies that include professional development requirements could improve school safety for LGBT youth by improving staff competency in dealing with bullying and harassment. Additionally, policies that include stipulations for district accountability for bullying incidents could help students feel safer by making districts aware of bullying incidents and encouraging districts to address the problem.LGBT students felt safer  in their schools when  their school districts had LGB/LGBT-inclusive  anti-bullying policies.66In general, we found that LGBT students in districts with LGBT-inclusive anti-bullying policies felt safer than students in districts with non-LGB/LGBT inclusive policies and districts without a policy.115 Students in districts with LGB/LGBT-inclusive policies were less likely to feel unsafe because of their sexual orientation and gender expression compared to students whose district had a non-LGB/LGBT inclusive policy and those whose district had no policy at all. For example, as shown in Figure 3.2, six in 10 (61.0%) students with LGB/LGBT-inclusive policies felt unsafe based upon their sexual orientation, compared to two-thirds with non-LGB/LGBT inclusive policies (66.3%) and no policies (69.6%). Furthermore, students in districts with non-LGB/LGBT inclusive policies were not significantly different from students in districts without policies, suggesting that non-LGB/LGBT inclusive policies are not any more effective than no policy at all in helping LGBT students feel safer. We did not observe any relationships between LGBT students’ feelings of safety and whether their policies included professional development or accountability requirements (see Figure 3.3),116 suggesting that policies including these two elements do not have an effect on LGBT students’ feelings of safety.These findings indicate that having an anti-bullying policy that includes protections based upon students’ sexual orientation and gender identity/expression can improve feelings of safety for LGBT youth. Thus, more advocacy is needed to encourage districts that have not adopted LGBT inclusive policies to do so. However, it is important to note that regardless of the availability and type of policy, most LGBT students do not feel safe in school. Together these findings indicate that the adoption and implementation of LGBT-inclusive anti-bullying policies and the availability of additional resources and supports are necessary in all school districts.ANTI-BuLLYING POLICIES AND LGBT STuDENTS’ ExPERIENCES OF vICTIMIzATIONGLSEN’s research consistently documents the high rates of victimization experiences (e.g., harassment and assault) that LGBT youth encounter in their schools.117 District anti-bullying policies that explicitly prohibit bullying based on students’ sexual orientation, gender identity, and gender expression can play a critical role in addressing the high rates of victimization that LGBT youth encounter in their schools. Therefore, we examined how LGBT students’ experiences of victimization based upon their sexual orientation or gender expression related to the LGBT-inclusiveness 42.6%45.4%48.9%61.0%66.3%69.6%Figure 3.2. LGBT Students’ Feelings of Safety by Anti-Bullying Policy Type (Percentage of Students Reporting Feeling Unsafe)30%35%40%45%50%55%60%65%70%75%Unsafe Based on Gender ExpressionUnsafe Based on Sexual OrientationNote: controlling for district size and localeLGB/LGBT-Inclusive PolicyNon-LGB/LGBT Inclusive PolicyNo District PolicyFigure 3.3. LGBT Students’ Feelings of Safety by Professional Development and Accountability Requirements in Anti-Bullying Policies (Percentage of Students Reporting Feeling Unsafe)66.5%44.3%45.6% 44.1%46.2%63.8%65.9%64.0%30%35%40%45%50%55%60%65%70%Unsafe Based on Gender ExpressionUnsafe Based on Sexual OrientationNote: controlling for district size and localeAccountabilityNo AccountabilityProfessional DevelopmentNo Professional Development42.6%45.4%48.9%61.0%66.3%69.6%Figure 3.2. LGBT Students’ Feelings of Safety by Anti-Bullying Policy Type (Percentage of Students Reporting Feeling Unsafe)30%35%40%45%50%55%60%65%70%75%Unsafe Based on Gender ExpressionUnsafe Based on Sexual OrientationNote: controlling for district size and localeLGB/LGBT-Inclusive PolicyNon-LGB/LGBT Inclusive PolicyNo District PolicyFigure 3.3. LGBT Students’ Feelings of Safety by Professional Development and Accountability Requirements in Anti-Bullying Policies (Percentage of Students Reporting Feeling Unsafe)66.5%44.3%45.6% 44.1%46.2%63.8%65.9%64.0%30%35%40%45%50%55%60%65%70%Unsafe Based on Gender ExpressionUnsafe Based on Sexual OrientationNote: controlling for district size and localeAccountabilityNo AccountabilityProfessional DevelopmentNo Professional Development67From StatehouSe to SchoolhouSeof their district policies. We did not expect that the inclusion of professional development or accountability requirements would have a specific effect on the frequency of LGBT students’ victimization, and therefore did not examine those relationships here. The Relationship between Anti-Bullying  Policies and Harassment/AssaultWe examined whether the rates of verbal and physical harassment and assault (i.e., victimization) because of sexual orientation or gender identity/expression for LGBT students varied based upon the LGBT-inclusiveness of their school district policies. We did not expect that the inclusion of professional development or accountability requirements would have an effect on victimization experiences, therefore, we do not examine those relationships here. Overall, LGBT students were significantly less likely to experience victimization when their school districts had LGB/LGBT-inclusive anti-bullying policies.118,119 As shown in Figure 3.4, over one-third of students in districts without a policy (36.0%) or with a non-LGB/LGBT inclusive policy (34.0%) experienced high levels of victimization based upon their sexual orientation compared to about one-fourth (28.4%) of students in districts with an LGB/LGBT-inclusive policy. Further, there were no significant differences in the frequency of victimization experiences between students in districts with non-LGB/LGBT inclusive policies and those with no anti-bullying policy whatsoever.We also examined whether LGBT students’ victimization experiences based upon their race, gender, religion, and disability varied by whether the district policy also enumerated those personal characteristics. As shown in Figure 3.5, we found that inclusion of these characteristics was not related to LGBT student experiences of harassment based on those same characteristics.120 For example, the percentage of LGBT students experiencing victimization based on race was not appreciably different whether the students were in districts with policies that included specific protections based on race or not (31.5% vs. 29.6%, respectively). Thus, it would appear that LGBT enumeration in district policies matters most for LGBT students; while it is important that districts enumerate protections for all vulnerable groups of students, enumerating other categories of protection may have no effect on LGBT students’ experiences of biased- based victimization. The Relationship between Anti-Bullying  Policies and Other Forms of HarassmentWe also wanted to examine whether policies affected less direct forms of harassment, such as social exclusion, rumors being spread about them, property damage, or electronic harassment Figure 3.4. LGBT Students’ Victimization Experiences by Anti-Bullying Policy Type (Percentage of Students Experiencing High Levels of Victimization)30.9%28.9%25.5%28.4%34.0%36.0%10%15%20%25%30%35%40%Victimization Based upon Gender ExpressionVictimization Based upon Sexual OrientationNote: controlling for district size and localeLGB/LGBT-Inclusive PolicyNon-LGB/LGBT Inclusive PolicyNo District PolicyFigure 3.5. Other Bias Victimization Experiences by Enumerated Protections in Anti-Bullying Policies (Percentage of LGBT Students Experiencing High Levels of Victimization)17.4%18.9%25.9%24.8%32.7%31.0%31.5%29.6%0%5%10%15%20%25%30%35%40%45%50%ReligionDisabilityGenderRaceNote: controlling for district size and localeEnumerated ProtectionNo Enumerated ProtectionFigure 3.4. LGBT Students’ Victimization Experiences by Anti-Bullying Policy Type (Percentage of Students Experiencing High Levels of Victimization)30.9%28.9%25.5%28.4%34.0%36.0%10%15%20%25%30%35%40%Victimization Based upon Gender ExpressionVictimization Based upon Sexual OrientationNote: controlling for district size and localeLGB/LGBT-Inclusive PolicyNon-LGB/LGBT Inclusive PolicyNo District PolicyFigure 3.5. Other Bias Victimization Experiences by Enumerated Protections in Anti-Bullying Policies (Percentage of LGBT Students Experiencing High Levels of Victimization)17.4%18.9%25.9%24.8%32.7%31.0%31.5%29.6%0%5%10%15%20%25%30%35%40%45%50%ReligionDisabilityGenderRaceNote: controlling for district size and localeEnumerated ProtectionNo Enumerated Protection68(i.e., cyberbullying). Because anti-bullying policies typically address more overt behaviors, it is unclear if anti-bullying policies would have an effect on these less direct forms of aggression. Nevertheless, using NSCS data, we examined whether students’ experiences of these other types of harassment differed based upon the provision of district protections to LGBT students. Figure 3.6 shows how students’ experiences of other forms of harassment varied by the LGBT-inclusiveness of their district policies. Overall, LGBT students reported significantly less frequent experiences of these other forms of harassment when they were in districts with LGB/LGBT-inclusive policies compared to students in districts with non-LGB/LGBT inclusive policies or no policy at all.121 Similar to our previous findings, there were no significant differences between students in districts with a non-LGB/LGBT Inclusive policy and students in districts with no policy at all in the frequency of experiencing these other types of harassment. Overall, we found that the policies including sexual orientation and gender identity/expression were associated with lower levels of victimization based on those characteristics but also lower levels of other types of harassment (e.g., exclusion by peers, property damage). However, other forms of biased-based harassment, such as that based on race or religion, did not seem to be affected by the enumeration of those characteristics in district policies. It may be that because those other characteristics are federally protected classes, inclusion of them in anti-bullying policies does not have as much effect as, for example, inclusion of sexual orientation which is not federally protected. Furthermore, our previous research has routinely demonstrated that LGBT students experience victimization based on their sexual orientation and gender expression more than any other type of bias-based victimization, and thus the inclusion of LGBT protections may make more of a difference for LGBT student experiences than the inclusion of other less salient categories.ANTI-BuLLYING POLICIES AND  LGBT STuDENTS’ ExPERIENCES wITH REPORTING INCIDENTSThe inclusion of key elements in anti-bullying policies could affect student reporting of bullying and harassment to school staff. In districts with specific protections based upon students’ sexual orientation and gender identity/expression, LGBT students may understand that they are explicitly protected from bullying in their district and may believe that staff will take incidents seriously, and thus be more likely to report bullying incidents. In districts with stipulations for professional development, school personnel may be better equipped to address incidents of bullying and harassment, which in turn, could have an influence on student reporting. Finally, accountability requirements may lead to more formal reporting procedures that signal to students that their reports will be taken seriously. Thus, we examined whether the inclusion of the three key elements in district policies related to the frequency of student reporting and to student perceptions about the effectiveness of staff responses to incidents using data from GLSEN’s 2011 NSCS.The Relationship between Anti-Bullying Policies and LGBT Student Reporting to StaffOverall, we found that the three key policy elements (LGBT inclusion, professional development, and accountability) did not affect the frequency with which LGBT students reported bullying/harassment incidents to staff (see Figure 3.7).122 For all three elements, Figure 3.6. Frequency of LGBT Students Experiencing Other Types of Harassment by Anti-Bullying Policy Type(Percentage of Students Experiencing \"Often\" or \"Frequently\")0%10%20%30%40%50%60%Property Stolen or DamagedElectronic HarassmentTarget of Mean Rumors/LiesDeliberate Exclusion by PeersNote: controlling for district size and locale53.6%51.7%47.0%46.1%43.6% 35.9%21.9%19.0%16.3%15.1%11.2%10.0%LGB/LGBT-Inclusive PolicyNon-LGB/LGBT Inclusive PolicyNo Policy69From StatehouSe to SchoolhouSethere were no differences among the three anti-bullying policy type groups (i.e., no policy, policy without the key element, and policy with the key element.)This lack of a relationship between key policy elements and LGBT student reporting could be related to the degree to which districts are implementing those elements of policies. If a district has a policy that is LGBT-inclusive but has not successfully informed the student body about the policy, it is less likely that that policy would have an effect on student reporting. Similarly, a policy stipulating that professional development is required does not mean that schools are necessarily implementing training, that the trainings are effective, or that trainings include LGBT content that would impact educators’ responses to LGBT-related bullying. Regarding accountability, schools would have to be compliant with reporting requirements and students would need to be aware of reporting procedures for this element to possibly have  an effect. The Relationship between Awareness  of Anti-Bullying Policies and Student  Reporting of IncidentsAs discussed above, key elements of policies did not affect the degree to which students reported victimization experiences to school staff and that may be, in part, because of student awareness of the policies. Students who have not been made sufficiently aware of policies and protections by their districts may be less likely to report incidents when they occur than those who are aware of these policies and protections. Therefore, we examined whether students who were aware that their policies were LGB/LGBT-inclusive were more likely to report incidents of bullying to school staff. LGBT students who were aware that their school  districts had inclusive  anti-bullying policies were more likely to report  incidents of bullying and harassment to school staff.As shown in Figure 3.8, among students who had an LGB/LGBT-inclusive policy, those who were aware that their district policies were LGB/LGBT-inclusive were more likely to report incidents of bullying to school staff.123 We found that 43.2% of students who were aware that their school had an LGB/LGBT-inclusive policy had ever reported bullying incidents to school staff, compared to Policy IncludesPolicy Doesn’t IncludeNo PolicyPolicy IncludesPolicy Doesn’t IncludeNo PolicyPolicy IncludesPolicy Doesn’t IncludeNo PolicyFigure 3.7. Frequency of LGBT Students' Reporting of Bullying Incidents by the Inclusion of LGB/LGBT Enumeration, Professional Development, or Accountability in District Policies (n=5,447)Note: controlling for district size and locale0% 20% 40% 60% 80% 100%AlwaysMost of the timeSome of the timeNeverAccountabilityProfessionalDevelopmentLGB/LGBTenumeration60.5%60.5%61.7%60.5%60.5%61.7%59.2%61.0%61.7%25.6%26.4%25.2%26.5%25.8%25.2%26.8%25.8%25.2%7.6%7.8%6.8%7.7%7.7%6.8%7.6%7.7%6.8%6.3%5.3%6.3%5.3%6.0%6.3%6.4%5.5%6.3%7038.8% of students who were not aware of having an LGB/LGBT-inclusive policy. Therefore, having an inclusive policy may be most effective in encouraging students’ reports when students  are actually aware of the policy and of its  LGBT-inclusiveness.Effectiveness of Staff Response to  Students’ Reports of Bullying IncidentsAnti-bullying policies that enumerate protections for LGBT youth, require professional development for school staff, or stipulate accountability for bullying incidents could play a role in the effectiveness of staff responses. Therefore, we examined how their responses related to the inclusion of these policy characteristics using GLSEN’s 2011 NSCS data. Specifically, NSCS participants were asked how effective staff responses were when they had reported incidents.LGBT students in school districts with inclusive  anti-bullying policies were more likely to report  effective educator responses to bullying reports.Results indicate that students were, in fact, more likely to rate school staff responses to reported bullying and harassment as effective when their school districts had LGB/LGBT-inclusive policies.124 As shown in Figure 3.9, half of students in districts without a policy (50.0%) and districts with a non-LGB/LGBT inclusive policy (48.0%) felt that staff response was not at all effective, compared to four in 10 (41.1%) in districts with LGB/LGBT-inclusive policies. Despite the improved effectiveness of staff response in districts with LGB/LGBT-inclusive policies, it is important to note that nearly half of students with LGB/LGBT-inclusive policies felt that staff responses to reports were ineffective.Policy stipulations about professional development or accountability were not related to LGBT students’ perceptions of the effectiveness of staff responses to reports of bullying/harassment. With regard to professional development, there were no significant differences in effectiveness between those with a policy with no stipulations for PD and those with a policy with stipulations for PD. With regard to accountability, there were also no differences based on whether the policy included or excluded accountability requirements.125Figure 3.8. LGBT Students' Reporting of Bullying/Harassment Incidents by Awareness of LGBT Protections in Their Anti-Bullying Policies (Among Students with LGB/LGBT-Inclusive Policies; n=4,976)Note: controlling for district size and localeAlways ReportsReports Most of the TimeReports Some of the TimePercentage of Students Reporting53.6%20%25%30%35%40%45%Aware of LGBT ProtectionsNot Aware of LGBT Protections5.7%6.4%26.7%8.8%9.5%24.9%Figure 3.9. Effectiveness of Staff Response to LGBT Students' Reports of Bullying/Harassment by Anti-Bullying Policy Type (Among Students Ever Reporting Incidents to Staff; n=2,146)Note: controlling for district size and localeVery EffectiveSomewhat EffectiveSomewhat IneffectiveNot at all EffectivePercentage of Students Reporting51.7%LGB/LGBT-Inclusive PolicyNon-LGB/LGBT Inclusive PolicyNo Policy53.6%0%10%20%30%40%50%60%70%80%90%100%7.9% 10.4% 14.0%21.9%18.1%50.0%25.6%23.4%20.2%19.4%41.1%48.0%Figure 3.8. LGBT Students' Reporting of Bullying/Harassment Incidents by Awareness of LGBT Protections in Their Anti-Bullying Policies (Among Students with LGB/LGBT-Inclusive Policies; n=4,976)Note: controlling for district size and localeAlways ReportsReports Most of the TimeReports Some of the TimePercentage of Students Reporting53.6%20%25%30%35%40%45%Aware of LGBT ProtectionsNot Aware of LGBT Protections5.7%6.4%26.7%8.8%9.5%24.9%Figure 3.9. Effectiveness of Staff Response to LGBT Students' Reports of Bullying/Harassment by Anti-Bullying Policy Type (Among Students Ever Reporting Incidents to Staff; n=2,146)Note: controlling for district size and localeVery EffectiveSomewhat EffectiveSomewhat IneffectiveNot at all EffectivePercentage of Students Reporting51.7%LGB/LGBT-Inclusive PolicyNon-LGB/LGBT Inclusive PolicyNo Policy53.6%0%10%20%30%40%50%60%70%80%90%100%7.9% 10.4% 14.0%21.9%18.1%50.0%25.6%23.4%20.2%19.4%41.1%48.0%71From StatehouSe to SchoolhouSeTHE RELATIONSHIP BETwEEN ANTI-BuLLYING POLICIES AND LGBT STuDENTS’ FEELINGS ABOuT THEIR SCHOOLSLGBT-inclusive policies could send a message to LGBT students that their school staff and administration care about their safety, and promote the school community’s supportiveness of LGBT students. In addition, staff receiving professional development on student bullying and safety could positively affect how they interact with and support LGBT students. For these reasons, we examined whether LGBT students’ sense of support and connection in their schools was related to the inclusion of LGBT protections or PD requirements in their district policy. However, we did not expect that district or state accountability for bullying incidents would be related to students’ feelings about their schools, and did not examine these relationships here.Perceptions of Supportive StaffLGBT youth participating in the NSCS were asked how many teachers and other school staff they could identify that were supportive of LGBT youth, and how supportive their school administration was of LGBT students. Overall, students who were in districts with LGB/LGBT-inclusive policies perceived that their staff and administration were more supportive of LGBT students than students who were in school districts that had non-LGB/LGBT inclusive policies or no policy at all.126 As shown in Figure 3.10, over a third (38.4%) of students with LGB/LGBT-inclusive policies were able to identify more than 10 staff members who were supportive of LGBT students compared to about a quarter of students in districts without policies (25.9%) and with non-LGB/LGBT inclusive policies (28.8%). Additionally, as shown in Figure 2.11, nearly four in 10 (36.9%) students with LGB/LGBT-inclusive policies felt that their administration was somewhat to very supportive of LGBT students, compared to less than three in 10 students with non-LGB/LGBT inclusive policies (27.1%) and those without policies (27.2%). Students in districts with a policy that was non-LGB/LGBT inclusive did not significantly differ from those in districts without a policy regarding their reports of supportive staff or administration. The inclusion of professional development in district policies did not appear to have an effect on LGBT students’ perceptions of supportive staff and administration.127 Students who were in districts with policies that required professional development did not perceive their staff differently in terms of their supportiveness compared to students in districts that did not require professional development for staff. Comfort with StaffLGBT students were also asked in GLSEN’s NSCS how comfortable they would feel talking with teachers, principals, vice-principals, and mental Figure 3.10. Number of Teachers and Other School Staff who are Supportive of LGBT Students by Anti-Bullying Policy TypeNote: controlling for district size and localePercentage of Students Reporting0%10%20%30%40%50%60%70%80%90%100%LGB/LGBT-Inclusive PolicyNon-LGB/LGBT Inclusive PolicyNo Policy25.9% 28.8% 38.4%38.9%41.4%6.8%23.6%20.6%20.2%31.6%3.4%6.6%More than 10Between 6 and 10Between 2 and 5OneFigure 3.11. Levels of Perceived Support for LGBT Students from School Administrators by Anti-Bullying Policy TypeNote: controlling for district size and localeAdministration Very Supportive of LGBT StudentsAdministration Somewhat Supportive of LGBT StudentsPercentage of Students Reporting0%5%10%15%20%25%30%35%40%LGB/LGBT-Inclusive PolicyNon-LGB/LGBT Inclusive PolicyNo Policy10.8%10.7%16.5%15.6%21.3%16.3%Figure 3.10. Number of Teachers and Other School Staff who are Supportive of LGBT Students by Anti-Bullying Policy TypeNote: controlling for district size and localePercentage of Students Reporting0%10%20%30%40%50%60%70%80%90%100%LGB/LGBT-Inclusive PolicyNon-LGB/LGBT Inclusive PolicyNo Policy25.9% 28.8% 38.4%38.9%41.4%6.8%23.6%20.6%20.2%31.6%3.4%6.6%More than 10Between 6 and 10Between 2 and 5OneFigure 3.11. Levels of Perceived Support for LGBT Students from School Administrators by Anti-Bullying Policy TypeNote: controlling for district size and localeAdministration Very Supportive of LGBT StudentsAdministration Somewhat Supportive of LGBT StudentsPercentage of Students Reporting0%5%10%15%20%25%30%35%40%LGB/LGBT-Inclusive PolicyNon-LGB/LGBT Inclusive PolicyNo Policy10.8%10.7%16.5%15.6%21.3%16.3%72health staff about LGBT issues. Overall, LGBT students felt more comfortable talking with all of these types of staff when they were in districts with LGB/LGBT-inclusive policies (see Figure 3.12).128 For example, 58.0% of students with LGB/LGBT-inclusive policies felt somewhat to very comfortable talking with school mental health professionals about LGBT issues, compared to 52.2% of students with non-LGB/LGBT inclusive policies and 54.6% of students with no policy whatsoever. Students who were in school districts with policies requiring professional development for staff did not feel more or less comfortable talking with school staff than students in districts whose policies did not require professional development.129School BelongingA student’s sense of connection and belonging their school community can be an important indicator of their academic success and well-being, and our previous research has shown that hostile school climates contribute to LGBT students’ diminished sense of school belonging.130 LGBT-inclusive policies may send a message to LGBT students that their schools care about their safety, and in turn, promote LGBT students’ sense of connection to their school community. Therefore, we examined whether there were differences in LGBT students’ sense of school belonging depending on the LGBT-inclusiveness of their districts’ policies.131 LGBT students in districts with inclusive anti-bullying policies reported less  victimization, greater safety, more supportive staff, and  a greater sense of belonging to their schools.We found that students in districts with LGB/LGBT-inclusive policies had a higher sense of school belonging.132 More than half (54.7%) of students with LGB/LGBT-inclusive policies reported high levels of school belonging, compared to less than half without an anti-bullying policy (48.7%) and non-LGB/LGBT inclusive policies (48.4%). Furthermore, students without a policy and with non-LGB/LGBT inclusive policies did not differ from each other in their sense of school belonging.CONCLuSIONOur findings in Part Three of this report suggest that LGBT-inclusive anti-bullying district policies can be a critical resource in improving school climate for LGBT students. Taken together, the findings presented in Part Three give unique insight into how district anti-bullying policies play a role in key indicators of school climate for LGBT students, such as their experiences of harassment, feelings of safety, and their general sense of connection and support in their school environments. Our findings suggest that LGBT-inclusive policies may not only be effective in reducing bullying and harassment, but may also have a broader effect on how connected and supported LGBT students feel in their schools.Our findings also consistently show that LGBT students in districts that had non-LGBT inclusive anti-bullying policies do not fare better on the indicators of school climate than LGBT students in districts without an anti-bullying policy. These findings suggest that non-LGBT inclusive policies Figure 3.12. Percentage of LGBT Students Feeling Comfortable in Talking with Staff about LGBT Issues by Anti-Bullying Policy Type (Percentage of LGBT Students Feeling \"Somewhat\" to \"Very\" Comfortable)LGB/LGBT-InclusiveNon-LGB/LGBT InclusiveNo PolicyNote: controlling for district size and locale15%25%35%45%55%65%Mental Health StaffVice-PrincipalPrincipalTeachers47.8%49.0%53.7%27.2%26.5%30.1% 24.4%24.9%29.1%54.6%52.2%58.0%Figure 3.12. Percentage of LGBT Students Feeling Comfortable in Talking with Staff about LGBT Issues by Anti-Bullying Policy Type (Percentage of LGBT Students Feeling \"Somewhat\" to \"Very\" Comfortable)LGB/LGBT-InclusiveNon-LGB/LGBT InclusiveNo PolicyNote: controlling for district size and locale15%25%35%45%55%65%Mental Health StaffVice-PrincipalPrincipalTeachers47.8%49.0%53.7%27.2%26.5%30.1% 24.4%24.9%29.1%54.6%52.2%58.0%73From StatehouSe to SchoolhouSewere inadequate in protecting LGBT students, and this inadequacy highlights the need for school districts to not only adopt an LGBT-inclusive policy when no policy exists, but also to amend existing non-LGBT inclusive anti-bullying policies to include protections for LGBT students. We found that LGBT students with policies enumerating other categories of protection—such as race, gender, and religion—did not experience lower rates of victimization. These categories are federally protected classes, and inclusion of them in anti-bullying policies did not have similar effects on LGBT students’ experiences as LGBT-inclusive policies, which are not yet federally protected categories. Thus, district anti-bullying policies may fill an important gap in federal protections for LGBT youth from harassment based upon their sexual orientation or gender identity/expression. Furthermore, the apparent ineffectiveness of gender/sex enumeration in reducing LGBT students’ victimization experiences reinforces the need to explicitly enumerate gender identity/expression in addition to gender/sex in district anti-bullying policies. It is possible that school districts rely on interpretations of gender/sex-based bullying and harassment to cover transgender and gender nonconforming students, but our findings suggest that this is not an adequate substitute for explicitly mentioning gender identity/expression in district policies.We found that the majority of LGBT students were aware that their district had an anti-bullying policy. Nevertheless, a considerable number of students were unaware that their district anti-bullying policies were providing them with protections based upon their sexual orientation and gender identity/expression. The lack of awareness of specific protections that LGBT students are receiving is concerning, as LGBT students may be more attuned to district policies, given their higher likelihood of experiencing in-school victimization, than the general student population. Therefore, the general population of students may be even less aware of prohibitions against LGBT bullying and harassment. Thus, school districts may not be doing an adequate job of informing all students about protections provided to LGBT students in their policies. If a district has an LGBT-inclusive policy and adequately informs staff and students, students may be less likely to be perpetrators of anti-LGBT violence and school personnel may be more likely to intervene. Our findings suggest that when LGBT students are aware of the inclusive policies, they are more likely to report incidents of bullying and harassment to school officials. Thus, a greater awareness of policy protections could strengthen the potential impact that LGBT-inclusive district policies have on hostile school climates for LGBT students.Although we found that LGBT inclusion was an important factor in LGBT students’ school experiences, we did not find professional development requirements in district policies had much of an effect. For one, it is possible that professional development was not being implemented in districts, despite a policy stipulating that PD was required for school staff. It is also possible that the professional development received by school staff was not sufficient to address the specific experiences of LGBT youth; we were not aware of district policies in our sample that specifically required the inclusion of LGBT issues in their professional development. In order for PD to be effective for LGBT student experiences, it should include specific knowledge and skills on preventing and intervening in LGBT-specific bullying and harassment, in addition to providing training on bullying and harassment of students in general.We also did not find that accountability requirements in district policies related to LGBT student experiences. Other requirements for reporting incidents of bullying, besides being accountable to the district and/or state, may have an impact on LGBT students’ reports. For example, schools requiring staff to address incidents of bullying that come to their attention may have a more immediate impact on the likelihood of students reporting their bullying experiences to staff. Furthermore, school staff may be less responsive to LGBT-specific bullying than to other forms of bullying, especially when their district policy is also non-LGBT inclusive; this could also minimize the impact of any accountability requirements on LGBT student reporting.Discussion77From StatehouSe to SchoolhouSeLIMITATIONSFindings in this report related to district policies were based upon the availability of anti-bullying policies from all U.S. public school districts and may not wholly reflect the actual status of anti-bullying policies in all districts. As outlined in Part One, we engaged in multiple strategies to identify and obtain districts’ policies, and if we could not locate a district’s policy after multiple attempts and repeated requests, we identified the district as not having a policy, along with those districts that explicitly notified us that they did not have such a policy. Therefore, it is possible that some districts were categorized as not having an anti-bullying policy that did, in fact, actually have such a policy. Several factors may have prevented us from identifying an existing policy, such as a district’s lack of resources to make policies available online or the failure of a district to respond to our requests. For example, if a district with a policy lacked the funding, staff, or technology to make policies available to the public online, to maintain and update a website, or to respond to our requests for the policy, they could be misclassified in this study. It is also possible that certain school districts were resistant to supplying us with a policy or to respond to our requests because of the nature of this study. Nevertheless, if we were not able to find a district policy after such rigorous methods, then it calls into question the accessibility of an existing policy for constituents of that district, and ultimately places doubt on their policy’s efficacy.It is also important to note that the district policies described in this report were those that were available from the end of 2008 through 2011. Given the growing attention to school-based bullying, districts may have been under increased pressure to adopt anti-bullying policies. Districts that had adopted, modified, or amended policies after we had already collected a policy or identified them as not having an anti-bullying policy would not be reflected in our findings. Furthermore, in order to understand factors related to district implementation, we analyzed state laws, regulations, and policies that were in effect at the end of 2008, when we began compiling district policies. The findings from this report are not to be understood as a current inventory of state and local policy initiatives, which may have changed since completion of data collection. When examining the relationship between district policies and LGBT student outcomes, we controlled for district factors (i.e., locale, size, and funding) that may have also explained differences in student experiences, the likelihood of a district having an anti-bullying policy, or the likelihood of a district including certain types of content in a policy. Nevertheless, we cannot know for certain that the district policy itself is affecting student experiences and not other unexamined factors. For example, it is possible that a school that already has a more accepting and welcoming culture for LGBT students may also be more likely to have an LGBT-inclusive policy. However, this does not diminish the fact that LGBT-inclusive policies are important indicators of school climate for LGBT youth.Furthermore, our study had a specific focus on three elements of state and local policy interventions: enumeration (specifically LGBT-related), professional development, and accountability. Although we recognize that there are a number of other key elements in state and local policy that might have an important impact on harassment and bullying in schools, we considered these three elements to be the most relevant for the purposes of our study. Given this particular focus, we were not able to examine the implementation of other policy elements and how they may have an effect on student experiences, such as specific guidelines for investigating bullying incidents or clear sanctions placed on students who perpetrate bullying. Future research should examine the role of the key elements studied here and other aspects of anti-bullying policies in LGBT student experiences.78CONCLuSIONS AND IMPLICATIONSDISTRICT ANTI-BuLLYING POLICIESThere is an urgent need for our nation’s school districts to provide students with safe learning environments free from bullying and harassment. The presence of a district anti-bullying policy can demonstrate that a school district recognizes bullying as a serious problem commonly faced by students, and can establish expectations and guidelines for how schools should prevent and address bullying and harassment. However, we found that nearly a third of U.S. public school districts did not have an anti-bullying policy, leaving many students in U.S. public schools without the most basic of protections from bullying and harassment. LGBT-Inclusive PoliciesAdopting an anti-bullying policy, in and of itself, is a critical first step for ensuring safe school environments. However, GLSEN and numerous other education and civil rights organizations133 maintain that, in order to effectively address anti-LGBT bullying and other types of bias-based bullying, these policies must also enumerate specific protections to students based on actual or perceived characteristics, including sexual orientation and gender identity/expression. Our findings that the majority of district policies enumerated race, gender/sex, and religion are encouraging. However, less than half of districts had anti-bullying policies that enumerated sexual orientation, and only one-tenth of districts had policies that enumerated gender identity or gender expression. But unlike the other more commonly included characteristics (i.e., race, gender/sex, religion), sexual orientation and gender identity/expression are not explicitly included in federal civil rights protections. Although it is important to have federally protected categories (i.e. race, gender/sex, religion) explicitly enumerated in  anti-bullying policies, victims of these types of bullying have other grounds for recourse under federal statutes, whereas victims of sexual orientation and gender identity/expression-based bullying may not. Therefore, the specific inclusion of sexual orientation and gender identity/expression in anti-bullying policies are particularly crucial for protecting LGBT students from in-school victimization. This report provides important evidence that including explicit protections to LGBT students is needed, and that non-LGBT inclusive anti-bullying policies are not adequate substitutes. In our previous research, we have consistently found that LGBT students who reported having an LGBT-inclusive anti-bullying school policy were safer in their schools.134 Our findings in this report build upon this prior research on  LGBT students’ perceptions of school policies by demonstrating that the actual presence of an LGBT-inclusive policy is related to better school climates for LGBT students. Specifically, we found that LGBT students in districts with LGB/LGBT-inclusive anti-bullying policies reported less victimization, greater safety, more supportive staff, and a greater sense of belonging to their schools. In addition, we found that students in districts with non-LGBT inclusive policies (i.e., district anti-bullying policies that did not enumerate sexual orientation and/or gender identity/expression) did not differ from students in districts with no anti-bullying policy on any of the school climate indicators that we examined. Thus, our findings further highlight the need for anti-bullying policies to explicitly prohibit bullying based on students’ actual or perceived sexual orientation and gender identity/expression. This report provides  important evidence  that including explicit  protections to LGBT  students is needed, and that non-LGBT inclusive anti-bullying policies are  not adequate substitutes. Although a minority of policies specifically enumerated sexual orientation or gender identity/expression as protected characteristics, it is possible that LGBT students could have legal recourse for bullying and harassment experiences if their anti-bullying policies provided 79From StatehouSe to SchoolhouSeprotections based on their gender and/or sex. Federal education law protecting students from sex discrimination under Title IX135 has been increasingly applied to experiences of bullying, harassment, and discrimination based upon students’ sexual orientation or gender identity. However, we found that LGBT students in districts with anti-bullying policies that enumerated gender/sex but not sexual orientation or gender identity/expression did not experience less victimization than those in districts without such policies, suggesting that reliance upon these interpretations of policy language may not be a sufficient substitute for the inclusion of explicit protections relevant to LGBT students in policies. The use of language specifically stating sexual orientation and gender identity/expression as protected categories in policies could reduce the possibility for varying interpretations on a case-by-case basis. Furthermore, while relying on certain legal interpretations of laws and policies may help individual LGBT students who are seeking recourse for bullying and harassment that they experienced, these legal interpretations may not have an effect on the day-to-day experiences of students or overall school climate as both the potential targets and potential perpetrators of bullying may not be aware of the nuances inherent in state and federal laws.Other Policy Elements: Professional Development and AccountabilityEnumeration of protected categories, such as sexual orientation and gender identity/expression, in district anti-bullying policies is critical, but there are additional important policy elements that can help ensure safer school environments. In this study, we examined the inclusion of mandated professional development for school staff on preventing and intervening in bullying and harassment and clear requirements for district accountability for incidents of bullying in schools. We found that these requirements for professional development and accountability for bullying incidents occurred even less frequently in district policies than LGBT enumeration. However, we found that even when anti-bullying policies included stipulations for professional development on bullying or accountability  for reporting bullying incidents, there was  no noticeable impact on LGBT students’  safety, reporting of bullying incidents to  staff, perceptions of effectiveness of staff response to bullying, or perceptions of school  staff supportiveness. The reasons why we did not observe an effect of professional development or accountability on LGBT student experiences are unclear. It is possible that districts were not adequately implementing these stipulations and therefore they failed to have an impact on LGBT students’ experiences, and perhaps on students in general. It was beyond the scope of this study to assess how districts implemented their anti-bullying policies, if at all. However, future research should examine if and how specific policy elements, such as professional development and accountability, are actually implemented in schools.Even in cases where professional development mandates were appropriately implemented, they may not have had an impact on LGBT youth’s school experiences because the professional development did not sufficiently address the specific experiences of LGBT youth. In this study, we did not identify any policies that required LGBT-specific professional development. In order for professional development to be effective in improving school climate for LGBT students, it may need to explicitly include knowledge and skills on preventing and intervening in LGBT-specific bullying and harassment, in addition to providing training on bullying and harassment of students in general.136 Some previous research on the content of the majority of bullying/harassment professional development suggests that professional development is unlikely to address anti-LGBT bullying unless policies explicitly stipulate this inclusion in their professional development requirements.137 We also did not identify any policies with accountability measures that required districts to specifically report and document anti-LGBT bullying incidents and policies. School staff may be less aware of or even less responsive to LGBT-specific bullying than to other forms of bullying, especially when their district policy does not enumerate sexual orientation and gender identity/expression; this could also pose obstacles to LGBT students reporting bullying 80incidents to school staff because they perceive such reports would be ineffective. In 2013, following completion of data collection for this study, the U.S. Department of Education’s Office of Civil Rights announced it would begin including specific questions about incidents of bullying related to sexual orientation in its Civil Rights Data Collection (CDRC) questionnaire that must be completed by all public school districts.138 Whether or not this results in LGB-specific accountability measures being written into district anti-bullying policies, it may affect district’s reporting and documentation practices. Future research should examine whether requiring districts to be accountable specifically for incidents of LGB bullying result in better outcomes for LGB students. Of course, this new CRDC requirement regarding LGB-related bullying does not include questions about bullying based on gender identity/expression and thus would not necessarily be expected to have an effect on the bullying of transgender or gender non-conforming students.Overall, our findings indicate that district anti-bullying policies are sorely lacking. A significant portion of districts had no anti-bullying policy at all and when considering inclusion of all three examined elements (professional development, accountability, and LGBT enumeration), we found that policies were rarely comprehensive—only 2% of U.S. school districts had comprehensive anti-bullying policies (i.e., had a policy that included all three elements).Accessibility and Awareness of District PoliciesFindings from this study suggest that even when policies exist and include desired elements, they may only be as effective as the school community’s awareness of such policies. We know from our prior research that LGBT students infrequently report incidents of bullying and harassment to school staff,139 and this study found that the mere presence of an LGBT-inclusive anti-bullying policy was not related to students’ reports of incidents. However, we did find that, among LGBT students with LGBT-inclusive policies, those who were aware that their anti-bullying policy was LGBT-inclusive were more likely to report bullying incidents to school staff than those who were unaware of their policy. It is important to emphasize that the burden of addressing bullying and harassment should not fall upon LGBT students, and staff awareness of the existence and content of their district policy could certainly influence their responses to bullying. For example, if staff are not aware that their district policy explicitly prohibits bullying based on sexual orientation, they may not feel as compelled or confident to address the bullying of LGB students. We have found in some of our previous research that when teachers are more aware of anti-LGBT bullying in schools, they are more likely to take steps to intervene.140 Further research should examine how enumerated anti-bullying policies may affect both teachers’ awareness and their competence in addressing anti-LGBT bullying.During our data collection phase, we faced considerable variation in the ease and difficulty with which we could identify district policies. We imagine that this is a probable reflection of how available policies are to the districts’ constituencies as well. In some districts, students, parents, and educators may have difficulty locating or accessing the anti-bullying policy. It is possible that providing technical guidance and funding to school districts to improve public access to policy documents could greatly reduce barriers to local constituent awareness of a district’s treatment of bullying and harassment in their schools. Districts and schools need to ensure that their anti-bullying policies are adopted in an environment that also engages in other efforts to make schools safer and more welcoming for all students. GLSEN’s research has continually identified a number of resource and supports, in addition to the existence of enumerated anti-bullying policies, that improve school climate for LGBT students, such as curricula inclusive of positive representations of LGBT people and topics, establishment of Gay-Straight Alliances or similar student clubs that address LGBT issues, and staff support of LGBT students.141 It is possible that LGBT-inclusive anti-bullying policies are more effective when schools are engaging more holistic efforts to provide safe and affirming environments for LGBT students. Future research examining the interplay of district policies with school resources and supports for LGBT youth is warranted.81From StatehouSe to SchoolhouSeDISTRICT IMPLEMENTATION OF  STATE LEvEL ANTI-BuLLYING MEASuRESThis report demonstrates the value of anti-bullying policies, particularly those that are comprehensive and LGBT-inclusive. There are many reasons why districts may adopt and enact anti-bullying policies, including interest of district administration, public pressure, and government mandates. Some of the most commonly used tools to influence adoption of anti-bullying policies at the local level are state regulating bodies—including the state legislature, state departments of education, and state school boards associations. We examined the influence of these state regulating bodies on local district policies, and our findings indicate that overall, having state-level governance (laws or regulations) and guidance (model policy or guidelines for policy development) may affect not only adoption of local-level anti-bullying policies, but also the content of those policies.Influence of State Governance and GuidanceThis study found that districts in states with anti-bullying laws were more likely to have anti-bullying policies than districts in states without such laws. Furthermore, out of all types of state governance and guidance (laws, regulations, and policy guidance), being in a state with an anti-bullying law was the strongest predictor of a district having an anti-bullying policy. However, it is also important to note that whereas many states had anti-bullying laws, only a minority of states had anti-bullying regulations. An even smaller minority of states’ governance and guidance included the key elements that we examined: enumeration of sexual orientation and gender identity/expression, requirements for professional development for staff, and stipulations of accountability for bullying incidents. These elements were more likely to occur in policy guidance, as opposed to state legislation or regulations, perhaps because it is more feasible to include them in model policy or guidelines, as opposed to the potentially more cumbersome process of enacting laws, be it congressional (legislative) or administrative (regulations). Therefore, state policy guidance may provide states with opportunities for the inclusion of elements that state laws and regulations neglect. In fact, policy guidance was a strong predictor of the inclusion of key characteristics (LGBT-enumeration, professional development mandates, and accountability stipulations) in district policies. Districts in states with state-level policy guidance that included these elements had high odds of including these elements in their local policies. Given that key elements most commonly occurred in policy guidance, and given that the potential policy guidance holds for influencing district policies, educational and policy advocates should consider focusing their efforts on developing and implementing comprehensive policy guidance at the state level. Such advocacy may be especially important in states where legislation that enumerates protections for LGBT students is unlikely to pass. Districts in states with  anti-bullying laws were more likely to have  anti-bullying policies  than districts in states  without such laws.Although districts in states with anti-bullying governance and guidance were more likely to have an anti-bullying policy, there remain many districts in those states without such a policy. Therefore, our report indicates that the simple presence of state anti-bullying governance and guidance does not ensure that a district will adopt or implement a policy. Even though we did not specifically examine state laws and regulations for language that required districts to adopt anti-bullying policies, most laws do explicitly mandate district adoption of anti-bullying policies.142 We believe that districts, at minimum, should be adhering to standards and requirements set forth in state anti-bullying laws. Thus, it is concerning that in states that had anti-bullying laws, one quarter of districts appeared not to be in compliance and did not have anti-bullying policies. Furthermore, even higher percentages of districts did not include key elements in their 82district policies when they were evident in state laws. It is also concerning that state departments of education regulations appeared to have little impact on the presence and content of district policies. Therefore, it is critical that laws and regulations explicitly require that districts adopt anti-bullying policies and include key elements, have systems in place to monitor district policy adoption and implementation, and outline clear guidelines for addressing district non-compliance. In addition, future research should examine the factors related to the variation of district adoption within a state—i.e., why some districts comply with state anti-bullying governance/guidance while others do not. Barriers to ImplementationOur report provides important evidence for advocates attempting to persuade states that explicit protections to students from bullying based on their sexual orientation and gender identity/expression are necessary, and that non-LGBT inclusive anti-bullying governance and guidance are not adequate substitutes. We found that non-LGBT inclusive state governance and guidance did not result in LGBT-inclusive district policy adoption. In fact, we found that districts in states without any anti-bullying laws, regulations, or policy guidance were more likely to provide explicit protections to LGBT students than districts in states with laws, regulations, or policy guidance that were not LGBT-inclusive. Thus, non-LGBT inclusive laws, regulations, and policy guidance at the state level may be a barrier to districts including these protections in their anti-bullying policies. It is possible that many districts simply adopt the actual language that states are using in their governance and guidance but that districts who have established policies in absence of state laws are more motivated to include LGBT-enumeration or to seek out model policies from organizations that use enumerated language (such as GLSEN’s model anti-bullying policy143). These findings regarding the barriers that non-inclusive state governance and guidance may pose to LGBT-inclusive district policy adoption can be used to advocate for the need for LGBT-inclusive governance and guidance at the state level. We found that certain geographic and district community characteristics, such as district funding, were related to the adoption of district anti-bullying policies and the inclusion of key elements. In that we specifically found that districts with more funding were more likely to have anti-bullying policies and include key elements, it is possible that districts that receive funding for legislative mandates are more likely to implement these requirements, which in turn could have an effect on LGBT student experiences. Therefore, requirements for the adoption or implementation of anti-bullying policies and procedures should be supported by the funding and resources necessary for increasing the likelihood of compliance and implementation, and to reduce administrative burdens on districts that requirements may place on them. There may also be additional structural barriers that were unexamined in this study that inhibit the adoption of policies and necessary elements. Certain districts and schools may need further technical assistance in developing and implementing policies in order to ensure that required elements are effectively carried out in schools. Future research should further explore the barriers to district adoption of anti-bullying policies and the incorporation of key elements at the local level. RECOMMENDATIONSFrom Statehouse to Schoolhouse highlights a continuing need to adopt comprehensive anti-bullying policy interventions at the state and local levels. It also illustrates the importance of implementing key elements that exist in anti-bullying policies and engaging in efforts to educate the school community on the presence and content of district anti-bullying policies. Based upon the findings from this study, the following are recommendations for educational leaders and policy advocates to help improve school climates for all students, regardless of their sexual orientation, gender identity, or  gender expression.83From StatehouSe to SchoolhouSeSTATE LEvEL:• Engage in efforts to adopt and implement anti-bullying laws and policies that, at a minimum, enumerate protections for students from bullying based upon actual or perceived sexual orientation and gender identity/expression, along with other personal characteristics (e.g., race/ethnicity, religion).• Engage in efforts to amend existing state laws, regulations, and policy guidance to include LGBT protections and other key elements such as mandatory professional development and district accountability for bullying incidents. • Advocate for appropriate funding of state anti-bullying laws and regulations mandates in order to allow for local districts to effectively implement state mandates.• Require that districts provide professional development for staff on identifying, preventing, and responding effectively to bullying incidents, as well as ensuring that such professional development includes specific content on anti-LGBT bullying and other bias-based bullying. • Encourage state school boards associations and other state level education associations to develop model policies or recommended policy language that explicitly enumerates LGBT protections, requires professional development for staff on bullying, and stipulates accountability measures for districts.LOCAL DISTRICT LEvEL:• Ensure that districts are in compliance  with existing state anti-bullying legislation  and regulations. • Engage in efforts to adopt and implement anti-bullying policies that, at a minimum, enumerate protections for students from bullying based upon actual or perceived sexual orientation and gender identity/expression, along with other personal characteristics (e.g., race/ethnicity, religion).• Ensure enumeration of gender identity/expression in local anti-bullying efforts, in addition to the enumeration of sexual orientation and of gender or sex.• Engage in strategies to increase the school community’s awareness of existing district anti-bullying policies and their content, such as making policies easily accessible through the district/school website and/or school district handbooks disseminated to students, parents, and school personnel.• Focus on facilitating the implementation of anti-bullying district policies in areas that show specific need, such as rural or lower socioeconomic areas, by increasing funding and resources to meet necessary mandates.• Ensure that districts develop clear accountability mechanisms for reporting and documenting incidents of bullying to the district and state levels, and encourage schools and districts to specifically support the reporting and documentation of LGBT-specific bullying incidents, along with other types of bias-based bullying incidents.• Continue to advocate for and implement  LGBT-supportive school resources complementary to anti-bullying policies  as part of an overall strategy to improve  school climate for LGBT students.This study details important advances in the U.S. in recognizing and addressing bullying in our nation’s schools at both the district and state levels, and also highlights an urgent need to continue increasing and improving state and local efforts to provide formal anti-bullying protections for students. It is imperative that these policies specifically articulate protections and provisions that address LGBT-related bullying. By ensuring that all states and districts adopt and implement effective and comprehensive anti-bullying policies, we in turn create more positive and safe school environments for all students, regardless of their sexual orientation, gender identity, or gender expression.85From StatehouSe to SchoolhouSeAppendixGeneral Anti-BullyingSexual OrientationGender Identity/ExpressionProfessional DevelopmentAccountabilityLaws (L) 9 1 2 4 9Regulations (R) 3 1 0 1 1Policy Guidance (PG) 2 8 5 10 4L & R 2 0 0 0 1L & PG 17 2 1 5 4R & PG 1 2 0 0 3L, R, & PG 9 3 2 0 0States with any combination 43 17 10 20 22States without any 8 34 41 31 29Table A.2. Co-Occurrence of Laws, Regulations, and Policy Guidance in States by Key Characteristics DOE SBA Total*Model PolicyPolicy GuidelinesModel PolicyPolicy GuidelinesAny anti-bullying Policy Guidance 24 14 27 1 29Enumerates Sexual Orientation 8 5 12 0 15Enumerates Gender Identity/Expression 5 2 7 0 8Professional Development 7 5 11 0 15District/State Accountability 7 2 7 0 11*Reported in the aggregate (accounting for overlap between DOE and SBA policies in each state)Table A.1. Number of States with Policy Guidance from State Departments of Education (DOE) and School Boards Associations (SBA) and the Inclusion of Key CharacteristicsAnti-Bullying PolicySexual OrientationGender  Identity/ExpressionProfessional  DevelopmentAccountabilityLaw 2.27*** 3.01*** 8.85*** 1.13 4.27***Regulation 1.09* 1.57*** NA 2.02** .58***Policy Guidance .53*** 2.25*** 10.41*** 6.38*** 1.62***Table A.3. The Odds (OR) of Districts Having a Policy or Including Key Elements Based on the Occurrence of these Factors in State Laws, Regulations, or Policy Guidance***p<.001, **p<.05, *p<.1086General Anti-Bullying Law, Regulation, or Policy GuidanceEnumerates Sexual OrientationEnumerates Gender Identity/ExpressionProfessional  Development*Accountability**LawsAK, AZ, AR, CA, CO, CT, DE, FL, ID, IL, IN, IA, KS, KY, LA, ME, MD, MN, MO, NE, NV, NH, NJ, NM, OH, OK, OR, PA, RI, SC, TN, TX, UT, VT, VA, WA,WV (n=37)CA, IA, MD, NJ, VT, WA (n=6)CA, IA, MD, NJ, VT (n=5)CT, FL, IN, KS, ME, MD, NV, PA, VT (n=9)AZ, CO, CT, DE, FL, IA, LA, ME, MD, NV, NH, OH, PA, VT (n=14)Regulations†CA, GA, ID, IA, LA, MT, NH, NJ, NM, NY, OR, UT, VT, WV, WI (n=15)CA, IA, NJ, NM, NY, WI (n=6)IA, NJ (n=2) WV (n=1)IA, NJ, NM, NY, WV (n=5)Policy Guidance††CA, CO, CT, FL, HI, ID, IA, KS, KY, ME, MN, MS, MO, MT, NE, NV, NH, NJ, NM, NY, OH, OK, RI, SC, TN, UT, VT, WA (n=29)AK, CA, HI, IA, ME, MN, MO, MT, NJ, NM, NY, OK, RI, VT, WA (n=15)HI, IA, MN, MT, NJ, NY, VT, WA (n=8)CA, CO, FL, KS, ME, MO, NV, NH, NJ, OK, RI, TN, UT, VT, WA (n=15)FL, ID, KY, MN, MO, NH, NJ, NM, NY, OH, VT (n=11)*State documents that required professional development for staff on recognizing, intervening in, or preventing bullying/harassment met coding criteria. Documents that suggested PD was optional or that only stipulated training on the policy itself did not meet criteria.**State documents that required reporting incidents of bullying/harassment to a district and/or state level reporting system met coding criteria. †Anti-bullying regulations developed by state departments of education/boards of education††Model policies and/or guidelines for policy development created by state departments/boards of education and/or state school boards associations.Table A.4. Coding for Presence and Content of State Anti-Bullying Laws, Regulations, and/or Policy Guidance (as of 2008)87From StatehouSe to SchoolhouSeNotes and  References1  GLSEN, CiPHR, & CCRC (2013). Out online: The experiences of lesbian, gay, bisexual and transgender youth on the Internet. New York: GLSEN.  Harris Interactive, & GLSEN. (2005). From teasing to torment: School climate in America, A survey of teachers and students. New York: GLSEN.  Schuster, M. A., Bogart, L. M., Klein, D. J., Feng, J. Y., Tortolero, S. R., Mrug, S., ... & Elliott, M. N. (2015). A longitudinal study of bullying of sexual-minority youth. New England Journal of Medicine, 372(19), 1872–1874.2  Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.3   Limber, S. P., & Small, M. A. (2003). State laws and policies to address bullying in schools. School Psychology Review, 32(3), 445–455.  Stuart-Cassel, V., Bell, A., & Springer, J. F. (2011). Analysis of state bullying laws and policies. Office of Planning, Evaluation and Policy Development, US Department of Education.  Weaver, L. M., Brown, J. R., Weddle, D. B., & Aalsma, M. C. (2013). A content analysis of protective factors within states’ antibullying laws. Journal of School Violence, 12(2), 156–173.4  Stuart-Cassel, V., Bell, A., & Springer, J. F. (2011). Analysis of state bullying laws and policies. Office of Planning, Evaluation and Policy Development, US Department of Education.5  Harris Interactive, & GLSEN. (2005). From teasing to torment: School climate in America, A survey of teachers and students. New York: GLSEN.  Hatzenbuehler, M. L. (2011). The social environment and suicide attempts in lesbian, gay, and bisexual youth. Pediatrics, 127(5), 896–903.  Szalacha, L. A. (2003). Safer sexual diversity climates: Lessons learned from an evaluation of Massachusetts safe schools program for gay and lesbian students. American Journal of Education, 110(1), 58–88.6  GLSEN, & Harris Interactive. (2012). Playgrounds & prejudice: Elementary school climate in the United States. New York: GLSEN.   Harris Interactive, & GLSEN. (2005). From teasing to torment: School climate in America, A survey of teachers and students. New York: GLSEN.  Kosciw, J. G., & Diaz, E. M. (2008). Involved, invisible, ignored: The experiences of lesbian, gay, bisexual and transgender parents and their children in our nation’s K–12 schools. New York: GLSEN.  Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN. 7  Harris Interactive, & GLSEN. (2005). From teasing to torment: School climate in America, A survey of teachers and students. New York: GLSEN.  Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.8   Chesir-Teran, D., & Hughes, D. (2009). Heterosexism in high school and victimization among lesbian, gay, bisexual, and questioning students. Journal of Youth and Adolescence, 38(7), 963–975.  Goodenow, C., Szalacha, L., & Westheimer, K. (2006). School support groups, other school factors, and the safety of sexual minority adolescents. Psychology in the Schools, 43(5), 573–589.  O’Shaughnessy, M., Russell, S. T., Heck, K., Calhoun, C., & Laub, C. (2004). Safe place to learn: Consequences of harassment based on actual or perceived sexual orientation and gender non-conformity and steps for making schools safer. San Francisco, CA: California Safe Schools Coalition.  Saewyc, E., Konishi, C., Rose, H., & Homma, Y. (2014). School-based strategies to reduce suicidal ideation, suicide attempts, and discrimination among sexual minority and heterosexual adolescents in western Canada. International Journal of Child, Youth and Family Studies, 5(1), 89–112.9   GLSEN, & Harris Interactive. (2012). Playgrounds & prejudice: Elementary school climate in the United States. New York: GLSEN.8810   Limber, S. P., & Small, M. A. (2003). State laws and policies to address bullying in schools. School Psychology Review, 32(3), 445–455.  Stuart-Cassel, V., Bell, A., & Springer, J. F. (2011). Analysis of state bullying laws and policies. Office of Planning, Evaluation and Policy Development, US Department of Education.  Weaver, L. M., Brown, J. R., Weddle, D. B., & Aalsma, M. C. (2013). A content analysis of protective factors within states’ antibullying laws. Journal of School Violence, 12(2), 156–173.11   The Oregon Safe Schools and Communities Coalition, & Ridings, A. (2013). State of the Safe Schools Act: 2013 anti-bullying & harassment policy adoption update. Retrieved from: http://www.oregonsafeschools.org/wpcontent/uploads/ SafeSchoolsReport_2013_pages_v5.pdf12  Gini, G., & Pozzoli, T. (2009). Association between bullying and psychosomatic problems: A meta-analysis. Pediatrics, 123(3), 1059–1065.   Hawker, D. S., & Boulton, M. J. (2000). Twenty years’ research on peer victimization and psychosocial maladjustment: a meta-analytic review of cross-sectional studies. Journal of Child Psychology and Psychiatry, 41(4), 441–455.  Nansel, T. R., Overpeck, M., Pilla, R. S., Ruan, W. J., Simons-Morton, B., & Scheidt, P. (2001). Bullying behaviors among US youth. Journal of the American Medical Association, 285(16), 2094–2100.  Srabstein, J., & Piazza, T. (2008). Public health, safety and educational risks associated with bullying behaviors in American adolescents. International Journal of Adolescent Medicine and Health, 20(2), 223–234.13   GLSEN, CiPHR, & CCRC (2013). Out online: The experiences of lesbian, gay, bisexual and transgender youth on the Internet. New York: GLSEN.  Harris Interactive, & GLSEN. (2005). From teasing to torment: School climate in America, A survey of teachers and students. New York: GLSEN.  Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.14   California Safe Schools Coalition. (2005). Safe schools research brief 1: District policies and trainings. Retrieved from http://gsanetwork.org/files/resources/CSSC1-policies.pdf  Harris Interactive, & GLSEN. (2005). From teasing to torment: School climate in America, A survey of teachers and students. New York: GLSEN.  Hatzenbuehler, M. L. (2011). The social environment and suicide attempts in lesbian, gay, and bisexual youth. Pediatrics, 127(5), 896–903.  Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.  Saewyc, E., Konishi, C., Rose, H., & Homma, Y. (2014). School-based strategies to reduce suicidal ideation, suicide attempts, and discrimination among sexual minority and heterosexual adolescents in western Canada. International Journal of Child, Youth and Family Studies, 5(1), 89–112.15   US Department of Education Institute of Education Sciences National Center for Education Statistics. Search for public school districts [Data file]. Retrieved from http://nces.ed.gov/ccd/districtsearch/16   A regular public school district is defined by NCES as an “Agency responsible for providing free public education for school-age children residing within its jurisdiction. This category excludes local supervisory unions that provide management services for a group of associated school districts; regional education service agencies that typically provide school districts with research, testing, and data processing services; state and federally operated school districts; and other agencies that do not fall into these groupings.” A supervisory union is defined by NCES as an “An education agency where administrative services are performed for more than one school district by a common superintendent.”17   Provalis Research. Released 2012. QDA Miner, Version 3.2. Montreal, Canada: Provalis Research.  Provalis Research. Released 2012. Wordstat, Version 5.1. Montreal, Canada: Provalis Research.18   We searched policies for the following enumerated categories: age, ancestry or national origin, appearance, association with person or group, cultural background, disability, economic status, ethnicity, gender, identity/expression, gender, homelessness, marital status, military or veteran status, political affiliation, pregnancy or parenthood, race, religion, sex, and sexual orientation.19   GLSEN’s model policy suggests that districts prohibit bullying “based on a student’s actual or perceived race, color, national origin, sex, disability, sexual orientation, gender identity or expression, religion or any other distinguishing characteristics that may be defined by the district or state educational agency. This also includes association with a person or group with one or more of the above mentioned characteristics, whether actual or perceived.” http://www.glsen.org/learn/policy/model-laws-policies20   IBM Corp. Released 2011. IBM SPSS Statistics for Windows, Version 20.0. Armonk, NY: IBM Corp.21   U.S. Department of Education Institute of Education Sciences National Center for Education Statistics. Elementary/secondary information system [Data file]. Retrieved from http://nces.ed.gov/ccd/elsi/89From StatehouSe to SchoolhouSe22   United States Census Bureau. (2015). American community survey [Data file]. Retrieved from http://www.census.gov/acs/www/data_documentation/data_main/23   Both Hawaii and the District of Columbia each have only one school district.24   There was a small negative correlation between number of districts in a state and the percent of districts reporting a policy: r=-.17, p <.001.25   Harris Interactive, & GLSEN. (2005). From teasing to torment: School climate in America, A survey of teachers and students. New York: GLSEN.  Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.  Saewyc, E., Konishi, C., Rose, H., & Homma, Y. (2014). School-based strategies to reduce suicidal ideation, suicide attempts, and discrimination among sexual minority and heterosexual adolescents in western Canada. International Journal of Child, Youth and Family Studies, 5(1), 89–112.26   As detailed in the Methods section, many districts had multiple policies that addressed bullying and harassment. In cases where a district had multiple anti-bullying policies, we combined those policies into one document for analysis. Therefore, when we refer to a district’s “policy” in this report, we are referring to any and all anti-bullying policies for that district.27   The vast majority of policies used the terms “sexual orientation,” “gender identity,” or “gender expression” to provide protections to LGBT students in their schools. In rare cases, a policy specifically stated that it protected students who were gay, lesbian, bisexual, transgender, or homosexual students (however, these policies were still coded as providing explicit protections based on sexual orientation or gender identity/expression).28   With the exception of four district policies, all policies that include gender identity/expression also include sexual orientation. All policies that were LGB/LGBT inclusive included at least one other enumerated category of protection that we examined.29   It is possible that LGBT students would receive protections from bullying and harassment if their anti-bullying policies provided protections based on their gender and/or sex. Federal education law protecting students from sex discrimination under Title IX has been increasingly interpreted as applying to LGB, transgender, and/or gender non-conforming students. Taking into account district policies that include protections based on a student’s gender/sex, LGB, transgender, and gender non-conforming students could receive protections in two-thirds (66.1%) of district policies. Additionally, some state education laws include gender identity/expression in their definition of sexual orientation, and therefore policies that only provide protections to student based upon their sexual orientation in those states could also legally apply to transgender students. However, reliance upon these interpretations of policy language is not a sufficient substitute for the inclusion of explicit protections to LGBT students in policies, as interpretations could vary widely on a case-by-case basis.30   The four districts’ policies that only enumerated gender identity/expression were identified as LGBT-inclusive for purposes of statistical analyses.31   GLSEN, & Harris Interactive. (2012). Playgrounds & prejudice: Elementary school climate in the United States. New York: GLSEN.  GLSEN, & Harris Interactive. (2008). The principal’s perspective: School safety, bullying and harassment, a survey of public school principals. New York: GLSEN.  Greytak, E. A., Kosciw, J. G., & Boesen, M. J. (2013). Educating the educator: Creating supportive school personnel through professional development. Journal of School Violence, 12(1), 80–97.  Kosciw, J. G., & Diaz, E. M. (2008). Involved, invisible, ignored: The experiences of lesbian, gay, bisexual and transgender parents and their children in our nation’s K–12 schools. New York: GLSEN.32   Robers, S., Kemp, J., & Truman, J. (2013). Indicators of School Crime and Safety: 2012 (NCES 2013-036/NCJ 241446). National Center for Education Statistics, U.S. Department of Education, and Bureau of Justice Statistics, Office of Justice Programs, U.S. Department of Justice. Washington, DC. 33   Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.  Kosciw, J.G., Greytak, E.A., Diaz, E.M. (2009). Who, what, where, when, and why: Demographic and ecological factors contributing to hostile school climate for lesbian, gay, bisexual, and transgender youth. Journal of Youth and Adolescence, 38, 976–988.  Palmer, N. A., Kosciw, J. G., & Bartkiewicz, M. J. (2012). Strengths and Silences: The Experiences of Lesbian, Gay, Bisexual and Transgender Students in Rural and Small Town Schools. New York: GLSEN.34   Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.  Kosciw, J.G, Greytak, E.A, & Diaz, E.M. (2009). Who, what, where, when, and why: Demographic and ecological factors contributing to hostile school climate for lesbian, gay, bisexual, and transgender youth. Journal of Youth and Adolescence, 38, 976–988.  Palmer, N. A., Kosciw, J. G., & Bartkiewicz, M. J. (2012). Strengths and Silences: The Experiences of Lesbian, Gay, Bisexual and Transgender Students in Rural and Small Town Schools. New York: GLSEN.9035   Kosciw, J.G., Greytak, E.A., & Diaz, E.M. (2009). Who, what, where, when, and why: Demographic and ecological factors contributing to hostile school climate for lesbian, gay, bisexual, and transgender youth. Journal of Youth and Adolescence, 38, 976–988.36   Kosciw, J.G., Greytak, E.A., & Diaz, E.M. (2009). Who, what, where, when, and why: Demographic and ecological factors contributing to hostile school climate for lesbian, gay, bisexual, and transgender youth. Journal of Youth and Adolescence, 38, 976–988.37   Chi-square tests were performed to compare the percent of districts with anti-bullying policies by region: χ2 = 214.133, df = 3, p < .001, V = .127. Pairwise comparisons with adjusted p-values (<.05) revealed significant differences in policy presence by all four regions. 38   Chi-square tests were performed to compare the percent of districts with LGBT-inclusive policies by region: χ2 = 2034.738, df = 9, p < .001, V = .227. Pairwise comparisons with adjusted p-values (<.05) revealed significant differences in the percent of districts with LGBT-inclusive policies among all four regions. The Northeast was most likely to have districts with LGBT-inclusive policies, followed by the Midwest, West, and South.39   Chi-square tests were performed to compare the percent of districts requiring professional development by region: χ2 = 557.382, df = 6, p < .001, V = .145. Pairwise comparisons with adjusted p-values (<.05) revealed significant differences among all regions.40   Chi-square tests were performed to compare the percent of districts enumerating any category of protection by region: χ2 = 302.853, df = 6, p < .001, V = .107. Pairwise comparisons with adjusted p-values (<.05) revealed that only district policies in the West were significantly less likely than the Northeast, Midwest, and South to enumerate any categories of protection. 41   Chi-square tests were performed to compare the percent of districts with accountability requirements by region: χ2 = 436.698, df = 3, p < .001, V = .217. Pairwise comparisons with adjusted p-values (<.05) revealed that the districts in the South were more most likely to have accountability requirements, followed by the Midwest. Districts in the Northeast and West were less likely than the Midwest to have accountability requirements, but were not significantly different from each other.42   Chi-square tests were performed to compare the percent of districts with anti-bullying policies by locale: χ2 = 350.661, df = 2, p < .001, V = .163. Pairwise comparisons with adjusted p-values (<.05) revealed that suburban and urban districts were more likely than rural districts to have anti-bullying policies. Suburban and urban districts were not significantly different from each other.43   Chi-square tests were performed to compare the percent of districts enumerating any category of protection by locale: χ2 = 387.206, df = 4, p < .001, V = .121. Pairwise comparisons with adjusted p-values (<.05) revealed that suburban and urban districts were more likely than rural districts to have anti-bullying policies enumerating any protections to students. Suburban and urban districts did not significantly differ from each other.44   Chi-square tests were performed to compare the percent of LGBT-inclusive anti-bullying policies by locale: χ2 = 711.992, df = 6, p < .001, V = .165. Pairwise comparisons with adjusted p-values (<.05) revealed that suburban districts were most likely to have LGBT-inclusive policies, and urban more than rural. Rural districts were least likely to enumerate only sexual orientation, and suburban and urban districts were not different from one another in enumerating only sexual orientation.45   Chi-square tests were performed to compare the percent of districts requiring professional development by locale: χ2 = 372.724, df = 4, p < .119, V = .047. Pairwise comparisons with adjusted p-values (<.05) revealed that suburban and urban districts were more likely than rural districts to require professional development. Urban and suburban districts did not differ from one another.46   Chi-square tests were performed to compare the percent of districts with accountability requirements by locale: χ2 = 534.523, df = 4, p < .001, V = .143. Pairwise comparisons with adjusted p-values (<.05) revealed that rural and urban districts were more likely than suburban districts to have accountability requirements. Rural and urban districts did not significantly differ from one another.47   Based upon independent samples t-tests, districts with anti-bullying policies were significantly more likely than district without anti-bullying policies to have: more students (t=18.247, p<.001), higher teacher-student ratios (t = 11.685, p<.001), greater revenue per pupil (t=5.009, p<.001), more high school graduates (t=14.941, p<.001), and lower poverty rates (t=-10.545, p<.001).48   Based upon independent samples t-tests, districts that enumerated sexual orientation were significantly more likely than districts that did not enumerate sexual orientation to have: higher teacher-student ratios (t = 5.297, p<.001), greater revenue per pupil (t=8.401, p<.001), more high school graduates (t=2.112, p<.001), and lower poverty rates (t=-21.482, p<.001). Districts that enumerated gender identity/expression were significantly more likely than districts that did not enumerate gender identity/expression to have: higher teacher-student ratios (t = 2.588, p<.01), greater revenue per pupil (t=8.277, p<.001), more high school graduates (t=2.045, p<.05), and lower poverty rates (t=-17.100, p<.001).49   Based upon independent samples t-tests, districts with anti-bullying policies that had accountability requirements were significantly more likely than those that did not have accountability requirements to have: lower teacher-student ratios (t =-6.361, p<.001), lower revenue per pupil (t=-3.521, p<.001), and higher poverty rates (t=10.160, p<.001).50   Data on district characteristics were obtained from National Center Educational Statistics (NCES) (http://nces.ed.gov/ccd/elsi/) and data on community characteristics from the U.S. Census Bureau (http://www.census.gov/acs/www/data_documentation/data_main/)91From StatehouSe to SchoolhouSe51   Stuart-Cassel, V., Bell, A., & Springer, J. F. (2011). Analysis of state bullying laws and policies. Office of Planning, Evaluation and Policy Development, US Department of Education.52   Kosciw, J. G., Greytak, E. A., & Diaz, E. M. (2009). Who, what, where, when, and why: Demographic and ecological factors contributing to hostile school climate for lesbian, gay, bisexual, and transgender youth. Journal of Youth and Adolescence, 38, 976–988.  Palmer, N. A., Kosciw, J. G., & Bartkiewicz, M. J. (2012). Strengths and Silences: The Experiences of Lesbian, Gay, Bisexual and Transgender Students in Rural and Small Town Schools. New York: GLSEN.  Poon, C. S., & Saewyc, E. M. (2009). Out yonder: Sexual-minority adolescents in rural communities in British Columbia. Journal Information, 99(1).53   Chi-square tests were performed to compare the percent of rural district by region: χ2 = 1593.855, df = 6, p < .001, V = .246. Pairwise comparisons with adjusted p-values (<.05) revealed significant differences in the percent of rural districts by region. The South had the highest percent of rural districts, followed by the Midwest, West, and Northeast.54   Title IX of the Education Amendments of 1972, 20 U.S.C.A. §§ 1681–1688 (West Supp. 2014)55   Title I of the Elementary and Secondary Education Act of 1965, 20 U.S.C. § 6301 et seq. (West Supp. 2014)56   U.S. Department of Education, & Office of Planning Evaluation and Policy Development Policy and Program Studies Service. (2011). Analysis of state bullying laws and policies.57   We commenced collection of district policies at the end of 2008, and the large majority of district policies were collected between 2009–2011.58   Provalis Research. Released 2012. QDA Miner, Version 3.2. Montreal, Canada: Provalis Research.  Provalis Research. Released 2012. Wordstat, Version 5.1. Montreal, Canada: Provalis Research.59   When reporting frequencies and other data regarding states, the District of Columbia (D.C.) is included in the total number unless otherwise stated. 60   Montana and Hawaii were the only states without an anti-bullying law. Hawaii currently has an anti-bullying law, but it will not be enacted until 2030. 61   Some states had amended their laws that included only sexual orientation to include gender identity/expression. 62   Similar to our coding criteria for professional development in Part One, we were only interested in laws that required substantive professional development for staff. Laws with language that suggested professional development for school staff was optional and/or only required that staff receive training on the district anti-bullying policy without further stipulations for training on identifying, responding to or preventing bullying/harassment did not meet our criteria for professional development requirements.63   See Appendix for summary table of overlap of laws, regulations, and policy guidance. 64   Chi-square tests were performed to compare the percentage of states with anti-bullying laws by the presence of anti-bullying policy guidance in the state: χ2 = 9.88, df = 1, p < .01, ϕ = .044.65   Two separate chi-square tests were performed to compare the percentage of states with anti-bullying laws by the presence of anti-bullying regulations in the state, and the percentage of states with policy guidance by the presence of regulations in that state. There were no significant differences detected in either analysis. Regarding regulations and laws, one cell had a lower than expected count, which violates contingency table analysis assumptions. 66   In order to test the unique contribution of laws, regulations, and policy guidance to district policies, we conducted a series of binary logistic regression through this section, and report the results of each analysis. For a summary table of the results of our analyses, see Appendix.67   See Table A.2 in the Appendix for a table summarizing how frequently laws, regulations, and policy guidance did or did not overlap in states, based upon the different characteristics that we examined in Part Two.68   Chi-square tests were performed to compare the percentage of districts with anti-bullying policies in states with and without laws, regulations, and/or policy guidance: χ2 = 44.14, df = 1, p < .001, ϕ = .058. 69   To examine the odds districts having anti-bullying policies by the presence of anti-bullying governance in their states, a binary logistic regression was conducted with the presence of anti-bullying district policies as the dependent variable (yes/no), districts size, locale, and funding as controls in the first step, and the presence of anti-bullying State Law, Regulations, and Policy Guidance as the independent variables in the final step. The model was significant: χ2 = 1211.642, df = 7, p < .001. 70   Wald χ2= 255.89, p < .001; OR = 2.27; CI = 2.02, 2.46.71   Wald χ2= 3.05, p < .10; OR = 1.09; CI = 0.99, 1.22.72   Wald χ2= 190.48, p < .001; OR = 0.53; CI = 0.48, 0.58.73   To examine the odds districts having anti-bullying policies by the presence of anti-bullying regulations and policy guidance in states without an anti-bullying law, a binary logistic regression was conducted (only among states without a law) with the presence of anti-bullying district policies as the dependent variable (yes/no), districts size, locale, and funding as controls in the first step, and the presence of anti-bullying state regulations and policy guidance as the independent variables in the final step. 92The model was significant: χ22 = 362.46, df = 6, p < .001. Having regulations predicted greater odds of having an anti-bullying policy, compared to not having a regulation: Wald χ2= 20.06, p < .001; OR = 1.53; CI = 1.27, 1.85.74   Wald χ2= 37.25, p < .001; OR = 0.56; CI = 0.46, 0.67.75   To examine the odds districts having anti-bullying policies by the presence of anti-bullying regulations and policy guidance in states with an anti-bullying law, a binary logistic regression was conducted (only among states with a law) with the presence of anti-bullying district policies as the dependent variable (yes/no), districts size, locale, and funding as controls in the first step, and the presence of anti-bullying state regulations and policy guidance as the independent variables in the final step. The model was significant: χ2 = 322.85, df = 4, p < .001. However, the coefficient for regulations was not significant (p=.199), and the coefficient for policy guidance was significant, but predicted lower odds for districts having a policy (Wald χ2= 165.08, p < .001; OR = 0.49; CI = 0.44, 0.55).76   Chi-square tests were performed to compare the percentage of district anti-bullying policies that included sexual orientation or gender identity/expression by the inclusion of sexual orientation or gender identity/expression in their states’ laws, regulations, and/or policy guidance: sexual orientation - χ2 = 1688.29, df = 1, p < .001, ϕ = .426; gender identity/expression - χ2 = 1716.12, df = 1, p < .001, ϕ = .430. 77   To examine the odds of district policies including sexual orientation by the inclusion of sexual orientation in state laws, regulations, and policy guidance, a binary logistic regression was conducted with the inclusion of sexual orientation in district policies as the dependent variable (yes/no), districts size, locale, and funding as controls in the first step, and the inclusion of sexual orientation in state governance in the final step. The models were significant: sexual orientation - χ2 = 2367.113, df = 10, p < .001. 78   Wald χ2= 124.74, p < .001; OR = 3.01; CI = 2.49, 3.68.79   Wald χ2= 156.15, p < .001; OR = 2.25; CI = 1.98, 2.55.80   Wald χ2= 27.54, p < .001; OR = 1.57; CI = 1.33, 1.87.81   Because only two states had regulations including gender identity/expression, and those states also had policy guidance and laws including gender identity/expression, we did not examine the unique contributions that state regulations had on district policy inclusion of gender identity/expression. To examine the odds of district policies including gender identity/expression by the inclusion of gender identity/expression in state laws, regulations, and policy guidance, a binary logistic regression was conducted with the inclusion of gender identity/expression in district policies as the dependent variable (yes/no), districts size, locale, and funding as controls in the first step, and the inclusion of gender identity/expression in state governance in the final step. The model was significant: gender identity/expression - χ2 = 3690.228, df = 10, p < .001.82   Wald χ2= 340.82, p < .001; OR = 10.41; CI = 9.71, 16.66.83   Wald χ2= 50.94, p < .001; OR = 8.85; CI = 4.99, 16.85.84   Chi-square tests were performed to compare the percentage of districts including sexual orientation by the presence and inclusion of sexual orientation in state governance: laws - χ2 = 458.476, df = 2, p < .001, V = .425; regulations - χ2 = 1397.710, df = 2, p < .001, V = .388, V = .425; policy guidance - χ2 = 1589.192, df = 2, p < .001, V = .413. Pairwise comparisons with adjusted p-values (<.05) revealed that district policies in states without governance were more likely to include sexual orientation than those in states with non-inclusive governance.85   Chi-square tests were performed to compare the percentage of districts including gender identity/expression by the presence and inclusion of gender identity/expression in state governance: laws - χ2 = 2449.266, df = 2, p < .001, V = .513; regulations - χ2 = 4359.271, df = 2, p < .001, V = .685, V = .425; policy guidance - χ2 = 2396.464, df = 2, p < .001, V = .508. Pairwise comparisons with adjusted p-values (<.05) revealed that district policies in states without governance were more likely to include gender identity/expression than those in states with non-inclusive governance.86   To examine the odds of district policies (in states without a law including sexual orientation or gender identity/expression) including sexual orientation or gender identity/expression by the inclusion of sexual orientation or gender identity/expression in regulations or policy guidance, two separate binary logistic regressions were conducted the inclusion of sexual orientation or gender identity/expression in district policies as the dependent variable (yes/no), districts size, locale, and funding as controls in the first step, and the inclusion of sexual orientation or gender/identity expression in regulations or policy guidance in the final step. The models were significant: sexual orientation - χ2 = 792.478, df = 6, p < .001; gender identity/expression - χ2 = 197.162, df =5, p < .001. 87   In states without a law including sexual orientation, district policies had greater odds of including sexual orientation when there were LGB-inclusive regulations (Wald χ2= 95.564, p < .001; OR = 2.27) or policy guidance (Wald χ2= 133.09, p < .001; OR = 2.13).88   In states without a law including gender identity/expression, district policies had greater odds of including gender identity/expression when there was policy guidance (Wald χ2= 237.86, p < .001; OR = 5.64) including gender identity/expression. No states without laws including gender identity/expression had regulations including gender identity/expression.89   To examine the odds of district policies in states with a law including sexual orientation or gender identity/expression) including sexual orientation or gender identity/expression by the inclusion of sexual orientation or gender identity/expression in regulations or policy guidance, two separate binary logistic regressions were conducted with the inclusion of sexual orientation or gender identity/expression 93From StatehouSe to SchoolhouSein district policies as the dependent variables (yes/no), districts size, locale, and funding as controls in the first steps, and the inclusion of sexual orientation or gender/identity expression in regulations or policy guidance in the final steps. The model for sexual orientation was not significant, and the model for gender identity/expression was significant: χ2 = 1121.873, df =6, p < .001. 90   To examine the odds of district policies including gender identity/expression by the inclusion of gender identity/expression in regulations or policy guidance (in states with laws including gender identity/expression), a binary logistic regression was conducted with the inclusion of gender identity/expression in district policies as the dependent variable (yes/no), district size, locale, and funding as controls in the first step, and the inclusion of sexual orientation or gender/identity expression in regulations or policy guidance in the final step. The model was significant: χ2 = 1121.873, df =6, p < .001. In states with a law including gender identity/expression, district policies had greater odds of including gender identity/expression when there was policy guidance including gender identity/expression: Wald χ2= 23.92, p < .001; OR = 9.83; CI = 3.93, 24.57. Regulations did not make a significant contribution. 91   Chi-square tests were performed to compare the percentage district policies including professional development requirements in states with and without governance including professional development requirements: χ2 = 1227.07, df = 1, p < .001, ϕ = .363. 92   To examine the odds of district policies including professional development requirements by the inclusion of professional development requirements in state governance, a binary logistic regression was conducted with the inclusion of professional development in district policies as the dependent variable (yes/no), districts size, locale, and funding as controls in the first step, and the inclusion of professional development requirements in state governance in the final step. The model was significant: χ2 = 1303.639, df = 7, p < .001.93   Wald χ2= 1213.65, p < .001; OR = 6.38; CI = 5.75, 7.09.94   Wald χ2= 4.28, p < .05; OR = 2.02; CI = 1.04, 3.95. Only one state had a regulation including PD.95   Wald χ2= 2.68, p =.101; OR = 1.13; CI = 0.98, 1.32. 96   Chi-square tests were performed to compare the percentage district policies including accountability requirements in states with and without laws, regulations, and policy guidance including accountability requirements: χ2 = 268.70, df = 1, p < .001, ϕ = .170. 97   To examine the odds of district policies including accountability requirements by the inclusion of accountability requirements in state governance, a binary logistic regression was conducted with the inclusion of professional development in district policies as the dependent variable (yes/no), districts size, locale, and funding as controls in the first step, and the inclusion of accountability requirements in state governance in the final step. The model was significant: χ2 = 1046.12, df = 7, p < .001.98   Wald χ2= 686.95, p < .001; OR = 4.27; CI = 3.83, 4.76.99   Wald χ2= 71.56, p < .001; OR = 1.62; CI = 1.45, 1.81. 100   Wald χ2= 52.26, p < .001; OR = 0.58; CI = 0.50, 0.67. 101   To examine the compensatory role of regulations and policy guidance regarding accountability, we tested the odds of district policies including accountability requirements by the inclusion of accountability requirements in state governance by conducting a binary logistic regression with the inclusion of accountability in district policies as the dependent variable (yes/no), districts size, locale, and funding as controls in the first step, and the inclusion of accountability requirements in state governance in the final step. The model was significant: χ2 = 425.393, df = 6, p < .001.102   Wald χ2= 40.69, p < .001; OR = 1.64; CI = 1.41, 1.91. 103   Wald χ2= 84.20, p < .001; OR = 0.32; CI = 0.25, 0.41.104   To examine the enhancing role of regulations and policy guidance regarding accountability, we tested the odds of district policies including accountability requirements by the inclusion of accountability requirements in state governance by conducting a binary logistic regression with the inclusion of accountability in district policies as the dependent variable (yes/no), districts size, locale, and funding as controls in the first step, and the inclusion of accountability requirements in state governance in the final step. The model was significant: χ2 = 185.584, df = 6, p < .001.105   Regulations- Wald χ2= 50.76, p < .001; OR = 2.62; CI = 2.01, 3.41; policy guidance- Wald χ2= 144.51, p < .001; OR = 3.85; CI = 3.09, 4.80. 106   Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.107   Information regarding GLSEN’s recommendations for enumerating sexual orientation and gender identity/expression, as well as model policies, can be found at: http://glsen.org/sites/default/files/Enumeration_0.pdf108   Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.  Szalacha, L. A. (2003). Safer sexual diversity climates: Lessons learned from an evaluation of Massachusetts safe schools program for gay and lesbian students. American Journal of Education, 110(1), 58–88.109   GLSEN has been conducting the National School Climate Survey, a survey of LGBT secondary students, biennially since 1999. Current report and prior installments can be found on GLSEN’s website as www.glsen.org/nscs.94110   Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.111  Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.112   Provalis Research. Released 2012. QDA Miner, Version 3.2. Montreal, Canada: Provalis Research.  Provalis Research. Released 2012. Wordstat, Version 5.1. Montreal, Canada: Provalis Research.113   Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.114   We compared the accuracy of students perceptions reported here with the perceptions of those who participated in our 2009 NSCS. Among students who had an anti-bullying policy, chi-square tests were performed to compare year of participation in NSCS by perceptions of their anti-bullying policies: χ2 = 12.151, df = 2, p < .01, V = .032. Our findings suggest that students participating in the 2013 survey were slightly more accurate in their perceptions of their district anti-bullying policies than those participating in the 2011 survey. Significantly more students from 2013, 82.6%, accurately perceived that their district had an anti-bullying policy, compared to 80.2% in 2011. 115   To test differences in feelings of safety by policy type, a multivariate analysis of covariance (MANCOVA) was conducted, with safety based upon sexual orientation and gender expression as the dependent variables, policy type as the independent variable, and district size and locale as covariates. Multivariate results were significant: Pillai’s Trace = .002, F(4, 13728) = 3.90, p<.01. Post-hoc Bonferroni tests revealed that students were less likely feel unsafe in LGBT-inclusive policy districts compared to Non-LGBT Inclusive and No Policy districts, and less likely to feel unsafe based upon their gender expression in LGBT-Inclusive Policy districts compared only to No Policy school districts. There were no differences between students in Non-LGBT Inclusive and No Policy school districts. Percentages are for illustrative purposes only.116   To test differences in feelings of safety by inclusion of professional development or accountability, two multivariate analyses of covariance (MANCOVA) were conducted, with safety based upon sexual orientation and gender expression as the dependent variables, professional development or accountability as the independent variables, and district size and locale as covariates. Multivariate results were not significant: professional development- Pillai’s Trace = .000, F(2, 6863) = .516, p=.597; accountability- Pillai’s Trace = .001, F(2, 6863) = 1.77, p=.170. 117   Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.118   For purposes of analysis, weighted variables measuring “victimization” were created based upon sexual orientation and gender expression, with more severe forms of harassment receiving more weight to account for the severity of the harassment. Physical assault received the most weight, followed by physical harassment, and verbal harassment.119   To test differences in experiencing victimization by policy type, a multivariate analysis of covariance (MANCOVA) was conducted, with weighted scores of victimization based upon sexual orientation and gender expression as the dependent variables, policy type as the independent variable, and district size and locale as covariates. Multivariate results were significant: Pillai’s Trace = .004, F(4, 13412) = 7.46, p<.01. Post-hoc Bonferroni tests showed that students in LGBT-inclusive policy districts experienced significantly less victimization based upon sexual orientation and gender expression compared to students in Non-LGBT inclusive and no policy districts. Students in Non-LGBT inclusive and no policy school districts did not differ in their victimization experiences.120   To test differences in experiencing other forms of biased-based victimization by policy type, a multivariate analysis of covariance (MANCOVA) was conducted, with weighted scores of victimization based upon race, gender, disability, and religion as the dependent variables, policy type as the independent variable, and district size and locale as covariates. Multivariate results were not significant: Pillai’s Trace = .002, F(8, 12966) = 1.64, p=1.06..121   To test differences in experiencing other forms of harassment by policy type, a multivariate analysis of covariance (MANCOVA) was conducted, with being purposefully excluded, having rumors spread, having property damaged, and electronic harassment as dependent variables, policy type as the independent variable, and district size and locale as covariates. Mulitvariate results were significant: Pillai’s Trace = .005, F(8, 13712)=4.64, p<.01. Post-hoc Bonferonni tests showed that students in LGBT-inclusive policy districts experienced significantly less rumors, property damage, and electronic harassment compared to students in Non-LGBT inclusive and no policy districts. Students in LGBT-inclusive policy districts were only different from students in Non-LGBT inclusive policy districts in their experiences of purposeful exclusion. Students in Non-LGBT inclusive and no policy school districts did not differ in their experiences of all four types of indirect harassment.122   To test differences in reporting incidents based on the inclusion of three key elements in district policies, three separate analyses of covariance (ANCOVAs) were conducted with reporting incidents to staff as the dependent variable, LGBT inclusiveness of policies (none, non-inclusive, and inclusive), professional development, and accountability as the independent variables, and district size and district locale as controls. Results were not 95From StatehouSe to SchoolhouSesignificant, suggesting that reporting did not vary based on the inclusion of the three key elements in policies. Percentages are shown for illustrative purposes only.123   To test differences in students’ reports of bullying by their awareness of LGBT-inclusive policies, an analysis of covariance (ANCOVA) was conducted, with the frequency of students’ reports as the dependent variable, awareness of LGBT-inclusive policies as the independent variable, and district size and locale as covariates. The main effect for awareness of LGBT-inclusive policies was significant: F(2, 4393) = 4.102, p<.05. Percentages are shown for illustrative purposes only.124   To test differences in effectiveness of staff response to reports of harassment by policy type, an analysis of covariance (ANCOVA) was conducted, with effectiveness of response as the dependent variable, policy type as the independent variable, and district size and locale as covariates. The main effect for policy type was significant: F(2, 15.991) = 6.991, p<.01. 125   To test differences in effectiveness of staff responses based on the inclusion of PD and accountability, two separate analyses of covariance (ANCOVAs) were conducted with effectiveness of staff responses as the dependent variable, professional development, and accountability as the independent variables, and district size and district locale as controls. Results were not significant, suggesting that effectiveness did not vary based on the inclusion of the two key elements in policies. Percentages are shown for illustrative purposes only.126   To test differences in number of supportive staff and supportiveness of administration, two analyses of covariance (ANCOVA) were conducted, with number of supportive staff and supportiveness of administration as the dependent variables, policy type as the independent variable, and district size and locale as covariates. The main effects for policy type were significant in both analyses: supportive staff - F(2, 62.910) = 53.579, p<.001, effect size .015; supportive administration - F(2, 60.990) = 44.776, p<.001, effect size .013. Post-hoc Bonferroni tests showed that students perceived more supportive staff and administration in districts with LGBT-inclusive policies than those in districts with non-LGBT inclusive policies and no policies. There were no differences between Non-LGBT inclusive and no policy districts. Percentages are shown for illustrative purposes only.127   To test differences in perceptions of support based on the inclusion of PD, an analysis of covariance (ANCOVAs) were conducted with supportive staff as the dependent variable, professional development as the independent variables, and district size and district locale as controls. Results were not significant, suggesting that effectiveness did not vary based on the inclusion of PD in policies. Percentages are shown for illustrative purposes only.128   To test differences in comfort in talking with staff by policy type, a multivariate analysis of covariance (MANCOVA) was conducted, with comfort in talking with teachers, principals, vice-principals and mental health staff as dependent variables, policy type as the independent variable, and district size and locale as covariates. The main effect of policy type on comfort in talking with teachers was significant: F(2, 6816)=7.808, p<.001, effect size .002. Post-hoc Bonferroni tests indicated that students with LGBT-inclusive policies reported greater comfort in talking with teachers than students with non-LGBT inclusive policies and no policies. There were no differences between students with non-LGBT inclusive and no policies. The main effect of policy type on comfort in talking with principals was significant: F(2, 6816)=9.055, p<.001, effect size .003. Post-hoc Bonferroni tests indicated that students with LGBT-inclusive policies reported greater comfort in talking with principals than students with non-LGBT inclusive policies. Students without a policy did not differ from students with LGBT-inclusive or non-LGBT inclusive policies. The main effect of policy type on comfort in talking with vice principals was significant: F(2, 6816)=10.006, p<.001, effect size .003. Post-hoc Bonferroni tests indicated that students with LGBT-inclusive policies reported greater comfort in talking with vice-principals than students with non-LGBT inclusive policies and no policies. There were no differences between students with non-LGBT inclusive and no policies. The main effect of policy type on comfort in talking with school mental health staff was significant: F(2, 6816)=17.727, p<.001, effect size .005. Post-hoc Bonferroni tests indicated that students with LGBT-inclusive policies reported greater comfort in talking with school mental health staff than students with non-LGBT inclusive policies and no policies. There were no differences between students with non-LGBT inclusive and no policies. Percentages are shown for illustrative purposes only.129   To test differences in perceptions of comfort in talking with staff based on the inclusion of PD, an analysis of covariance (ANCOVAs) were conducted with comfort as the dependent variable, professional development as the independent variables, and district size and district locale as controls. Results were not significant, suggesting that comfort did not vary based on the inclusion of PD in policies. Percentages are shown for illustrative purposes only.130   Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.131   We did not expect that professional development or accountability would have an effect on a student’s sense of school belonging, therefore we did not test for relationships among these variables.132   To test differences in school belonging by policy type, an analysis of covariance (ANCOVA) was conducted, with school belonging as the dependent variable, policy type as the independent variable, and district size and locale as covariates. The main effect for policy type was significant: F(2, 3.810) = 10.549, p<.001. Post-hoc Bonferroni tests showed that LGBT students in LGBT-inclusive policy districts scored higher in school belonging than Non-LGBT inclusive and no policy districts. There were no differences 96between no policy and Non-LGBT inclusive policy districts. Percentages are shown for illustrative purposes only.133   The National Safe Schools Partnership is a coalition of over 110 leading national organizations in the fields of education, health, civil rights, youth development and religion, that supports anti-bullying policy recommendations that includes the requirement that anti-bullying policies explicitly enumerate categories for protection (including, but not limited to, race, color, national origin, sex, disability, sexual orientation, gender identity, and religion). For more information and to view the list of organizations in the Partnership: www.glsen.org/policy/federal/national-safe-schools-partnership134   Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.135   Title IX of the Education Amendments of 1972, 20 U.S.C.A. §§ 1681–1688 (West Supp. 2014)136   Kull, R.M. (2014). Preparing School Counselors, Psychologists, and Social Workers to Support Lesbian, Gay, Bisexual, and Transgender Students: The Role of Pre-service Education and Training. Paper presented at the American Educational Research Association Annual Meeting, Philadelphia, PA.137   Birkett, M. A., Espelage, D. L., & Stein, N. (2008). Have school anti-bullying programs overlooked homophobic bullying? Poster presented at the American Psychological Association Annual Convention.  GLSEN, & Harris Interactive. (2008). The principal’s perspective: School safety, bullying and harassment, a survey of public school principals. New York: Gay, Lesbian & Straight Education Network.138   For information about the addition of sexual orientation-based bullying incidents to the U.S. Department of Education’s Civil Rights Data Collection questionnaire: www.glsen.org/press/department-education-survey-begin-asking-questions139   Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.140   Greytak, E. A., & Kosciw, J. G. (2014). Predictors of US teachers’ intervention in anti-lesbian, gay, bisexual, and transgender bullying and harassment. Teaching Education, 24(4), 410–426.141   Kosciw, J.G., Greytak, E.A., Palmer, N.A., & Boesen, M.J. (2014). The 2013 National School Climate Survey: The experiences of lesbian, gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.  Kosciw, J. G., Palmer, N. A., Kull, R. M., & Greytak, E. A. (2013). The effect of negative school climate on academic outcomes for LGBT youth and the role of in-school supports. Journal of School Violence, 12, 45–63.142   Limber, S. P., & Small, M. A. (2003). State laws and policies to address bullying in schools. School Psychology Review, 32(3), 445–455.  Stuart-Cassel, V., Bell, A., & Springer, J. F. (2011). Analysis of state bullying laws and policies. Office of Planning, Evaluation and Policy Development, US Department of Education.143   GLSEN’s model anti-bullying policy for schools and districts, along with GLSEN’s model state anti-bullying legislation, can be found here: www.glsen.org/article/model-laws-policies.9890 Broad Street, 2nd Floor New York, NY 10004 Ph: 212.727.0135 Fax: 212.727.0254 www.glsen.org",
    "id": 75782347,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:22472"
    },
    "title": "From Statehouse to Schoolhouse: Anti-Bullying Policy Efforts in U.S. States and School Districts",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-07-07T01:00:00+01:00",
    "publisher": "GLSEN (Gay, Lesbian, and Straight Education Network)",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/22472/22472.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/75782347.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/75782347"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/75782347/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/75782347/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/75782347"
        }
    ],
    "abstract": "In 2011, 29.5 percent of U.S. public school districts didn't have anti-bullying policies, including many districts in states that require them, according to a report published by GLSEN. In states with such mandates, 26.3 percent of districts didn't have local policies. The report shows the gap that can emerge between the intentions of a law and the effectiveness of its implementation via policy and regulations",
    "tags": [
        "report",
        "Crime and Safety",
        "Education and Literacy",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:22472",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 75782347,
        "depositedDate": null,
        "publishedDate": "2015-07-07T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:45:30+00:00",
        "acceptedDate": null,
        "createdDate": "2017-02-15T00:14:09+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/22472",
        "https://issuelab.org/resources/22472/22472.pdf"
    ],
    "lastUpdate": "2024-02-14T12:45:30+00:00",
    "setSpecs": []
}