{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Williamson, Sam"
        }
    ],
    "contributors": [],
    "createdDate": "2017-08-13T23:51:48+01:00",
    "dataProvider": {
        "id": 1283,
        "name": "Digital Commons @ UM Law",
        "url": "https://api.core.ac.uk/v3/data-providers/1283",
        "logo": "https://api.core.ac.uk/data-providers/1283/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/84884918.pdf",
    "fullText": "Maryland Law ReviewVolume 76 | Issue 4 Article 9G.G. ex rel. Grimm v. Gloucester County SchoolBoard: Broadening Title IX’s Protections forTransgender StudentsSam WilliamsonFollow this and additional works at: http://digitalcommons.law.umaryland.edu/mlrPart of the Constitutional Law Commons, Education Law Commons, and the Law and SocietyCommonsThis Notes & Comments is brought to you for free and open access by the Academic Journals at DigitalCommons@UM Carey Law. It has beenaccepted for inclusion in Maryland Law Review by an authorized editor of DigitalCommons@UM Carey Law. For more information, please contactsmccarty@law.umaryland.edu.Recommended Citation76 Md. L. Rev. 1102 (2017)  1102 Notes & Comments  G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCHOOL BOARD: BROADENING TITLE IX’S PROTECTIONS  FOR TRANSGENDER STUDENTS SAM WILLIAMSON In G.G. ex rel. Grimm v. Gloucester County School Board,1 the United States Court of Appeals for the Fourth Circuit reversed the dismissal of a transgender boy’s Title IX claim.2  G.G., known outside of court documents as Gavin Grimm,3 sought access to the boys’ restroom at his school.4  Sex-segregation of bathrooms is legal under Title IX because of a Department of Education regulation.5  At the time the Fourth Circuit first heard G.G., the Department of Education interpreted its regulation as requiring schools to provide transgender students access to the restrooms consistent with their gender identity.6  The Fourth Circuit held that because the Department’s regulation was ambiguous, and because the interpretation was not plainly erroneous or inconsistent with the regulation or Title IX, the Department’s interpretation merited controlling weight.7  Thus, the Fourth Circuit set the legal foundation to allow a transgender boy to access the boys’ restroom in public schools.8                                                           © 2017 Sam Williamson.  J.D. Candidate, 2018, University of Maryland Francis King Carey School of Law.  The author wishes to thank Professor Frank Pasquale and Jer Welter each for his inspiration and careful guidance.  The author is grateful also to editors Samriti Madan, Michael Collins, Brett Turlington, and Hannah Cole-Chu for their endless hard work and insights.  Finally, the author is indebted to the support of friends and family, who paired every step of the writing process with a smile.  1.  822 F.3d 709 (4th Cir. 2016), vacated, Gloucester Cty. Sch. Bd. v. G.G., 137 S. Ct. 1239, 1239 (2017) (mem.).  2.  Id. at 715.  3.  G.G. v. Gloucester County School Board, ACLU, https://www.aclu.org/cases/gg-v-gloucester-county-school-board (last updated Mar. 6, 2017).  4.  G.G., 822 F.3d at 714.  5.  Nondiscrimination on the Basis of Sex in Education Programs or Activities Receiving Federal Financial Assistance, 34 C.F.R. § 106.33 (2015).  6.  See infra note 78 (collecting Department of Education guidance).  7.  G.G., 822 F.3d at 721.  8.  G.G. v. Gloucester Cty. Sch. Bd., No. 4:15cv54, 2016 WL 3581852, at *1 (E.D. Va. June 23, 2016), vacated, 137 S. Ct. 1239, 1239 (2017) (mem.).  2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1103  While the Fourth Circuit’s decision led to the appropriate conclusion—that the Gloucester County School Board must give Gavin access to the boys’ restroom—the Fourth Circuit should have conducted its own statutory interpretation.9  The Fourth Circuit correctly noted that the Department of Education regulation was ambiguous and that the Department’s interpretation of the regulation was not plainly erroneous or inconsistent with the statute.10  Accordingly, under the existing doctrinal framework, the Fourth Circuit correctly granted deference to the interpretation.11  Yet, this framework is inadequate for protecting marginalized groups, such as transgender students.12  The judiciary should not continue to grant deference to administrative agencies on questions concerning the rights of discrete and insular minorities when the agencies’ authority to regulate was merely implicitly delegated.13  Instead, courts should extend the major questions doctrine to include regulations that substantially implicate the rights of discrete and insular minorities.14  If the court did not grant deference and conducted an independent analysis, the court should have looked to the analogous Title VII.15  Applying Title VII case law, the court should have reached the same conclusion—Gloucester County School Board must allow Gavin to use the boys’ restroom.16 I.  THE CASE During his freshman year of high school in Gloucester County Public Schools, Gavin came out as a transgender boy.17  At birth, he was considered female, but “at a very young age, G.G. did not feel like a girl.”18  Instead, Gavin identified as male.19  Gavin initially tried to hide his identity as male, but the stress of hiding caused “severe depression and anxiety.”20  As a result, Gavin stopped attending school and took classes at home.21                                                             9.  See infra Part IV.  10.  See infra Part IV.A.  11.  See infra Part IV.A.  12.  See infra Part IV.B.  13.  See infra Part IV.B.  14.  See infra Part IV.B.  15.  See infra Part IV.C.  16.  See infra Part IV.C.  17.  G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 132 F. Supp. 3d 736, 739 (E.D. Va. 2015), rev’d, 822 F.3d 709 (4th Cir. 2016), vacated, Gloucester Cty. Sch. Bd. v. G.G., 137 S. Ct. 1239, 1239 (2017) (mem.).  18.  Id.  19.  Id.  20.  Id.  21.  Id.  1104 MARYLAND LAW REVIEW [VOL. 76:1102  When he told his family about his identity as male, he began seeing a psychologist and was diagnosed with gender dysphoria.22  His prescribed treatment plan indicated, “[H]e should be treated as a boy in all respects, including with respect to his use of the restroom.”23 In the month before his sophomore year of high school, Gavin began working with his school to achieve social acceptance as a boy.24  The school updated its records to reflect Gavin’s new legal name, which is traditionally masculine.25  Gavin requested that his teachers use his chosen name and male pronouns in reference to him.26  Though Gavin initially planned to use the gender-neutral bathroom in the nurse’s office, when the school year began he found use of the separate bathroom to be “stigmatizing.”27  Upon Gavin’s request, the school allowed him to use the boys’ restroom.28  Gavin did not need locker room access because he took his physical education class at home.29 While Gavin’s previous use of the girls’ restrooms invoked negative reactions from women—including at school where girls asked Gavin to leave30—Gavin had no issues when he used the boys’ restroom.31  He did not hear any complaints from students or have any issues with privacy or safety.32  The School Board, however, received several complaints about Gavin’s use of the boys’ restroom, including dozens of public comments at School Board meetings.33  These complaints came from “members of the community,” which may or may not include children who attended the school.34  In response, the school created three gender-neutral, single-stall restrooms, and improved privacy in the gendered bathrooms by raising the doors and walls around the stalls and placing partitions between urinals.35  The School Board also implemented a policy on December 9, 2014, that use                                                            22.  Id.  According to the American Psychiatric Association, gender dysphoria is “the distress that may accompany the incongruence between one’s experienced and expressed gender and one’s assigned gender.” Id. at 739 n.4 (quoting AM. PSYCHIATRIC ASS’N, DIAGNOSTIC AND STATISTICAL MANUAL OF MENTAL DISORDERS 451 (5th ed. 2013)).  23.  Id. at 739.  24.  Id. at 739–40.  25.  Id. at 740.  26.  Id.  27.  Id.  28.  Id.  29.  Id.   30.  Id. at 741.  31.  Id. at 750.  32.  Id.  33.  Id. at 740.  34.  Id.  35.  Id. at 741.  2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1105  of restrooms and locker rooms “shall be limited to the corresponding biological genders, and students with gender identity issues shall be provided an alternative appropriate private facility.”36  The term “biological gender[]” was meant to confine transgender students to the gender traditionally associated with their genitalia.37  If Gavin used the boys’ restroom, the school planned to discipline him.38 Gavin informed the court that he could not use the girls’ restroom or the gender-neutral restrooms.39  In December 2014, Gavin began taking hormones that further masculinized his appearance, including deepening his voice and producing facial hair.40  Given the previous negative reactions to his presence in the girls’ restroom, Gavin felt he could not use the girls’ restrooms.41  Further, if Gavin used the girls’ restroom it would cause him “severe psychological stress” and undermine his “medically necessary treatment for Gender Dysphoria.”42  If Gavin used the gender-neutral restrooms, he would be “stigmatize[d] and isolate[d],” rather than accepted as the boy that he is.43  Feeling unable to use any restrooms at school, Gavin did not use the restrooms when he needed to, causing multiple urinary tract infections.44 Gavin sued the Gloucester County School Board in the United States District Court for the Eastern District of Virginia, alleging violations of the Equal Protection Clause and Title IX.45  Gavin moved for a preliminary injunction to allow him use of the boys’ restroom during the litigation.46  The School Board opposed the motion and moved to dismiss the suit.47  The                                                            36.  Id. at 740 (quoting Complaint at ¶ 34, G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 132 F. Supp. 3d 736, 739 (E.D. Va. 2015) (No. 14cv54), rev’d, 822 F.3d 709 (4th Cir. 2016), vacated, Gloucester Cty. Sch. Bd. v. G.G., 137 S. Ct. 1239, 1239 (2017) (mem.)).  Note that the court opinion has a typographical error stating the resolution passed in December 2015.  Id. at 741.  37.  Id. at 740.  38.  Id. at 741.  39.  Id.  40.  Id.  41.  Id.  42.  Id. (quoting Complaint at ¶ 46, G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 132 F. Supp. 3d 736, 739 (E.D. Va. 2015) (No. 4:15cv54), rev’d, 822 F.3d 709 (4th Cir. 2016), vacated, Gloucester Cty. Sch. Bd. v. G.G., 137 S. Ct. 1239, 1239 (2017) (mem.)).  43.  Id.  Furthermore, the gender-neutral restrooms are far away from Gavin’s classes.  Id. at 749.  44.  Id.  45.  Id. at 741.  46.  Id.  47.  Id.  1106 MARYLAND LAW REVIEW [VOL. 76:1102  district court granted the motion to dismiss the Title IX claim and denied the motion for a preliminary injunction.48 The district court found that Gavin failed to state a valid claim under Title IX.49  Title IX’s regulation allows for separate but equal restrooms, divided on the basis of “sex.”50  The court reasoned that Gavin’s sex was female and that only his gender identity was male.51  Thus, unless Title IX prohibited discrimination on the basis of gender identity alone, the School Board could legally separate the restrooms based on sex and prohibit Gavin from used the male restroom.52  The court stated that “under any fair reading, ‘sex’ in Section 106.33 clearly includes biological sex.”53  The court acknowledged that the Department of Education released a significant guidance document in 2014, stating that “[u]nder Title IX, a [federal funding] recipient must generally treat transgender students consistent with their gender identity.”54  This guidance, which remained in place until February 22, 2017,55 suggested that Gavin must be allowed to use the boys’ restroom.56  However, the court found that the guidance should not be granted deference because (1) the regulation was “not ambiguous,” and (2) the interpretation was “plainly erroneous and inconsistent with the regulation.”57  In essence, the court viewed the guidance as promulgating a new regulation outside of the process mandated by the Administrative Procedure Act.58  Thus, the court dismissed Gavin’s Title IX claim.59 The court rejected Gavin’s motion for a preliminary injunction on the grounds that it did not provide sufficient evidence to demonstrate that Gavin would suffer greater hardship than the School Board upon an adverse ruling.60  The court determined that Gavin’s declarations that other students                                                            48.  Id. at 738.  49.  Id. at 744.  50.  Id. (citing Nondiscrimination on the Basis of Sex in Education Programs or Activities Receiving Federal Financial Assistance, 34 C.F.R. § 106.33 (2015)).  51.  Id.  52.  Id. at 745.  53.  Id.  54.  Id. (quoting OFFICE FOR CIVIL RIGHTS, U.S. DEP’T OF EDUC., QUESTIONS AND ANSWERS ON TITLE IX AND SINGLE-SEX ELEMENTARY AND SECONDARY CLASSES AND EXTRACURRICULAR ACTIVITIES 25 (2014), http://www2.ed.gov/about/offices/list/ocr/docs/faqs-title-ix-single-sex-201412.pdf).  55.  CIVIL RIGHTS DIV., U.S. DEP’T OF JUSTICE & OFFICE FOR CIVIL RIGHTS, U.S. DEP’T OF EDUC., DEAR COLLEAGUE LETTER 1 (2017) [hereinafter 2017 DEAR COLLEAGUE LETTER], https://www.justice.gov/opa/press-release/file/941551/download.  56.  G.G., 132 F. Supp. 3d at 745 (quoting OFFICE FOR CIVIL RIGHTS, supra note 54, at 25).  57.  Id. at 746.  58.  Id.  59.  Id. at 753.  60.  Id.  2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1107  were supportive of his use of the boys’ restroom were “self-serving” and consisted in large part of “inadmissible hearsay.”61  The court also explained that Gavin’s declarations failed to describe his hardships in sufficiently “concrete” detail and relied on “nothing more than his own declaration and that of a psychologist who met him only once, for the purpose of litigation.”62  On the other hand, the court gave “great weight to the concerns of the School Board—which represents the students and parents in the community.”63  The court found a constitutionally protected right to bodily privacy that demands sex-segregated restrooms.64  As such, the court declared that the “mere presence of a member of the opposite sex in the restroom may embarrass many students and be felt a violation of their privacy.”65  Since the court considered Gavin’s sex to be female, the court reasoned that allowing Gavin to use the boys’ restroom would cause significant hardship to the school system.66  For these reasons, the court denied Gavin’s motion for a preliminary injunction.67 Gavin appealed the district court’s decisions to the Fourth Circuit Court of Appeals, seeking a grant of the preliminary injunction, reversal of the dismissal of his Title IX claim, and reassignment to a different district judge.68  The School Board sought to affirm the district court’s holdings and to dismiss the remaining claim alleging a violation of the Equal Protection Clause.69 II.  LEGAL BACKGROUND The central issue in G.G. v. Gloucester County School Board was whether to give deference to the Department of Education’s guidance issued in 2015, which stated that sex discrimination includes preventing transgender students from accessing the restrooms consistent with their gender identity.70  This was a novel question that a federal court had not yet                                                            61.  Id. at 751.  62.  Id. at 752–53.  63.  Id. at 752.  64.  Id. at 750.  The court cited to cases that found a right to privacy in diverse contexts, including videotaping students in locker rooms and searching prisoners.  Id. at 750–51.  65.  Id. at 752.  66.  Id. at 753.  67.  Id.  68.  G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 822 F.3d 709, 717 (4th Cir. 2016), vacated, Gloucester Cty. Sch. Bd. v. G.G., 137 S. Ct. 1239, 1239 (2017) (mem.).  69.  Id.  70.  Id. at 715 (quoting Letter from James A. Ferg-Cadima, Acting Deputy Assistant Secretary for Policy, Office for Civil Rights, U.S. Dep’t of Educ., to Emily T. Prince (Jan. 7, 2015), http://www.emily-esque.com/wp/wp-content/uploads/2016/04/DOED-Reply-re-Transgend er-Student-Restroom-Access_Redacted.pdf).  1108 MARYLAND LAW REVIEW [VOL. 76:1102  considered.71  When deciding issues of first impression under Title IX, courts consider the treatment of similar issues under the analogous Title VII.72  Courts are split on sex discrimination under Title VII, although the modern trend has been to broaden sex discrimination to encompass discrimination on the basis of one’s transgender identity.73  Given the Department of Education’s interpretation, the G.G. court had to determine how the interpretation bears on the applicability of Title IX.74  Courts generally must defer to an agency’s interpretation of its own ambiguous regulations, unless the interpretation is “plainly erroneous or inconsistent with the regulation,” though some exceptions apply.75 A.  Interpretations of Title IX and Its Regulations Title IX of the Education Amendments of 1972 forbids “discrimination under any education program or activity receiving Federal financial assistance [on the basis of sex].”76  Although schools that receive federal money may not discriminate on the basis of sex, Department of Education regulations provide for certain qualified exceptions.  One of these exceptions allows schools to “provide separate toilet, locker room, and shower facilities on the basis of sex,” so long as the separate facilities are comparable to each other.77  Neither the regulation nor the statute define “sex” or discuss transgender students expressly.  In light of recent questions surrounding how schools should treat transgender students, the Department of Education’s Office for Civil Rights publicly stated that when applying the regulation, schools “generally must treat transgender students consistent with their gender identity.”78  The Department’s informal guidance                                                            71.  See infra Part II.A.  72.  See infra Part II.B.  73.  See infra Part II.B.  74.  See infra Part IV.A–B.  75.  Auer v. Robbins, 519 U.S. 452, 461 (1997) (quoting Robertson v. Methow Valley Citizens Council, 490 U.S. 332, 359 (1989)); see infra Part II.C.  76.  Education Amendments of 1972, Pub. L. No. 92-318, § 901(a), 86 Stat. 235, 373 (codified at 20 U.S.C. § 1681(a) (2012)).  77.  Nondiscrimination on the Basis of Sex in Education Programs or Activities Receiving Federal Financial Assistance, 34 C.F.R. § 106.33 (2015).  The regulation was originally promulgated by the predecessor to the Department of Education, the Department of Health, Education, and Welfare.  40 Fed. Reg. 24,141 (June 4, 1975).  78.  Letter from James A. Ferg-Cadima to Emily T. Prince, supra note 70.  The Department of Education issued several other guidance documents prior to the Fourth Circuit’s decision, each similarly asserting that schools must treat transgender students in accordance with their gender identity.  OFFICE FOR CIVIL RIGHTS, U.S. DEP’T OF EDUC., DEAR COLLEAGUE LETTER: HARASSMENT AND BULLYING 8 (2010), http://www2.ed.gov/about/offices/list/ocr/letters/ colleague-201010.pdf (“Title IX does protect all students, including lesbian, gay, bisexual, and transgender (LGBT) students, from sex discrimination.”); OFFICE FOR CIVIL RIGHTS, U.S. DEP’T   2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1109  interpreted its regulation to allow sex-segregated facilities, so long as schools give transgender students access to the facilities consistent with their gender identity.79  After President Trump was elected, the Department of Education changed course.  The day before Gavin’s Supreme Court reply brief was due,80 the Department of Education rescinded all guidance interpreting how Title IX should be applied to transgender students.81 Prior to G.G., only two courts had considered whether prohibiting transgender students from facilities consistent with their gender identity violated Title IX or its regulations.82  Before the Department of Education issued its initial guidance, the United States Court of Appeals for the Ninth Circuit suggested, in an unpublished opinion, that Title IX encompasses discrimination on the basis of gender identity.83  In Kastl v. Maricopa County Community College District,84 the defendant school district would not allow a transgender woman to access the women’s restroom unless she                                                           OF EDUC., supra note 54, at 25 (“Under Title IX, a recipient generally must treat transgender students consistent with their gender identity in all aspects of the planning, implementation, enrollment, operation, and evaluation of single-sex classes.”); OFFICE FOR CIVIL RIGHTS, U.S. DEP’T OF EDUC., QUESTIONS AND ANSWERS ON TITLE IX AND SEXUAL VIOLENCE 5 (2014), http://www2.ed.gov/about/offices/list/ocr/docs/qa-201404-title-ix.pdf (“Title IX’s sex discrimination prohibition extends to claims of discrimination based on gender identity or failure to conform to stereotypical notions of masculinity or femininity . . . .”); Civil Rights Division, U.S. Dep’t of Justice & Office for Civil Rights, U.S. Dep’t of Educ., Opinion Letter (July 24, 2013), https://www.justice.gov/sites/default/files/crt/legacy/2013/07/26/arcadialetter.pdf; Office for Civil Rights, U.S. Dep’t of Educ., Opinion Letter (Oct. 14, 2014), http://www2.ed.gov/documents/press-releases/downey-school-district-letter.pdf.  After the Fourth Circuit decision in G.G., the Department of Justice and the Department of Education released a Dear Colleague Letter affirming its interpretation that sex discrimination “encompasses discrimination based on a student’s gender identity, including discrimination based on a student’s transgender status.”  CIVIL RIGHTS DIV., U.S. DEP’T OF JUSTICE & OFFICE FOR CIVIL RIGHTS, U.S. DEP’T OF EDUC., DEAR COLLEAGUE LETTER: TRANSGENDER STUDENTS 1 (2016), http://www2.ed.gov/about/offices/list/ocr/letters/colleague-201605-title-ix-transgender.pdf.  Yet, shortly after President Trump took office, the Departments rescinded all of the above guidance, leaving the interpretation of Title IX to “the States and local school districts.”  2017 DEAR COLLEAGUE LETTER, supra note 55, at 1.  79.  See supra note 78 (collecting Department of Education guidance documents regarding treatment of transgender students under Title IX).  80.  Docket for Gloucester County School Board v. G.G. ex rel. Grimm, SUPREME COURT OF THE UNITED STATES, https://www.supremecourt.gov/Search.aspx?FileName=/docketfiles/16-273.htm (last updated Mar. 6, 2017).  81.  2017 DEAR COLLEAGUE LETTER, supra note 55, at 1.  82.  See, e.g., Kastl v. Maricopa Cty. Cmty. Coll. Dist., 325 F. App’x 492, 493 (9th Cir. 2009) (addressing a claim of sex discrimination against a transgender woman under Title IX and Title VII); Johnston v. Univ. of Pittsburgh of the Commonwealth Sys. of Higher Educ., 97 F. Supp. 3d 657, 674 (W.D. Pa. 2015) (“[I]t does not appear that any federal courts have addressed the precise question of whether a student can assert a claim for discrimination on the basis of his transgender status under Title IX.”).  83.  Kastl, 325 F. App’x at 493.  84.  Id. at 492.  1110 MARYLAND LAW REVIEW [VOL. 76:1102  gave proof that she had undergone sex reassignment surgery.85  On appeal, however, the Ninth Circuit found that the plaintiff’s claim failed, not based on whether sex discrimination encompasses transgender identities, but because the plaintiff did not provide sufficient evidence to show the school district was motivated by her gender.86  The Ninth Circuit cited to a case determining that “‘sex’ under Title VII encompasses both sex—that is, the biological differences between men and women—and gender,”87 and thus discrimination on the basis of transgender identity is sex discrimination.88  The court’s reliance on this case and its ultimate holding suggest that the Ninth Circuit, even without the Department of Education’s guidance, may conclude that Title IX sex discrimination claims encompass discrimination on the basis of transgender identity.89 Yet, another district court concluded that Title IX does not encompass discrimination against transgender identities.90  In Johnston v. University of Pittsburgh of the Commonwealth System of Higher Education,91 the Western District of Pennsylvania held that “[o]n a plain reading of the statute, the term ‘on the basis of sex’ in Title IX means nothing more than . . . one’s birth or biological sex.”92  Though the court recognized the Department of Education’s regulations, it did not mention the Department’s then-existing interpretation of those regulations.93  The court relied solely upon the analogous Title VII and the plain reading of the statute.94  Thus, although the decisions are not uniform, the existing case law prior to G.G. had not contemplated the Department’s initial guidance stating that schools must grant transgender students access to the facilities consistent with their gender identity. After the Fourth Circuit decided G.G., courts split on whether Title IX requires schools to provide transgender students access to the restrooms consistent with their gender identity.  A majority of the courts used the Department of Education’s guidance to find a likelihood of success for                                                            85.  Id. at 493.  86.  Id. at 494 (discussing evidence that the restroom policy was created “for safety reasons”).  87.  Schwenk v. Hartford, 204 F.3d 1187, 1202 (9th Cir. 2000).  88.  Kastl, 325 F. App’x at 493 (citing Schwenk, 204 F.3d at 1202–02).  89.  See Roberts v. Clark Cty. Sch. Dist., No. 2:15-cv-00388-JAD-PAL, 2016 U.S. Dist. LEXIS 138329, at *21 (D. Nev. Oct. 4, 2016) (holding that Title VII sex discrimination encompasses discrimination against transgender identities because Kastl “leaves little doubt which way the circuit is leaning in transgender Title VII cases.” (citing Kastl, 325 F. App’x 492)).  90.  Johnston v. Univ. of Pittsburgh of the Commonwealth Sys. of Higher Educ., 97 F. Supp. 3d 657, 674 (W.D. Pa. 2015).  91.  Johnston, 97 F. Supp. 3d 657.  92.  Id. at 676 (citing Etsitty v. Utah Transit Auth., 502 F.3d 1215, 1222 (10th Cir. 2007)).  93.  Id. at 678.  94.  Id. at 674, 676.  2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1111  claims alleging transgender discrimination under Title IX.95  Yet courts have also relied, at least in part, on the analogous case law under Title VII to find that Title IX sex discrimination could encompass discrimination against transgender identities.96  For example, the U.S. District Court for the Southern District of Ohio relied on both the Department’s guidance and Title VII when ordering a board of education to allow a transgender girl to access the girls’ restroom.97  The court “order[ed] School District officials to treat Jane Doe as the girl she is.”98  The Sixth Circuit affirmed the court’s decision, yet it relied solely on Title VII.99  The appellate court concluded that, just like Title VII sex stereotyping theories, Title IX prohibits discrimination against someone for “fail[ure] to act and/or identify with his or her gender.”100 Similarly, in the Seventh Circuit, two district courts challenged Seventh Circuit precedent that foreclosed the possibility of sex discrimination encompassing discrimination against transgender identities under Title VII.101  One court distinguished Title VII from Title IX as “a different statute with a different legislative history and purpose.”102  The other court, perhaps more convincingly, discussed the inconsistencies in                                                            95.  See Students & Parents for Privacy v. U.S. Dep’t of Educ., No. 16-cv-4945, 2016 U.S. Dist. LEXIS 150011, at *59 (N.D. Ill. Oct. 18, 2016) (stating that it is “better reasoned” to read “sex” as including gender identity); Bd. of Educ. v. U.S. Dep’t of Educ., No. 2:16-CV-524, 2016 U.S. Dist. LEXIS 131474, at *51 (S.D. Ohio Sept. 26, 2016), aff’d sub nom. Dodds v. U.S. Dep’t of Educ., 845 F.3d 217 (6th Cir. 2016) (finding a transgender student’s Title IX claim likely to succeed); Whitaker v. Kenosha Unified Sch. Dist. No. 1, No. 16-CV-943-PP, 2016 U.S. Dist. LEXIS 129678, at *11 (E.D. Wis. Sept. 22, 2016) (same); Carcaño v. McCrory, No. 1:16cv236, 2016 U.S. Dist. LEXIS 114605, at *44 (M.D.N.C. Aug. 26, 2016) (explaining that G.G. is binding precedent on the court).  But see Texas v. United States, No. 7:16-cv-000540-O, 2016 U.S. Dist. LEXIS 113459, at *45 (N.D. Tex. Aug. 21, 2016) (following the dissent in G.G.).  96.  See Evancho v. Pine-Richland Sch. Dist., No. 2:16-01537, 2017 WL 770619, at *19, 22 (W.D. Pa. Feb. 27, 2017) (finding a “reasonable likelihood” that Title IX encompasses transgender discrimination based on Title VII case law, but denying the transgender students’ motion for a preliminary injunction on the basis of Title IX because of the Supreme Court’s stay in G.G.); Bd. of Educ., 2016 U.S. Dist. LEXIS 131474, at *48 (stating that Title VII case law in the Sixth Circuit favors an interpretation of Title IX that encompasses gender identity discrimination).  But see Johnston, 97 F. Supp. 3d at 674 (noting Title VII cases that exclude gender identity discrimination from “sex” discrimination).  For an analysis of Title VII sex discrimination, see infra Part II.B.  97.  Bd. of Educ., 2016 U.S. Dist. LEXIS 131474, at *49, 51.  98.  Id. at *71.  99.  Dodds, 845 F.3d at 221.  100.  Id. (alteration in original) (quoting Smith v. City of Salem, 378 F.3d 566, 575 (6th Cir. 2004)).   101.  Students & Parents for Privacy v. U.S. Dep’t of Educ., No. 16-cv-4945, 2016 U.S. Dist. LEXIS 150011, at *58 (N.D. Ill. Oct. 18, 2016); Whitaker v. Kenosha Unified Sch. Dist. No. 1, No. 16-CV-943-PP, 2016 U.S. Dist. LEXIS 129678, at *11 (E.D. Wis. Sept. 22, 2016).  102.  Whitaker, 2016 U.S. Dist. LEXIS 129678, at *11.  1112 MARYLAND LAW REVIEW [VOL. 76:1102  legal protections for gender identity and sexual orientation before expressly endorsing the reasoning laid out by the Fourth Circuit in G.G.103 However, a district court in the Fifth Circuit has rejected G.G.104  The district court concluded that the Department’s guidance was really a “legislative and substantive” rule promulgated without following proper procedures.105  Illegitimately promulgated rules cannot be given effect.106  The court further concluded that it would not defer to the guidance because, even if the Department had followed all procedures, the regulation was not ambiguous.107  The district court found the plain meaning of the regulation excluded gender identity from “sex” and, based on this conclusion, it ordered a nationwide injunction against enforcing the Department’s guidance.108  The injunction allowed schools to choose whether to prohibit transgender students from accessing the facilities consistent with their gender identity.109  Thus, courts have split on whether Title IX regulations require schools to provide transgender students with access to the facilities consistent with their gender identity, with a majority of courts concluding that the law requires schools to treat transgender students in accordance with their gender identity. B.  Title VII Sex Discrimination as Applied to Transgender Identities Courts often look to Title VII for guidance in Title IX claims.110  Title VII prohibits employment discrimination on the basis of sex.111  The Supreme Court interpreted sex discrimination to encompass discrimination on the basis of “gender,” including acting on “sex stereotyping.”112  For example, in the landmark case of Price Waterhouse v. Hopkins,113 the Court                                                            103.  Students & Parents for Privacy, 2016 Dist. LEXIS 150011, at *52–59.  104.  Texas v. United States, No. 7:16-cv-000540O, 2016 U.S. Dist. LEXIS 113459, at *55 (N.D. Tex. Aug. 21, 2016) (following the dissent in G.G.).  105.  Id. at *45, 47.  106.  Id. at *47.  107.  Id. at *52.  108.  Id. at *52, 61.  109.  Id. at *61.  110.  See, e.g., Jennings v. Univ. of N.C., 482 F.3d 686, 695 (4th Cir. 2007) (“We look to case law interpreting Title VII of the Civil Rights Act of 1964 for guidance in evaluating a claim brought under Title IX.”).  111.  42 U.S.C. § 2000e-2(a) (2012).  112.  Price Waterhouse v. Hopkins, 490 U.S. 228, 239–40, 250 (1989).  113.  Price Waterhouse, 490 U.S. 228.  2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1113  found that failure to promote a cisgender woman114 because she was too “macho” could constitute sex discrimination.115   Courts have split, however, on whether to expand the definition of sex in Title VII to conclude that sex discrimination includes discrimination against transgender employees.  Early Title VII case law, such as the formative decision in Ulane v. Eastern Airlines, Inc.,116 relied on the plain meaning of sex to “decline in [sic] behalf of the Congress to judicially expand the definition of sex as used in Title VII beyond its common and traditional interpretation.”117  Recent case law, however, has left the door open for a more expansive understanding of sex discrimination.118  The Seventh Circuit recently overruled Ulane to the extent that it pertains to sexual orientation discrimination, while reopening the question of whether gender identity is encompassed by “sex.”119  The court suggested that, in a future case, it would be willing to include gender identity discrimination under sex discrimination.120 As in Ulane, other circuits have also opened the door to broaden Title VII.  Though the Tenth Circuit has not yet extended sex discrimination to include transgender discrimination, the circuit expressly contemplated a future change in jurisprudence.121  The court noted that “[s]cientific                                                            114.  That is, a woman whose gender identity matches her sex assigned at birth (a woman who is not transgender).  115.  Id. at 231–32, 235, 251.  116.  742 F.2d 1081 (7th Cir. 1984).  117.  Id. at 1086; see also Sommers v. Budget Marketing, Inc., 667 F.2d 748, 750 (8th Cir. 1982) (“[T]he plain meaning must be ascribed to the term ‘sex’ in absence of clear congressional intent to do otherwise.”); Holloway v. Arthur Andersen & Co., 566 F.2d 659, 662 (9th Cir. 1977), overruled by Schwenk v. Hartford, 204 F.3d 1187, 1201 (9th Cir. 2000) (“Giving the statute its plain meaning, this court concludes that Congress had only the traditional notions of ‘sex’ in mind.”).  But see Holloway, 566 F.2d at 664 (Goodwin, J., dissenting) (“It seems to me irrelevant under Title VII whether the plaintiff was born female or was born ambiguous and chose to become female.  The relevant fact is that she was, on the day she was fired, a purported female.”).  118.  Students & Parents for Privacy v. U.S. Dep’t of Educ., No. 16-cv-4945, 2016 Dist. LEXIS 150011, at *52 (N.D. Ill. Oct. 18, 2016) (describing a trend towards including gender identity under “sex” as a means to rectify numerous internal legal inconsistencies in sex discrimination doctrine).  119.  Hively v. Tech. Cmty. Coll., 853 F.3d 339, 341, 343 & n.1 (2017) (holding that a lesbian’s claim of discrimination because of her sexual orientation is plausible under Title VII).  120.  See id. at 343 n.1 (“Many courts, including the Supreme Court, appear to have used ‘sex’ and ‘gender’ synonymously.”).  The court’s language closely mirrors the language used in Schwenk v. Hartford, in which the Ninth Circuit overruled its precedent to include gender identity discrimination under sex discrimination.  Schwenk, 204 F.3d at 1202 (“[T]he terms ‘sex’ and ‘gender’ have become interchangeable.”).  At least one district court in the Seventh Circuit would support such a decision.  Students & Parents for Privacy, 2016 Dist. LEXIS 150011, at *59 (“[T]he better reasoned recent decisions hold that the term ‘sex’ in Title IX can be interpreted to encompass gender identity . . .”).  121.  Etsitty v. Utah Transit Auth., 502 F.3d 1215, 1222 (10th Cir. 2007).  1114 MARYLAND LAW REVIEW [VOL. 76:1102  research may someday cause a shift in the plain meaning of the term ‘sex’ so that it extends beyond the two starkly defined categories of male and female.”122 Courts across the country have already definitively expanded sex discrimination to cover transgender discrimination.  Courts applied the reasoning in Price Waterhouse to transgender employees, upholding sex discrimination claims by transgender employees because those employees “fail[ed] to conform to sex stereotypes.”123  The Ninth Circuit expressly overruled its earlier line of reasoning by relying on the logic of Price Waterhouse.124  Courts have also indicated that sex discrimination includes discrimination against transgender employees per se, that is, without relying on a sex stereotyping theory.125  As the District Court for the District of Columbia stated: Imagine that an employee is fired because she converts from Christianity to Judaism.  Imagine too that her employer testifies that he harbors no bias toward either Christians or Jews but only “converts.”  That would be a clear case of discrimination “because of religion.”  No court would take seriously the notion that “converts” are not covered by the statute.  Discrimination “because of religion” easily encompasses discrimination because of a change of religion.  But in cases where the plaintiff has changed her sex, and faces discrimination because of the decision to stop presenting as a man and to start appearing as a woman, courts have traditionally carved such persons out of the statute by concluding that “transsexuality” is unprotected by Title VII.  In                                                            122.  Id. (citing Schroer v. Billington, 424 F. Supp. 2d 203, 212–13 & n.5 (D.D.C. 2006); Brown v. Zavaras, 63 F.3d 967, 971 (10th Cir. 1995)).  This standard coincides with the standard that a judicial precedent may be overruled when, among other considerations, the “facts have so changed, or come to be seen so differently, as to have robbed the old rule of significant application or justification.”  Planned Parenthood of Se. Pa. v. Casey, 505 U.S. 833, 855 (1992).  123.  Smith v. City of Salem, 378 F.3d 566, 572 (6th Cir. 2004) (“Sex stereotyping based on a person’s gender non-conforming behavior is impermissible discrimination . . . .”); see also Glenn v. Brumby, 663 F.3d 1312, 1317 (11th Cir. 2011) (“Accordingly, discrimination against a transgender individual because of her gender-nonconformity is sex discrimination . . . .”); Finkle v. Howard Co., 12 F. Supp. 3d 780, 788 (D. Md. 2014) (“Indeed, it would seem that any discrimination against transsexuals (as transsexuals)—individuals who, by definition, do not conform to gender stereotypes—is proscribed by Title VII’s proscription of discrimination on the basis of sex as interpreted by Price Waterhouse.”).  124.  Schwenk, 204 F.3d at 1201 (“The initial judicial approach taken in cases such as Holloway has been overruled by the logic and language of Price Waterhouse.”).   125.  Macy v. Holder, Appeal No. 0120120821, 2012 WL 1435995, at *10 (EEOC Apr. 20, 2012) (“Under this theory, there would actually be no need, for purposes of establishing coverage under Title VII, for Complainant to compile any evidence that the Director was engaging in gender stereotyping.”).  2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1115  other words, courts have allowed their focus on the label “transsexual” to blind them to the statutory language itself.126 Thus, a strand of emerging case law from both federal courts and the Equal Employment Opportunity Commission allows transgender employees to bring claims of sex discrimination under Title VII. C.  Judicial Deference to Administrative Agencies Administrative agencies perform a unique function in the federal government.  Congress delegates, inter alia, legislative authority to administrative agencies.127  Along with this authority, agencies are often tasked with promulgating the rules necessary to implement an effective legislative scheme.128  As such, agencies promulgate binding administrative rules and issue statements of policy that have the force of law.  When promulgating binding legislative rules, the agency must follow procedures set by Congress in either the Administrative Procedure Act or a specific statute directed at that particular agency.129  If an agency fails to follow proper procedure, courts will invalidate the regulation.130  The federal judiciary has developed an intricate set of tests to determine whether and how much courts will defer to agency statements when interpreting congressional rules and agency regulations.131 When courts grant Auer deference to an agency’s statement, that statement controls the courts’ decisions.132  Auer deference is appropriate if the agency is interpreting an ambiguous regulation promulgated by the agency itself, unless the interpretation is “plainly erroneous or inconsistent                                                            126.  Schroer, 577 F. Supp. 2d at 306–07.  127.  Humphrey’s Ex’r v. United States, 295 U.S. 602, 628 (1935).  128.  Id. at 630 (stating that the administrative agency “was created by Congress as a means of carrying into operation legislative and judicial powers”).  129.  See 5 U.S.C. § 559 (2012) (stating that Congress may modify the Administrative Procedure Act by express language).  130.  Hoctor v. United States Dep’t of Agric., 82 F.3d 165, 167 (7th Cir. 1996).  131.  The Supreme Court first endorsed the concept of judicial deference to agencies in Skidmore v. Swift Co., 323 U.S. 134 (1944).  The Court named several factors that lend weight to an agency’s experience and judgment: “the thoroughness evident in its consideration, the validity of its reasoning, its consistency with earlier and later pronouncements, and all those factors which give it power to persuade, if lacking power to control.”  Id. at 140.  The Court has also indicated that agencies are given greater deference when the issue is within a complex area where the agency has expertise.  Pauley v. BethEnergy Mines, Inc., 501 U.S. 680, 697 (1991) (Medicare regulations).  132.  Auer v. Robbins, 519 U.S. 452, 461 (1997).  Less commonly, this type of deference is also called Seminole Rock deference, after Bowles, Price Administrator v. Seminole Rock & Sand Co., 325 U.S. 410, 414 (1945), which held that an agency’s interpretation of its own regulation is controlling unless “plainly erroneous or inconsistent with the regulation.”  1116 MARYLAND LAW REVIEW [VOL. 76:1102  with the regulation.”133  Furthermore, the agency’s interpretation must be expressed in a way that “lack[s] the force of law,” such as “opinion letters, . . . policy statements, agency manuals, and enforcement guidelines.”134  In Auer v. Robbins,135 the Supreme Court ordered overtime pay for police department employees on the basis of the Secretary of Labor’s interpretation of his own regulations.136  The Court deferred to an interpretation contained in an amicus brief filed in the case.137  In contrast, in Christensen v. Harris County,138 the Supreme Court considered whether an agency’s opinion letter merited deference as an interpretation of the agency’s regulation.139  The regulation stated that employee agreements can specify the terms of compensation time, while the interpretation stated employers must have a prior agreement with employees before scheduling their employee’s compensation time.140  The Court declared that the regulation was not ambiguous.141  Because the regulation did not leave room for a later interpretation, the interpretation was “de facto a new regulation.”142  As mentioned above,143 regulations cannot be promulgated except through specific procedures.  Thus, the opinion letter, which failed to meet administrative procedure requirements, could not alter the existing regulation and no deference could be granted.144 In a related line of cases, the Supreme Court has limited Auer deference by stating that such deference is inappropriate if the interpretation is “nothing more than a ‘convenient litigating position’ or a ‘post hoc rationalization[n]’ advanced by an agency seeking to defend past agency action against attack.”145  In Christopher v. SmithKline Beecham Corp.,146 the Supreme Court declined to grant Auer deference to a change in a “decades-long practice” that would “require regulated parties to divine the                                                            133.  Auer, 519 U.S. at 461 (quoting Robertson v. Methow Valley Citizens Council, 490 U.S. 332, 359 (1989)).  134.  Christensen v. Harris Cty., 529 U.S. 576, 587 (2000).  135.  519 U.S. 452.  136.  Id. at 456, 461, 464.  137.  Id. at 461.  138.  Christensen, 529 U.S. 576.  139.  Id. at 587.  140.  Id. at 579, 581.  141.  Id. at 588.  142.  Id.  143.  See supra notes 129–130 and accompanying text.  144.  Id.  145.  Christopher v. SmithKline Beecham Corp., 132 S. Ct. 2156, 2166 (2012) (alteration in original) (citations omitted) (first quoting Bowen v. Georgetown Univ. Hosp., 488 U.S. 204, 213 (1988); and then quoting Auer v. Robbins, 519 U.S. 452, 462 (1997)).  146.  Christopher, 132 S. Ct. 2156.  2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1117  agency’s interpretations in advance or else be held liable.”147  Similarly, in Akzo Nobel Salt, Inc. v. Federal Mine Safety & Health Review Commission,148 the Court of Appeals for the District of Columbia Circuit found that, when the Secretary of Labor changed her interpretation of the challenged rule several times throughout the course of litigation, the Secretary’s interpretation no longer merited Auer deference.149 In “extraordinary cases,” the Supreme Court has limited another type of deference—Chevron deference, which generally concerns formal and binding agency interpretations.150  When there is a question of “deep ‘economic and political significance,’” the Supreme Court has held that an agency will not receive deference unless Congress has expressly delegated the authority to the agency to interpret that question.151  In King v. Burwell,152 the Court held that it would not defer to the Internal Revenue Service’s interpretation of the Affordable Care Act’s health insurance scheme.153  The ramifications of the interpretation could affect billions of dollars in industry and the health insurance of millions of people.154  The Court laid the foundation for King in FDA v. Brown & Williamson Tobacco Corp.155  There, the Court held that the Food and Drug Administration could only have authority over the tobacco industry if Congress had expressly required it.156  The Court rested its decision in part on the importance of the tobacco industry in the United States.157  Thus, the judiciary may at times limit deference to agencies when the issue is of great significance.158 Auer deference has raised concerns among some judges.159  Most notably, Justice Scalia criticized the practice of allowing agencies to both                                                            147.  Id. at 2168.  148.  212 F.3d 1301 (D.C. Cir. 2000).  149.  Id. at 1304–05.  150.  King v. Burwell, 136 S. Ct. 2480, 2488–89 (2015) (quoting FDA v. Brown & Williamson Tobacco Corp., 529 U.S. 120, 159 (2000)).  For an analysis of when Chevron deference would be appropriate, see United States v. Mead, 553 U.S. 218, 228 (2001).  151.  King, 136 S. Ct. at 2489 (quoting Utility Air Regulatory Group v. EPA, 134 S. Ct. 2427, 2444 (2014)).  152.  King, 136 S. Ct. 2480.  153.  Id. at 2489.  154.  Id.  155.  FDA v. Brown & Williamson Tobacco Corp., 529 U.S. 120 (2000).  156.  Id. at 159.  157.  Id.  158.  King, 136 S. Ct. at 2488–89.   159.  See United Student Aid Funds, Inc. v. Bible, 136 S. Ct. 1607, 1608 (2016) (Thomas, J., dissenting from denial of certiorari) (collecting opinions from Chief Justice Roberts and Justices Alito, Scalia, and Thomas).  1118 MARYLAND LAW REVIEW [VOL. 76:1102  promulgate and interpret the law.160  Such an allowance “encourages the agency to enact vague rules which give it the power, in future adjudications, to do what it pleases” without sufficient checks from other branches of government.161  By granting agencies this power, rules become less predictable.162  Scalia concluded his argument by stating that the Court had “not been asked to reconsider Auer in the present cases.  When [the Justices] are, [he] will be receptive to doing so.”163  Thus, while Auer deference remains good law, there is a judicial support for limiting or overruling such deference.164 III.  THE COURT’S REASONING In G.G. ex rel. Grimm v. Gloucester County School Board, the Fourth Circuit reversed in part and vacated in part the Eastern District of Virginia’s decision, holding that Gavin stated a plausible claim under Title IX and that the district court applied the wrong evidentiary standard to the motion for a preliminary injunction.165  First, the court found Gavin’s Title IX claim to be plausible because the Department of Education interpreted Title IX as requiring transgender students to have access to the restrooms consistent with their gender identity, and the interpretation merited controlling weight.166  Second, in a brief discussion, the Fourth Circuit stated that the district court should not have excluded evidence during its consideration of the motion for a preliminary injunction.167  The court held that hearsay is admissible for this limited purpose, and thus the appellate court remanded this portion of the case.168  Third, the Fourth Circuit declined to reassign the case to a different judge on remand, given that the court did not find any evidence that the district judge would not consider “sound contrary evidence.”169  This Note will focus on the court’s analysis of the Title IX claim.                                                            160.  Talk Am., Inc. v. Mich. Bell Tel. Co., 564 U.S. 50, 68 (2011) (Scalia, J., concurring).  161.  Id. at 69.  162.  Id.  163.  Id.  164.  See United Student Aid Funds, Inc. v. Bible, 136 S. Ct. 1607, 1608 (2016) (Thomas, J., dissenting from denial of certiorari) (“Any reader of this Court’s opinions should think that the [Auer] doctrine is on its last gasp.”).  165.  G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 822 F.3d 709, 723, 726 (4th Cir. 2016), vacated, Gloucester Cty. Sch. Bd. v. G.G., 137 S. Ct. 1239, 1239 (2017) (mem.).  166.  Id. at 723.  167.  Id. at 725–26.  168.  Id.  169.  Id. at 727.  2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1119  The court held that Gavin stated a claim under Title IX because, according to the interpretation then in place, prohibiting a transgender student from accessing the restrooms consistent with their gender identity constitutes sex discrimination.170  The court granted Auer deference to the Department of Education’s interpretation.171  As discussed above,172 under Auer, an agency’s interpretation is given controlling weight if: (1) the regulation is ambiguous; and (2) the interpretation is not “plainly erroneous or inconsistent with the regulation or statute.”173  The court reasoned that the regulation allowing sex-segregated restrooms was ambiguous as it applies to transgender students because it does not explain how one should determine the sex of a transgender student.174  The court stated that the regulation does not clearly state the standard for segregating restrooms, whether the basis is genitalia or gender identity.175  Even if the regulation unambiguously called for the School Board’s interpretation of segregation based on biology, the regulation would be ambiguous in several hypothetical scenarios: transgender persons who had surgically changed their bodies, intersex individuals,176 and those who “lost external genitalia in an accident.”177 The court next determined that the Department’s interpretation was not erroneous or inconsistent with the statute.178  Using dictionary definitions from the time the regulation was promulgated, the court found that “sex” describes a variety of characteristics.179  The court noted that the regulation clearly differentiated between those whose characteristics “all point in the same direction” but “shed[] little light on how exactly to determine the ‘character of being either male or female’ where those indicators diverge.”180  Because the regulation did not indicate how it applies to                                                            170.  Id. at 723.  171.  Id.  Under Auer deference, courts grant controlling weight to an agency’s interpretation of its own regulations.  Id. at 719 (citing Auer v. Robbins, 519 U.S. 452, 461 (1997)).  172.  See supra Part II.C.  173.  Id.  174.  Id. at 720.  175.  Id.  176.  Intersex individuals are born with either indeterminate physical sex characteristics or a mix of characteristics associated with both male and female sexes.  Daphna Joel, Genetic-Gonadal-Genitals Sex (3G-Sex) and the Misconception of Brain and Gender, or, Why 3G-Males and 3G-Females Have Intersex Brain and Intersex Gender, 3 BIOLOGY OF SEX DIFFERENCES 27, 27–28 (2012).  177.  G.G., 822 F.3d at 720–21.  178.  Id. at 721, 722.  179.  Id. at 721.  180.  Id. at 722 (quoting Nondiscrimination on the Basis of Sex in Education Programs or Activities Receiving Federal Financial Assistance, 34 C.F.R. § 106.33 (2015)).  1120 MARYLAND LAW REVIEW [VOL. 76:1102  transgender students, the Department’s interpretation could not be erroneous or inconsistent.181 The court then found that the Department’s interpretation was not a “convenient litigating position” or a “post hoc rationalization.”182  The court accepted the Department’s “novel” interpretation because school policies prohibiting transgender students from accessing their desired restrooms were also a recent phenomenon.183  The court further reasoned that the Department had “consistently enforced” this same position.184  Because the Department’s interpretation was in line with the regulations of other federal agencies, the court refused to deem the interpretation a post hoc rationalization.185  Thus, the court found that the Department’s interpretation deserves Auer deference and that agencies must balance any concerns about privacy or safety, not the courts.186 In a concurring opinion, Judge Davis asserted that the Fourth Circuit should grant the preliminary injunction.187  Preliminary injunctions may be granted where: (1) the movant’s claims are “likely to succeed,” (2) the movant will “suffer irreparable harm in the absence of an injunction,” (3) “the balance of hardships tips in [the movant’s] favor,” and (4) the “injunction is in the public interest.”188  First, Judge Davis reasoned that because the Department of Education’s interpretation controlled, Gavin was likely to succeed at trial.189  Second, Judge Davis found that Gavin’s urinary tract infections and “psychological distress” at being excluded from the boys’ restroom, which “plac[ed] G.G. at risk for accruing lifelong psychological harm,” were sufficient to demonstrate that Gavin would suffer irreparable harm without the injunction.190  Third, Judge Davis reasoned that “minimal or non-existent hardship” would befall other students “using the single-stall restrooms if they object to G.G.’s presence.”191  Because of the de minimus hardship to the school system and the significant hardship to Gavin, the balance of hardships weighed toward granting the injunction.192  Finally, Judge Davis found that granting the                                                            181.  Id.  182.  Id.  183.  Id.   184.  Id.  Note that the Fourth Circuit issued its decision before the Department of Education rescinded its guidance.  2017 DEAR COLLEAGUE LETTER, supra note 55, at 1.  185.   G.G., 822 F.3d at 722.  186.  Id. at 723–24.  187.  Id. at 727 (Davis, J., concurring).  188.  Id. (citing Pashby v. Delia, 709 F.3d 307, 320 (4th Cir. 2013)).  189.  Id.  190.  Id. at 727, 728.  191.  Id. at 729.  192.  Id.  2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1121  injunction would be in the public interest as the School Board was currently violating Gavin’s rights under Title IX.193  Altogether, Judge Davis found that Gavin satisfied each of the necessary prongs to receive a preliminary injunction.194 Judge Niemeyer dissented from reversing the dismissal of Gavin’s Title IX claim and vacating the denial of Gavin’s motion for a preliminary injunction.195  Judge Niemeyer stated that, given the harm visited upon other student’s privacy interests when Gavin is allowed access to the boys’ restroom, he was unconvinced that the district court committed an error of judgment.196  The bulk of Judge Niemeyer’s opinion focused on the Title IX issue.197  Judge Niemeyer found that individuals have a constitutionally protected right to privacy in not having intimate body parts exposed to members of the opposite sex.198  Judge Niemeyer also stated that sex-segregated restrooms are essential to guarding against “safety concerns that could arise from sexual responses prompted by students’ exposure to the private body parts of students of the other biological sex.”199  Though Judge Niemeyer acknowledged that Gavin was seeking access only to restrooms, Judge Niemeyer reasoned that the need to construe “sex” uniformly throughout Title IX and its regulations meant that this case had a direct bearing on whether transgender students would have access to locker and shower facilities.200  Thus, Judge Niemeyer argued that the Department’s interpretation of Title IX ran contrary to “universally accepted” norms of privacy and safety related to the exposure of private body parts.201 Judge Niemeyer also reasoned that the regulation allowing for sex-segregated restrooms was not ambiguous.202  Citing to dictionary definitions, Judge Niemeyer found that “sex” meant only physical criteria, not gender identity.203  Judge Niemeyer reasoned that the Fourth Circuit’s majority and Gavin sought to redefine “sex” to mean include a reference to gender identity.204  Judge Niemeyer argued that if “sex” meant both sex and gender, then the regulation would be “unworkable” because transgender                                                            193.  Id.   194.  Id. at 727.  195.  Id. at 730 (Niemeyer, J., concurring in part and dissenting in part).  196.  Id. at 739.  197.  Id. at 733–39.  198.  Id. at 734.  199.  Id. at 735.  200.  Id. at 736.  201.  Id. at 735.  202.  Id. at 736–37.  203.  Id. at 736.  204.  Id. at 737.  1122 MARYLAND LAW REVIEW [VOL. 76:1102  students “could not satisfy the conjunctive criteria.”205  In the alternative, if “sex” was intended to mean either sex or gender, then the School Board satisfied the regulation because it segregated the restrooms on the basis of sex.206  Finally, if “sex” were construed to mean only gender identity, Judge Niemeyer reasoned that schools “could never meaningfully provide separate restrooms” because there would be no separation of the sexes.207  Judge Niemeyer sought to strengthen his argument by painting a hypothetical picture, where schools determine whether boys are “sufficiently masculine” to use the boys’ restroom.208  Thus, Judge Niemeyer would have affirmed the district court’s decision to dismiss Gavin’s Title IX complaint.209 IV.  ANALYSIS In G.G., the Fourth Circuit granted controlling weight to guidance issued by the Department of Education, which interpreted Title IX as encompassing discrimination against transgender individuals.210  The interpretation required recipients of federal funds to provide transgender students with access to the restrooms consistent with their gender identity.211  Within the existing doctrinal framework, the Fourth Circuit correctly concluded that the Department of Education’s previous guidance was a reasonable interpretation of its own ambiguous regulation.212  Yet, the existing doctrinal framework does not adequately protect the rights of discrete and insular minorities.213  The judiciary should not extend deference to administrative agencies where the rights of marginalized groups are substantially at issue and the agencies merely have implicit authority to regulate.214  Instead, the Fourth Circuit should have conducted an independent analysis of Title IX to determine how it applies to transgender individuals.215  Because of the trend in federal interpretation of                                                            205.  Id.   206.  Id.  207.  Id. at 738.  Judge Niemeyer appears to be using two different definitions of “sex” in order to illustrate this contradiction.  In this hypothetical, he argues that students are separated by their sex, and that sex means only gender identity.  He then suggests that the students are not separated by sex because students with different biology will be sharing the same restroom.  Varying biology, however, would not interfere with separation of students on the basis of gender identity alone.  208.  Id.   209.  Id. at 739.  210.  Id. at 723 (majority opinion).  211.  Id.  212.  See infra Part IV.A.  213.  See infra Part IV.B.  214.  See infra Part IV.B.  215.  See infra Part IV.B.  2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1123  Title VII, the court should have reached the same conclusion—Title IX requires schools to treat transgender students in accordance with their gender identity.216 A.  Given the Existing Framework and the Interpretations Then in Place, the Fourth Circuit Correctly Applied Auer Deference Within the existing doctrinal framework, the Fourth Circuit correctly applied Auer deference because the regulation allowing for sex-segregated restrooms was ambiguous and interpreting sex to include gender identity was not plainly erroneous or inconsistent with the regulation.  The Department of Education released guidance through opinion letters and frequently asked questions that explained how to interpret “sex” in its own regulation.217  The guidance lacked the force of law because the documents were not rules promulgated in accordance with the Administrative Procedure Act, and the guidance did not change the law or add any new burdens on federal funding recipients.218  The guidance merely clarified how an existing burden applied to a set of students.  Just as the Ninth Circuit granted Auer deference to Department of Labor guidance in the form of opinion letters, Auer deference was correctly granted to the Department of Education’s opinion letters.219 The Department of Education’s regulation is ambiguous as applied to transgender students.  The regulation states that schools “may provide separate toilet . . . facilities on the basis of sex.”220  Yet, neither the regulation nor Title IX define sex.  The Oxford English Dictionary defines “sex” as “[e]ither of the two main categories (male and female) into which humans and many other living things are divided on the basis of their reproductive functions . . . .”221  This definition suggests that physical bodies of people are determinative of sex.  However, the Oxford English Dictionary offers another definition of “sex”: “[t]he distinction between male and female, esp. in humans; this distinction as a social or cultural                                                            216.  See infra Part IV.C.  217.  See supra note 78 (collecting Department of Education guidance documents regarding treatment of transgender students under Title IX).  218.  See Pac. Gas & Elec. Co. v. Fed. Power Comm’n, 506 F.2d 33, 38 (D.C. Cir. 1974) (explaining that, unlike rules, general statements of policy do not “establish a ‘binding norm’” (quoting Reginald Parker, The Administrative Procedure Act: A Study in Overestimation, 60 YALE L.J. 581, 598 (1951))).  219.  See Bassiri v. Xerox Corp, 463 F.3d 927, 933 (9th Cir. 2006) (“[T]he Department of Labor’s opinion letters, as interpretations of that agency’s own regulations, are entitled to ‘great judicial deference.’” (quoting Zurich Am. Ins. Co. v. Whitter Props., Inc., 356 F.3d 1132, 1137 (9th Cir. 2004))).  220.  34 C.F.R. § 106.33 (2015).  221.  Sex, OXFORD ENGLISH DICTIONARY, http://www.oed.com (last visited May 17, 2017).  1124 MARYLAND LAW REVIEW [VOL. 76:1102  phenomenon . . . .”222  This definition ignores apparent physical differences between male and female and focuses on social and cultural characteristics.  Common understandings of “sex” are ambiguous as to whether male or female is defined by one’s body, one’s social characteristics, or a mixture of both.  Given that transgender people may have bodies that conflict with their social traits, the regulation is ambiguous as to how to assign “sex” to someone who is transgender. The Department of Education’s guidance explaining how to interpret sex was not plainly erroneous or inconsistent with the regulation.  The guidance explained that transgender students must be given access to restrooms consistent with their gender identity, thus interpreting “sex” to mean gender identity.  Neither the regulation nor the statute on its face excludes gender identity from being a part of “sex,” or even from being the defining feature of “sex.”  The legislative history of Title IX refers to “women” and “female[s]” interchangeably.223  Given the use of language that refers to both gender identity and physiology, the plain language points to a broad understanding of “sex.”  Furthermore, the legislative purpose supports a broad understanding of Title IX’s reach.  As Representative Green stated during the House of Representatives debates, “[t]he purpose of [Title IX] is to end discrimination in all institutions of higher education.”224  By including gender identity as part of Title IX’s umbrage, the courts can give full effect to this broad congressional mandate and prevent discrimination on the basis of both gender identity and physical sex characteristics.  Thus, interpreting “sex” to mean gender identity is consistent with the regulation and the statute. Though the Department of Education rescinded its guidance,225 the Department could release further guidance, either agreeing with or contradicting its previous stance.226  If the Department of Education reverses its previous interpretation to indicate that Title IX does not encompass discrimination against transgender identities, the interpretation                                                            222.  Id.  223.  118 CONG. REC. 5,804 (1972).  224.  117 CONG. REC. 39,256 (1971); see also Cannon v. Univ. of Chicago, 441 U.S. 677, 704 (1979) (noting there are two congressional purposes behind Title IX: preventing federal funds from supporting discriminatory practices and enabling citizens to protect themselves against discrimination).  In earlier versions of the legislation, the prohibition against sex discrimination was referred to as Title X.  117 CONG. REC. H4218 (daily ed. June 23, 1997) (celebrating the twenty-fifth anniversary of Title IX and stating “[t]his provision which was initially title X of H.R. 7428 included the sex discrimination prohibition . . .”); 117 CONG. REC. 39,250 (1971) (discussing “Title 10 (the provision against discrimination against women)”).  225.  2017 DEAR COLLEAGUE LETTER, supra note 55, at 1.  226.  See Hoctor v. U.S. Dep’t of Agric., 82 F.3d 165, 167 (7th Cir. 1996) (noting that there are no congressionally required formalities for issuing guidance documents).  2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1125  would not merit judicial deference.  Agency interpretations do not merit judicial deference when the interpretation “does not reflect the agency’s fair and considered judgment on the matter in question.”227  In Akzo Novel Salt, the Court of Appeals for the District of Columbia Circuit found that an administrator’s policy “flip-flops” throughout the life of the case did not merit deference.228  The Secretary of Labor advocated one interpretation of a mine safety statute at the beginning of the case and a separate interpretation by the time the case came before the appellate court.229  The court held that the varying positions “strongly suggest[ed] . . . that the Secretary has in fact never grappled with—and thus never exercised her judgment over—the conundrum posed by the regulation’s clear ambiguity.”230  Thus, the court declined to defer to the Secretary’s interpretation.231 Similarly, the Department of Education has already made one major change by stating that Title IX should be interpreted by the states.232  If the Department of Education changes course again, then the Department’s new interpretation would not merit deference.  Just as the Court of Appeals in Akzo did not grant deference to the Secretary because she changed her interpretation throughout the course of the litigation, a court should similarly decline to grant deference to the Department of Education if it issued new guidance.  The Department would have taken three separate positions throughout the course of litigation.  It is unlikely the Department of Education could adequately demonstrate that a change in position stemmed from fair consideration of the issues at hand, rather than a convenient litigating position.  During his campaign, President Trump indicated that he wished to let states decide how to treat transgender people and that he himself did not know what the right treatment would be.233  While Vice President Pence agreed that states should decide, he also argued that states should aim to protect the “safety and privacy of children,”234                                                            227.  Christopher v. SmithKline Beecham Corp., 132 S. Ct. 2156, 2166 (2012) (quoting Auer v. Robbins, 519 U.S. 452, 462 (1997)).  228.  212 F.3d 1301, 1304–05 (D.C. Cir. 2000).  229.  Id. at 1303.  230.  Id. at 1305.  231.  Id.  232.  2017 DEAR COLLEAGUE LETTER, supra note 55, at 1.  233.  Stacey Ritzen, Donald Trump Backpedals on His LGBT Bathroom Stance During His ‘Jimmy Kimmel Live’ Appearance, UPROXX (May 26, 2016), http://uproxx.com/tv/donald-trump-lgbt-bathroom-remarks-jimmy-kimmel/.  234.  Anugrah Kumar, Mike Pence to James Dobson: Trump Will Resolve Birth Control Mandate, Transgender Bathroom Issues, CHRISTIAN POST (Oct. 5, 2016, 9:31 AM), http://www.christianpost.com/news/mike-pence-james-dobson-trump-birth-control-mandate-transgender-bathroom-170485/.  1126 MARYLAND LAW REVIEW [VOL. 76:1102  terms often used by those who seek to prevent transgender students from using the restrooms consistent with their identity.235  Furthermore, chief strategist Steve Bannon publicly advocated against allowing transgender people to use bathrooms consistent with their gender identity by preying on fears about daughters using the same bathroom as men.236  These political statements offer a window into the reasoning of the Trump administrative state—new guidance from the Department of Education would likely not be based on scientific facts, but instead based on political aims.  The new guidance would “run[] counter to the evidence before the agency.”237  If the Department of Education were to issue guidance stating that transgender students do not need access to the restrooms consistent with their gender identity, it is likely the Department will not have truly exercised its judgment.  Just as in Akzo, such guidance would not merit deference. B.  The Decision in G.G. Is of Such Great Importance That It Should Not Be Left to Agency Discretion Although the Fourth Circuit correctly applied Auer deference within the current doctrinal framework, the doctrinal framework is inadequate to determine the legal rights of transgender students.  Rather than applying Auer deference, the Fourth Circuit should have extended the “major questions” doctrine to decide how “sex” should be interpreted under Title IX and its regulations.238 In “extraordinary cases,” the Supreme Court has deemed a question of statutory interpretation to be of such great importance that the judiciary should not defer to administrative agencies in the absence of express congressional delegation.239  In King v. Burwell, the Supreme Court rejected                                                            235.  See, e.g., G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 822 F.3d 709, 735 (4th Cir. 2016) (Niemeyer, J., dissenting) (explaining that concerns over children’s safety and privacy were behind the School Board’s decision to prevent Gavin from using the boys’ restroom), vacated, Gloucester Cty. Sch. Bd. v. G.G., 137 S. Ct. 1239, 1239 (2017) (mem.).  236.  Donald Trump: Opposes Nationwide Marriage Equality, HUMAN RIGHTS CAMPAIGN, http://www.hrc.org/2016RepublicanFacts/donald-trump-opposes-nationwide-marriage-equality (last visited May 17, 2017).  237.  Motor Vehicle Mfrs. Ass’n of the United States, Inc. v. State Farm Mut. Auto. Ins. Co., 463 U.S. 29, 43 (1983).  238.  For an analysis of the major questions doctrine, see generally Kevon O. Leske, Major Questions About the “Major Questions” Doctrine, 5 MICH. J. ENVTL. & ADMIN. L. 479 (2016) (exploring recent Supreme Court’s decisions that apply the major questions doctrine), Abigail R. Moncrieff, Reincarnating the “Major Questions” Exception to Chevron Deference as a Doctrine of Noninterference (or Why Massachusetts v. EPA Got It Wrong), 60 ADMIN. L. REV. 593 (2008) (explaining the history of the major questions doctrine and arguing for a new formulation of the doctrine’s test).  239.  King v. Burwell, 135 S. Ct. 2480, 2488 (2015) (quoting FDA v. Brown & Williamson Tobacco Corp., 529 U.S. 120, 159 (2000)).  2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1127  the traditional deference analysis, holding that Congress had not delegated authority to the Internal Revenue Service to interpret the Affordable Care Act’s health insurance scheme.240  The Court reasoned that if Congress wished to delegate authority to the IRS, it would have done so expressly, given that the issue was of “deep ‘economic and political significance’ that is central to this statutory scheme.”241  The agency’s interpretation affected a billion-dollar industry and the availability of health insurance to many of the nation’s poorest residents.242  King relied in part on FDA v. Brown & Williamson Tobacco Corp.243  There, the Supreme Court found that Congress had not delegated to the FDA the authority to regulate the tobacco industry because of “its unique place in American history and society.”244 The Supreme Court has thus carved out exemptions from implicitly delegated administrative regulation for extraordinarily big industries. The judiciary should consider the rights of discrete and insular minorities to be of such deep significance as to be excluded from implicit delegation.  If Congress wishes to delegate the authority to substantially affect the rights of these minorities, it must do so expressly.  The Supreme Court has long recognized the crucial importance of safeguarding marginalized groups from discrimination.245  Carving out exceptions in the realm of Auer deference is particularly important for politically unpopular groups.  As the late Justice Scalia argued, Auer deference “encourages the agency to enact vague rules which give it the power, in future adjudications, to do what it pleases.”246  Vague rules currently insulate agencies from judicial review even when review is needed most—when the rights of discrete and insular minorities are at risk.  James Madison articulated this need for review during the Federal Convention when he advocated for judicial checks as “not only necessary for [the majority’s] own safety, but for the safety of a minority in Danger of oppression from an unjust and interested majority.”247  The oppression of marginalized identities has great political significance, and the “major questions” doctrine in King should guard against such malfeasance. Transgender people constitute a discrete and insular minority.  When determining if a group is discrete and insular, courts look to the group’s                                                            240.  Id. at 2489.  241.  Id. (quoting Utility Air Regulatory Group v. EPA, 134 S. Ct. 2427, 2444 (2014)).   242.  Id.  243.  Id. (citing Brown & Williamson, 529 U.S. 120).  244.  Brown & Williamson, 529 U.S. at 159.  245.  See United States v. Carolene Prods. Co., 304 U.S. 144, 153 n.4 (1938) (suggesting the need for heightened scrutiny in cases of “prejudice against discrete and insular minorities”).  246.  Talk Am., Inc. v. Mich. Bell Tel. Co., 564 U.S. 50, 69 (2011) (Scalia, J., concurring).  247.  1 THE RECORDS OF THE FEDERAL CONVENTION 108 (Max Farrand ed. 1911).  1128 MARYLAND LAW REVIEW [VOL. 76:1102  social, cultural, and political context.248  Few courts have addressed whether transgender people are discrete and insular.  While the Ninth Circuit originally stated that transgender people are not a discrete and insular minority,249 it later overruled this holding as public education surrounding transgender people has increased.250  The social, cultural, and political context for transgender people is one of discrimination and violence.251  Transgender people continue to face “disturbing patterns of mistreatment and discrimination . . . when it comes to the most basic elements of life, such as finding a job, having a place to live, accessing medical care, and enjoying the support of family and community.”252  Given such rampant discrimination, transgender people cannot adequately use the popular democratic machinery to protect their rights.253   Thus, transgender people constitute a discrete and insular minority.254 G.G. in particular represents a strong case for extending the “major questions” exception to administrative deference.  Discrimination manifests in one of its most noxious forms when educational opportunities depend on sharing the same identity as those in political power.  In Brown v. Board of                                                            248.  City of Cleburne v. Cleburne Living Ctr., Inc., 473 U.S. 432, 473 n.24 (1985) (Marshall, J., concurring in part and dissenting in part).  249.  Holloway v. Arthur Anderson & Co., 566 F.2d 659, 663 (1977) (quoting Graham v. Richardson, 403 U.S. 365, 372 (1971)), overruled by Schwenk v. Hartford, 204 F.3d 1187, 1201 (9th Cir. 2000).  250.  Norsworthy v. Beard, 87 F. Supp. 3d 1104, 1118–19 (N.D. Ca. 2015) (stating that “Schwenk unmistakably overruled” Holloway’s holding that transgender people are not a discrete and insular minority (citing Schwenk v. Hartford, 204 F.3d 1187, 1201 (9th Cir. 2000))); see also Brown v. Zavaras, 63 F.3d 967, 971 (10th Cir. 1995) (noting that, prior to Schwenk, scientific advances might cause an overruling of Holloway).  251.  NAT’L CTR. FOR TRANSGENDER EQUAL., THE REPORT OF THE 2015 TRANSGENDER SURVEY 2 (2016), http://www.ustranssurvey.org/report.  252.  Id.  253.  See Emma Green, Half of Americans Don’t Think Transgender People Should Be Able to Pick Their Bathroom, ATLANTIC (Sept. 28, 2016), https://www.theatlantic.com/politics/archive/ 2016/09/half-of-americans-dont-think-transgender-people-should-be-able-to-pick-their-bathroom/501947/ (analyzing public opinion polls and legislative acts).  254.  See also Krista D. Brown, Comment, The Transgender Student-Athlete: Is There a Fourteenth Amendment Right to Participate on the Gender-Specific Team of Your Choice?, 25 MARQ. SPORTS L. REV. 311, 318–19 (2014) (arguing that transgender people are discrete and insular minorities for the purposes of the Fourteenth Amendment); Heather L. McKay, Note, Fighting for Victoria: Federal Equal Protection Claims Available to American Transgender Schoolchildren, 29 QUINNIPIAC L. REV. 493, 514–17 (2011) (arguing that transgender children are discrete and insular minorities by focusing on the intersection of their age and transgender identity); Cathy Perifimos, Note, The Changing Faces of Women’s Colleges: Striking a Balance Between Transgender Rights and Women’s Colleges’ Right to Exclude, 15 CARDOZO J.L. & GENDER 141, 159 (2008) (arguing transgender people are discrete and insular minorities and noting “that the transgender community is disadvantaged in the political world—transgender people should be given more attention and greater protection”).  2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1129  Education,255 the Supreme Court recognized the long-standing social and political implications of education, stating, “It is required in the performance of our most basic public responsibilities . . . .  It is the very foundation of good citizenship.”256  Yet, the Gloucester County School Board sought a policy that would undermine the scholastic success of its transgender student.257  When schools deny students the right to self-identify by publicly rejecting those students’ core identities, schools tacitly endorse an atmosphere of hostility and harassment towards transgender students.258  By prohibiting students from using the bathrooms consistent with their gender identity, “the students are dehumanized by authorities.”259  Transgender students often already face problems in school, particularly with isolation and harassment.260  Repeated studies demonstrate that bullying and harassment lead to poor school achievement, lower grades, and more skipped classes.261  School policies that recognize and accept                                                            255.  Brown v. Bd. of Educ., 347 U.S. 483 (1954).  256.  Id. at 493.  257.  See G.G. ex rel. Grimm v. Gloucester Cty. Sch. Bd., 132 F. Supp. 3d 736, 740 (E.D. Va. 2015) (stating that transgender students cannot use the restroom that corresponds with their gender identity), rev’d, 822 F.3d 709 (4th Cir. 2016), vacated, Gloucester Cty. Sch. Bd. v. G.G., 137 S. Ct. 1239, 1239 (2017) (mem.); id. at 739 (noting that Gavin’s “severe depression and anxiety related to the stress of concealing his gender identity” led him to cease attending school); see also Brief for Reagan Greenberg et al. as Amici Curiae Supporting Respondent at 19–31, Gloucester Cty. Sch. Bd. v. G.G., 137 S. Ct. 1239 (2017) (mem.), https://www.aclu.org/legal-document /gloucester-county-school-board-v-gg-reagan-greenberg-et-al (collecting narratives of trans and nonbinary people, including law students, and describing the effects of unsupportive school environments on learning).  258.  See GAY, LESBIAN & STRAIGHT EDUC. NETWORK, THE 2011 NATIONAL SCHOOL CLIMATE SURVEY 64 (2012) (“Having staff supportive of LGBT students was directly related to feeling safer in school and missing fewer days of school.”); Darrel Higa et al., Negative and Positive Factors Associated with the Well-Being of Lesbian, Gay, Bisexual, Transgender, Queer, and Questioning (LGBTQ) Youth, 46 YOUTH & SOC’Y 663, 681 (2014) (noting the need “to change negative attitudes and behaviors toward LGBTQ youth that can sometimes be fostered by students, teachers, and administrators”).  259.  Alberto Arenas et al., 7 Reasons for Accommodating Transgender Students at School, PHI DELTA KAPPAN, Sept. 2016, at 20, 23.  260.  Richard R. Pleak, Formation of Transgender Identities in Adolescence, 13 J. GAY & LESBIAN MENTAL HEALTH 282, 285, 286 (2009).  261.  Stephen T. Russell et al., Adolescent Health and Harassment Based on Discriminatory Bias, 102 AM. J. PUB. HEALTH 493, 495 (2012) (finding that students who were harassed because of bias against the students’ race or sexual orientation had worse grades and greater truancy than students who received non-bias-based harassment); David Schwartz et al., Victimization in the Peer Group and Children’s Academic Functioning, 97 J. EDUC. PSYCHOL. 425, 431 (2005) (“[O]ur findings suggest that peer group maltreatment can exert a negative influence on children’s academic adjustment at school.”); see also Anna Lacey & Dewey G. Cornell, School Administrator Assessments of Bullying and State-Mandated Testing, 15 J. SCH. VIOLENCE 189, 206 (2016) (“[B]ullying prevention efforts can have a positive impact on the school as a whole.” (citing Kenneth W. Merrell et al., How Effective Are School Bullying Intervention Programs? A Meta-Analysis of Intervention Research, 23 SCH. PSYCHOL. Q. 26 (2008))).  1130 MARYLAND LAW REVIEW [VOL. 76:1102  transgender students’ actual gender identities are crucial to negating the deleterious effects of prejudice on self-esteem and school performance.262 When schools insist on maintaining educational policies that result in students underperforming academically simply for existing as their authentic selves,263 the judiciary should not treat these policies as equivalent to mere political preferences.264  These educational policies will lay the foundation for transgender youth to either participate effectively in the political process or maintain a position of political marginalization.265  The educational rights of transgender students should not hinge on the whims of voters in presidential swing states or even the whims of a political majority.  By deferring to administrative agencies, the courts enable politically-minded officials to eviscerate the protections for marginalized groups as soon as their protection becomes inconvenient.  Rather than permitting these communities to endure a fleeting and precarious sense of safety, if they feel safe at all, the judiciary should check the administrative state by requiring an express congressional delegation of authority prior to allowing an administrative agency to determine the political rights of the marginalized.  Since Congress did not expressly delegate to the Department of Education the ability to determine how transgender students might be protected under Title IX, the courts should conduct an independent analysis of Title IX and its regulations. C.  Title IX Sex Discrimination Encompasses Gender Identity Title VII case law indicates that courts should interpret Title IX sex discrimination as including discrimination on the basis of gender identity.  When interpreting Title IX, courts look to Title VII.266  Though courts have split on whether “sex” under Title VII encompasses gender identity, courts have endorsed two theories that would cover gender identity.  Based on the Supreme Court’s sex stereotyping theory, which the Court first applied in a case where employers saw a woman as too “macho,” courts have found sex                                                            262.  Adam McCormick et al., Gay-Straight Alliances: Understanding Their Impact on the Academic and Social Experiences of Lesbian, Gay, Bisexual, Transgender, and Questioning High School Students, 37 CHILDREN & SCH. 71, 76 (2015) (“Similarly, the process of normalization can be a very empowering and liberating experience.”).  263.  See supra notes 257–262 and accompanying text (examining the impact of adverse school policies on transgender students’ health and academic performance).  264.  See supra notes 233–236 and accompanying text (discussing the political motivations behind educational policies on transgender students).  265.  See Brown v. Bd. of Educ., 347 U.S. 483, 493 (1954) (“Today, education is perhaps the most important function of state and local governments. . . .  It is required in the performance of our most basic public responsibilities, even service in the armed forces.  It is the very foundation of good citizenship.”).  266.  Jennings v. Univ. of N.C., 482 F.3d 686, 695 (4th Cir. 2007).  2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1131  discrimination where employers see transgender individuals as too gender-diverse.267  Similarly, one could find impermissible sex stereotyping where a transgender boy, such as Gavin, failed to conform to sex stereotypes either by failing to present himself as feminine or by failing to have the typical male body characteristics. The second theory under Title VII describes discrimination on the basis of transgender identity as per se sex discrimination.268  The Equal Employment Opportunity Commission has declared that “discrimination against a transgender individual because that person is transgender is, by definition, discrimination ‘based on . . . sex,’ and such discrimination therefore violates Title VII.”269  The District of Maryland agreed, stating that a claim of discrimination based on one’s “‘obvious transgendered status’ is a cognizable claim of sex discrimination.”270  This means that preventing Gavin from using the boys’ restroom because he is transgender would amount to sex discrimination simply because he is being treated differently on the basis of his transgender identity, rather than his failure to conform with sex stereotypes. Case law is trending toward accepting these two theories of sex discrimination.271  Though earlier cases rejected claims seeking to include gender identity under sex, a legal sea change is expanding protections for transgender students.  The Seventh Circuit’s formative case, Ulane v. Eastern Airlines, Inc., has been overruled, at least as it pertains to sexual orientation.272  The circuit indicated a willingness to reopen the question of gender identity.273  Furthermore, the Tenth Circuit expressly stated that “[s]cientific research may someday cause a shift in the plain meaning of the term ‘sex’ so that it extends beyond the two starkly defined categories of male and female.”274  Science has indeed progressed.  For example, the World Professional Association for Transgender Health recently updated its internationally accepted standards of care to reflect the individuality of gender identity, acknowledging that gender exists in a variety of                                                            267.  Price Waterhouse v. Hopkins, 490 U.S. 228, 235 (1989); Glenn v. Brumby, 663 F.3d 1312, 1317 (11th Cir. 2011); Smith v. City of Salem, 378 F.3d 572, 575 (6th Cir. 2004).  268.  Finkle v. Howard Co., 12 F. Supp. 3d 780, 788 (D. Md. 2014); Macy v. Holder, Appeal No. 0120120821, 2012 WL 1435995, at *1 (EEOC Apr. 20, 2012).  269.  Macy, 2012 WL 1435995, at *11 (omission in original) (quoting 42 U.S.C. § 2000e (2012)).  270.  Finkle, 12 F. Supp. 3d at 788 (quoting Complaint at ¶ 29, Finkle, 12 F. Supp. 3d 780 (No. JKB-13-3236).  271.  Students & Parents for Privacy v. U.S. Dep’t of Educ., No. 16-cv-4945, 2016 Dist. LEXIS 150011, at *52 (N.D. Ill. Oct. 18, 2016).  272.  Hively v. Tech. Cmty. Coll., 853 F.3d 339, 341, 343 & n.1 (2017).  273.  Id.  274.  Etsitty v. Utah Transit Auth., 502 F.3d 1215, 1222 (10th Cir. 2007).  1132 MARYLAND LAW REVIEW [VOL. 76:1102  complicated ways beyond the male-female binary.275  Increasingly, scholarship embraces an understanding of “sex” that reflects the nuanced reality of transgender identities.276  As society’s understanding of sex and gender have developed, the definition of “sex” has changed.  Courts have a well-founded basis to conclude that sex discrimination under Title IX includes discrimination on the basis of gender identity. Even if courts did not find the definition of “sex” includes gender identity, courts have a strong legal basis for determining that sex discrimination encompasses discrimination on the basis of transgender identities.  For example, one district court has explained that just as religious discrimination includes discrimination against one for converting religions, sex discrimination includes discrimination against one for changing physical sex.277  Thus, judicial principles in other areas of anti-discrimination law neatly demonstrate that conversions are protected.  Under these theories, discrimination against Gavin for undergoing a female-to-male transition violates Title IX just as if discrimination against a student for either a male or a female identity would violate Title IX.  Thus, even if the G.G. court did not give Auer deference to the Department of Education’s guidance, the court should have reached the same conclusion by reading Title IX to prevent discrimination against the plaintiff on the basis of his transgender identity. V.  CONCLUSION The Fourth Circuit rightly decided that Gloucester County School Board must allow Gavin to use the boys’ restroom under Title IX and its regulations.278  Given the existing doctrinal framework, the court properly gave Auer deference to the Department of Education’s interpretation of its own regulation.279  Yet, the doctrinal framework is inadequate to protect the rights of discrete and insular minorities, including Gavin.280  The judiciary should extend the major questions doctrine applied in King v. Burwell to include questions touching on the rights of marginalized groups.281  Applying the major questions doctrine, the Fourth Circuit should have foregone administrative deference to conduct an independent analysis of                                                            275.  ELI COLEMAN ET AL., STANDARDS OF CARE FOR THE HEALTH OF TRANSSEXUAL, TRANSGENDER, AND GENDER-NONCONFORMING PEOPLE 2, 5 (7th ed. 2012).  276.  Riki Lane, Trans as Bodily Becoming: Rethinking the Biological as Diversity, Not Dichotomy, 24 HYPATIA 136, 137 (2009) (“We need to get past binaries of gender . . . .”).  277.  Schroer v. Billington, 557 F. Supp. 2d 293, 306–07 (D.D.C. 2008).  278.  See supra Part IV.C.  279.  See supra Part IV.A.  280.  See supra Part IV.B.  281.  See supra Part IV.B.  2017]    G.G. EX REL. GRIMM v. GLOUCESTER COUNTY SCH. BD. 1133  Title IX.  The court should have reached the same conclusion based on  Title VII case law—transgender students’ use of the bathrooms consistent with their gender identity is protected under Title IX.282                                                            282.  See supra Parts IV.B–C. ",
    "id": 84884918,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.law.umaryland.edu:mlr-3764"
    },
    "title": "G.G. ex rel. Grimm v. Gloucester County School Board: Broadening Title IX’s Protections for Transgender Students",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-07-01T08:00:00+01:00",
    "publisher": "DigitalCommons@UM Carey Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.law.umaryland.edu/cgi/viewcontent.cgi?article=3764&amp;context=mlr"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/84884918.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/84884918"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/84884918/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/84884918/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/84884918"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "bathroom segregation",
        "transgender rights",
        "Title IX",
        "Constitutional Law",
        "Education Law",
        "Law",
        "Law and Society"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.law.umaryland.edu:mlr-3764",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1283",
        "openDoarId": 0,
        "name": "Digital Commons @ UM Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 84884918,
        "depositedDate": null,
        "publishedDate": "2017-07-01T08:00:00+01:00",
        "updatedDate": "2024-01-22T18:19:13+00:00",
        "acceptedDate": null,
        "createdDate": "2017-08-13T23:51:48+01:00"
    },
    "urls": [
        "https://digitalcommons.law.umaryland.edu/mlr/vol76/iss4/9",
        "https://digitalcommons.law.umaryland.edu/context/mlr/article/3764/viewcontent/WilliamsonFinalBookProof_5.23.17.pdf"
    ],
    "lastUpdate": "2024-01-22T18:19:13+00:00",
    "setSpecs": []
}