{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Vo, Tin D."
        }
    ],
    "contributors": [],
    "createdDate": "2021-03-23T11:25:12+00:00",
    "dataProvider": {
        "id": 13058,
        "name": "The University of Sydney: Sydney eScholarship Journals online",
        "url": "https://api.core.ac.uk/v3/data-providers/13058",
        "logo": "https://api.core.ac.uk/data-providers/13058/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/390111298.pdf",
    "fullText": "  Gaps in Safety within LGBTQ+ Leisure Spaces for Diverse LGBTQ+ People: White Homonormativity and Considerations for Inclusion in Safe Spaces  Tin D. Vo,  MPH, PhD candidate, Faculty of Social Work,  Wilfrid Laurier University, Canada  Abstract  Given the white homonormativity of LGBTQ+ leisure spaces, diverse LGBTQ+ people (such as cisgender lesbian, bisexual, and queer (LBQ) women, transgender and gender nonconforming (TGNC) individuals, and racialized LGBTQ+ people) have been found to have social and health inequities within LGBTQ+ leisure spaces due to their intersectionality as racial, sexual, and gender minorities, among other social identities. LGBTQ+ leisure spaces, such as LGBTQ+ community centres and recreation groups, provide opportunities for identity development and contribute to the overall well-being of LGBTQ+ people. These so-called ‘safe spaces,’ however, can be sites of discrimination for diverse LGBTQ+ people, arguably due to dominant groups reinforcing whiteness and white privilege in those spaces. This article presents literature that critiques LGBTQ+-specific safe spaces and provides recommendations for the practice of inclusion within these spaces for diverse LGBTQ+ people. Given the potential positive outcomes associated with LGBTQ+ leisure spaces, a better understanding of problematic LGBTQ+ leisure spaces is vital for professionals in social work and allied fields to develop interventions and policies for use within those spaces that support LGBTQ+ people’s overall well-being, as well as consider frameworks of diversity and inclusion. To construct inclusive LGBTQ+ leisure spaces for diverse LGBTQ+ people, an interrogation and deconstruction of both heteronormativity and homonormativity are necessary within and outside those settings. This can be done through the creation of safer spaces, such as “counterspaces.”   Keywords Homonormativity; discrimination; intersectionality; LGBTQ+ people; safe spaces; inclusion     1  Introduction   LGBTQ+1 leisure spaces are socially and culturally constructed venues, both virtual and physical, where LGBTQ+ people spend their free time (Goldberg, 2016; Iwasaki, 2008). These spaces offer LGBTQ+ people opportunities to develop their sexual and/or gender identities and contribute to their overall well-being (Goldberg, 2016; Kubicek et al., 2013; Valentine & Skelton, 2003). LGBTQ+ leisure spaces might be commercial, such as circuit dance parties, gay bars, and saunas/bath houses, or community-based, such as LGBTQ+ community centres, LGBTQ+ sports and recreation clubs, and ball events (Doderer, 2011; Goldberg, 2016). These spaces are considered safe spaces where LGBTQ+ people can escape heterosexism and cisgenderism (Lewis & Johnson, 2011; Monro, 2010), freely express themselves (Goldberg, 2016; Kubicek et al., 2013), and develop a sense of community (Arnold et al., 2018; Kubicek et al., 2013; Valentine & Skelton, 2003); these outcomes are important for a person’s well-being. As such, LGBTQ+ leisure spaces contribute to LGBTQ+ people’s resilience.   While LGBTQ+ leisure spaces might be considered sources that build resilience and can help LGBTQ+ people overcome or evade systemic oppression related to their sexual identity, these same settings might not be safe for individuals who hold multiple marginal identities, as the intersectionality of these identities contributes to differing experiences and outcomes than for those who have dominant identities (Bowleg, 2013; McCall, 2005; McConnell et al., 2018). Racialized LGBTQ+ people experience discrimination, including heterosexism and racism, in the general population, the LGBTQ+ communities, and their racial communities (Balsam et al., 2015; Han, 2007; Jaspal, 2017). Similarly, cisgender lesbian, bisexual, and queer (cis-LBQ) women, transgender and gender nonconforming (TGNC) individuals experience other forms of oppression, such as sexism and cisgenderism, within the general population and LGBTQ+ communities (Toomey et al., 2017; Wilkens, 2016). This marginalization is due to actions perpetrated by these individuals’ peers and organizational leaders, as well as organizational norms and practices, all of which can potentially threaten an individual’s social well-being2 in these spaces and their overall mental health.  The purpose of this article is to critique LGBTQ+-specific safe spaces and provide recommendations for the practice of inclusion within these spaces for diverse LGBTQ+ people, including cis-LBQ women, TGNC individuals, and racialized LGBTQ+ people. This article  1 LGBTQ+ is used in this paper to include all diverse sexual and gender minorities. The plus (+) is intended to represent additional identities not identified in the preceding acronym, as well as the diverse lived experiences of members of the LGBTQ+ community. In essence, the plus symbolizes love, acceptance, and the embracing of everyone in the LGBTQ+ community.  2 Social well-being is defined as the ability to function in society and can encompass a variety of dimensions, including social integration, social contribution, social coherence, social actualization, and social acceptance (Keyes, 1998). This study conceptualizes social well-being as social integration and social acceptance within LGBTQ+ leisure spaces.   2  presents literature that describe issues related to understanding whether it would be reasonable to expect LGBTQ+ leisure spaces to be inclusive spaces for diverse LGBTQ+ people, while addressing concerns of a white homonormativity that exists within LGBTQ+ leisure spaces (Carter & Baliko, 2017; Duggan, 2002; Nash, 2013). This paper applies intersectionality to social work and leisure studies research that examines the experiences of diverse LGBTQ+ people within LGBTQ+ leisure spaces, particularly around their inclusion and oppression within these spaces. The paper starts by outlining intersectionality and diverse LGBTQ+ people, describing how LGBTQ+ leisure spaces are both safe and detrimental for participants, discussing what white homonormativity looks like within LGBTQ+ leisure spaces, and concluding with considerations for inclusion and safety in LGBTQ+ leisure spaces. Better understanding of problematic LGBTQ+ leisure spaces is vital for professionals in social work and allied fields to understand the nuanced lived experiences of diverse LGBTQ+ people, informing their micro, meso, and macro-level practices with diverse LGBTQ+ people and LGBTQ+ community leaders. Furthermore, this deeper understanding will support the development of interventions and policies that contribute to diverse LGBTQ+ people’s overall well-being, as well as consider frameworks of diversity and inclusion.   Intersectionality and Diverse LGBTQ+ People  Race and gender (among other identities) compound the experiences of LGBTQ+ individuals. Unfortunately, much of the scholarship on sexual identity and heterosexism has often lacked considerations of intersectionality (Carastathis, 2016), whereby the multiplicity of identities and concomitant systems of power interact to contribute to individuals’ understanding of the world (Collins & Bilge, 2016). Conceptualizations of identities cannot be understood in isolation from context, such that identities vary in importance depending on the context (e.g., as people age, entry into different environments) and shape individuals’ experiences across different contexts (Bowleg, 2013; Chan & Erby, 2018). This variation is due to the existence of power and the interactions with systems of domination in those settings.   Collins and Bilge (2016) proposed a framework for intersectionality as an analytic tool, describing: social inequality (e.g., examine injustices across various social identities), relationality (e.g., study interconnections through a both/and perspective), power (e.g., look at power dynamics across the different domains), social context (e.g., contextualize experiences via an analysis of the environment), complexity (e.g., analyze the multifaceted world), and social justice (e.g., seek fairness in/through the inquiry). Collins and Bilge (2016) also described intersectionality as an analytic tool that functions simultaneously as critical inquiry and praxis; both of which are used as an approach for conducting research and an instrument for empowering people to influence social change. That is, intersectionality is not just used to describe phenomena, but also to take a stand against injustices. In a way, intersectionality seeks to decolonize spaces through its interrogation of power and processes that create systems of domination (Carastathis, 2016). This decolonizing   3  work involves moving beyond discourses of identity and differences to questioning the existing dominant structures and historical colonialism that produce those identities and differences (Caratathis, 2016; Collins & Bilge, 2016). Furthermore, the use of intersectionality can be decolonizing by creating space for marginalized knowledge and lived experiences to flourish, while also ensuring dominant and colonial structures are interrogated.   Intersectionality arose from the work of Black feminists (Carastathis, 2016; Collins & Bilge, 2016; McCall, 2005; Parent et al., 2013), and has informed the field of social work to better address the needs of diverse populations. Intersectionality is well-connected to social work due to the field’s history of critical praxis, where theory and practice are interconnected (Collins & Bilge, 2016). Unfortunately, intersectionality research that connects gender identity, sexual identity, and race/ethnicity has been limited (Parent et al., 2013). Much of intersectionality research has focused on Black women’s experiences (Bowleg, 2013); however, attention on other racialized sexual and gender minorities’ experiences would provide a new dimension to understanding  intersectionality, particularly within the context of a white, heterosexual, patriarchal society. Some studies have focused on cis-LBQ women, TGNC individuals, and racialized LGBTQ+ people and their experience of discrimination, including in LGBTQ+-friendly bars (Held, 2017; Jaspal, 2017; Wilkens, 2016), sports settings (Carter & Baliko, 2017; Walker & Melton, 2015), and LGBTQ+ neighbourhoods (Knee, 2018; Rosenberg, 2017), but they do not necessarily focus on what makes those spaces problematic for these groups beyond interpersonal experiences. If LGBTQ+ leisure spaces are to benefit all participants, including those marginalized because of their race and/or gender, it is important to understand the social structure within these spaces that contribute to diverse LGBTQ+ people’s marginalization. Using intersectionality to examine LGBTQ+ leisure spaces would facilitate a deeper understanding of the colonial history of these very spaces created to enhance the lives of all LGBTQ+ people.  LGBTQ+ Leisure Spaces as Safe Spaces and Their Downsides  With social work’s primary goals of fostering social justice and enabling social well-being within spaces where individuals live, work, learn, and play (Canadian Association of Social Workers, 2005), safe and inclusive spaces for LGBTQ+ people are vital to their overall well-being. Safe spaces centre around safety, comfort, and the inclusion of people with marginalized identities, while also allowing people to participate without fear of reprisal (Arao & Clemens, 2013; Fox, 2010). Safe spaces have been created, often in the context of schools and workplaces, to ensure all participants feel comfortable and affirmed in their specific identities, such as LGBTQ+ safe spaces for sexual and gender minorities (Arao & Clemens, 2013; Fox, 2010). Safe spaces for LGBTQ+ people are settings where individuals can feel accepted and openly express their identities (Fox, 2007), and more recent discussions about safety in schools have expanded to encompass equity and inclusion rather than fixating on safety (Johnston, 2016; Lenning, 2017; Waling & Roffee, 2018). These discussions of inclusion, when extended and applied to leisure spaces, mean that all   4  individuals feel included, in spite of their diverse social identities (Goldberg, 2016; Lewis & Johnson, 2011), abilities (Jeanes & Magee, 2012; Smart et al., 2018), or socioeconomic status (Goldberg, 2016; Knee, 2018; Rosenberg, 2017).   LGBTQ+ spaces are valuable in providing legitimacy to people’s LGBTQ+ identities. Inclusion in LGBTQ+ spaces can be influenced at six levels: 1) individual experience; 2) interpersonal interactions; 3) group norms and experiences; 4) leaders and leadership; 5) organizational policies, practices, and climate; and 6) societal values and ideologies (Theriault, 2017). Spaces are imbued with meaning through social interactions, practices, policies, norms, values, signs, and symbols (Kelly & Muñoz‐Laboy, 2005; Markwell, 1998). Through these aspects, spaces can embody the power and privilege of occupants through their different forms of capital, such as cultural, economic, social, and symbolic capital (Skeggs, 1999; Slavin, 2004). Individuals can develop a sense of community in LGBTQ+ leisure spaces through shared understanding and experiences of social exclusion in other settings (Fileborn, 2014). Furthermore, the safety of these spaces relates to refuge for LGBTQ+ people from a heterosexist/cisgenderist society (Lewis & Johnson, 2011; Monro, 2010), as well as opportunities for LGBTQ+ people to form a sense of self and community (Arnold et al., 2018; Goldberg, 2016; Kubicek et al., 2013) and to be socially accepted (Valentine & Skelton, 2003; Wong et al., 2014). Such spaces also allow LGBTQ+ individuals to express their complex sexual and gender identities (Kubicek et al., 2013; Wong et al., 2014). Safety of these spaces can be enhanced by symbols, signs, and discursive practices that seek to normalize LGBTQ+ identities (Fox, 2007).   Notwithstanding the advantages of safe spaces, these sites can implicitly uphold systems of oppression, such as heterosexism and cisgenderism, because they tend not to address social inequities, but rather mask them (Carastathis, 2016; Fox, 2010). That is, these spaces are sanctuaries from the external oppressive society and exiting these sites may be problematic for some people. Furthermore, LGBTQ+ safe spaces have been criticized because they often focus on sexual and gender identity, while unintentionally leaving out the multiplicity of identities and intersectionality (Fox, 2010). In this vein, these spaces rely on the binarism of LGBTQ+/heterosexual, thereby creating a single, subordinated identity (e.g.., sexuality) around which the spaces are shaped (Fox, 2010). Unfortunately, this singularity fails to account for other oppressions (e.g., racism, sexism, ableism) and privileges (e.g., being white, male, able-bodied) that might exist. In fact, LGBTQ+ safe spaces have often been created from the perspective of white, masculine, cisgender, middle-class, able-bodied audience (Fox, 2010). Thus, individuals who do not fit these identities are socially excluded in these settings. Some examples of social exclusion in LGBTQ+ leisure spaces include: sexual racism on a gay cruise (Vo, 2020);  online dating profiles (Callander et al., 2012; Paul et al., 2010) through “preferences” or fetishization that use stereotypical characteristics for attraction and sexual desire; ageism within a LGBTQ+ neighbourhood (Simpson, 2013); gentrification of LGBTQ+ neighbourhoods pushing out economically-disadvantaged LGBTQ+ youth and adults (Knee, 2018; Lewis, 2015); ableism,   5  transphobia, and fat phobia within LGBTQ+ sports spaces (Carter & Baliko, 2017; van Ingen, 2002); and enforcing hegemonic masculinities within gay bars (Johnson, 2005).  Inclusive spaces for LGBTQ+ people have often centred on sexual minorities and their marginalization, while excluding groups who also hold other subjugated identities (e.g., race, gender) and leave the other systems of oppression (e.g., racism, sexism, cisgenderism) unquestioned (Carastathis, 2016; Fox, 2010). Social exclusion within leisure spaces has damaging impacts because leisure experiences are essential for a person’s growth and development; leisure experiences contribute to well-being, self-esteem, relationships, and resilience (Iwasaki, 2008). The issues of inclusion and safety in leisure spaces are vital to understand how cis-LBQ women, TGNC individuals, and racialized LGBTQ+ people negotiate and resist the dominant discourses within supposed safe spaces, while also identifying factors that contribute to these different groups’ mental health and social well-being within those spaces.   White Homonormativity in LGBTQ+ Leisure Spaces  Homonormativity is the assumption that certain gay and lesbian groups are the norm, namely those that are middle-class, monogamous, and white (Duggan, 2002; Nash, 2013; Oswin, 2008). Homonormativity furthers a privatized, depoliticized gay culture centred around respectability and consumption (Duggan, 2002; Knee, 2018), and can have devastating effects, particularly for diverse LGBTQ+ people. Homonormativity within LGBTQ+ leisure spaces tends to uphold and maintain heteronormative assumptions and institutions (Duggan, 2002; Knee, 2018) and can privilege whiteness (Brown, 2012) in ways that can have colonial impacts. This homonormativity can contribute to exclusionary spaces for the diverse LGBTQ+ people who may not fit the norm of being white, middle-class, cisgender, or in monogamous relationships (Duggan, 2002; Nash, 2013; Oswin, 2008; Puar, 2017). As such, some people who fit the homonormative identities (e.g., white, middle-class, cisgender) have been able to benefit from the liberation and inclusion narratives within mainstream society, while others (e.g., people of colour, working-class, TGNC) are denied the same privileges and remain marginalized (Brown, Browne, & Lim, 2009). It is within the contexts of mainstream LGBTQ+ leisure spaces where cis-LBQ women, TGNC individuals, and racialized LGBTQ+ people become “othered” (Ahmed, 2002), a colonial context where their bodies become defined, confined, and policed by those in dominant groups, as well as by those who have also been “othered”. The negative impact can include almost an erasure of people who do not fit homonormative identities and their lived experiences through an assimilation process (Podmore, 2013). Moreover, white homonormativity can mask exclusionary practices through complicity with social norms and reproduction of power relations (Browne & Bakshi, 2011; Puar, 2017). The use of “white homonormativity” places emphasis on contexts where whiteness dominates within LGBTQ+ communities (such as Canada and the United States), where norms and practices that (re)produce superiority are normative, and where white (male) bodies are privileged(McDonald, 2009).    6   Whiteness has often been equated to classism, patriarchy, and masculinity. These systems of domination seek to keep marginalized people subordinated, while also shaping the different spaces that exist and people’s sense of safety within these settings. Therefore, it is imperative to address these common threads of discrimination. Furthermore, LGBTQ+ politics and culture have often centred around an imaginative history of LGBTQ+ communities that is based on a reframing of the LGBTQ+ liberation stories of the 1969 Stonewall riots through a white narrative (Greey, 2018) and a commercial or consumer-based society within the United States (Callander et al., 2012). This focus has contributed to a whiteness and homonormativity of social norms and leisure patterns across global LGBTQ+ communities (Callander et al., 2012; Greey, 2018). That is, who belongs and who can afford to belong in these spaces.  Homonormativity acts within these leisure spaces to allow some people to move more freely in and through such spaces, while excluding others who are deemed outsiders (Doan, 2015; Held, 2017). For example, diverse LGBTQ+ people are policed by other participants of LGBTQ+ leisure spaces in ways that uphold neoliberal, white, upper-class normative values (Knee, 2018; Rosenberg, 2017) and privilege white bodies (Carter & Baliko, 2017; Held, 2017) through policies about venue entry (e.g., who is allowed to enter, how one can enter), practices of looking and touching (e.g., who can touch, what can be touched on the body), and expressions of sexual desire (e.g., flirting). These practices negatively impact an individual’s sense of belonging and contribute to their feelings out of place (Held, 2017). Dominant groups have reinforced whiteness and white privilege in many LGBTQ+ spaces (Logie & Rwigema, 2014), resulting in the oppression and exclusion of diverse LGBTQ+ people in those spaces (Rosenberg, 2017). Focusing on sexual minorities and not gender minorities, Logie and Rwigema (2014) noted how, for example, white privilege could be perpetuated through exclusionary discourses and spatialized practices that maintain racial boundaries, make invisible or objectify racialized LGBTQ+ people, and/or portray them as sexually undesirable by white LGBTQ+ individuals. The media may also contribute to the privileging of whiteness within LGBTQ+ spaces and the invisibility of diverse LGBTQ+ people (Logie & Rwigema, 2014; Roy, 2012) by using white male-centric imagery. Therefore, it is valuable to interrogate whiteness and its discursive power within LGBTQ+ research within leisure spaces. In particular, further examinations are needed about assumptions that equate gay with white, as well as the ways social structures of leisure spaces reify differences based on social identities, such as race, gender, and class (Knee, 2018). To construct inclusive LGBTQ+ communities and leisure spaces for people with intersectional identities and experiences, an interrogation and deconstruction of both heteronormativity and homonormativity are necessary within and outside those settings.   Another example of white homonormativity relates to gentrification, which has been, generally, a result of in-migration of upper-class cisgender gay men (Brown, 2014) and further marginalization of those who cannot afford to live in those neighbourhoods (Lewis, 2015). This inevitably links   7  homonormativity with capitalism to support the exclusion of certain groups, specifically those of the working-class, cis-LBQ women, and racialized LGBTQ+ people. Therefore, LGBTQ+ spaces are racialized, gendered, sexualized, and classed in ways that maintain social inequities and oppression. The exclusion of certain individuals from entering and feeling welcomed in these spaces points to the importance of other ways to engage in leisure outside of the commercial venues.   Intersectionality provides a way of understanding how safety in leisure spaces can be jeopardized due to the multiplicity of identities, which could be accomplished through critical analysis of the different structures and resources within these settings that would impact individuals’ experiences and life outcomes. When individuals are forming their identities, it is a major challenge as they require spaces where they can learn about themselves and their own identities, as well as find communities where they belong. It is valuable to consider coalitions where, while some identities may not fit perfectly, there is harmony and openness to coalesce together as a way of resisting external systems of oppression (Carastathis, 2016). Spaces of resistance supplement individual and group ability to succeed and overcome or mitigate negative impacts of discrimination.   Considerations for Inclusion and Safer LGBTQ+ Leisure Spaces  This article explored diverse LGBTQ+ individuals’ experiences of social exclusion and discrimination in LGBTQ+ leisure spaces and the value of intersectionality in improving these individuals’ inclusion and social well-being. One approach to creating inclusive LGBTQ+ leisure spaces is to conceptualize them as safer spaces. While “safe spaces” have been created from a white, male, middle-class perspective that offers a false sense of safety for people of diverse social locations, “safer spaces” are sites that allow uncomfortable dialogues to take place and provide opportunities for LGBTQ+ people with multiple intersecting identities to interact collegially despite their differences (Fox, 2010). Safer spaces relate to Reynolds’ (2014) “safe-enough spaces” where participants are permitted to struggle in solidarity and with compassion, or Arao & Clemens’ (2013) “brave spaces” where participants are encouraged to take risks in their learning within their zones of discomfort. The use of intersectionality is valuable in the analysis of spaces to determine how safety has been shaped by intersecting identities in those settings (Doan, 2015). Safer spaces allow marginalized individuals to interrogate and challenge the negative narratives and stereotypes about themselves to help develop positive self-concepts (Case & Hunter, 2012). Furthermore, safer spaces require a critical questioning of whiteness to be truly inclusive of the range of LGBTQ+ identities (Fox, 2007). These settings contest exclusionary practices that oppress people through an interplay of identities as individuals enter different contexts (Carastathis, 2016).  While traditional LGBTQ+ leisure spaces may be oppressive for LGBTQ+ people who hold other marginalized identities, safer spaces, such as counterspaces (Case & Hunter, 2012; van Ingen, 2002), have been constructed in ways that offer opportunities for their participants to negotiate and   8  potentially resist dominant and exclusionary norms and practices. Counterspaces are defined as settings that encourage positive identities among subordinated people (e.g., sexual and gender minorities, racialized individuals, cisgender women) by interrogating dominant stereotypes and narratives about these individuals (Case & Hunter, 2012). Challenging negative conceptualizations of marginalized individuals within counterspaces can occur via three processes: narrative identity work (e.g., giving meaning to oneself and others by contesting stories about them, including oppression narratives, resistance narratives, and reimagined personal narratives), acts of resistance (e.g., actions that individuals take to interrogate the systems of oppression in their lives), and direct relational transactions (e.g., how counterspace members interact with one another to contribute to each other’s ability to adapt to the adversities associated with their marginalization) (Case & Hunter, 2012).   One example of counterspaces is ball communities, common among TGNC and racialized individuals, where individuals form chosen families as necessary supports to navigate life challenges and engage in activities that shape positive identities, self-confidence, and pride (Arnold et al., 2018; Kubicek et al., 2013). Within these spaces of resistance, participants foster resilience through free expression and acceptance of their multiple marginal identities in the face of discrimination within greater society. For social workers, counterspaces may be unique sites for learning about the various factors and processes that contribute to participants’ resilience and resistance within these counterspaces. Doing so would inform social workers’ practices to work with diverse LGBTQ+ clients and community leaders in addressing inequities and identify strategies that foster inclusion within LGBTQ+ leisure spaces in ways that enhance the participants’ well-being.  Conclusion  Diverse LGBTQ+ people have been found to have social and health inequities within LGBTQ+ leisure spaces due to their intersectionality as racial, sexual, and gender minorities, among other social identities. As with the aim of any critical research, it is important to not only describe injustices but take a stand against those inequities and seek strategies to impact change. To do so, it would require social workers and professionals from allied fields to reframe their understanding of LGBTQ+ leisure spaces (and other contexts) through a whiteness lens, learn about spaces of resilience and resistance, and consider intersectionality as part of the lived experience of diverse LGBTQ+ people.  Acknowledgements  I thank my PhD supervisor, Dr. Michael R. Woodford, for his support and guidance, as well as my dissertation advisory committee members: Dr. Maryam Khan, Dr. Simon Coulombe, and Dr. Corey Johnson.   9   Funding/Supporting Bodies  This work was supported by the Social Sciences & Humanities Research Council, Canada Graduate Student Doctoral Award.  References  Ahmed, S. (2002). Racialized bodies. In M. Evans & E. Lee (Eds.), Real bodies. London, UK: Palgrave Macmillan. Arao, B., & Clemens, K. (2013). From safe spaces to brave spaces: A new way to frame dialogue around diversity and social justice. In The art of effective facilitation: Reflections from social justice educators (pp. 135–150). Sterling, VA: Stylus Publishing. Arnold, E. A., Sterrett-Hong, E., Jonas, A., & Pollack, L. M. (2018). Social networks and social support among ball-attending African American men who have sex with men and transgender women are associated with HIV-related outcomes. Global Public Health, 13(2), 144–158. https://doi.org/10.1080/17441692.2016.1180702  Balsam, K. F., Molina, Y., Blayney, J. A., Dillworth, T., Zimmerman, L., & Kaysen, D. (2015). Racial/ethnic differences in identity and mental health outcomes among young sexual minority women. Cultural Diversity and Ethnic Minority Psychology, 21(3), 380–390. https://doi.org/10.1037/a0038680  Bowleg, L. (2013). “Once you’ve blended the cake, you can’t take the parts back to the main ingredients”: Black gay and bisexual men’s descriptions and experiences of intersectionality. Sex Roles, 68(11–12), 754–767. https://doi.org/10.1007/s11199-012-0152-4 Brown, G., Browne, K., & Lim, J. (2009). Introduction, or why have a book on geographies of sexualities? In K. Browne, J. Lim, & G. Brown (Eds.), Geographies of sexualities: Theory, practices and politics (pp. 1–18). Farnham, UK: Ashgate Publishing Company. Brown, M. (2012). Gender and sexuality I: Intersectional anxieties. Progress in Human Geography, 36(4), 541–550. https://doi.org/10.1177/0309132511420973 Brown, M. (2014). Gender and sexuality II: There goes the gayborhood? Progress in Human Geography, 38(3), 457–465. https://doi.org/10.1177/0309132513484215 Browne, K., & Bakshi, L. (2011). We are here to party? Lesbian, gay, bisexual and trans leisurescapes beyond commercial gay scenes. Leisure Studies, 30(2), 179–196. https://doi.org/10.1080/02614367.2010.506651 Callander, D., Holt, M., & Newman, C. E. (2012). Just a preference: Racialised language in the sex-seeking profiles of gay and bisexual men. Culture, Health & Sexuality, 14(9), 1049–1063. https://doi.org/10.1080/13691058.2012.714799 Canadian Association of Social Workers. (2005). Code of Ethics. https://www.casw-acts.ca/en/what-social-work/casw-code-ethics/code-ethics   10  Carastathis, A. (2016). Intersectionality: Origins, contestations, horizons. Lincoln, NE: University of Nebraska Press. Carter, C., & Baliko, K. (2017). ‘These are not my people’: Queer sport spaces and the complexities of community. Leisure Studies, 36(5), 696–707. https://doi.org/10.1080/02614367.2017.1315164 Case, A. D., & Hunter, C. D. (2012). Counterspaces: A unit of analysis for understanding the role of settings in marginalized individuals’ adaptive responses to oppression. American Journal of Community Psychology, 50(1–2), 257–270. https://doi.org/10.1007/s10464-012-9497-7 Chan, C. D., & Erby, A. N. (2018). A critical analysis and applied intersectionality framework with intercultural queer couples. Journal of Homosexuality, 65(9), 1249–1274. https://doi.org/10.1080/00918369.2017.1411691 Collins, P. H., & Bilge, S. (2016). Intersectionality. Cambridge, UK: Polity Press. Doan, P. L. (2015). Why plan for the LGBTQ+ community? In P. L. Doan (Ed.), Planning and LGBTQ+ communities: The need for inclusive queer spaces (pp. 1–15). New York, NY: Routledge, Taylor & Francis Group. Doderer, Y. P. (2011). LGBTQ+s in the city, queering urban space. International Journal of Urban and Regional Research, 35(2), 431–436. https://doi.org/10.1111/j.1468-2427.2010.01030.x Duggan, L. (2002). The new homonormativity: The sexual politics of neoliberalism. In R. Castronovo & D. D. Nelson (Eds.), Materializing democracy: Towards a revitalized cultural politics (pp. 175–194). Durham, NC: Duke University Press. Fileborn, B. (2014). Accounting for space, place and identity: GLBTIQ young adults’ experiences and understandings of unwanted sexual attention in clubs and pubs. Critical Criminology, 22(1), 81–97. https://doi.org/10.1007/s10612-013-9221-4 Fox, C. O. (2007). From transaction to transformation: (En)countering White heteronormativity in ‘safe spaces’. College English, 69(5), 496–511. https://doi.org/10.2307/25472232 Fox, C. O. (2010). (Un)Covering normalized gender and race subjectivities in LGBT ‘safe spaces’. Feminist Studies, 36(3), 629–700. https://doi.org/10.2307/27919125 Goldberg, A. E. (Ed.). (2016). Leisure. In The Sage encyclopedia of LGBTQ+ studies. Thousand Oaks, CA: SAGE. Greey, A. (2018). Queer inclusion precludes (Black) queer disruption: Media analysis of the Black lives matter Toronto sit-in during Toronto Pride 2016. Leisure Studies, 37(6), 662–676. https://doi.org/10.1080/02614367.2018.1468475 Han, C. (2007). They don’t want to cruise your type: Gay men of color and the racial politics of exclusion. Social Identities, 13(1), 51–67. https://doi.org/10.1080/13504630601163379 Held, N. (2017). ‘They look at you like an insect that wants to be squashed’: An ethnographic account of the racialized sexual spaces of Manchester’s Gay Village. Sexualities, 20(5–6), 535–557. https://doi.org/10.1177/1363460716676988    11  Iwasaki, Y. (2008). Pathways to meaning-making through leisure-like pursuits in global contexts. Journal of Leisure Research, 40(2), 231–249. https://doi.org/10.1080/00222216.2008.11950139 Jaspal, R. (2017). Coping with perceived ethnic prejudice on the gay scene. Journal of LGBT Youth, 14(2), 172–190. https://doi.org/10.1080/19361653.2016.1264907 Jeanes, R., & Magee, J. (2012). ‘Can we play on the swings and roundabouts?’: Creating inclusive play spaces for disabled young people and their families. Leisure Studies, 31(2), 193–210. https://doi.org/10.1080/02614367.2011.589864 Johnson, C. W. (2005). ‘The first step is the two‐step’: Hegemonic masculinity and dancing in a country‐western gay bar. International Journal of Qualitative Studies in Education, 18(4), 445–464. https://doi.org/10.1080/09518390500137626 Johnston, M. S. (2016). ‘Until that magical day…no campus is safe’: Reflections on how transgender students experience gender and stigma on campus. Reflective Practice, 17(2), 143–158. https://doi.org/10.1080/14623943.2016.1145581 Kelly, B. C., & Muñoz‐Laboy, M. A. (2005). Sexual place, spatial change, and the social reorganization of sexual culture. Journal of Sex Research, 42(4), 359–366. https://doi.org/10.1080/00224490509552292 Knee, E. (2018). Gay, but not Inclusive: Boundary maintenance in an LGBTQ+ space. Leisure Sciences, 41(6), 499-515. https://doi.org/10.1080/01490400.2018.1441767 Kubicek, K., McNeeley, M., Holloway, I. W., Weiss, G., & Kipke, M. D. (2013). “It’s like our own little world”: Resilience as a factor in participating in the ballroom community subculture. AIDS and Behavior, 17(4), 1524–1539. https://doi.org/10.1007/s10461-012-0205-2 Lenning, E. (2017). Unapologetically queer in unapologetically black spaces: Creating an inclusive HBCU campus. Humboldt Journal of Social Relations, 39(39), 283–293. Lewis, N. M. (2015). Fractures and fissures in ‘post-mo’ Washington, D.C.: The limits of gayborhood transition and diffusion. In P. L. Doan (Ed.), Planning and LGBTQ+ communities: The need for inclusive queer spaces (pp. 56–75). New York, NY: Routledge, Taylor & Francis Group. Lewis, S. T., & Johnson, C. W. (2011). “But it’s not that easy”: Negotiating (trans)gender expressions in leisure spaces. Leisure/Loisir, 35(2), 115–132. https://doi.org/10.1080/14927713.2011.567062 Logie, C. H., & Rwigema, M.-J. (2014). “The normative idea of queer is a white person”: Understanding perceptions of white privilege among lesbian, bisexual, and queer women of color in Toronto, Canada. Journal of Lesbian Studies, 18(2), 174–191. https://doi.org/10.1080/10894160.2014.849165 Markwell, K. (1998). Space and place in gay men’s leisure. Annals of Leisure Research, 1(1), 19–36. https://doi.org/10.1080/11745398.1998.10600864 McCall, L. (2005). The Complexity of Intersectionality. Signs: Journal of Women in Culture and Society, 30(3), 1771–1800. https://doi.org/10.1086/426800   12   McConnell, E. A., Janulis, P., Phillips, G., Truong, R., & Birkett, M. (2018). Multiple minority stress and LGBT community resilience among sexual minority men. Psychology of Sexual Orientation and Gender Diversity, 5(1), 1–12. https://doi.org/10.1037/sgd0000265 McDonald, M. G. (2009). Dialogues on whiteness, leisure and (anti)racism. Journal of Leisure Research, 41(1), 5–21. https://doi.org/10.1080/00222216.2009.11950156 Monro, S. (2010). Sexuality, space and intersectionality: The case of lesbian, gay and bisexual equalities initiatives in UK local government. Sociology, 44(5), 996–1010. https://doi.org/10.1177/0038038510375743 Nash, C. J. (2013). The age of the “post-mo”? Toronto’s gay Village and a new generation. Geoforum, 49, 243–252. https://doi.org/10.1016/j.geoforum.2012.11.023 Oswin, N. (2008). Critical geographies and the uses of sexuality: Deconstructing queer space. Progress in Human Geography, 32(1), 89–103. https://doi.org/10.1177/0309132507085213 Parent, M. C., DeBlaere, C., & Moradi, B. (2013). Approaches to research on intersectionality: Perspectives on gender, LGBT, and racial/ethnic identities. Sex Roles, 68(11–12), 639–645. https://doi.org/10.1007/s11199-013-0283-2 Podmore, J. (2013). Critical commentary: Sexualities landscapes beyond homonormativity. Geoforum, 49, 263–267. https://doi.org/10.1016/j.geoforum.2013.03.014 Paul, J. P., Ayala, G., & Choi, K.-H. (2010). Internet sex ads for MSM and partner selection criteria: The potency of race/ethnicity online. Journal of Sex Research, 47(6), 528–538. https://doi.org/10.1080/00224490903244575 Puar, J. K. (2017). Terrorist assemblages: Homonationalism in queer times (Second edition). Durham, NC: Duke University Press. Reynolds, V. (2014). Centering ethics in group supervision: Fostering cultures of critique and structuring safety. The International Journal of Narrative Therapy and Community Work, 1, 1-13. Rosenberg, R. (2017). The whiteness of gay urban belonging: Criminalizing LGBTQ+ youth of color in queer spaces of care. Urban Geography, 38(1), 137–148. https://doi.org/10.1080/02723638.2016.1239498 Roy, O. (2012). The colour of gayness: Representations of queers of colour in Québec’s gay media. Sexualities, 15(2), 175–190. https://doi.org/10.1177/1363460712436541 Simpson, P. (2013). Alienation, ambivalence, agency: Middle-aged gay men and ageism in Manchester’s gay village. Sexualities, 16(3–4), 283–299. https://doi.org/10.1177/1363460713481734 Skeggs, B. (1999). Matter out of place: Visibility and sexualities in leisure spaces. Leisure Studies, 18(3), 213–232. https://doi.org/10.1080/026143699374934 Slavin, S. (2004). Drugs, space, and sociality in a gay nightclub in Sydney. Journal of Contemporary Ethnography, 33(3), 265–295. https://doi.org/10.1177/0891241604263586    13  Smart, E., Edwards, B., Kingsnorth, S., Sheffe, S., Curran, C. J., Pinto, M., Crossman, S., & King, G. (2018). Creating an inclusive leisure space: Strategies used to engage children with and without disabilities in the arts-mediated program Spiral Garden. Disability and Rehabilitation, 40(2), 199–207. https://doi.org/10.1080/09638288.2016.1250122 Theriault, D. (2017). Implementation of promising practices for LGBTQ+ inclusion: A multilevel process. Journal of Park and Recreation Administration, 35(3), 123–135. https://doi.org/10.18666/JPRA-2017-V35-I3-7702 Toomey, R. B., Huynh, V. W., Jones, S. K., Lee, S., & Revels-Macalinao, M. (2017). Sexual minority youth of color: A content analysis and critical review of the literature. Journal of Gay & Lesbian Mental Health, 21(1), 3–31. https://doi.org/10.1080/19359705.2016.1217499 Valentine, G., & Skelton, T. (2003). Finding oneself, losing oneself: The lesbian and gay ‘scene’ as a paradoxical space. International Journal of Urban and Regional Research, 27(4), 849–866. https://doi.org/10.1111/j.0309-1317.2003.00487.x van Ingen, C. (2002). Unmapping social space: The Toronto Frontrunners, Lefebvre and geographies of resistance (Unpublished doctoral dissertation). University of Alberta, Edmonton, AB. Vo, T.D. (2020). Rejection and resilience in a “safe space”: Exploratory rapid ethnography of Asian-Canadian and Asian-American men’s experiences on a gay cruise. Leisure Sciences, 42(3-4), 340-357. https://doi.org/10.1080/01490400.2020.1712278  Walker, N. A., & Melton, E. N. (2015). The tipping point: The intersection of race, gender, and sexual orientation in intercollegiate sports. Journal of Sport Management, 29(3), 257–271. https://doi.org/10.1123/jsm.2013-0079 Waling, A., & Roffee, J. A. (2018). Supporting LGBTIQ+ students in higher education in Australia: Diversity, inclusion and visibility. Health Education Journal, 77(6), 667–679. https://doi.org/10.1177/0017896918762233 Wilkens, J. (2016). The significance of affinity groups and safe spaces for older lesbians and bisexual women: Creating support networks and resisting heteronormativity in older age. Quality in Ageing and Older Adults, 17(1), 26–35. https://doi.org/10.1108/QAOA-08-2015-0040 Wong, C. F., Schrager, S. M., Holloway, I. W., Meyer, I. H., & Kipke, M. D. (2014). Minority stress experiences and psychological well-being: The impact of support from and connection to social networks within the Los Angeles house and ball communities. Prevention Science, 15(1), 44–55. https://doi.org/10.1007/s11121-012-0348-4  ",
    "id": 390111298,
    "identifiers": {
        "doi": null,
        "oai": "oai:ojs-prod.library.usyd.edu.au:article/14936"
    },
    "title": "Gaps in Safety within LGBTQ+ Leisure Spaces for Diverse LGBTQ+ People: White Homonormativity and Considerations for Inclusion in Safe Spaces",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-06-28T01:00:00+01:00",
    "publisher": "'The University of Sydney Library'",
    "references": [],
    "sourceFulltextUrls": [
        "https://openjournals.library.sydney.edu.au/index.php/SWPS/article/download/14936/13411"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/390111298.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/390111298"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/390111298/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/390111298/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/390111298"
        }
    ],
    "abstract": "Given the white homonormativity of LGBTQ+ leisure spaces, diverse LGBTQ+ people (such as cisgender lesbian, bisexual, and queer (LBQ) women, transgender and gender nonconforming (TGNC) individuals, and racialized LGBTQ+ people) have been found to have social and health inequities within LGBTQ+ leisure spaces due to their intersectionality as racial, sexual, and gender minorities, among other social identities. LGBTQ+ leisure spaces, such as LGBTQ+ community centres and recreation groups, provide opportunities for identity development and contribute to the overall well-being of LGBTQ+ people. These so-called ‘safe spaces,’ however, can be sites of discrimination for diverse LGBTQ+ people, arguably due to dominant groups reinforcing whiteness and white privilege in those spaces. This article presents literature that critiques LGBTQ+-specific safe spaces and provides recommendations for the practice of inclusion within these spaces for diverse LGBTQ+ people. Given the potential positive outcomes associated with LGBTQ+ leisure spaces, a better understanding of problematic LGBTQ+ leisure spaces is vital for professionals in social work and allied fields to develop interventions and policies for use within those spaces that support LGBTQ+ people’s overall well-being, as well as consider frameworks of diversity and inclusion. To construct inclusive LGBTQ+ leisure spaces for diverse LGBTQ+ people, an interrogation and deconstruction of both heteronormativity and homonormativity are necessary within and outside those settings. This can be done through the creation of safer spaces, such as “counterspaces.",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:ojs-prod.library.usyd.edu.au:article/14936",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13058",
        "openDoarId": 0,
        "name": "The University of Sydney: Sydney eScholarship Journals online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 390111298,
        "depositedDate": null,
        "publishedDate": "2021-06-28T01:00:00+01:00",
        "updatedDate": "2024-02-13T08:22:45+00:00",
        "acceptedDate": null,
        "createdDate": "2021-03-23T11:25:12+00:00"
    },
    "urls": [
        "https://openjournals.library.sydney.edu.au/SWPS/article/view/14936"
    ],
    "lastUpdate": "2024-02-13T08:22:45+00:00",
    "setSpecs": []
}