{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Goldberg, Suzanne B."
        }
    ],
    "contributors": [],
    "createdDate": "2018-01-01T15:19:22+00:00",
    "dataProvider": {
        "id": 3464,
        "name": "Fordham University School of Law",
        "url": "https://api.core.ac.uk/v3/data-providers/3464",
        "logo": "https://api.core.ac.uk/data-providers/3464/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/144232212.pdf",
    "fullText": "Fordham Urban Law JournalVolume 21 | Number 4 Article 41994Gay Rights Through the Looking Glass: Politics,Morality and the Trial of Colorado's Amendment 2Suzanne B. GoldbergFollow this and additional works at: https://ir.lawnet.fordham.edu/uljPart of the Law CommonsThis Article is brought to you for free and open access by FLASH: The Fordham Law Archive of Scholarship and History. It has been accepted forinclusion in Fordham Urban Law Journal by an authorized editor of FLASH: The Fordham Law Archive of Scholarship and History. For moreinformation, please contact tmelnick@law.fordham.edu.Recommended CitationSuzanne B. Goldberg, Gay Rights Through the Looking Glass: Politics, Morality and the Trial of Colorado's Amendment 2, 21 FordhamUrb. L.J. 1057 (1994).Available at: https://ir.lawnet.fordham.edu/ulj/vol21/iss4/4GAY RIGHTS THROUGH THE LOOKINGGLASS: POLITICS, MORALITY AND THETRIAL OF COLORADO'S AMENDMENT 2Suzanne B. Goldberg*Courts have long struggled to resolve the question of how far acommunity may go in exercising its power to treat minority mem-bers differently. Popular prejudice, \"community morality\" and in-vidious stereotypes repeatedly have had their day in court asjudges work to reconcile equal protection and privacy rights withtheir own attitudes about the place of people of color, women andgay people in society.1 In the early 1990s, the tension between theAmerican ideal of equality and the reality of human diversitystarkly emerged. A national wave of citizen-sponsored initiativesseeking to amend state constitutions and local charters to prohibitgovernments from protecting lesbian, gay and bisexual citizensfrom discrimination spread across the country.On November 3, 1992, the citizens of Colorado passed Amend-ment 2 to the Colorado constitution, a voter initiative promoted by* Staff Attorney, Lambda Legal Defense and Education Fund, New York.I wish to thank the plaintiffs of Evans v. Romer, for their extraordinary personalcommitment to the struggle for lesbian and gay equality, the witnesses who offeredtheir time and expertise to developing the record in the case, and, of course, the tre-mendous team of lawyers, paralegals and administrative assistants who have all de-voted countless hours to the trial, the appeals and the politics of this litigation.Among the many people to be thanked are my Lambda Legal Defense colleagueMary Newcombe, Lambda's cooperating attorney Clyde Wadsworth, the ACLU'sMatt Coles, Bill Rubenstein and David Miller, Jean Dubofsky and her associates,Jeanne Winer, Gregory Eurich, Natalie Bocock-Turnage and others at Holland &Hart in Denver, and the Colorado Legal Initiatives Project. I am also grateful toElizabeth Bachman and the other editors of the Fordham Urban Law Journal fortheir editorial and research assistance. And, always, I thank my partner, Paula Ettel-brick, for her insight and support.1. See, e.g., Bradwell v. State, 16 Wall. 130 (1872)(sustaining a law denying towomen the right to practice law); Plessy v. Ferguson, 163 U.S. 537 (1896)(establishingthe doctrine of \"separate but equal\"); Brown v. Board of Ed. of Topeka, 347 U.S. 483(1954)(holding that segregated public school facilities violate the Equal Protectionclause of the Fourteenth Amendment); Frontiero v. Richardson, 411 U.S. 677(1973)(sustaining an Equal Protection challenge to a law requiring servicewomen toprove that their husbands were dependent before receiving a dependency allowancefrom the armed services); Steffan v. Cheney, 920 F.2d 24 (D.C. Cir. 1991)(holding thatalleged homosexual conduct was not a relevant inquiry for discovery); Cammermeyerv. Aspin, 850 F. Supp. 910 (W.D. Wash. 1994)(holding that discharge of NationalGuard Officer on basis of sexual orientation violated her constitutional rights).1057FORDHAM URBAN LAW JOURNAL [Vol. XXIan organization called Colorado for Family Values. The Amend-ment, which forbids any state or local government entity, includingschool districts, from prohibiting discrimination against lesbians,gay men or bisexuals, provides:Neither the State of Colorado, through any of its branches ordepartments, nor any of its agencies, political subdivisions, mu-nicipalities or school districts, shall enact, adopt or enforce anystatute, regulation, ordinance or policy whereby homosexual,lesbian or bisexual orientation, conduct, practices or relation-ships shall constitute or otherwise be the basis of, or entitle anyperson or class of persons to have or claim any minority status,quota preferences, protected status or claim of discrimination.This Section of the Constitution shall be self-executing.This essay recounts the struggle that ensued following the pas-sage of Amendment 2. At the time of its passage, Amendment 2was one of several voter initiatives that appeared on the ballot invarious states.2 First made famous at a national level by Colo-rado's Amendment 2 and Oregon's Measure 9,3 these initiativeswere developed and promoted by organizations with radical rightwing affiliations.4 Radical right organizations sought support for2. In 1992, the most publicized anti-gay voter initiative campaigns took place inColorado, Oregon, and Maine. See, e.g., Timothy Egan, Anti-Gay Backlashes are on3 States' Ballots, N.Y. TIMES, Oct. 4, 1992, § 4, at 4. Since the 1992 elections, state-wide initiatives have been attempted in Arizona, Florida, Idaho, Michigan, Missouri,Nevada, Oregon and Washington. Movements have also sprouted in many local com-munities, including Cincinnati, OH, Lewiston, ME, Springfield, MO and Austin, TX.See, e.g., Jim Simon, Gay Rights Fight Takes National Stage - Conservative GroupsSee 'Clash of Two Belief Systems', SEATTLE TIMES, May 28, 1994, at B1.3. Both initiatives sought to prohibit passage of any legislation or policies pro-tecting lesbians, gay men and bisexuals from discrimination and repeal any such ex-isting laws. Additionally, Measure 9 would have declared homosexuality to be\"abnormal, wrong, unnatural and perverse.\" See Egan, supra note 2, at 4.4. While this Essay focuses on the legal consequences and justifications for Colo-rado's Amendment 2 presented at trial, a general understanding of the origins of thenational phenomenon of anti-gay initiatives is critical to assess the initiatives' goalsand the threat they pose.The radical right in the United States is grouped loosely within a national umbrellagroup, the Christian Coalition. It has a multi-pronged agenda that includes attacks onwomen's reproductive freedom, multicultural curricula, education about evolutionand sexuality in schools, as well as active opposition to laws against sexual orienta-tion-based discrimination. In addition, organizations affiliated with the radical rightpromote prayer in schools and school voucher programs that enable public schoolstudents to attend private parochial schools with state funding. Ultimately, many ofthese organizations aim to reduce or eliminate the constitutional separation of churchand state. See, e.g., Craig Hines, Campaign '94: Conversion in South Carolina; Ex-Dem Leader, Now GOP Hopeful, Wows Christian Right, Hous. CHRON., Sept. 4,1994, at A20 (describing the leading players of the religious right and their programs);David E. Anderson, Watchdog Group Looks to Right, Surveys Plans, ST. PETERS-105819941 THROUGH THE LOOKING GLASS 1059their anti-gay rights campaigns by alternately highlighting religiousthemes, such as the Bible's alleged condemnation of homosexual-ity, with campaigns based on popular myths about gay people.They also appealed to a sentiment common among moderate vot-ers: while all citizens should enjoy equal rights, no single groupshould be afforded \"special rights.\"'5 Such an approach succeededin Colorado.The passage of Amendment 2 by a majority of Colorado votersawakened many lesbians and gay men across the country whoselast awareness of an anti-gay initiative campaign was Anita Bry-ant's 1977 movement to overturn a Dade County, Florida ordi-nance against sexual orientation discrimination.6 An otherwiselocal transgression of lesbian and gay civil rights took on additionalnational significance as a group of citizens brought suit in the Colo-rado District Court, challenging the constitutionality of Amend-ment 2.BURG TIMES, Jan. 16, 1993, at 6E (surveying the activities of a number of prominentreligious right groups).With the election of Bill Clinton to the presidency in 1992, radical right organiza-tions lost much of the access to and support of the White House previously providedby the Reagan and Bush administrations. See, e.g., Larry B. Stammer, Religious Rightis Outside White House Looking In; Lobbying: After 12 Influential Years, Conserva-tives Meet Reversals. Some Expect Setbacks to Be Rallying Point, L.A. TIMES, Feb. 2,1993, at Al (describing the strategic adjustment made by the conservative right inresponse to Clinton election). Many organizations turned instead to local politics,including the initiative process at issue in this Essay.See generally, PEOPLE FOR THE AMERICAN WAY, TEACHING FEAR: THE RELIGIOUSRIGHT'S CAMPAIGN AGAINST SEXUALITY EDUCATION (1994); PEOPLE FOR THEAMERICAN WAY, PROTECTING THE FREEDOM TO LEARN: A CITIZENS'S GUIDE(1989). For further information, organizations that track the agenda and activities ofthe radical right include: The Institute for First Amendment Studies, Great Barring-ton, MA; Political Research Associates, Cambridge, MA; and, People for the Ameri-can Way, Washington, D.C.5. The Colorado Amendment 2 campaign was successful largely because it cen-tered on the \"No Special Rights\" theme. By characterizing protection against sexualorientation discrimination as \"special rights\" for lesbians and gay men, the movementsucceeded in appealing to voters who cared little about homosexuality, but who held ageneral aversion to civil rights protections for any group. The misrepresentation ofcivil rights as protective laws which benefit only minority groups (hence the term\"special rights\") has long been used as a strategy to attack those laws. After thesuccess of the \"special rights\" rhetoric in Colorado, other state organizers used thesame strategy, having concluded that it is better to try for \"the 20-yard gain ratherthan the 100-yard touchdown every time.\" See Simon, supra note 2, at B1 (quotingDavid Welch, director of the Washington State Christian Coalition).6. See, e.g., John Donnelly, Colorado Gay Rights Battle Is a Test of Will, NewTactics, MIAMI HERALD, Jan. 10, 1993, at 1A (describing Bryant's \"Save Our Chil-dren\" crusade as the \"nadir\" of the gay rights movement).FORDHAM URBAN LAW JOURNAL [Vol. XXIUltimately, Colorado District Court Judge Jeffrey Bayless de-clared Amendment 2 unconstitutional and ordered a permanent in-junction to bar its enforcement.7 Still, for the historical record andthe benefit of future litigation in this area, it is critical that the storyof Amendment 2 be told. By examining the multifaceted issuesthat come into play as the majority of a community is pitted againsta minority of its members, we can move toward a greater under-standing of some driving forces behind the American politicalprocess.The following brief account is intended to provide a sense of thetrial's scope and tempo rather than its jurisprudential underpin-nings. Thousands of pages of transcripts provide ample materialfor future versions of this significant event.I. Outside the Courtroom: The National Response toAmendment 2While Amendment 2 subjected Colorado citizens most directlyto its impact, its shock waves reverberated around the country.Responding rapidly to the election's outcome, concerned citizensmounted a national boycott of Colorado. Endorsements emergedfrom a wide variety of people and organizations-from the en-tertainment industry to the American Public Health Association tothe U.S. Conference of Mayors and the National League of Cities.8Many groups, recognizing that lesbians and gay men were not theonly ones threatened by Amendment 2, joined in the public out-rage and called for the provision's repeal. 9In addition to the calls for a boycott, advocates responded toAmendment 2's passage with concerted efforts to educate lesbians,gay men and other civil rights supporters on strategies for coun-7. Evans v. Romer, CIV.A.No. 92 CV 7223, 1993 WL 518586, at *13 (Colo. Dist.Ct. Dec. 14, 1993)(hereinafter Evans III).8. See, e.g., A.C.R.Res.4., California (1993)(proposing a ban on travel to Colo-rado by California public employees); Kelly Richmond & Michael Booth, Mayors'Group To Move Meeting Out of Colorado, DENVER POST, Dec. 18, 1992, at24A(reporting decision by the U.S. Conference of Mayors to move its meeting inprotest of Amendment 2); Michael Booth, Amendment 2 Boycott of State Spreads,DENVER POST, Nov. 20, 1992, at 1A, 14A (hereinafter Booth, Amendment 2 Boycott).9. See Booth, Amendment 2 Boycott, supra note 8, at 14A. At the same time, theidea of a boycott was debated hotly in and outside of Colorado and gay communities.Some condemned the boycott as divisive while others objected to the boycott's puni-tive effects on those who opposed Amendment 2. See Michael Booth, Boycott MayDivide Gay Community, DENVER POST, Dec. 6, 1992, at 1C, 5C.Still others believed that supporters of gay and lesbian rights should not avoid Col-orado but rather flood the state, vocally, with their messages. See Michael Booth,Boycott Alternatives Discussed, DENVER POST, Dec. 7, 1992, at 1B, 4B.1060THROUGH THE LOOKING GLASStering a national spate of similar initiatives being unleashed by rad-ical right organizations under the Christian Coalition umbrella.' °Community meetings, training programs and weekend strategy ses-sions proliferated as groups around the country prepared for bat-tles that lay ahead.Above all, it had become clear that gay rights had moved fullyinto the eye of the storm over \"community values.\" Indeed, theAmendment 2 campaign, and the litigation strategy mounted in theamendment defense, clearly illustrated the grand proportions ofthe radical right's strategy to dismantle civil rights protections andeviscerate the separation between church and state.\"II. Initiating the LitigationA. Preview: The Preliminary InjunctionBefore the trial of Amendment 2 finally commenced at 8:30 a.m.on Tuesday, October 12, 1993, in a Denver district court room, itwas difficult to imagine exactly what a trial of the anti-gay measurewould look like. Less than a year earlier, Lambda Legal Defenseand Education Fund, the American Civil Liberties Union andsome of Colorado's premier civil rights attorneys had been beforethe same judge, Jeffrey Bayless. At that time, we sought to enjoinColorado Governor Roy Romer and Attorney General Gale Nor-ton from enacting or enforcing Amendment 2 pending a trial onthe merits.' 2During those five days of the preliminary injunction hearing inmid-January 1993, a palpable tension filled the courtroom. Funda-mental constitutional rights-and the basic question of whetherlesbians, gay men, and bisexuals would remain full and equal Colo-rado citizens-were at issue. Late on the Friday afternoon of Janu-ary 15, Judge Bayless announced his decision to grant a preliminaryinjunction, ruling from the bench that the plaintiffs had met thenecessary burden to obtain a grant of preliminary injunction.13 Al-10. See supra note 4.11. See generally Suzanne Goldberg, Facing the Challenge: A Lawyer's Responseto Anti-Gay Initiatives, 55 OHIo ST. L.J. 665 (1994) (chronicling the author's exper-iences litigating against anti-gay initiatives).12. Evans v. Romer, No. 92 CV 7223, 1993 WL 19678 (Colo. Dist. Ct. Jan. 15,1993)(hereinafter \"Evans \").13. Id. at *12. The threshold for obtaining a grant of a preliminary injunction is ashowing that there is an urgent necessity for the injunction. Once that threshold ismet, the court must weigh six factors: whether the side seeking the injunction has areasonable probability of winning the case on the merits; whether there is a danger ofreal, immediate, and irreperable injury which would be prevented by a preliminary10611994]FORDHAM URBAN LAW JOURNAL [Vol. XXIternatively, waves of relief and elation as well as pain and anger,swept through the gay community in the courtroom as well asthroughout the state and the country.B. Prelude to Trial: The Colorado Supreme Court Ruling andThe State's BurdenBy the time of trial, the governing legal standard was set firmlyin place by the Colorado Supreme Court. In denying the state'sappeal of a preliminary injunction against Amendment 2's enact-ment or enforcement, the Colorado Supreme Court ruled that themeasure left gay men, lesbians and bisexuals \"out of the politicalprocess through the denial of having an 'effective voice in the gov-ernmental affairs which substantially affect their lives.' \"14 Findingthat \"Amendment 2 singles out and prohibits this class of personsfrom seeking governmental action favorable to it and thus, fromparticipating equally in the political process,\" the Court held thatthe amendment could survive constitutional review only if it wasnarrowly drawn to achieve a compelling state interest.'5Although each side's burden was clear by the time of trial, withthe state having to identify and support a compelling interest, deci-sions about the direction of the litigation were not simple. Attor-neys preparing for trial debated the propriety of making certainarguments or pursuing particular evidentiary points. Among thoseopposing Amendment 2, for example, the question of whether andhow to address the origins of sexual orientation was a subject ofserious disagreement.1 6  Other strategy decisions, such as thestate's use of moral philosophers to justify the amendment as a rea-sonable expression of community morality, caused the trial toinjunction; whether there is an adequate remedy at law; whether a grant of prelimi-nary injunction would be in the public interest; whether the balance of the equitiesfavors the injunction; and whether the grant of injunction will preserve the status quountil the case is decided on the merits. See id. at *3. See also Rathke v. MacFarlane,648 P.2d 648, 653-54 (Colo. 1982)(en banc)(discussing the requirements for obtaininga preliminary injunction).14. Evans v. Romer, 854 P.2d 1270, 1285 (Colo. 1993)(en banc)(citation omit-ted)(hereinafter \"Evans H\").15. Id. at 1285-86.16. See Donna Minkowitz, Trial by Science, THE VILLAGE VOICE, Nov. 30, 1993,p. 26, col. 3. See generally Janet E. Halley, Sexual Orientation and the Politics of Biol-ogy: A Critique of the Argument from Immutability, 46 STAN. L. REV. 503 (1994)(cri-tiquing scientific reports that purport to show a biological basis for homosexuality);Janet E. Halley, The Politics of the Closet: Toward Equal Protection for Gay, Lesbianand Bisexual Identity, 36 U.C.L.A. L. REV. 915 (1989).1062THROUGH THE LOOKING GLASSswerve into ancient Greek history and other areas, contributing tothe trial's sprawling qualities.Il. Moving to TrialLess than a year after the granting of the preliminary injunction,the challengers were back in court for a trial on the ultimate ques-tion posed by the Colorado Supreme Court: does the state have acompelling interest in enacting a constitutional amendment that re-stricts the political participation of its lesbian, gay and bisexualcitizens?During the back-and-forth of pre-trial briefing, the state outlinedthe justifications for Amendment 2 that it intended to present. Theproffered reasons reflected a significant shift from the pre-electioncampaign, during which Colorado Governor Romer publicly op-posed the amendment and many public officials distanced them-selves from the vitriolic anti-gay rhetoric of Colorado for FamilyValues (\"CFV\"), the primary sponsor of the voter initiative.' 7 Bythe time of trial, the state's position had begun to mirror CFV'scampaign strategy.A. The Opening ArgumentsThe state advanced six justifications for the discriminatoryamendment, arguing that Amendment 2: 1) deters factionalism; 2)preserves the integrity of the political process; 3) preserves thestate's ability to remedy discrimination against deserving groups; 4)prevents government from subsidizing the political objectives of aspecial interest group; 5) prevents interference with personal, fa-milial and religious privacy; and 6) promotes the physical and psy-chological well-being of children. 8Responding to each of these points in the opening argument,trial co-counsel Gregory Eurich identified the prejudice and irra-tional hostility against lesbians, gay men, and bisexuals reflected ineach of these justifications. He explained that the reasons ad-vanced were code words for the view that \"Amendment 2 is justi-fied because we don't like gays and lesbians.\"1 9 In response toreason number 6 - protection of children - he queried, \"Do you17. Governor Romer was the honorary chair of the EPO Colorado campaignagainst Amendment 2. Numerous elected officials joined him on the committee.18. Defendant's Trial Brief, at 3-4, Evans III (No. 92 CV 7223)(on file with TheFordham Urban Law Journal).19. Trial Tr. at 75, Evans III (No. 92 CV 7223) (on file with The Fordham UrbanLaw Journal).19941 1063FORDHAM URBAN LAW JOURNAL [Vol. XXIinfluence a six-year old child's sexuality by permitting discrimina-tion against adults in housing, employment and publicaccommodations?\" 20Opening the defense of Amendment 2, Colorado's Deputy Solic-itor, Timothy 'Iymkovich, told the Colorado district court thatAmendment 2 must take effect because the state is not ready toequate homosexual and heterosexual orientation in the areas ofmarriage, familial or business relations or education policy. 21 Headded that gays and lesbians do not meet the traditional indicia ofdiscrimination and compared the income of \"average\" households,black households and homosexual households to support his alle-gation that alleged high income levels prove that gay people do notsuffer significant discrimination. 22Paradoxically, moments before reporting on his estimates of gaycitizens' financial assets, the Deputy Solicitor told the court that achief problem with laws prohibiting sexual orientation discrimina-tion is that gay men, lesbians, and bisexuals are not identifiable as aclass. Shortly after that, the Deputy Solicitor urged that gays are apolitically powerful class. To prove his point, Mr. Tymkovichbrought out a map of the United States with blue shading filling ineach state and municipality with laws barring sexual orientationdiscrimination. With only eight states and one hundred-odd mu-nicipalities having such protections, the skeletal blue spots con-veyed, if anything, the gross nature of the Deputy Solicitor'soverstatements.23B. The Plaintiffs' Arguments Against Amendment 21. The Politics of Anti-Discrimination LawsAs the first witness to testify against Amendment 2, DenverMayor Wellington Webb attested to society's interest in promotingequality and reducing discrimination.24 Rejecting the state's efforton cross examination to equate civil rights with special rights,Mayor Webb explained that civil rights protections have a positiveeffect on all citizens of Denver.25 Next, the plaintiffs called Le-Anna Ware, the Director of the Wisconsin Civil Rights Bureau.Ms. Ware testified that enforcement of Wisconsin's sexual orienta-20. Trial Tr. at 72.21. Id. at 90-91.22. Id. at 106-07.23. Trial Tr. at 98-99.24. Id. at 120-21.25. Id. at 137-40.1064THROUGH THE LOOKING GLASStion anti-discrimination law, the oldest such law in the UnitedStates26, did not dilute respect for or enforcement of civil rightslaws that ban discrimination based on a range of classifications -effectively countering the state's \"dilution\" argument.27Testifying two days later, Brenda Toliver-Locke, Denver's com-pliance officer for the human rights agency that enforces the city'santi-discrimination ordinance, took the stand. She told the courtthat from her vantage point, there is a definite need for protectionagainst sexual orientation-based discrimination28, and that as anAfrican-American woman, she felt strongly that such discrimina-tion should not be tolerated for any reason.292. A Lesbian and Gay History LessonUniversity of Chicago historian George Chauncey detailed alengthy history of discrimination against lesbians and gay men inthe United States, starting with colonial America and followingthrough to the then raging debate over gays and lesbians in themilitary.3° He highlighted for the court the historical trend of re-pression and pathologization of lesbians and gay men in Americansociety. 31 During cross-examination of Professor Chauncey, theState sought to minimize the history of repression of gay and les-bian Americans by contrasting it with the history of racism in theUnited States.32 In response, Professor Chauncey stated simplythat discrimination is not a contest, and reinforced his earlier testi-mony regarding extensive govenment-endorsed discrimination.3. Homo 101: A Psychological/Scientific StudyRichard Green, a psychiatry professor at University of Califor-nia, Los Angeles, who specializes in human sexuality andpsychosexual development in children, took the stand next. Dr.Green identified for the court the elements comprising sexual ori-entation, which include a sexual or erotic attraction or fantasy life,overt sexual behavior, and self-identification, and then testified26. Wisconsin's civil rights law prohibiting discrimination based on sexual orienta-tion took effect in 1982. Id. at 150.27. Id. at 151-52.28. Trial Tr. at 439-40.29. Id. at 445.30. Id. at 185-205.31. Id. Professor Chauncey explained that until the 1960s and 1970s the medicalestablishment viewed homosexuality as a disease or mental disorder, and treated itaccordingly; as a result a significant \"gay subculture\" developed. Id. at 187-190.32. Id. at 220-39.1994] 1065FORDHAM URBAN LAW JOURNAL [Vol. XXIabout the development of sexual orientation in men and women.33He stated his view, widely shared in the medical community, thatsexual orientation is not consciously chosen and explained some ofthe recent scientific studies of homosexuality's origins. 34 Respond-ing to some of the state's arguments, Dr. Green rejected both thescientific basis and the ethics of so-called conversion therapies thatpurport to change the sexual orientation of gay men.35 Dr. Greenaffirmed as well that homosexuality is not a mental illness and de-scribed the decision-making process of the American PsychiatricAssociation when it depathologized homosexuality twenty yearsago.36Dr. Marcus Conant, a leading medical expert on treatment andcare of people with HIV/AIDS, next explained to the court thatAmendment 2 could not possibly benefit the State's public healthpolicy.37 Referring to his practice, he testified to a simple equationhe had seen repeatedly: discrimination against people who are gayor have HIV leads to concealment of sexual orientation and HIVstatus. This secrecy results in augmentation of the disease.38 Inresponse to numerous questions on cross examination about \"thegay agenda,\" Dr. Conant explained again and again to the State'sattorney that AIDS is not a gay disease.39The next witness was Dr. Judd Marmor, the past president andlife fellow of the American Psychiatric Association, to explain hisrole in the process that produced the APA conclusion that homo-33. Id. at 247-48.34. Trial Tr. at 252. Among the studies explained by Dr. Green were those involv-ing both genetic and hormonal influences on sexual orientation, and those measuringdistinctions in brain structure between homosexuals and heterosexuals. Id. at 253-262.35. Id. at 272-79.36. Id. at 278-79.Cross-examination provoked a classic moment of courtroom humor. Attemptingto challenge Dr. Green's testimony, the State's attorney pursued a line of questionsabout the sexuality of rats. Dr. Green explained repeatedly that one cannot drawdirect conclusive comparisons between the sexuality of rats and that of human beings.Finally, tripping over terminology that would be challenging to anyone not exper-ienced in research science, the State's attorney asked Dr. Green whether it was truethat gay men had reduced levels of \"testosterony?,\" a chemical that one reporternoted sounded suspiciously like a pizza topping. Lawyers for both parties along withreporters and others could be seen around the courtroom attempting to stifle theirlaughter in the midst of this most serious scientific discussion. Id. at 309-16.37. Id. at 360-61. Dr. Conant testified that the the Amendment would serve todrive AIDS further underground by discouraging persons who may be infected fromcoming forward and by forcing the State to cover the expense of caring for peoplewith AIDS who have lost their health insurance. Id.38. Id. at 352-53.39. Id. at 362-63.1066THROUGH THE LOOKING GLASSsexuality is not a mental illness.40 Dr. Marmor also testfied thatprejudice and stigmatization damage the mental health of lesbiansand gay men. Explaining that religious teachings,4' ignorance,42and people's insecurity about their own sexuality 43 are all sourcesof homophobia, Dr. Marmor then debunked common myths thatfuel anti-gay attitudes such as the equation of homosexuality withpedophilia. 44 After informing the court that the American Psychi-atric Association, the American Psychological Association, theAmerican Medical Association and the American Bar Associationhave all condemned discrimination based upon sexual orientation,Dr. Marmor added that Amendment 2 promotes homophobia andinjures the psychological health and self-image of thousands ofmen and women with homosexual orientations.45Early morning on Day Three, the court and most of the attor-neys received a lesson in genetics from Dean Hamer, a leading re-searcher at the National Institutes of Health, who testified abouthis research on the influence of human genetics on sexual orienta-tion.46 Dr. Hamer told the court that his research has identified aportion of a gene that bears some link to male homosexuality. 47His cross-examiner also received a lesson. In response to questionsthat attempted to minimize the significance of the genetic studies,Dr. Hamer explained that while 99.9% of DNA is common to allhuman beings, 99% is also common to human beings and chimpan-zees.48 In other words, a seemingly small genetic difference mayhave a great influence.4. Gays, Lesbians, and the Political ProcessProfessor Kenneth Sherrill, a political scientist who has studiedthe role of lesbians and gay men in the political process, testified40. Trial Tr. at 391-98.41. Id. at 387-88. Dr. Marmor expressed curiosity over the tendency of many per-sons who intepret the anti-homosexual setiments in the Old and New Testaments asthe word of God, to ignore other biblical passages concerning attitudes toward wo-men and the eating of pork or shellfish. Id.42. Id. at 388. Dr. Marmor explained that prejudice develops because many peo-ple do not know any gay men or lesbians due to the pressure on homosexuals toremain closeted, staing succinctly, \"prejudice is to be down on something you are notup on.\" Id.43. Id. at 387.44. Id. at 388-89(characterizing the \"role modeling theory\" as \"unsubstantiated bythe scientific evidence).45. Trial Tr. at 399.46. Id. at 473-83.47. Id. at 475.48. Id. at 511-12.1994] 1067FORDHAM URBAN LAW JOURNAL [Vol. XXIabout how one determines whether a group has power in the polit-ical process. Professor Sherrill identified various assets called''power resources\" that enable a group to achieve political poweror influence 4 9 and then described the particular barriers faced bythe gay community in organizing politically. He explained that thefear of many lesbians, gay men and bisexuals of identifying them-selves and coming together for public advocacy inhibits politicalorganizing. He testified as well about the \"spiral of silence,\"which leads people to refrain from speaking out for fear of beingcast out for having unpopular views.5 0 Reporting on the \"FeelingThermometer,\" a device used by political scientists to assess thepopularity of various groups in American society, Dr. Sherrilldemonstrated that the spiral of silence inhibits lesbian, gay and bi-sexual organizing because gay people have historically received thethermometer's chilliest (lowest) rating.51 Responding then to theState's assertions that gay people are disproportionately wealthy,Professor Sherrill explained the inaccuracy of the state's statisticsboth because of the population studied and the survey techniquesthat did not assure respondents of confidentiality in theirresponses. 25. Debunking the Child Sexual Abuse MythBecause the state listed as one of its justifications for Amend-ment 2 the desire to \"protect the physical and psychological well-being of children, ' 53 Dr. Carol Jenny, an expert in child sexual49. Trial Tr. at 543-50. Professor Sherrill defined power resource as \"anything thata group might use . . . or a person might use to advance a political goal to try toachieve a political end.\" Id. at 543. Examples of these resources are wealth, reputa-tion, respect, trust, safety, group cohesion and accessibility to the public and to per-sons in power. Id. at 546-550.50. Id. at 560-61 (describing a theory advanced by Elizabeth Nowell Noma[sic.]).51. Id. at 562-63. The \"feeling thermometer\" is a test given by the scholars at theUniversity of Michigan Institue for Social Survey Research Center. The scholars askpersons to imagine a thermometer which measures the warmth or coldness they feelto certain groups of people. One hundred degrees is the highest temperature on thescale and zero degrees is the lowest. Lesbian and gay men belong to one of the fewgroups included in the survey about which more than 50% of persons feel coldlyabout. The only group receiving a lower overall average score in 1992 was that ofillegal aliens, but more persons placed lesbians and gay men at zero on the thermome-ter than illegal aliens. Id.52. Id. at 579-83. To support its argument that gay people are disproportionatelywealthy, and therefore do not suffer negative effects of discrimination, the state reliedupon two marketing surveys, both of which had been undertaken to help convinceadvertisers to buy space in gay publications. Id. at 579-80.53. See supra text accompanying note 18 (listing the State's justifications forAmendment 2).1068THROUGH THE LOOKING GLASSabuse, was called to the stand to provide the court with informa-tion to counter the state's suggestion that gay people are somehowharmful to children.54 During the Amendment 2 campaign, Dr.Jenny had heard CFV's frequent allegations that gay men are dis-proportionately responsible for child sexual abuse. As supervisorfor much of the medical care in Colorado for children who haveexperienced sexual abuse and neglect, Dr. Jenny decided to re-search the question for herself.55 Her study, based on Coloradocases, found that 2 of 269 perpetrators were lesbians or gay men,and that heterosexual male family members of children were over100 times more likely than lesbians or gay men to molest chil-dren.56 On cross examination, Dr. Jenny told the state's attorney,\"[T]o say we're going to pass a state law to protect children, wemight as well pass a law against heterosexuals. '57 She quickly ad-ded that although she does not advocate such a law, it is absolutelyclear that \"homosexual abuse is a very small part of the prob-lem, s5 8 and therefore, Amendment 2 will not help to protect chil-dren from abuse.6. Title 7 and the Civil Rights TraditionToward the close of plaintiffs' case-in-chief, Yale law professorBurke Marshall, who served as assistant attorney general in chargeof the United States Civil Rights Division and was the chief drafterof Title VII of the Civil Rights Act of 1964, testified eloquently byvideo deposition about the nature of discrimination.59 Accordingto Professor Marshall, civil rights protections bring those discrimi-nated against \"safely into the mainstream of American society\"and enable them \"to participate fully in the life of the UnitedStates, including its economic life.\" 6 When asked about the needfor protections against sexual orientation discrimination, ProfessorMarshall stated that lesbians, gay men and bisexuals experience\"rampant discrimination and... violent retaliation simply becauseof what they are\" all of which render them vulnerable as a group.6'He added that the purpose of anti-discrimination laws is to upset a54. Id. at 679-90.55. Id. at 681-82.56. Id. at 686-88.57. Id. at 698.58. Id.59. See generally deposition transcript of Professor Burke Marshall, Evans III(No. 92 CV 7223), on file with the Fordham Urban Law Journal.60. Id. at 13.61. Id. at 20.1994] 1069FORDHAM URBAN LAW JOURNAL [Vol. XXIsocial norm of discrimination 62 and \"to create a society that re-spects and complies by the value of equality ... which is made aconstitutional norm by the ... 14th amendment and is part of theAmerican tradition of fairness ... .,\"63 In response to a cross-exam-ination question about whether gay people could escape discrimi-nation by not identifying themselves, Professor Marshall said thathiding sexual orientation has a \"very grievous\" effect on people 64and that the purpose of civil rights laws is that persons should nothave to hide their sexual orientation to avoid retaliation.657. Moral Philosophy and Amendment 2?Anticipating the state's discussion of the attitudes of ancient so-cieties toward homosexuality and the role of morality in law, theplaintiffs called classics scholar Martha Nussbaum to the stand.66Testifying that in ancient Mediterranean societies homosexual acts\"took place with social approval, 67 Professor Nussbaum addedthat such information is relevant to contemporary society becauseit adds an historical perspective from Greek culture which in manyways remains respected today.68 She concluded that the attitudesof ancient Greeks regarding homosexuality leave us little basis forinterpreting the ancient texts to mean that homosexual relationssubvert family or society.6962. Id. at 24-25.63. Id. at 25-26.64. Id. at 75.65. Id. at 74.66. Professor Nussbaum was called to the stand to respond to the opionions ofPrinceton University political science Professor Robert George, and philosopher JohnFinnis, who testified by affidavit for the State as to the moral basis for Amendment 2.Trial Tr. at 794, Evans III (No. 92 CV 7223). As described by Nussbaum, Finnis ar-gued \"the [Pilatonic Aristotelian tradition of moral philosophy\" that the State has alegitimate public interest in discouraging all sexual acts not performed within mar-riage. Evans III.Nussbaum criticized Finnis for basing his opinion on weak translations of classicaltexts. Finnis relied on translations that were published when British and Americancultures promoted a high degree of shame with regard to homosexuality and aretherefore inaccurate in their reading of sexual attitudes in ancient times. Id. at 796.As a trained classicist rather than merely a philosopher, Professor Nussbaum main-tained that she provided a more accurate interpretation.67. Trial Tr. at 797.68. Id. at 797-99.69. Id. at 798-99 (describing a discussion in Plato's Symposium in which Aristoph-anes muses that both homosexual and heterosexual persons offer positive contribu-tions to society in their search for sexual unity).Professor Nussbaum further explained that the Finnis view of sexuality and mar-riage is based not on the Greek tradition but on the Catholic moral philosophy firstespoused by St. Thomas Aquinas. Id. at 799. She also noted, however, that while10701994] THROUGH THE LOOKING GLASS 1071C. In Defense of Amendment 2: The State's Case1. Amendment 2's Creators-Colorado for Family ValuesRepresenting the state's first line of Amendment 2's defense,Colorado for Family Values' founders-Colorado Springs used carsalesman Will Perkins, and his colleagues Tony Marco and KevinTebedo-took the stand to explain their motivation for introducingAmendment 2 in the state. Mr. Perkins told the court that \"theobjective of the homosexual proponent is to blend the gender issueto where ... it's not an important thing,\"70 adding that the poten-tial for group bathrooms 71 is one reason for his organization's in-tention \"to deny protected class status to ... homosexual[s]. ' 2 Inresponse to questions by Boulder attorney Jeanne Winer on cross-examination, Mr. Perkins admitted that he knew that the phrase\"No Special Rights ' 73 was not included in the actual text ofAmendment 2, but that CFV used the phrase anyway in promotionof the amendment to convince voters to support it.74 At the con-clusion of cross-examination, as Mr. Perkins admitted in responseto a series of questions that his strong views about the dangers ofhomosexuality did not stem from training in medicine or psychol-Aquinas based his views on ancient texts, \"[he] was well aware that he was using someof their contents for rather different religious purposes.\" Id. at 800.70. Id. at 753.71. Id. Perkins claimed that group bathrooms would be one result of the \"genderblending\" that lesbians and gay men allegedy espoused. He had testified earlier as toa conversation he had with a school superintendent in which Perkins asked what thesuperintendent would do if a group of parents demanded that the school provide sep-arate bathroom facilities for heterosexual children and homosexual children and thatthe homosexual children's facilities be supervised to prevent any children from havingsexual relations in the bathrooms. Id. at 752 (recounting the hypothetical posed byPerkins to the superintendent).Perkins returned to the bathroom hypothetical in his testimony to assert that ifprotected status were granted on the basis of sexual orientation, lesbian and gay advo-cates would be able to demand group bathrooms to prohibit the discrimination inher-ent in supervising some bathrooms but not others. Id. at 753 (mentioning thebathroom hypothetical as a situation where advocates might attempt to \"blend thegender issue\").72. Trial Tr. at 751.73. See supra note 5, and accompanying text.74. A representative of the National Legal Foundation, legal advisors to CFV,wrote a letter to CFV co-founder Tony Marco advising the following: \"If languagedenying special privileges to homosexuals is in the amendment, it could possibly allowhomosexuals to argue that they are not asking for any special privileges, just thosegranted to everyone else. I believe that \"No Special Privileges\" is a good motto for theamendment's public campaign, but Ifear the possible legal ramifications if it is includedin the amendment itself.\" Trial Tr. at 763 (excerpt of letter read in court by Ms.Winer)(emphasis added).FORDHAM URBAN LAW JOURNAL [Vol. XXIogy,75 he added, \"I am a good car salesman. '76 \"I'll bet you are,sir,\" said Ms. Winer.7Tony Marco elaborated on CFV's goal in promoting Amend-ment 2, telling the court that the organization's intent \"was to resiststatewide aggression on the part of gay militants against the funda-mental rights of Colorado citizens. '78 However, he too agreed thatthe \"No Special Rights\" theme used to promote Amendment 2 hasno legal meaning since it is not in the actual text of the amendmentand is irrelevant to the real debate.79 Still, he reiterated that thepurpose of the statewide initiative was to \"[close] the lid on theentire issue,\" by preventing gay advocates from gaining protectionsone by one through town and city ordinances and then \"using theseas leverage to then approach state legislators with concepts of...larger scale measures.\"80 Playing on a theme common to anti-gayinitiative battles-that all gay people are white and wealthy, andintend to strip people of color of civil rights-Marco told the courtthat if lesbians and gay men were granted protected class status, itwould have a devastating effect on \"truly disadvantaged minori-ties\" and that \"it [wouldn't] be long before the Blacks are sitting inthe back of the bus again.\" 81The third CFV leader, Kevin Tebedo, articulated a theme com-mon to the anti-gay initiative campaigns: \"I don't believe thatsomebody who chooses to have sex with members of the same gen-der... [deserves special] ... civil rights status. '8 2 He added that asa business person he was concerned about protecting employersfrom lawsuits and the problems of \"granting... protected status toa group that has no identifiable characteristics .... 3 As a father,Mr. Tebedo said, he was \"concerned about the effect that grantingcivil rights status to this group would... [condone] homosexuality75. Id. at 780-81.76. Id. at 781.77. Id.78. Id. at 846.79. Trial Tr. at 854-55 (explaining that the real issue was whether lesbians and gaymen constituted a protected class).80. Id. at 853. Marco cited the local ordinances in Boulder, Denver and Aspen asexamples of the \"gay militant contingent's\" succeessful use of this strategy. He main-tained that the statewide measure would protect against the legislature's vulnerabilityto the contingent's formidable lobbying power. Id. at 852.81. Id. at 865-66 (describing the effect of ordinances protecting sexual orientationas a protected class on racial and ethnic minorities).82. Id. at 1043.83. Id. at 1045 (expressing his fears that as a human resource manager he wouldbe unable to protect his own employer from possible discrimination claims broughtagainst it).1072THROUGH THE LOOKING GLASSas being okay and beneficial in society.\"' 4 On cross-examination,Mr. Tebedo asserted that homosexuals were 11 times more likely tomolest children than heterosexuals .8  After listening to a tape ofhis statements at a Colorado Springs public forum, Mr. Tebedo alsoadmitted that he described Amendment 2 as being \"about whoseauthority takes precedence... the authority of man .... Or... theauthority of God?\" 62. Gay Political Power, According to ColoradoTaking the stand to counter Professor Sherrill's testimony, polit-ical science professor James Woodard testified that gay political ac-tion committees (PACs) are some of the fastest growing, 7 and are\"quite powerful. '88 He added that the media's attention to gaysand lesbians also evidences gay political power,8 9 although he ad-mitted that he had never studied the quality or tenor of the cover-age lesbians and gay men receive.9' He based his testimony on theState's blow-up chart, entitled \"Growing Power: Funding Up ForThe Big Six Homosexual Political Groups,\" which was adaptedfrom a similar chart in a Washington Blade article that reported onthe total budgets of the six largest lesbian and gay national organi-zations.91 Professor Woodard testified that the combined budgetsof the six organizations evidenced the gay community's politicalpower.92 Later, on cross-examination, Professor Woodard wasasked to comment on an exhibit that featured the State's charthighlighting gay groups alongside the other chart featured in thesame Blade article-the budgets of the top six Christian right orga-84. Trial Tr. at 1045.85. Id. at 1052 (relying on an unnamed psychological report).86. Id. at 1062. Mr. Tebedo's admission came in reponse to Ms. Winer's question-ing of Mr. Tebedo's testimony on direct, that the opposition to Amendment 2, and notCFV, had made religion an issue during the pre-election campaign. Id. at 1061. Aftermuch denial Mr. Tebedo also conceded that he had told Colorado voters that theBible called homosexuality an abomination of God. Id. at 1064.87. Id. at 933-34 (testifying as to the rapid growth of the Human Rights CampaignFund over a two year period).88. Id. at 907.89. Trial Tr. at 914-17(discussing his study on the prevalence of media stories con-cening lesbians and gay men). Professor Woodard explained that media exposureaffects the political power of lesbians and gay men because it raises awareness amongthe general public. Id. at 916.90. Id. at 917.91. Id. at 933.92. Id. at 933. Although Professor Woodard did not specify the amount on directexamination, he testified on cross-examination that the total combined budgets of thegay groups in the Blade article was $12.5 million. Id. at 958.19941 1073FORDHAM URBAN LAW JOURNAL [Vol. XXInizations including the Christian Coalition-whose combined totalbudgets amounted to $213 million.93 Despite the obvious powerdifferential between $12.5 million and $213 million, ProfessorWoodard did not alter his opinion. Instead, he continued to assertthat because gays and lesbians amount to only one percent of soci-ety94 and do not suffer a disproportionate amount of discrimina-tion,95 they do not warrant protection against discrimination.Amendment 2 was justifiable in his view as a response to gays andlesbians who were \"looking for special rights. '963. Amendment 2 as a Moral SolutionTurning to the state's \"political morality\" defense, Harvard gov-ernment professor Harvey Mansfield described Amendment 2 asthe best solution to a situation where \"an inflamed minority [hadtried to] get its way ... to the disadvantage of other minorities. '9 7Stressing that lesbians, gay men, and bisexuals could attempt torepeal Amendment 2, Professor Mansfield rejected the plaintiffs'argument that the measure unfairly fences lesbians, gay men andbisexuals out of the political process as \"an objection to democracyitself.\"9 He later explained that \"[d]isapproval of gays is not likeracial or gender discrimination. There is nothing wrong with beingblack or being a woman but it is perfectly reasonable to think thatthere is something wrong with being gay [even if it is not] the faultof gays.\" 99 Adding that gay people are not \"as happy as theywould be if they weren't gay,\"'\" Professor Mansfield concededthat he had stated in his deposition that gay people are self-cen-tered although \"this might not be entirely their fault.\" 101 Elaborat-ing on this point, Professor Mansfield answered affirmatively to aquestion which posed whether, \"homosexuality, [if] respectable,undermines human civilization.\"'01 2 Nonetheless, he said, \"gays93. Id. at 958-59.94. Trial Tr. at 962-63. The one percent estimate advanced by Professor Woodardis well below estimates made by several studies, including the Kinsey Report. Id.95. Id. at 961-62.96. Id. at 985-86.97. Id. at 1003. Professor Mansfield also described Amendment 2 as \"a [state-wide] attempt to reduce the danger of local fascist majorities who would pass intrusiveanti-gay ordinances [at the local level].\" Id. at 1002.98. Id. at 1006-07.99. Trial Tr. at 1016 (excerpting from Professor Mansfield's expert witnesssummary).100. Id. at 1018.101. Id. at 1020 (quoting Professor Mansfield's deposition).102. Id. at 1028.1074THROUGH THE LOOKING GLASScontribute . . . to our national life\" by excelling in the arts andbeing unconventional.\"°34. Amendment 2 and Religious FreedomThe pastor for the Second Baptist Church in Boulder, ReverendHasford Van, was next to take the stand. Although the state ap-parently called Reverend Van to establish that laws prohibitingsexual orientation discrimination infringe upon the freedom of reli-gious organizations to exercise their views, the strategy backfired.Reverend Van testified pointedly that his church had never had aproblem with Boulder's anti-discrimination ordinance and that \"we... believers ... [have] a mandate to love and to care for people nomatter what walk of life . . . .\",05. The Decline of Civil Rights?The supervisor for all regional offices of the Colorado CivilRights Commission, Thomas Duran, who supported Amendment 2during the campaign, told the court that laws prohibiting discrimi-nation based on sexual orientation dilute respect'05 and resourcesavailable for enforcement of other civil rights laws.'\" Additionally,he testified that sexual orientation anti-discrimination measurescreate confusion because such laws are not uniform throughout thestate but rather vary by city and county. °7 Explaining that the\"underpinnings of ... our whole form of government [are] predi-cated on the Judeo-Christian ethic,\" Mr. Duran testified that thepersonal religious beliefs of Coloradans must be protected againstinfringements by sexual orientation anti-discrimination laws. 108Agreeing that it would be \"okay\" to fire someone for being gay,10 9Mr. Duran admitted on cross-examination that he had never triedto achieve statewide uniformity for any other classification pro-tected under Colorado's civil rights laws.\" 0103. Id. at 1031-32.104. Trial Tr. at 1077.105. Id. at 1098-99 (noting that the majority vote in favor of Amendment 2 \"speakswell ... [for the public's] ... lack of respect for this group . . \").106. Id. at 1094-95 (explaining that the Division would not receive any Federalfunds to handle sexual orientation-based discrimination cases because federal statutesdo not address sexual orientation, and that the State's funds would therefore have tofinance any related enforcement).107. Id. at 1099-1101.108. Id. at 1102.109. Trial Tr. at 1111 (recounting Mr. Duran's deposition testimony).110. Id. at 1113.1994] 1075FORDHAM URBAN LAW JOURNAL [Vol. XXIThe former chair of the Colorado Civil Rights Commission, andanother major supporter of Amendment 2, Ignacio Rodriguez, tes-tified that there is no empirical evidence that gays and lesbians ex-perience discrimination as a group. In justifying his view, he alsonoted, \"I don't consider the group a class. I consider it a specialinterest group.\"\"' He added that inclusion of sexual orientationin civil rights laws is a drastic departure from tradition and \"wouldweaken and dilute those civil rights protections that had beenearned by [minorities] over the years. 112 Commenting on theAmendment 2 \"No Special Rights\" campaign theme, Mr. Rodri-guez told the court that a special right is a right to be treatedequally with others.11 3 Although he testified to his personal beliefthat people are entitled to equal treatment, Mr. Rodriguez ex-plained that he just did not think it should be provided under civilrights laws.\"14Joseph Broadus, a constitutional law professor at George MasonUniversity School of Law, added his view that inclusion of sexualorientation would breed disrespect for civil rights laws.\"15 By notjust helping the truly needy, Professor Broadus testified, \"we areevolving into a society of victimization .... 6 Amendment 2, heexplained, deals with \"local governments that have been ... com-pletely reckless [in areas of] constitutional.., privacy and freedomof association\" and is therefore a necessary limitation on thoseintrusions.\" 76. Gay Power and the Colorado BoycottTo demonstrate the political power of lesbians and gay men, thestate subpoenaed lesbian activist and Boycott Colorado presidentTerry Schleder to testify about the size and impact of the post-Amendment 2 national boycott of Colorado. Ms. Schleder's testi-111. Id. at 1154 (explaining why he chose to vote against adding sexual orientationto the list of protected classes under the Colorado Civil Rights law).112. Id. at 1156.113. Id. at 1167-68 (applying the concept of special right to himself, as a Mexican-American).114. Trial Tr. at 1169.115. Id. at 1192.116. Id. at 1193. Professor Broadus criticized not only the inclusion of sexual orien-tation as a protected class but also the definition of disability within the Americanswith Disabilities Act, and the escalation of cohabitation as a protected status regard-less of marriage in the form of protections against marital status discrimination. Id.117. Id. at 1198-99. Professor Broadus testified that Amendment 2 sends amessage to \"reckless\" localities that \"if you don't know how to play with your toys,we are going to take them away from you.\" Id. at 1199.1076THROUGH THE LOOKING GLASSmony made clear, however, that the boycott was hardly a high or-ganized, well-funded strategy, but rather was a response toAmendment 2 that grew out of \"desperation,\" and was being pro-moted by a \"small group of people in touch with a powerful senti-ment.\"'1 8 She also told the court that boycotts have a history ofuse by oppressed groups, such as farm workers, to send a strategicmessage, often when ordinary political routes are closed off.1197. View from a Gay Rights Movement MonitorRobert Knight, the Director of Cultural Research Studies at theFamily Research Council,'12 and the author of \"Sexual Disorienta-tion: Faulty Research in the Homosexual Debate,' '1 2' and \"WhyHomosexuality is Not a Civil Right,\"' 22 offered his observations onthe gay rights movements influence on the media. As part of hiswork for the Family Research Council, Mr. Knight's self-describedbackground in lesbian and gay civil rights is as an \"opponent of thegay rights movement.' 23  Turning to the media, Mr. Knight testi-fied that lesbians and gay men have access to the media that wouldnot be accorded other groups, 24 adding that all major media showsenormous bias in favor of lesbian and gay civil rights. 25 Mr.Knight concluded by drawing analogies for the court between gays,118. Id. at 1144 (responding on cross-examination to whether the boycott resultedfrom \"enormous political power\").119. Trial Tr. at 1145 (analogizing to boycotts to compel better treatment for Cali-fornia farmworkers, the end of apartheid in South Africa, and the legalization of aMartin Luther King holiday in Arizona).120. Mr. Knight characterized the Family Research Council as a pro-family organi-zation that believes \"that the gay rights movement is seeking to fundamentally changethe morals and laws of this country .... .\" Id. at 1237.121. \"Faulty Research\" was. published in FAMILY POLICY, a bi-monthly journal ofthe Family Research Council. Id. at 1239.122. \"Why Homosexuality Is Not a Civil Right,\" is a paper analyzing the claimsmade by gay rights advocates as to the legitimacy of granting protected class statusbased on sexual orientation. Id. at 1239.123. Id. at 1236. He further stated that much of his work involves \"writing papersto counter what we (the Family Research Council) believe are myths that have beendebated in the media concerning homosexuality and the gay rights movement in par-ticular.\" Id.124. Id. at 1244-46. Mr. Knight offered as an example, a reception held for theNational Lesbian and Gay Journalists Association, which was presided over by NewYork Times publisher Arthur Ochs Sulzberger, Jr. and which included major figuressuch as Tom Brokaw and Robert McNeil as panelists. He asserted that the mediawould not have met \"with other identifiable special interest groups in quite this man-ner.\" Id.125. Mr. Knight stressed that none of the major media provided a forum to oppo-nents of gay rights. He asserted that both print and broadcast journalists view gayrights as a civil rights issue, \"and since journalists by and large believe in civil rights1994] 1077FORDHAM URBAN LAW JOURNAL [Vol. XXIpedophiles and necrophiliacs, concluding that most gay people aregenerally promiscuous. 1268. Sensitive to Sensitivity TrainingApparently in another effort to demonstrate the political powerof lesbians and gay men, the State called to the witness stand PatRomero, Personnel Director for the Department of Education inColorado and active P-FLAG member. Ms. Romero had con-ducted work-place sensitivity trainings on gay, lesbian and bisexualissues prior to Amendment 2's passage. 2 7 She explained that thesetrainings were held to help all employees realize their full potentialby challenging discrimination in the work-place and to sensitizeworkers to the needs of clients, particularly lesbian and gay youthwho are at high risk of suicide.' 28 At the close of Ms. Romero'stestimony, the strategic decision to rely on Ms. Romero tostrengthen the State's case clearly backfired. Concluding his directexaminations, the State's attorney queried, \"Amendment 2 wouldnot act to stop sensitivity training ... would it?\" \"Yes,\" Ms. Ro-mero answered, explaining that the Executive Director of the De-partment of Institutions had prohibited her from giving the trainingany longer after the election because of Amendment 2.1299. Anti-Gay MoralityContributing to the state's defense, Princeton University polit-ical science professor Robert George took the stand to testifyabout the moral ecology of communities and the role of morality tojustify government action such as that mandated by Amendment 2.Although Professor George admitted that he is not a classicsscholar, he testified that Greek society condemned homosexualityas shameful and damaging to a person's integrity,1 3° and rejectedprotections, they don't accord objections to aspects of the gay rights agenda as havingany legitimacy at all.\" Trial Tr. at 1246.As for television coverage, Mr. Knight was unable to come up with concrete exam-ples of a pervasive pro gay sentiment but settled on the following indictment: \"I don'tthink anyone would seriously question that Donohue, Geraldo Rivera, Oprah andJerry Springer all reflect a pro gay bias in their program[s].\" Id. at 1247.126. Id. at 1262-64.127. Id. at 1270.128. Id. at 1277-78 (responding to question about the particular issues covered bythe training program).129. Id. at 1281.130. Trial Tr. at 1300-02.1078THROUGH THE LOOKING GLASSProfessor Nussbaum's interpretation of ancient history. 13 1 He wenton to explain his view that even today, use of contraception is mor-ally wrong, as is masturbation or any form of non-marital sexualconduct, including lesbian or gay sexual relations. 132 He concludedthat Amendment 2 is an appropriate approach to civil liberties be-cause it elevates moral decisions about civil rights protections forlesbians, gay men and bisexuals to the state constitutional level. 33On cross-examination, Professor George agreed that Coloradowould be better off if its citizens were free to discriminate againstlesbians, gay men and bisexuals Who are sexually active.3 Indeed,he added, the State would be better off if its citizens were free todiscriminate against others who engage in any sort of sex outside ofmarriage. 35D. The Plaintiffs' RebuttalAlthough most of the state's arguments had been thoroughly ad-dressed during the case-in-chief, the plaintiffs called two witnessesat the close of the State's case to reaffirm that there is no rational,let alone compelling, justification for Colorado to limit the civilrights protections available to lesbians, gay men and bisexuals. Re-sponding to the State's argument that inclusion of sexual orienta-tion protections endangers the civil rights of racial and otherminorities, Joe Hicks, Executive Director of the Southern ChristianLeadership Conference in Los Angeles, affirmed that civil rightsprotections against sexual orientation discrimination strengthenthe rights of all people. 36 Supporting Mr. Hicks' point and chal-lenging Professor George's pronouncements on the role of moral-ity to justify discriminatory laws, Duke University Law Schoolprofessor Jerome Culp testified that \"if we can't fight social norms,we won't deal with the oppression that exists in America.' 37E. Closing ArgumentsEach side concluded the case with its strongest arguments - theState arguing strenuously that the court must respect the voters'131. See supra notes 66-69 and accompanying text (summarizing Professor Nuss-baum's testimony).132. Id. at 1311-13.133. Id. at 1313-14.134. Id. at 1331.135. Trial Tr. at 1332.136. Id. at 1364-70.137. Id. at 1386.1994] 1079FORDHAM URBAN LAW JOURNAL [Vol. XXIdecision to pass Amendment 2138 and the plaintiffs, represented atclosing by Jean Dubofsky, maintaining that the state has no legiti-mate justification whatsoever for allowing the public to vote awaythe fundamental rights of any group of citizens. 139 Moreover, thechallengers argued, Amendment 2 reflects an irrational bias and anintent to harm a particular group of citizens; these are simply unac-ceptable motives for government action. 4 °F. ResolutionNearly two months after close of trial, the Colorado district courtruled that \"Amendment 2 is unconstitutional as being violative ofthe fundamental right of an identifiable group to participate in thepolitical process without being supported by a compelling state in-terest.' 14 1 The court held that of the six allegedly compelling inter-ests presented by the state, 42 only the promotion of religiousfreedom and the promotion of family privacy were actually com-pelling.143 As to those interests, however, the court concluded thatthe Amendment was not narrowly drawn to promote them \"in theleast restrictive manner possible.\"'1 44 As a result, the court ordereda permanent injunction against the enforcement of Amendment 2.The State appealed the decision, but in a point-by-point rejectionof the State's justifications for Amendment 2's discrimination, theColorado Supreme Court upheld the District Court's grant of apreliminary injunction. 45 The State immediately announced its in-tention to seek review of the ruling by the United States SupremeCourt.III. ConclusionThe trial of Amendment 2 represents a profound moment in thehistory of lesbians and gay men and American civil rights jurispru-dence. Lawyers, political scientists and historians will have tostruggle for some time to come to grips with what it means to put asegment of society on trial for its basic rights.138. Trial Transcript at 1465-1500 (closing argument of Timothy Tymkovich).139. Id. at 1433-65 (closing argument of Jean Dubofsky).140. Id.141. Evans III, at *9.142. See supra text accompanying note 18.143. Evans III, at *9.144. Id.145. Evans v. Romer, Nos. 94-SA48 and 94-SA128, 1994 Colo. LEXIS 779 (Colo.Oct. 11, 1994).1080THROUGH THE LOOKING GLASSEven as the courtroom defeat of Amendment 2 took its impor-tant place in the string of litigation victories over anti-gay initia-tives, radical right groups were in the midst of mounting campaignsin nine states to place Amendment 2-like measures on November1994 ballots. 146 The clear message from the Colorado courts, aswell as courts in California and Cincinnati-that the anti-gay meas-ures violated fundamental constitutional rights of lesbian, gay andbisexual citizens' 47 -seemed to have little effect on the enthusiasmof initiative promoters. Still, the victory provided a critical affirma-tion to lesbians, gay men and others that a minority group cannotbe excised from constitutional protections at the majority's whim.The litigation served also as a backstop for Colorado civil rightsadvocates by enabling them to turn their attention to the all-impor-tant tasks of public education and organization on lesbian and gayissues and on civil rights issues generally.Still, as the trial of Amendment 2 has delineated, the underlyingtension between the community's desire to restrict those it despisesand the individual's desire to live freely and equally will remain achallenge, as it has been since the time of this country's founding.Ultimately, it is the hearts and minds of the public, not the courts,that hold the key to a peaceful resolution.146. The radical right organizations were largely unsuccessful in placing anti-gayinitiatives on state ballots in 1994. Of the nine attempts made, only two were success-ful. Initiative organizers in Arizona, Maine, Michigan, Missouri, Nevada, and Wash-ington failed to obtain the requisite number of signatures necessary to gain a place onthe ballot. An initiative in Florida was ruled invalid in March 1994. Only Idaho andOregon voters will adress the issue in November. A tenth movement was expected inOhio, but never materialized. Gay-Rights Groups \"Relieved\" But Wary as 8 InitiativesFail, ARIZ. REPUBLIC, July 17, 1994, at A19. Organizers in several states have prom-ised to place anti-gay initiatives on state and local ballots in coming years.147. Citizens for Responsible Behavior v. Superior Court, 2 Cal. Rptr.2d 648 (Cal.Ct. App. 1991); Equality Found. of Greater Cincinnati v. City of Cincinnati, No. C-1-93-773, 1994 WL 442746 (S.D. Ohio Aug. 9, 1994).19941 1081",
    "id": 144232212,
    "identifiers": {
        "doi": null,
        "oai": "oai:ir.lawnet.fordham.edu:ulj-2581"
    },
    "title": "Gay Rights Through the Looking Glass: Politics, Morality and the Trial of Colorado\\u27s Amendment 2",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "1994-01-01T08:00:00+00:00",
    "publisher": "FLASH: The Fordham Law Archive of Scholarship and History",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.lawnet.fordham.edu/cgi/viewcontent.cgi?article=2581&amp;context=ulj"
    ],
    "updatedDate": "",
    "yearPublished": "1994",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/144232212.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/144232212"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/144232212/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/144232212/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/144232212"
        }
    ],
    "abstract": "",
    "tags": [
        "article",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:ir.lawnet.fordham.edu:ulj-2581",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3464",
        "openDoarId": 0,
        "name": "Fordham University School of Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 144232212,
        "depositedDate": null,
        "publishedDate": "1994-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T04:21:21+00:00",
        "acceptedDate": null,
        "createdDate": "2018-01-01T15:19:22+00:00"
    },
    "urls": [
        "https://ir.lawnet.fordham.edu/ulj/vol21/iss4/4",
        "https://ir.lawnet.fordham.edu/context/ulj/article/2581/viewcontent/Goldberg__20Gay_20Rights_20Through_20the_20Looking_20Glass....pdf"
    ],
    "lastUpdate": "2024-01-24T04:21:21+00:00",
    "setSpecs": []
}