{
    "acceptedDate": "2007-02-07T00:00:00+00:00",
    "authors": [
        {
            "name": "Howard-Hassmann, Rhoda E."
        }
    ],
    "contributors": [],
    "createdDate": "2018-07-28T00:00:43+01:00",
    "dataProvider": {
        "id": 3375,
        "name": "Wilfrid Laurier University",
        "url": "https://api.core.ac.uk/v3/data-providers/3375",
        "logo": "https://api.core.ac.uk/data-providers/3375/logo"
    },
    "depositedDate": "2001-01-01T00:00:00+00:00",
    "documentType": "research",
    "doi": "10.1353/hrq.2001.0008",
    "downloadUrl": "https://core.ac.uk/download/159814951.pdf",
    "fullText": "Wilfrid Laurier University Scholars Commons @ Laurier Political Science Faculty Publications Political Science 2001 Gay Rights and the Right to a Family: Conflicts Between Liberal and Illiberal Belief Systems Rhoda E. Howard-Hassmann Wilfrid Laurier University, hassmann@wlu.ca Follow this and additional works at: https://scholars.wlu.ca/poli_faculty  Part of the Gender and Sexuality Commons, and the Political Science Commons Recommended Citation Howard-Hassmann, R.E. Gay Rights and the Right to a Family: Conflicts Between Liberal and Illiberal Belief Systems. Human Rights Quarterly 23(1), 73-95. Johns Hopkins University Press. Retrieved July 19, 2018, from Project MUSE database. DOI: https://doi.org/10.1353/hrq.2001.0008 This Article is brought to you for free and open access by the Political Science at Scholars Commons @ Laurier. It has been accepted for inclusion in Political Science Faculty Publications by an authorized administrator of Scholars Commons @ Laurier. For more information, please contact scholarscommons@wlu.ca. HUMAN RIGHTS QUARTERLYHuman Rights Quarterly 23 (2001) 73–95 © 2001 by The Johns Hopkins University PressGay Rights and the Right to a Family:Conflicts Between Liberal andIlliberal Belief SystemsRhoda E. Howard-Hassmann*1I find it deeply ironic that because gays and lesbians want to share our values, they havebeen accused of destroying our values.2I. THE RIGHT TO FORM A FAMILYAs the new century begins, it is useful to reflect on which social groups arestill unprotected by the international human rights regime. An obviouscandidate is gays and lesbians.3 If “[e]veryone is entitled to all the rights andfreedoms set forth in this [Universal] Declaration [of Human Rights],without distinction of any kind, such as race, color, sex, language, religion,political or other opinion, national or social origin, property, birth or other* Rhoda E. Howard-Hassmann is Professor of Sociology at McMaster University in Canada. Sheis the author of Human Rights and the Search for Community (1995), Human Rights inCommonwealth Africa (1996), and many articles on human rights. Her current research istentatively titled Resolving Human Rights Dilemmas: Canadian Citizens Speak.1. This article is a very slightly revised reprint of a chapter of the same title, see Rhoda E.Howard, Gay Rights and the Right to a Family: Conflicts Between Liberal and IlliberalBelief Systems, in INNOVATION AND INSPIRATION: FIFTY YEARS OF THE UNIVERSAL DECLARATION OF HUMANRIGHTS, 111 (Peter Baehr, Cees Flinterman, & Mignon Senders eds., 1999). For theirresearch assistance, I am deeply grateful to Rina Rodak and Jason Wakely, as I amgrateful to Jack Donnelly, Annelies Henstra, Karen March, Charlene Miall, DouglasSanders, and Cees Waaldijk for their comments on an earlier draft. I also thank the SocialSciences and Humanities Research Council of Canada for the funds necessary to conductthe research for this essay.2. Legislative Assembly of Ontario, OFFICIAL REPORTS OF DEBATES, 6675 (6 June 1994) (statementof Ms. Dianne Poole, Liberal Member of the Provincial Parliament for Eglinton)(concerning a debate over Bill 167, An Act To Amend Ontario Statutes To Provide for theEqual Treatment of Persons in Spousal Relationships, which was defeated).3. In using the terms gays/lesbians or homosexuals throughout, I recognize that there areother sexual minorities also seeking rights, namely bisexuals and transsexuals.Vol. 2374 HUMAN RIGHTS QUARTERLYstatus,”4 then it is incumbent upon activists and scholars interested inprotecting the rights of gays and lesbians to show that they occupy a statusanalogous to that of other social groups who suffer discrimination. This isnot an easy task.5Gays and lesbians are a more difficult social group to protect than otherweak social groups such as women or children, because they are perceivedin many cultures as innately dishonorable. Women and children who filltheir prescribed social roles and perform their prescribed duties can behonored and respected (although they may still be denied human rights,especially if they step out of their roles). Gays, by asserting a deviant identitythat defies social norms and common morality, are undeserving of honorand respect.The debate is not about sexual practices, however repugnant manyopponents (and many supporters) of gay rights might find such practices.The debate is about morality, and especially about the role of thatfundamental social institution, the family. The epigram above illustrates theambiguity of the position of gays and lesbians with regard to this socialinstitution. Their very desire to join society by forming their own recognizedfamily units is seen as an attack on the family.“The family,” states the Universal Declaration of Human Rights (UDHR),“is the natural and fundamental group unit of society and is entitled toprotection by society and the State.”6 The family is not specifically definedas a heterosexual relationship; rather, the UDHR states that “Men andwomen of full age . . . have the right to marry and found a family,” withoutspecifying that they must marry someone of the opposite sex.7 But while thismay be a useful legal point in arguing for the rights of gays and lesbians tomarry, it is sociologically anachronistic to assume that the drafters andoriginal signers of the UDHR did not have in mind a heterosexual family.8Liberals in the West and elsewhere might be willing to acknowledgethat gays, as a social group suffering discrimination, should be permitted—4. Universal Declaration of Human Rights, adopted 10 Dec. 1948, G.A. Res. 217A (III),U.N. GAOR, 3d Sess. (Resolutions, pt. 1), at 71, art. 2, U.N. Doc. A/810 (1948),reprinted in 43 AM. J. INT’L L. 127 (Supp. 1949)(emphasis added).5. See Jack Donnelly, Non-Discrimination and Sexual Orientation: Making a place forSexual Minorities in the Global Human Rights Regime, in INNOVATION AND INSPIRATION, supranote 1, at 93 (making a case for a logical analogy between homosexuals and othergroups). However, such logic is not convincing, as I will argue below, to those who viewgays and lesbians as a radically different—and deviant—type of social category, ascompared to those social groups who presently enjoy explicit protections againstdiscrimination.6. Universal Declaration of Human Rights, supra note 4, at art. 16 (3).7. Id. at art. 16 (1).8. See also Johannes Morsink, Women’s Rights in the Universal Declaration, 13 HUM. RTS.Q. 237, 239 (1991).2001 Gay Rights and the Right to a Family 75even encouraged—to form their own distinctive and respected family units.But nonliberals regard the gay demand to form family units protected bysociety and the state as a threat to society’s most fundamental socialinstitution.9 The family that the UDHR protects is, in their eyes (and in theeyes of the drafters of the UDHR probably was), a heterosexual family.This article analyzes the conflict between liberal and nonliberalnormative systems that underpins debate about gay rights and the right ofgays to form a family. In so doing it refers to the normative beliefs andpractices of actual existent cultures. To understand such beliefs andpractices is not necessarily to condone them, any more than one wouldcondone the underlying cultural values that in many societies, including theliberal West until recently, have buttressed sexism, anti-Semitism, andslavery. But if sensitivity to other cultures is a requirement in the debate overthe universality of human rights, then even the most liberal advocates of gayand lesbian rights need to understand the beliefs of those who opposethem.10II. THE DEBATE IN CANADAThis section uses evidence from Canada to show how citizens in a Westerndemocracy “work through” the question of homosexual rights. The evi-dence upon which it relies consists of interviews the author personallyconducted with civic leaders, a debate within one of Canada’s majorchurches, and a debate over gay rights in the Ontario Legislature in 1994.The purpose of analyzing the Canadian debate is to show how somecitizens, religious organizations, and members of the political elite havechanged their views so as to accommodate gays’ and lesbians’ desire to berespected, honored members of society. This change in Western liberalculture is so recent and so dependent upon an overall liberal social ideologyas to be very difficult to replicate in the illiberal world. The Western world’sliberalism is not only a matter of politics, or even a matter of socialliberalism, but it is also a sexual liberalism, a liberalism that argues thatthere is no legitimate social interest whatsoever in private physical acts.From July 1996 to April 1997, the author interviewed seventy-threecivic leaders in Hamilton, Ontario, about their views on a number of humanrights questions, including gay rights. All seventy-three were presumed to be9. On public opinions about gay rights in the United States, see A. WOLFE, ONE NATION, AFTERALL 72–81 (1998).10. To further clarify: I personally support the full, immediate, and universal implementationof all human rights for gays and lesbians. However, this article is a work of sociologicalanalysis, and not one of legal advocacy.Vol. 2376 HUMAN RIGHTS QUARTERLYheterosexual. This group of civic leaders was multiethnic, including thirty-six immigrants from various parts of the world. It was also a highlyeducated, older group of people actively involved in local affairs. Several ofthe recent immigrants from the non-Western world were obviously trying toadapt themselves to the dominant liberal ethos of Canadian society. Of theseventy-three people interviewed, the author categorized twenty-one asstrongly in favor of gay rights, forty as moderately in favor, and twelve asopposed to gay rights. Those strongly in favor approved of gay marriagesand adoptions of children on the same basis as heterosexual marriages andadoptions, those moderately in favor had reservations about gay marriagesor adoptions, and those against gay rights generally were opposed to bothgay marriages and gay adoptions.11 Almost everyone, however, acceptedthat gays should be protected by antidiscrimination measures in such areasas employment, housing, and education, and many of those opposed to gaymarriages were willing to accept a legal “domestic partnership” giving gaypartners the same rights as heterosexual partners. The point at which manycould go no further in accepting gay rights was when such rights were seento violate the religious principle (in Hinduism, Sikhism, and Judaism, as wellas Christianity) that marriage is a union between a man and a woman for thepurpose of procreation.12Canadians in the Hamilton study found it easy to accept gay rightsbecause of a changing knowledge base, changing social norms, and achanging ideological perspective on sexual practices. Forty-four respon-dents volunteered during their interviews that they knew someone who wasgay, and that this had influenced their attitudes to become more favorable togay rights. It is easier to reject gay rights when gays are the mysterious“other,” apart from the society that you live and work in, than when they areyour own child, friend, or coworker. Psychological studies confirm thatthose who are exposed to gays and lesbians are more likely to favor gayrights (or less likely to be “homophobic”) than those who are not soexposed.1311. Survey data in Canada show a rapid increase in the proportion of Canadians who arewilling to accept gay marriages: in 1996, 49 percent of Canadians agreed with legalrecognition of gay marriages, as opposed to 24 percent in 1992. See National AngusReid/Southam News Poll, Public Attitudes on Specific Gay Rights Issues, 7 June 1996; L.Bozinoff & P. MacIntosh, Majority Opposes Same Sex Marriages, THE GALLUP REPORT, 21May 1992.12. For detailed results of these interviews, see R.E. Howard-Hassmann, The Gay Cousin:Learning To Accept Gay Rights, J. HOMOSEXUALITY (forthcoming 2000/01) available onlineat University of Denver, Human Rights Working Papers Series, <http://www.du.edu/humanrights/workingpapers/>. The author also interviewed five individuals who identi-fied themselves as gay or lesbian; their views are not included in this analysis.13. See, e.g., W. Schneider & I.A. Lewis, The Straight Story on Homosexuality and GayRights, 7 PUB. OPINION 17 ( Feb./Mar. 1994); L.M. Lance, The Effects of Interaction WithGay Persons on Attitudes Toward Homosexuality, 40 HUM. RELATIONS 329 (1987).2001 Gay Rights and the Right to a Family 77Eighteen respondents in the Hamilton study mentioned that being gay isa genetic or biological condition. Reports of scientific studies suggestingthat homosexuality is a biological condition are given prominent play in theCanadian press, even though these scientific results are very preliminary,and are certainly not conclusive.14 These reports make it easier forCanadians who wish to be liberal and tolerant, but who have moral orreligious scruples about homosexuality, to be more accepting of gays. Ifhomosexuality is an insuperable biological condition, then Canadians arerelieved of their obligation to make a moral judgment about gays.15 Gays areno more responsible for their sexual preferences than women are respon-sible for their sex or blacks are for their race.The changing social norms in Canada since about 1970, which havemade it much easier than previously for gays and lesbians to “come out,”have made it possible for heterosexual Canadians to discover that many ofthose who they love or respect are gay. The Canadians in the Hamiltonstudy were influenced by the general emphasis in Canada since the late1960s on sexual choice and privacy. Several referred to the famousstatement by then Justice Minister Pierre Elliott Trudeau, who said in 1967,“The state has no place in the bedrooms of the nation.”16 Trudeauintroduced a number of reforms into what until then had been a ratherPuritanical sexual culture, liberalizing divorce, legalizing therapeutic abor-tion under certain specified circumstances, and decriminalizing privatehomosexual activities between consenting adults.17 Affected like the rest ofthe Western world by the sexual revolution of the 1960s, the new politicalculture of a more modern, liberal Canada agreed that sexuality was a matternot only of political but also of social indifference. Society as a whole hadno business judging the sexual activities of its individual members.These strong pro-privacy views were buttressed by the strong pro-equality views that became part of the core ideological orientation ofCanadians after the 1960s.18 Just as women and members of racial14. On the status of this research, see Chandler Burr, Homosexuality and Biology, 271ATLANTIC MONTHLY 47 (Mar. 1993); W. Byne, Why We Cannot Conclude That SexualOrientation Is Primarily a Biological Phenomenon, 34 J. HOMOSEXUALITY 73 (1997); J.P. DeCecco & D.A. Parker, The Biology of Homosexuality: Sexual Orientation or SexualPreference?, 28 J. HOMOSEXUALITY 1 (1995).15. See K.E. Ernulf et al., Biological Explanation, Psychological Explanation, and Toleranceof Homosexuals: A Cross-National Analysis of Beliefs and Attitudes, 65 PSYCHOLOGICALREPORTS 1003 (1989) (also finding that people who think gays are “born that way,” havemore positive attitudes toward them than those who think they choose to be gay).16. G. RADWANSKI, TRUDEAU 96 (1978).17. See id. at 90–97.18. For a general discussion of the value of equality in Canadian society, see PAUL. M.SNIDERMAN ET AL., THE CLASH OF RIGHTS: LIBERTY, EQUALITY AND LEGITIMACY IN PLURALIST DEMOCRACY(1996).Vol. 2378 HUMAN RIGHTS QUARTERLYminorities should not be disadvantaged in the public realm in areas such asemployment, housing, or education, homosexuals too should not be sodisadvantaged. The rights to privacy and equality demand that deviantsexual practices be entirely overlooked not only in public but also in privatedecision-making. The citizen who even in her private discussions takeshomosexuality to be a deviant or despicable attribute is failing in her duty torespect and honor other citizens.This social turn toward respect for sexual diversity and privacy bothinfluenced, and was influenced by, changes in Canada’s dominant Christianreligions. In 1991, 83.3 percent of Canadians identified themselves asChristian.19 By the 1990s, Canada’s churches had undergone a considerableamount of soul-searching that resulted in new attitudes toward homosexu-als. Even among the more conservative churches, “Hate the sin, not thesinner” was a common view, frequently reiterated by the respondents in theHamilton study. Even the small, conservative Christian Reformed Church(brought to Canada by Dutch immigrants) was rethinking its attitudestoward homosexuals. One Christian Reformed committee concluded, “It isone of the great failings of the Church and Christians generally that theyhave been lacking in sympathy and concern for the plight of the homosexu-als among them.”20One of Canada’s dominant churches is the United Church (formed bythe union of Presbyterians, Methodists, and Wesleyans in 1925), with about3.1 million members in 1991.21 This church not only accepts homosexualsas members of its congregation, but also accepts that practicing homosexu-als may be ordained as ministers. The United Church justifies this practiceby arguing that it is the actual expression of physical love that is importantin a Christian relationship, not whether such expression is heterosexual orhomosexual. “The closer we can get to a concept of sexuality, both in itsphysical and spiritual aspects, as a way in which we express our love ofGod, of one another and of ourselves, the better we will be able to evaluatethe sexual activity of ourselves and others.”22 Noting the story of how thefirst Jewish Christians had come to accept Gentile Christians, the UnitedChurch argued that “the gospel was by nature inclusive rather thanexclusive.”23 Thus, the many Biblical exhortations against homosexuals are19. See STATISTICS CANADA, Census of Canada 1991, Religions in Canada, Ottawa: Industry,Science and Technology Canada, 1993, tbl. 1, at 8–17.20. R. Heynen et al. (Homosexuality Committee), Homosexual Behavior and the Church: AChristian Reformed View, Looking at the Scriptures, in A CRISIS OF UNDERSTANDING:HOMOSEXUALITY AND THE CANADIAN CHURCH 68 (D. O’Leary ed., 1988).21. See STATISTICS CANADA, supra note 19, at 12.22. UNITED CHURCH OF CANADA, GIFT, DILEMMA AND PROMISE: A REPORT AND AFFIRMATIONS ON HUMANSEXUALITY 71 (1984) (on file with author).23. Id. at 77.2001 Gay Rights and the Right to a Family 79disregarded, in an interpretation which emphasizes Christian love andacceptance over the many prohibitions and exclusions that characterizedthe Christianity of earlier times. What is important to the United Church isnot the physical sexual activities of homosexuals, but their overall Christiancommitment. “Some would say of them [homosexuals] . . . that they areunclean. . . . But what if such people . . . are God-fearing, devout andgenerous? Does God not speak to them?”24 Christian respondents in theHamilton study frequently expressed this view of their religion, notingChrist’s love for and acceptance of all sinners over the more rigorousstrictures against sin.Although other Canadian churches have not gone as far as the UnitedChurch in accepting homosexuals (and indeed, there was considerabledissent within the United Church at the time its new policy was introduced),many accept that the sinner should be welcomed in their midst, even as thesin is deplored. This new religious attitude makes it easier for Canadianswho want to accept gay rights to do so. The religious change reflects wideroverall social changes, but it is important to many Canadians that thereligious authority to which they turn confirms the evolution of seculartrends of tolerance and acceptance.The United Church exemplifies more recent trends not only to tolerate,but even to “celebrate” the presence in Canadian society of ever-increasing“diversity.” The truly rights-protective society is one that is “inclusive.”These three key words—celebration, diversity, and inclusivity—typify a veryrecent social attitude that mere tolerance is a type of racism or prejudice,reflecting an unwillingness of the dominant, “tolerant” group to acknowl-edge that the diverse Other is as morally respectable as the conforming Us.The rhetoric of diversity insists on more than tolerance. It insists on themoral acceptability of the diverse family. A homosexual family is as worthyof concern and respect as a heterosexual family. The demand for state,religious, and social acceptance of their families indicates homosexuals’desire to be included in society, not to be excluded from it. Homosexualsagree that the family is the fundamental unit of society; their families areequally fundamental. The homosexual family should be celebrated as afamily.The language of inclusivity and diversity was at the core of the debateover Bill 167, “An Act To Amend Ontario Statutes To Provide for the EqualTreatment of Persons in Spousal Relationships,” in the Ontario Legislative24. Id. at 78. For an analysis of the evolution of Christian and Jewish thought regardinghomosexuals in the United States that confirms the analysis in this paper, see R. Nugent& J. Gramick, Homosexuality: Protestant, Catholic and Jewish Issues; a Fishbone Tale, 18J. HOMOSEXUALITY 7 (1989).Vol. 2380 HUMAN RIGHTS QUARTERLYAssembly in 1994.25 This bill, introduced by the ruling left-leaning NewDemocratic Party, was meant to ensure that all benefits and duties accruingto or incumbent upon heterosexual spouses should be available to homo-sexual spouses as well. The debate on the bill reflects the divisions stillexisting in Canadian society in 1994. While its sponsors used the languageof inclusivity and diversity, its opponents evinced a discomfort with the ideaof homosexual spouses, and a fear that the bill would undermine theCanadian family. In deference to its symbolic and religious meanings, theword “marriage” was carefully eschewed in the bill, which was neverthelessdefeated.26Defending Bill 167 in the Legislative Assembly of Ontario, then PremierBob Rae used language familiar to proponents of inclusivity, diversity, andthe right to determine one’s own private activities.[P]eople . . . have a right to a private life. They have a right to be themselves.They have a right to be who they are, without shame, without fear, withacceptance. . . . [I]n a secular society such as ours and in a diverse society suchas ours and in a society such as ours which reflects different values, differenttraditions, different people . . . it is only right and fair that the law should reflectthem [homosexuals] as well. . . . [T]he first freedom, the first right that peoplehave is the right to be themselves.27Attorney-General, Marion Boyd, also phrased her introduction in termsfamiliar to sexual liberals of the 1990s: “Tolerance, diversity, fairness, andrespect: These are the main themes of this legislation,” she said, laterarguing “it is our duty as legislators . . . to bring our laws into accordancewith this fundamental articulation of the core Canadian values of diversityand tolerance.”28 Also using language familiar to sexual liberals of the 1980sand 1990s, another Member of Parliament added: “We have an opportunityhere to leave a legacy of positive self-esteem among all people, that we25. Bill 167, 3rd Session, 35th Legislature, Ontario, 43 Elizabeth II (1994).26. On May 20, 1999, the Supreme Court of Canada ordered the Province of Ontario toamend its Family Law Act within six months to give gay couples the same rights tospousal support as heterosexual common-law couples, in the case of marriage break-down. The Court also “hinted broadly that other provincial statutes that discriminateagainst gays ought to be changed at the same time.” Kirk Martin, Gay Couples WinRights, GLOBE & MAIL (Toronto), 21 May 1999, at A1. On April 11, 2000, the Governmentof Canada passed Bill C-23, giving gay and lesbian couples the same rights andresponsibilities as common law heterosexual couples, although still not giving them theright to marry. See House of Commons Canada, Bill C-23, The Modernizing Benefits andObligations Act, 2nd Sess., 36th Parliament, 48–49 Elizabeth II, 1999–2000.27. Legislative Assembly of Ontario, OFFICIAL REPORT OF DEBATES, 6796–97 (9 June 1994)(statement of Premier Bob Rae).28. Legislative Assembly of Ontario, OFFICIAL REPORT OF DEBATES, 6454 (19 May 1994)(statement of Hon. Marion Boyd, Attorney General); Id. at 6573 (1 June 1994).2001 Gay Rights and the Right to a Family 81have a society that accepts people no matter who they are. . . . To be aninclusive society, that includes gays and lesbians.”29Coming from a more conservative, rural tradition than the urbanPremier and Attorney-General, another of the government’s Ministers addedhis view of the religious import of giving spousal rights to gays and lesbians:[W]hen I grew up as a child and attended church and Sunday school on aregular basis, I believed we had a loving God, who loved all people, andwanted us to treat everyone equally. . . . [T]hose people who want to talk aboutor hide behind this as a religious issue should . . . think about their God, theirSupreme Being, as a loving person who would like us to treat everyone equallyand not continue discrimination.30The Minister’s modern, inclusive interpretation of Christianity was upsettingfor many members of the Provincial Parliament, within his own party aswell as within the Opposition parties. Opponents of Bill 167 were veryconcerned that the traditional family would be undermined by it.Because of my upbringing and my religious beliefs, I believe firmly in theconcept of the traditional family and I think of family as the traditional mother,father and children. . . . In society today, every major problem we face . . . canall be traced to the breakdown of the traditional family unit.31This quotation illustrates the depth of religious and moral commitment ofopponents of Ontario’s Bill 167. Many defenders of gay and lesbian rightseasily dismiss opposition as symptomatic of “homophobia,” thus convertinga moral position into a psychiatric illness. Aware of this tendency, anotheropposition member complained that his religious views of traditionalmorality were denigrated, and that all religiously based defenses of thefamily were derided:We do not support changing the definition of “marital status.” The role of thefamily is an important and fundamental building block in our society. . . . Someof us derive these views from deeply held religious convictions and we wouldbe untrue to our faiths . . . to deny this. . . . In some quarters it is not popular . . .to draw . . . on religious convictions . . . to make the case against changing thedefinition of marriage. . . . People who refer to their religious convictions . . . areridiculed as extremists or fundamentalists or red necks or zealots.3229. Legislative Assembly of Ontario, OFFICIAL REPORT OF DEBATES, 6641 (2 June 1994) (statementof Gary Malkowski, New Democratic Member of the Provincial Parliament for YorkEast).30. Legislative Assembly of Ontario, OFFICIAL REPORT OF DEBATES, 6671 (6 June 1994) (statementof Hon. Elmer Buchanan, Minister of Agriculture, Food and Rural Affairs).31. Legislative Assembly of Ontario, OFFICIAL REPORT OF DEBATES, 6626 (2 June 1994) (statementof Mrs. Joan M. Fawcett, Liberal Member of the Provincial Parliament for Northumberland).32. Legislative Assembly of Ontario, OFFICIAL REPORT OF DEBATES, 6582 (1 June 1994) (statementof Mr. Charles Harnick, Progressive Conservative Member of the Provincial Parliamentfor Willowdale).Vol. 2382 HUMAN RIGHTS QUARTERLYThe concerns expressed by these opponents of Bill 167 in Ontario aresimilar to the concerns reflected by those who oppose the recent liberaliza-tion of some Christian churches’ attitudes toward homosexuals. Accordingto one critic, the United Church, by accepting homosexuals, has desanctifiedboth the Word of God and the holiness of matrimony. Moreover, it hasrelativized God’s Truth, and has ended the obligation of obedience to God’swill. Religious Truth is now corrupted by a willingness to change churchteachings in accordance with social values that might well contradict theWord of God.33Indeed, this is what the example of the United Church shows. Religionis not merely a matter of following the revealed Truth, in whatever holybook it might be found. Religious “truths” frequently change as the largerworld changes, and as religious organizations adapt their teachings so asnot to be out of step with the times. From a sociological point of view,religions are man-made institutions, however much those who partake indebates about religion and human rights might claim that they are relyingon the teachings of their various gods. As man made God in his own image,so society makes God’s rules in the image of its own.Religion is not static; it reflects society and is part of social change.What people now “find” in the scriptures depends on what they are lookingfor. Just as Christians no longer endorse slavery or the unthinking obedienceof a woman to her husband, so many Christians no longer endorse an imageof the homosexual as sinful. But while many Christians consider this changea mark of progress toward greater diversity and inclusivity, many others—and many others of different religions in both the Western and the non-Western world—consider this diversity to be a moral outrage, an offenseagainst the sanctity of marriage and the family. In this view, pro-gay rightsliberals have so influenced public debate that there is no room forreligiously based opinions. It is precisely such irreligious liberalism thatcauses such concern and such opposition to Western cultural imperialism inthe non-Western world.Thus, by studying the Canadian debate we can understand the moralissues that preoccupy supporters and opponents of that most quintessentialof gay rights—because it is most “inclusive” of gays in the community—theright to marry and form a family on the same basis as heterosexuals. To grantgays and lesbians the right to marry is to agree that their sexual orientationis worthy of respect, that there is no moral obligation in either social orreligious terms to condemn their sexual activities. Rather, their sexualactivities are as socially and personally appropriate as those of heterosexu-33. See V. Shepherd, The United Church and Ordination of Active Homosexuals: A Critique,in A CRISIS OF UNDERSTANDING, supra note 20, at 35.2001 Gay Rights and the Right to a Family 83als. Canadian society, along with several other Western societies such as theNetherlands, now seems to be en route to endorsing this point of view.However, this is the case because of a host of underlying liberal valueswhich are still contested by conservatives in Canada, and which also strikemany outside of the developed, liberal Western world as deeply offensive.III. HOMOSEXUAL RIGHTS ANDTHE NEED FOR A LIBERAL CULTUREThe discussion above of the debate in Canada reveals the social conditionsnecessary for endorsement of a nondiscriminatory, indeed supportive,attitude toward gays and lesbians. In many societies, homosexuals areviewed as immoral social deviants; this was the case in Western Christiansociety until very recently. Only the development of a liberal societyincreasingly tolerant of personal privacy, including sexual privacy, permitshomosexuals to assert claims to social respect. Such liberalism alsocoincides with small-s secularism: not necessarily the renunciation ofreligious views, but a reconsideration of religious views in accordance withprevailing secular social norms, as evinced above in the discussion ofCanada’s United Church.34With modernization and secularization come “removal of sexualityfrom the realm of taboo and a new respect for the private sphere.”35 Thatcitizens have a right to privacy is taken for granted in liberal democracies.As one Canadian judge stated in 1977: “It is a fundamental principle of oursociety that every member must respect the dignity, privacy and person ofthe other.”36 It is no accident that the second case concerning homosexualrights upon which the United Nations Human Rights Committee ruledrevolved around the right to personal privacy.37The extension of social acceptance of privacy so far as to includetolerance of what were previously thought of as sexual improprieties andsexual deviance arrived only very recently in North America, with the34. For a fuller discussion of the values of secularism and personal privacy in liberal society,see Rhoda E. Howard, HUMAN RIGHTS AND THE SEARCH FOR COMMUNITY 23 (1995).35. W. Lienemann, Churches and Homosexuality: An Overview of Recent Official ChurchStatements on Sexual Orientation, 50 ECUMENICAL REV. 8 (1998).36. D.G. CASSWELL, LESBIANS, GAY MEN, AND CANADIAN LAW 638 (1996).37. See Nicholas Toonen v. Australia views adopted on 31 March 1994, U.N. Human RightsCommittee, 50th Sess., Comm. No. 488/1992, U.N. Doc. CCPR/C/50/D/488/1992(1994), reprinted in U.N. GAOR, 49th Sess., Supp. No. 40, at 226–37, U.N. Doc. A/49/40 (vol. II) (1994). For discussion of this case, see L.R. Helfer & A.M. Miller, SexualOrientation and Human Rights: Toward a United States and Transnational Jurisprudence,9 HARVARD HUM. RTS. J. 61 (1996).Vol. 2384 HUMAN RIGHTS QUARTERLYsexual revolution of the 1960s. The 1969 Stonewall riot in New York City, inwhich homosexuals defended themselves against a police raid on a gay bar,was a logical outcome of the previous stress on freedom of sexuality foundin the student and women’s liberation movements. But tolerance of sexualimproprieties and deviance was also a consequence of the erosion oftraditional sex roles and an acceptance of a high degree of androgyny.Homophobia is linked to traditional sex roles, as well as to other factorssuch as conservative religious beliefs and lack of contact with gays.38Societies in which privacy is a social value and in which deviance fromsocial norms such as prescribed sex roles is tolerated tend to be urban andcosmopolitan. Gays are symbolic of urban society and indeed do tend tocongregate in urban areas.39Androgyny and cosmopolitanism are both aspects of diversity. Diversitysince the 1980s includes not only matters of language, religion, ethnicity, orother such characteristics, but also matters of intimate sexual choice. TheWestern liberalism that is fully accepting of homosexual rights is a sexualliberalism. Sexual liberalism permits sexual diversity. Sexual diversity is amatter of privacy, individualism, and choice, all three values that permeateliberal society. But this very diversity upsets traditional morality, whether inthe Western world or elsewhere. Even in the West there are many whowould prefer a more public sense of heterosexual duty to family andcommunity, even when that duty is imposed by society rather than freelychosen by the individual. The new tolerance, the new “anything goes”approach to sexuality, upsets many individuals’ deepest perceptions of whatis honorable and shameful.Opposed to the dominant liberal ethos in Canadian society are thosewho are strongly disturbed by homosexuals and homosexual behavior. Thatsuch a sector of the population still exists is evident, for example, in theamount of gay bashing (verbal and physical attacks on gays) that still occurs;indeed, that may have increased as a result of the new openness of gays. Ina street survey of 368 individuals attending Toronto’s Gay and Lesbian PrideDay celebrations in 1995, 78 percent of respondents reported havingexperienced, during their lifetime, verbal assaults; 38 percent reportedhaving been chased or followed; and 21 percent reported having beenphysically assaulted, all because they were assumed to be lesbian or gay.4038. See G.M. Herek, Heterosexuals’ Attitudes Toward Lesbians and Gay Men: Correlates andGender Differences, 25 J. SEX RES. 451 (1988).39. On gays and urbanism, see GILBERT HERDT, SAME SEX, DIFFERENT CULTURES: EXPLORING GAY ANDLESBIAN LIVES 171–73 (1995).40. See E. Faulkner, Anti-Gay/Lesbian Violence in Toronto: The Impact on Individuals andCommunities, Ottawa, Canada: Dept. of Justice, 1997 (TR1997-5e), at xi.2001 Gay Rights and the Right to a Family 85The views of individuals who strongly oppose homosexual rights areexemplified by a website entry by a well-known Canadian, anti-gaypropagandist, Jeff Vos.41 Vos confounds gays with Jews, asserting that gayculture is supported by Jews and that gays are protected by human rightscommissions known to be financed by the Jewish community.42 He alsoconfounds gays and blacks, asserting that the reason that gays and blackAfricans are both populations known to be susceptible to AIDS is that bothare known to be highly promiscuous.43 Gays are also effeminate, accordingto Vos; they violate approved sex roles.44 They corrupt innocent children,who have no sexual tendencies at all until they are seduced by homosexuals.45The set of stereotypes Vos uses reflects wider stereotypes found in manysocieties about the nature of various “deviant” social groups. Society, saysMary Douglas, divides people into pure and impure categories.46 This is adeeply ingrained tendency, an effort to make sense of the disorder of theworld around us, to set boundaries and reduce the likelihood of socialconfusion.47 Purity is connected with cleanliness and orderliness. In turn,cleanliness is connected to sexual restraint, and orderliness to appropriatesex role behavior. Gays, in this account, exemplify impurity and disorder.Their sexual practices are dirty and deviant, and they are hyper-sexual,obsessed by sex. They are disorderly because—so the stereotype goes—theyviolate approved and natural sex roles; at the same time as they are hyper-sexual, they are effeminate and passive. Unlike women, who can conformto social norms and rules, and who can be considered pure if they conformto sexual restrictions and taboos regarding their bodily functions, gays areinnately disorderly and dirty. They thus upset the social order in fundamen-tal ways; they violate the most intimate, deeply-ingrained rules of socialbehavior.To the social conservative, then, gays are a form of social dirt whoserole is to confirm the rightness of everyone else’s sexual restraint. “Thecreation of a specialized, despised, and punished role of homosexual keepsthe bulk of society pure.”48 For such conservatives, the liberal rhetoricregarding gay rights exemplified in Canadian debates shames the society41. See Jeff Vos, Suppressed Facts III: The Homosexual Threat (visited 12 Dec. 1997) <http://www.crusader.net/texts/cng/indhomo.htm>.42. See id.43. See id.44. See id.45. See id.46. See generally, MARY DOUGLAS, PURITY AND DANGER: AN ANALYSIS OF CONCEPTS OF POLLUTION ANDTABOO (1966).47. See id.48. M. McIntosh, The Homosexual Role, in QUEER THEORY/SOCIOLOGY 35 (S. Seidman ed.,1996).Vol. 2386 HUMAN RIGHTS QUARTERLYthat employs it, reversing as it does the natural order of social morality.Liberals tolerate, indeed celebrate, the intolerable. Liberals ask for gays tobe honored and respected: the more common traditional or conservativesocial order expects gays to be dishonored and denigrated. Liberals want toinclude gays as part of the community, while traditionalists expect that gaysshould be excluded and shunned, if not indeed imprisoned or exiled.Liberals go so far as to announce that gays should have just as much self-esteem as heterosexuals; traditionalists reply that gays should be ashamed oftheir behavior and their very identity.Underlying these oppositions of liberal and traditional attitudes towardgays are deeper attitudes about proper comportment in society as a whole.Liberal attitudes toward gays reflect liberals’ deeper underlying principlethat individualism should be permitted, and that individual desires shouldtake precedence over the collective will. The right to privacy is more valuedby liberals than is a public morality; diversity, no matter how repugnant arenonconforming acts or identities, is more valued by liberals than conformityto public morals. Traditionalists expect that all individuals should exhibitrestraint in their activities; liberals encourage instead self-fulfillment andindeed, public exhibitionism, as in the “flaunting” of their sexuality by gaysthat so many conforming heterosexual individuals (including twenty-sevenin the Hamilton study) deplore.49 Traditionalists expect everyone to abide bysocial rules; liberals encourage choice, indeed even choice in sex rolebehavior, encouraging men to adopt feminine attributes and roles andwomen to adopt masculine. The international movement for gay rights,then, is a movement that attacks traditional social morality in a morefundamental way than any other movement to protect human rights. Evenmore than the struggle for women’s rights, it defies the orderly opposition ofmale and female so central to all cultures.IV. GAYS, LESBIANS, AND THE THREAT TO THE FAMILYBeyond all the stereotyped social oppositions discussed above, there is stillthat which is most problematic about homosexuals: the refusal to marrysomeone of the opposite sex, and the refusal to procreate with someone ofthe opposite sex within marriage. Gays and lesbians are a threat to thefamily. This is what makes the “out” gay or lesbian, insistent on his or heridentity as such, so much more problematic than the individual who merelyengages in same-sex activity.According to some queer theorists, the identity of “homosexual” is a49. See also WILLIAM N. ESKRIDGE, JR., THE CASE FOR SAME-SEX MARRIAGE 183–91 (1996).2001 Gay Rights and the Right to a Family 87very recent social creation, specific until very recently to Western society.50Until the late nineteenth century, even in the West, there were individualswho engaged in same-sex activities, but not “homosexuals” as such. Thus inBritain, it was not homosexuality that was proscribed by law, but the act ofbuggery (sodomy or anal sex), whether performed between men or by awoman and a man. Buggery was unnatural because it could not result inprocreation.51 Even Oscar Wilde was put on trial not because he wasidentified as a homosexual, but because he was accused of sodomy.52Males began to identify themselves as homosexuals when certain socialchanges made that possible. Among these were industrialization andurbanization, which permitted homosexuals to congregate in cities andremove themselves from the constraints of family and village life. This inturn permitted the formation of a social network and community ofhomosexuals, within which it was easier for an individual to reinterpret hisidentity.53 It was also easier for a male homosexual identity to emerge whenmachines and a more complex division of labor took over women’s worksuch as cleaning and cooking, so that men—whether heterosexual orhomosexual—no longer needed to live with women to have their dailyneeds taken care of.54If the identity of homosexual is barely 100 years old in the West, it iseasier to appreciate why such an identity might be considered outrageous inthe non-Western world. In many parts of the non-Western world, procre-ation is still an imperative of social life. Despite the economic andecological changes that make advisable a reduction in fertility rates, alladults bear a social responsibility to marry and have children. In Africa, forexample, same-sex activity is common in many cultures. In some, it isconsidered mere adolescent play; in others, the imperatives of malemigration (for example, to the mines of South Africa) result in homosexualactivity in the absence of women. But the individuals who engage in suchactivities do not consider themselves homosexuals. They do marry, and theydo procreate. They do not deny or refuse the heterosexual married roles that50. See J. Weeks, The Construction of Homosexuality, in QUEER THEORY/SOCIOLOGY, supra note48, at 41. Weeks is what is known as a “constructivist” among queer theorists, asopposed to “essentialists,” who argue for an essential homosexual identity rooted,presumably, in some aspect of genetics, biology, or psychology. The author’s ownanalysis, as should be clear from this paper, tends toward the constructivist position.51. See id. at 45.52. See Oscar Wilde, 1854–1900, Author (visited 26 Oct. 2000) <http://www.irlandseye.com/aarticles/history/people/whoswho/o_wilde.shtm>.53. See B.D. Adam, Structural Foundations of the Gay World, in QUEER THEORY/SOCIOLOGY,supra note 48, at 111.54. See BARBARA EHRENREICH, THE HEARTS OF MEN: AMERICAN DREAMS AND THE FLIGHT FROM COMMITMENT9–10 (1983).Vol. 2388 HUMAN RIGHTS QUARTERLYthey are expected to adopt as adults.55 Thus the Bishop of Sudan, who at theinternational conference of Anglican bishops in 1998 declared, “In theSudan we know nothing of what you call homosexuality, we only know thegospel,” might well have been telling the truth, according to his lights.56While homosexual acts might be common, the homosexual identity mightstill be so uncommon in Sudan as to be deemed impossible.Even in societies with ritualized homosexual activities, the family unit isstill preserved. The adult male is expected to marry and procreate, even ifhis emotional ties are still to men. In ancient Greece, where homosexualrelations between older men and adolescent boys (Platonic or otherwise)were idealized, the adult male married.57 The famed berdache of NorthAmerican Indian culture adopted a female role and “married” as a female,thus confirming the society’s overall commitment to marriage.58 Among thecultures that practice ritualized homosexuality in Papua New Guinea, this isalso the case, as Gilbert Herdt’s study of the Sambia people shows.59 TheSambia were quite shocked when Herdt explained to them that as anAmerican homosexual, he had never married.60 They urged him to find awife, as he was well beyond the age at which males in their culturepracticed same-sex activities.61The gay and lesbian liberation movement rejects the traditional male-female unit that is central to most of the world’s views of the meaning offamily. In rejecting the union of male and female, it also seems to berejecting the procreative function of the family. Thus, the most fundamentalpurpose of social life is denied: to form and protect families, and to makesure that as many children as possible are born. That lesbians and gaysmight like to have children—and indeed, in developed Western countriescan find ways to have children without heterosexual physical relations—isbeyond the comprehension of many technologically less developed socie-ties; or, the alternative means of procreation are viewed as so unnatural asto be repugnant.55. See Chris Dunton & Mai Palmberg, Human Rights and Homosexuality in SouthernAfrica, 19 CURRENT AFR. ISSUES 21 (1996). See also D.P. Amory, “Homosexuality” in Africa:Issues and Debates, 25 ISSUE: A JOURNAL OF OPINION 5 (1997).56. Canadian Broadcasting Company, The World at Six (radio), 5 Aug. 1998.57. See HERDT, supra note 39.58. See id.59. See id.60. See id.61. See id. The case of the Sambia raises an interesting question for human rightsuniversalists. The Sambia believe that young males have no semen in their bodies, andcan only acquire semen through performing fellatio on older males. Thus boys in theseven- to ten-year-old age group perform fellatio on older boys. Eventually, the youngerboys become the recipients of oral sex, “donating” semen rather than receiving it; laterstill, they marry and give up such activities. Id. at 114–15. Does this “boy insemination”violate children’s rights and if so, what, if anything, should be done about it?2001 Gay Rights and the Right to a Family 89That procreation is so fundamental to most societies also might explainwhy lesbianism often is seen as a lesser threat to society than malehomosexuality. The lesbian can be forced to procreate: her father cancompel her to marry, and her husband can rape her, whereas male homo-sexuals cannot be forced to procreate. However, in contemporary Westernliberal societies, fathers may no longer invite putative husbands to rape theirreluctant daughters, nor is marital rape tolerated any longer. Thus, thelesbian identity and role is possible, and with it a challenge to thefundamental heterosexual family.The lesbian or gay identity is possible in the West because the purposeof marriage has changed. No longer is marriage viewed as primarily for thepurpose of reproduction. Small families of one or two children are the norm,infertile women are not shunned, and even voluntary childlessness isreasonably accepted, although still drawing some social stigma. Instead,marriage is viewed as a social institution with the purpose to bring togetherpartners for love, sexual fulfillment, and companionship. If the companion-ate marriage is the norm and procreation is not a necessary aspect of it, thenthere is no particular reason why the two married companions need to be ofopposite sexes. Any two individuals can form a social unit for purposes ofcompanionship and sexual fulfillment.This new, Western ideal of the family permeates discussions of gayrights. Non-Westerners are asked to reshape one of their most sacred socialinstitutions to accommodate what in many traditionalists’ eyes are theshameful sexual desires of perverted individuals. As such, the demand forgay and lesbian rights is the latest in a series of what might be called culturalassaults against the non-Western world. Such an assault is highly objection-able to many outside the West, whether homosexuality is an “innate”characteristic or whether it is a social construction.V. A NEW LAYER OF CULTURAL IMPERIALISMFrom the point of view of non-liberals, either in the West or in the non-Western world, if homosexual identity is a social creation, then it is achoice. As a choice, rather than an innate condition, it is immoral,according to non-liberals. Homosexuality is a choice that should becondemned, not protected.That the homosexual identity may well be a social construction,specific to time and place, makes it very difficult to argue to the interna-tional community that homosexuals are worthy of human rights protectionbecause they can be found, in large numbers, in all societies. The numberfrequently cited by gay and lesbian activists, that 10 percent of the world’spopulation is homosexual, is a myth. This number derives from the classicVol. 2390 HUMAN RIGHTS QUARTERLYstudy of male sexuality in the United States by Alfred Kinsey and hiscolleagues in the 1940s.62 Kinsey reported that 10 percent of his white malesample had been more or less exclusively homosexual for at least threeyears between the ages of sixteen and fifty-five.63 But Kinsey concluded thatonly about 4 percent of his white male sample had been exclusivelyhomosexual throughout their entire lives.64 Moreover, Kinsey’s sample wasnot statistically representative; he relied on volunteers as well as on certainpopulations, such as prisoners.65More recent data are much more reliable. A University of Chicago studyconducted in the early 1990s found that about 2.8 percent of the malepopulation of the United States and 1.4 percent of the female population“reported some level of homosexual (or bisexual) identity.”66 These figureswere derived from a random sample survey of the U.S. population. Otherstudies conducted in the United States, as well as studies conducted inBritain and Europe, confirm that this is the more accurate number.67Even these much smaller figures cannot be generalized to the entireworld. If the identity “homosexual” is a social construction confined todeveloped Western society, then it probably does not exist in the samenumbers in less developed, non-Western societies. Indeed, same-sex activ-ity may merely be part of a range of sexual behaviors tolerated—even ifofficially denied—in certain cultures, as long as they are engaged indiscretely and do not interfere with traditional sex roles and the imperativeto form a family.Nor is the evidence yet compelling that homosexuality is a biologicallyinduced condition. Even if this evidence were compelling, non-Westernstates could argue that it is a genetic condition peculiar to Westerners.Genetic and other biological conditions are not randomly distributedthroughout the world’s population. Even if the biological condition ofhomosexuality were randomly distributed across all the world’s popula-tions, it still could be considered a shameful condition and one whichshould be hidden. The appropriate attitude of the individual unfortunateenough to be biologically homosexual would be to try to overcome thistendency, to hide it, not to flaunt it, and certainly not to use it as a reason toclaim “special” human rights. Socially deviant individuals usually areshunned or punished, not rewarded with respect and concern for theirrights.62. See A.C. KINSEY ET AL., SEXUAL BEHAVIOR IN THE HUMAN MALE (1948).63. See id.64. See id. at 651.65. See EDWARD O. LAUMANN ET AL., THE SOCIAL ORGANIZATION OF SEXUALITY: SEXUAL PRACTICES IN THEUNITED STATES 289 (1994).66. Id. at 293. Note that the relevant criterion here was identity, not activity.67. See S. LEVAY, QUEER SCIENCE: THE USE AND ABUSE OF RESEARCH INTO HOMOSEXUALITY 61–62 (1996).2001 Gay Rights and the Right to a Family 91Given the reluctance of Western sexual liberals to accept that in manyother parts of the world homosexuality is a deviant, if not criminal, identityor activity, it is not surprising that some non-Western leaders have reacted tothe incipient campaign for international gay rights with outright hostility.68 Itis important in the debate with non-Western world leaders not to dismissthem as possessing homophobic tendencies; that is, as suffering from apsychological condition. The debate needs to be conducted on the level ofsocial morality. A dismissive attitude toward non-Westerners who condemnhomosexuals suggests that liberal Westerners merely consider them bar-baric, too primitive to have reached the refined level of sexual privacy andchoice now common, if not universally accepted, in the West. It is, more-over, extremely offensive to many who are uneasy with gay rights to suggestthat this is because of their personal fear of their own possible homosexualor bisexual tendencies. The moral issues are clear: religion, family, and thesocial obligation to have children. To push these issues aside by referring topsychological theories of homophobia is to denigrate the moral systems ofnon-Western societies uneasy with, or even absolutely hostile to, gay rights.In the eyes of many non-Westerners, the international movement forgay rights is a new layer of cultural imperialism, a new secular imperialism,as it were. In many societies, as in sub-Saharan Africa, in Muslim cultures,in Papua New Guinea, or in China and Japan, ritualized, controlledhomosexual activities were permitted—or were tolerated—before the onsetof the Western, Christianizing period.69 Westerners urged indigenous popu-lations under their control or influence to curtail and be ashamed of theseactivities. Political imperialism and Christian morality resulted in state legalregulation, so that even now, many formerly colonized countries retain theircolonizers’ ancient laws regarding homosexual activities, as is commonamong former British colonies which outlaw gross indecency or buggery.70In this context, gay liberation is but the latest wave of Westernimperialism. The very same people who once, without regard to localcultures, ordered the non-Western world to outlaw homosexuality, nowagain, without regard to local cultures, urge the non-Western world toaccept—even to respect and honor—homosexuality. As Bishop Henry68. For a detailed discussion of the state of the international campaign for gay and lesbianrights, see Douglas Sanders, Getting Lesbian and Gay Issues on the International HumanRights Agenda, 18 HUM. RTS. Q. 67 (1996).69. See, e.g., S.O. Murray, The Will Not To Know: Islamic Accommodations of MaleHomosexuality, in ISLAMIC HOMOSEXUALITIES: CULTURE, HISTORY, AND LITERATURE 14 (S.O. Murray& W. Roscoe eds., 1997); S. A. Wawrytko, Homosexuality and Chinese and JapaneseReligions, in HOMOSEXUALITY AND WORLD RELIGIONS 199 (A. Swidler ed., 1993); HERDT, supranote 39.70. For a list of these countries as of the mid-1990s, see Laura Bruni, Index AmorumProhibitorum, 24 INDEX ON CENSORSHIP 195 (1995).Vol. 2392 HUMAN RIGHTS QUARTERLYOrombi of Uganda said during the debate at the 1998 World AnglicanConference over the church’s position regarding homosexuality, “We arequoting what is in the Scriptures. Don’t you forget that the church inAmerica and the church in England took us the Scriptures, and we are notreading anything different.”71 Yet at this conference, Western bishops triedto persuade bishops from the non-Western world to reverse the Christianattitude toward homosexuality that missionaries had taught them.Having been persuaded by Christian colonizers to punish homosexualbehavior, representatives of non-Western states now find themselves calledupon to tolerate the very behavior they were once told was reprehensible.So homosexuality is now a symbol in many countries of the “decadentWest,” and a means by which political leaders can rally populist angeragainst foreigners. Thus Secretary for Information and Publicity in Namibia,Alpheus Naruseb, in 1997 lashed out at Europeans who, in his view, wereundermining Namibian culture by imposing “gayism.”72 Said Naruseb:It should be noted that most of the ardent supporters of this [sic] perverts areEuropeans who imagine themselves to be the bulwark of civilisation andenlightenment. They are not only appropriating foreign ideas in our society butalso destroying the local culture by hiding behind the facade of the verydemocracy and human rights we have created. . . . The moral values of ournation . . . incorporate the fundamental principles of nature and should not beequated to the vile practices of homosexuals which has a backlash effect on oursociety.73This quotation, including the themes of foreignness, local culture, andlocal morality, exemplifies the resentment many in the non-Western worldfeel against the latest display of human rights cultural imperialism. To betold that they are morally inferior because they do not tolerate what seemsto them a patently immoral practice strikes many non-Westerners as furtherevidence of Western insensibility to local cultures. In this respect, the angershown by President Robert Mugabe of Zimbabwe in 1995, when the Gaysand Lesbians of Zimbabwe attempted to set up a display at an African bookfair, perhaps needs a more understanding reaction from Western sexualliberals. Mugabe, a product of Roman Catholic missionary education in acolonized Rhodesia, is now being told by young Western upstarts that themoral system which he accepted when taught it by their own elders is71. G. Niebuhr, Anglican Conference Takes Tough Line on Homosexuals, N.Y. TIMES (Int’lEd.), 6 Aug. 1998, at A1, A8.72. See Swapo Slams Gays: Swapo Vows To “Uproot” Homosexuality in Namibia,Electronic Mail and Guardian (South Africa), 5 Feb. 1997, available on <http://www.mg.co.za/mg/news/97jan2/5feb-swapogay.html>.73. Id.2001 Gay Rights and the Right to a Family 93wrong.74 Moreover, his own African upbringing no doubt taught him that thenatural course was for men and women to marry and reproduce, and thatthat which is against nature is against the social order, and is thereforeimmoral.75Nor is the type of reaction exhibited by Naruseb and Mugabe unique tosub-Saharan Africa. As Duran notes regarding Islamic societies in general,“a dispassionate discussion of the human rights of homosexuals is particu-larly hard to initiate in Muslim societies confronted with a kind of westernhomosexual aggression.”76 In the Muslim world, according to Duran, theactive role in male same-sex activity is not dishonorable, while the passiverole is deeply shameful. Thus, some Moroccan men who engage in paidsexual activities with male Westerners consider that in taking the active rolein anal sex, they are symbolically degrading their former Western conquer-ors. “To sodomize a Westerner provides a kind of psychological relief forsome people from among the former ‘subject races’ . . . .”77 So at the sametime as political leaders deny that homosexuality exists in their societies,homosexual activities themselves embody the relations between the Westand the Rest. That homosexual activities can be used to express hostility toWesterners is not a paradox; by subjecting the Westerner to the humiliationof passive anal sex, the Muslim man signals his masculinity, his indepen-dence, and his rejection of subjugation. He can do this while simulta-neously (and truthfully) arguing that gay rights are not part of his culture,and that the West has no business trying to impose them.VI. STYLE VERSUS SUBSTANCE: THE HOMOSEXUAL FAMILYAS A THREAT TO THE RIGHT TO A FAMILYJack Donnelly argues:Perverts, degenerates, and deviants have the same human rights as the morallypure, and should have those rights guaranteed by law. . . . Human rights . . . arenot lost simply because of one’s beliefs or lifestyle. . . . How one chooses to leadone’s life, subject only to minimum requirements of law and public order, is aprivate matter, no matter how publicly one leads that life.7874. For information on Mugabe’s education, see N.C. BORCKMAN, AN AFRICAN BIOGRAPHICALDICTIONARY (1994).75. For a discussion of the Zimbabwe Book Fair incident, see Dunton & Palmberg, supranote 55, at 8.76. Khalid Duran, Homosexuality and Islam, in HOMOSEXUALITY AND WORLD RELIGIONS, supra note69, at 181, 186.77. Id. at 189.78. Jack Donnelly, Unfinished Business, 31 POL. SCI. 533 (1998).Vol. 2394 HUMAN RIGHTS QUARTERLYThis quintessentially liberal position—that one’s private life is a matter ofpublic indifference even if conducted in public—is one that not only manynon-Western traditionalists, but also many Western conservatives, wouldhave difficulty accepting. The public conduct of private sexual activitieswas offensive to many in the Hamilton study the author conducted, and iseven more offensive—a sign of Western decadence—among other popula-tions. Donnelly’s implicit assumption that sexual activities are merely amatter of life “style” also is offensive to many traditionalists. In mostsocieties, how a person conducts his or her life is not a matter of style. It isa matter of substance, and the substance—marriage, family, and procre-ation—is dictated by strongly ingrained social norms. Only in the wealthi-est, most modern, most urbanized societies can individual lifestyle prefer-ence supersede these normative constraints on how one behaves.The assertion of gay rights is very different from the acceptance ofritualized and constrained roles for gays in some indigenous, non-Westernsocieties. The assertion of rights is a public demand for respect forhomosexuals, and thus a public rejection of sex roles, the heterosexualfamily, and the normative underpinnings of the whole society. It is also apublic rejection of many fundamental religious beliefs.Donnelly’s suggestion that even morally reprehensible people areentitled to rights will not sit well with those many political leaders, andthose many societies, who regard homosexuality as a attack on their entirecultural system. Rather, such a suggestion undermines fundamental aspectsof local morality. International consensus on rights for ethnic, religious, andracial minorities is relatively easy to obtain in principle, because it is notinherently shameful (in the contemporary world) to be a member of anyparticular race, ethnicity, or religion. A weak consensus on rights for womenhas been obtained because women can be honored as long as they controlthe shameful aspects of their biological and sexual identities.79 Consensuson the rights of children can be found because children are future adults;they are no more innately shameful than their elders of the same sex,religion, or race.Racial, religious, and ethnic minorities form traditional families. Womenand children are part of families. Rights for these groups do not underminefamily relations or the social imperative to procreate. Rights for homosexu-als, in the eyes of those who oppose gay rights, do just that. Those states thataccept the UDHR do so in part because they agree that the family is “thenatural and fundamental group unit of society.”80 They make no mistake inassuming that the drafters of the Declaration, fifty-three years ago, had in79. For a discussion of women as inherently shameful, see Howard, supra note 34, at 135.80. Universal Declaration of Human Rights, supra note 4, at art. 16(3).2001 Gay Rights and the Right to a Family 95mind a heterosexual family. Many cannot agree that those homosexualswho want the right to marry and adopt children want to share the values ofthe larger society, as the epigram that opens this chapter suggests. Rather,they accuse homosexuals of trying to destroy their values. If the UnitedNations accepts the human rights of homosexuals, then, in the eyes of thosewho oppose gay rights, it fails in the obligation it accepted in 1948, and thatit enjoins upon society and the state in general, namely, to protect thefamily.Thus, the difficulty for those, including this author, who support theinclusion of gay and lesbian rights in international law is to convince thosewho oppose gay and lesbian rights to change their views. This requiresconvincing them of the inherent respectability of those whom they considerto be—in Donnelly’s words—“perverts, degenerates, and deviants.”81 Sexualliberalism, a very recent phenomenon even in otherwise liberal Westernsocieties, requires a changed world view. To convince opponents of gay andlesbian rights to change their world view without seeming to be culturalimperialists is a major challenge for advocates of such rights. Yet it is achallenge that must be met if gays and lesbians are ever to enjoy the samewide protections of international law, including the right to the family, as areavailable to every other category of people who suffer discrimination.81. Donnelly, supra note 78, at 533.",
    "id": 159814951,
    "identifiers": {
        "doi": "10.1353/hrq.2001.0008",
        "oai": "oai:scholars.wlu.ca:poli_faculty-1050"
    },
    "title": "Gay Rights and the Right to a Family: Conflicts Between Liberal and Illiberal Belief Systems",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2001-01-01T08:00:00+00:00",
    "publisher": "Scholars Commons @ Laurier",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholars.wlu.ca/cgi/viewcontent.cgi?article=1050&amp;context=poli_faculty"
    ],
    "updatedDate": "",
    "yearPublished": "2001",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/159814951.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/159814951"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/159814951/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/159814951/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/159814951"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Gender and Sexuality",
        "Political Science"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholars.wlu.ca:poli_faculty-1050",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3375",
        "openDoarId": 0,
        "name": "Wilfrid Laurier University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 159814951,
        "depositedDate": "2001-01-01T00:00:00+00:00",
        "publishedDate": "2001-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T02:41:21+00:00",
        "acceptedDate": "2007-02-07T00:00:00+00:00",
        "createdDate": "2018-07-28T00:00:43+01:00"
    },
    "urls": [
        "https://scholars.wlu.ca/poli_faculty/49",
        "https://scholars.wlu.ca/context/poli_faculty/article/1050/viewcontent/project_muse_13760.pdf"
    ],
    "lastUpdate": "2024-01-24T02:41:21+00:00",
    "setSpecs": []
}