{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Bartlett, Katharine T."
        }
    ],
    "contributors": [],
    "createdDate": "2020-03-18T12:36:59+00:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/287917955.pdf",
    "fullText": "Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020 9:08 AM  1 Gender Law: After Twenty-five Years KATHARINE T. BARTLETT* INTRODUCTION Twenty-five years ago, it was my privilege to inaugurate the Duke Journal of Gender Law & Policy with an Essay that outlined the major theoretical frameworks within which gender law scholarship was evolving.1 These frameworks draw content from numerous traditional subject matter fields—family law, employment discrimination law, criminal law, and constitutional law, to  name a few. But they also transcend those traditional fields, comprising a distinct field of study focused on the different ways gender does, or should, matter to law.2 Two of the frameworks use equality as the central goal and organizing principle, but make different assumptions and draw different conclusions about how to achieve it. Formal equality, for its part, assumes that men and women are the same, for all relevant purposes, and thus that laws and practices should not make distinctions between them. Substantive equality, on the other hand, focuses on factors that negatively affect women, such as past discrimination and biological differences from men, and supports accommodations and remedial measures to eliminate these negative effects. Two other frameworks also have concerns for equality, but offer critiques or proposals that do not focus exclusively on whether men and women should be treated the same, or differently. Nonsubordination theory makes the imbalance in power between men and women the central feature of its analysis, and explains how ostensibly freely-chosen sex roles and seemingly neutral legal principles (such as personal autonomy and freedom of speech) operate to subordinate women to men. Difference theory, like substantive equality, draws attention to women’s differences, but sees those differences not simply as  impediments to women’s success, but also, in some cases, as a superior model for societal improvement. In 1994, I also described a collection of critical perspectives that I referred to as postmodern feminism. These perspectives   Copyright © 2020 by Katharine T. Bartlett.       *     A. Kenneth Pye Professor, Duke Law School. I thank the editors of the Duke Journal of Gender Law & Policy for their expert help with this Essay. I especially thank editor-in-chief, Denise Go, whose superb leadership this year has resulted in a final volume of the Journal more impressive than any of us could have imagined. Finally, I thank the founders of this Journal, and the hundreds of Duke Law School students who have served as its editors over the past twenty-five years. Their work has helped to shine a light and further debate on some of the most important legal issues of our time. To them I say: You have made a difference.  1.  Katharine T.  Bartlett, Gender Law, 1 DUKE J. GENDER L. & POL’Y 1 (1994).  2. A fuller explanation of the rationale for organizing the field of gender law around these alternative frameworks, rather than by traditional subject matter areas that affect women, is set forth in KATHARINE T. BARTLETT ET AL., GENDER AND LAW: THEORY, DOCTRINE, COMMENTARY xxv (8th ed. 2019), the organization of which reflects these alternative perspectives. Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM 2 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:1 2020 question, among other things, assumptions about the law’s rationality and the human capacity for autonomous choice. They also challenge the coherence of “woman” and “man” as categories of analysis. While the terminology of postmodernism has substantially faded, these challenges remain central to today’s gender law scholarship. Since 1994, gender law has grown significantly in volume, depth, and range of topic.  To use one imperfect indicator of volume, the word “gendered” was used only once in legal scholarship searchable through Westlaw in the three-year period from 1982 through 1985. A decade later, in the period from 1992 through 1995, the word had been used 495 times. Twenty-five years later, in the three-year period from 2016 to 2018, the word was used 1,451 times.3 The flagship journals at top law schools now publish gender law scholarship regularly. In fact, the majority of gender law scholarship today is published in mainstream journals, as compared to specialty journals such as this one. As I have explained in other work, gender law scholarship today is more mainstream, less distinctively “feminist,” and increasingly by, and for, men, as well as women.4 Several topics in gender scholarship have seen particularly robust growth over the past twenty-five years. Some topics, like sexual harassment and intersectionality, were well defined in 1994, but have seen substantial evolution over this period. Others, such as the issues of transgender and masculinity, were not recognized or well understood in 1994 and are today at the leading edge of gender scholarship. Across subject matters, the greater use of interdisciplinary methods has disrupted traditional boundaries and assumptions. This Essay surveys these and other developments. I. GENDER, RACE, AND THE INTERSECTIONALITY CRITIQUE In 1989, Kimberlé Crenshaw published her pathbreaking work showing how race and gender often work together to create hybrid forms of bias that the law does not recognize when it looks for bias based on either race or gender alone.5 By 1994, a number of law review articles had fleshed out what became known as the intersectionality critique.6 Since then, intersectionality scholarship has found new targets and entered the mainstream of scholarship.   3. These figures were obtained by searching the Westlaw “journals and law reviews” database, using the “terms and connectors” search form: TE(gendered) & DA(aft 1/1/___ & bef 12/31/__).  4. See Katharine T. Bartlett, Feminist Legal Scholarship: A History through the Lens of the California Law Review, 100 CALIF. L. REV. 381 (2012). For the point, based on data through 2002, that the percentage of authors of feminist legal scholarship who are tenure-track law professors, as opposed to practitioners, law clerks, or former students, is growing, see Laura Rosenbury, Feminist Legal Scholarship: Charting Topics and Authors, 1978–2002, 12 COLUM. J. GENDER & L. 446 (2003).  5. See Kimberlé Crenshaw, Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory and Antiracist Politics, 1989 U. CHI. LEGAL F. 139 (1989). See also Kimberlé Crenshaw, Mapping the Margins: Intersectionality, Identity Politics, and Violence against Women of Color, 43 STAN. L. REV. 1241 (1991). For an historical account of the earlier roots of the intersectionality critique drawing upon the work of Pauli Murray, among others, see Serena Mayeri, Intersectionality and Title VII: A Brief (Pre-)History, 95 B.U. L. REV. 713 (2015).  6. See, e.g., Paulette M. Caldwell, A Hair Piece: Perspectives on the Intersection of Race and Gender, 1991 DUKE L.J. 365 (1991); Trina Grillo & Stephanie Wildman, Obscuring the Importance of Race: The Implication of Making Comparisons Between Racism and Sexism (Or Other ‘Isms), 1991 DUKE L.J. 397 (1991); Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM  GENDER LAW: AFTER 25 YEARS 3 Important scholarship has deepened the work of earlier scholars, such as Angela Harris7 and Paulette Caldwell,8 about how race can transform the experience of gender. For example, Devon Carbado and Mitu Gulati describe powerfully the choices that a minority woman faces at work—choices that determine how “black” or “female” others perceive her to be, and thus how likely she is to face discrimination based on the combination of her race and sex.9 Intersectionality scholars show how seemingly gender- and race-neutral rules relating to such things as reproduction,10 drug policy,11 and public welfare,12 disproportionately disadvantage female and minority populations and thus are difficult to explain except as ways to police these populations.  Scholars also detail the numerous ways in which race complicates conventional narratives of legal reform. The #MeToo movement, for example, brought needed attention to the issue of sexual harassment but also exposed racism in the movement’s roots.13 Critical race scholars point to a number of legal reforms that have improved the welfare of relatively privileged white women more than women of color, who may even be left worse off than before.14  Angela P. Harris, Race and Essentialism in Feminist Legal Theory, 42 STAN. L. REV. 581 (1990); Mari J. Matsuda, Beside My Sister, Facing the Enemy: Legal Theory out of Coalition, 43 STAN. L. REV. 1183 (1991); Peggie R. Smith, Separate Identities: Black Women, Work, and Title VII, 14 HARV. WOMEN’S L.J. 21 (1991).  7.  See, e.g., Harris, supra note 6.  8.  See, e.g., Caldwell, supra note 6.  9.  See DEVON W. CARBADO & MITU GULATI, ACTING WHITE?: RETHINKING RACE IN POST-RACIAL AMERICA (2013); Devon W. Carbado & Mitu Gulati, The Fifth Black Woman, 11 J. CONTEMP. LEGAL ISSUES 701 (2001); Devon W. Carbado & Mitu Gulati, Working Identity, 85 CORNELL L. REV. 1259 (2000).  10. See, e.g., KHIARA M. BRIDGES, REPRODUCING RACE: AN ETHNOGRAPHY OF PREGNANCY AS A SITE OF RACIALIZATION (2011); DOROTHY E. ROBERTS, KILLING THE BLACK BODY: RACE, REPRODUCTION, AND THE MEANING OF LIBERTY (1997); Aziza Ahmed, Race and Assisted Reproduction: Implications for Population Health, 86 FORDHAM L. REV. 2801 (2018); Patricia J. Williams, Babies, Bodies and Buyers, 33 COLUM. J. GENDER & L. 11 (2016); Dorothy E. Roberts, Race and the New Reproduction, 47 HASTINGS L.J. 935 (1996).  11. See, e.g., SUSAN C. BOYD, FROM WITCHES TO CRACK MOMS: WOMEN, DRUG LAW, AND POLICY (2nd ed. 2015); Lynn M. Paltrow, The War on Drugs and the War on Abortion: Some Initial Thoughts on the Connections, Intersections and the Effects, 28 S. U. L. REV. 201 (2015). The classic article in this area remains Dorothy E. Roberts, Punishing Drug Addicts Who Have Babies: Women of Color, Equality, and the Right of Privacy, 104 HARV. L. REV. 1419 (1991).  12. See, e.g., Camille Gear Rich, Reclaiming the Welfare Queen: Feminist and Critical Race Theory Alternatives to Existing Anti-Poverty Discourse, 25 S. CALIF. INTERDISC. L.J. 257 (2016); Dorothy Roberts, The Only Good Poor Women: Unconstitutional Conditions and Welfare, 72 DENV. U. L. REV. 931 (1995). See also DOROTHY E. ROBERTS, SHATTERED BONDS: THE COLOR OF CHILD WELFARE (2002) (addressing the disproportionate representation of black children in foster care).  13.  See Angel Onwuachi-Willig, What About #UsToo?: The Invisibility of Race in the #MeToo Movement, 128 YALE L.J.F. 105 (2018). Scholarship related to #MeToo and sexual harassment is further explored infra Part III.  14. See, e.g., PRESUMED INCOMPETENT: THE INTERSECTION OF RACE AND CLASS FOR WOMEN IN ACADEMIA (Angela P. Harris et al. eds., 2012) (exploring ways in which progress for white women in academia may mask lack of progress for black women); Kimberlé W. Crenshaw, Framing Affirmative Action, 105 MICH. L. REV. FIRST IMPRESSIONS 123 (2006) (arguing that white women have gained more from affirmative action than black women); Dorothy Roberts, Spiritual and Menial Housework, 9 YALE J.L. & FEMINISM 51 (1997) (arguing that more middle class white women in the work force requires a subclass of minority women to care for their children). Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM 4 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:1 2020 Early on, scholars stretched intersectionality analysis to include other outsider populations. For example, Sumi Cho broke new ground in 1997 with her analysis of how Asian women experience sexual harassment in substantially different ways than white women.15 LatCrit scholars, such as Margaret Montoya and Francisco Valdes, expanded the intersectionality critique to bring into focus the particularity of the experiences of Latinx populations.16 Subsequent work has extends the analysis specifically to immigrant workers.17 Gay and lesbian scholars, such as Darren Hutchison, explain both how their own scholarship was incomplete without a consideration of race and class,18 and how intersectionality analysis is incomplete without consideration of the harms of heteronormativity.19 A strand of this critique has contributed to a robust literature on masculinities, discussed more fully below.20 Another site of intersectional analysis concerns women with religious and cultural identities that encompass beliefs and practices at odds with traditional feminist dogma.  When I wrote for this journal twenty-five years ago, many feminist scholars had called for the eradication of religious and cultural practices, such as female genital surgeries and veiling, which they viewed as a form of subordination against women.21 At the same time, others had urged greater respect toward women from other religious cultures and cautioned against feminist arrogance, colonialism, and imperialism.22 As domestic and international law has responded to these practices over the last two decades, voices on both sides have both broadened and sharpened the intersectionality debate.23 Among   15. See Sumi Cho, Converging Stereotypes in Racialized Sexual Harassment: Where the Model Minority Meets Suzie Wong, 1 J. GENDER, RACE & JUSTICE 177 (1997).  16. See, e.g., Margaret E. Montoya & Franscisco Valdes, Latinas/os and the Politics of Knowledge Production: LatCrit Scholarship and Academic Activism as Social Justice Action, 83 IND. L.J. 1197 (2008); Margaret E. Montoya, Mascaras, Trenzas y Greñas: Unmasking the Self While Un/Braiding Latina Stories and Legal Discourse, 15 CHICANO-LATINO L. REV. 1  (1994).  17.  See, e.g., Leticia M. Saucedo, Intersectionality, Multidimensionality, Latino Immigrant Workers, and Title VII, 35 IMMIGR. & NAT’LITY L. REV. 651 (2014).  18. See, e.g., Darren Lenard Hutchinson, Out Yet Unseen: A Racial Critique of Gay and lesbian Legal Theory and Political Discourse, 29 CONN. L. REV. 561 (1997); Darren Rosenblum, Queer Intersectionality and the Failure of Recent Lesbian and Gay “Victories”, 4 LAW & SEXUALITY: REV. LESBIAN & GAY LEGAL ISSUES 83 (1994).  19.  See, e.g., Elvia R. Arriola, Gendered Inequality: Lesbians, Gays and Feminist Legal Theory, 9 BERKELEY WOMEN’S L.J. 103 (1994); Darren Lenard Hutchinson, Ignoring the Sexualization of Race: Heteronormativity, Critical Race Theory, and Anti-Racist Politics, 47 BUFF. L. REV. 1 (1999).  20. See infra Part VI.  21. See, e.g., OLAYINKA KOSO-THOMAS, THE CIRCUMCISION OF WOMEN: A STRATEGY FOR ERADICATION (1982); Alison Slack, Female Circumcision: A Critical Appraisal, 10 HUM RTS. Q. 437 (1988).  22. See, e.g., Lama Abu-Odeh, Post-Colonial Feminism and the Veil: Considering the Differences, 26 NEW ENG. L. REV. 1527 (1992); L. Amede Obiora, Bridges and Barricades: Rethinking Polemics and Intransigence in the Campaign Against Female Circumcision, 47 CASE W. RES. L. REV. 275 (1997); Isabelle R. Gunning, Arrogant Perception, World-Travelling and Multi-cultural Feminism: The Case of Female Genital Surgeries, 23 COLUM. HUM. RTS. L. REV. 189 (1992).  23. See, e.g., Sahar F. Aziz, Coercive Assimilationism: The Perils of Muslim Women’s Identity Performance in the Workplace, 20 MICH. J. RACE & L. 1 (2014); Zsaleh E. Harivandi, Note, Invisible and Involuntary: Female Genital Mutilation as a Basis of Asylum, 95 CORNELL L. REV. 599 (2010); Zainab Ramahi, Note, Veiled Muslim Women: Challenging Patriarchy in the Legal System, 33 BERKELEY J.  GENDER Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM  GENDER LAW: AFTER 25 YEARS 5 the rich and diverse veins of current gender law research are women in international terrorism,24 the impact of various international military interventions on women,25 international war crimes including rape,26 international human trafficking,27 and the mail-order bride industry.28 While intersectionality scholarship has emphasized the ways in which minority experiences are often rendered invisible, some scholarship has also drawn attention to the opportunities for alliances between groups that might otherwise have remained siloed. Dorothy Roberts and Sujatha Jesudason, for example, explain how attention to intersecting identities in the space related to reproductive genetic technologies has helped to forge alliances between activists committed to reproductive justice, racial justice, women’s rights and disability rights.29 II. LBGTQ RIGHTS AND SCHOLARSHIP Over the course of the past twenty-five years, the topic of LGBTQ rights has virtually exploded across a wide array of issues, from same-sex marriage and employment rights, to access to public accommodations, military service, and public bathrooms. The most significant legal development affecting LGBTQ rights was the Supreme Court’s extension of constitutional protection to same-sex marriage in  L. & JUST. 111 (2018).  24. See, e.g., GENDER, NATIONAL SECURITY, AND COUNTER-TERRORISM: HUMAN RIGHTS PERSPECTIVES (Margaret L. Satterthwaite & Jayne C. Huckerby eds., 1st ed. 2013); Gina Heathcote, Feminist Reflections on the “End” of the War on Terror, 11 MELB. J. INT’L L.  277 (2010); Jayne Huckerby, Feminism and International Law in the Post 9/11 Era, 39 FORDHAM INT’L L.J. 533 (2016); Jayne Huckerby, Gender, Counter-Terrorism and International Law, in RESEARCH HANDBOOK ON INTERNATIONAL LAW AND TERRORISM (Ben Saul ed., 2014); Fionnuala Ní Aoláin, Situating Women in Counterterrorism Discourses: Undulating Masculinities and Luminal Femininities, 93 B.U. L. REV. 1085 (2013).  25. See, e.g., Rachael Lorna Johnstone, Unlikely Bedfellows: Feminist Theory and the War on Terror, 9 CHI.-KENT J. INT’L & COMP. L. 1 (2009); Ratna Kapur, Un-Veiling Women’s Rights in the “War on Terrorism”, 9 DUKE J. GENDER L. & POL’Y 211 (2002); Sonali Kolhatkar, The Impact of U.S. Intervention on Afghan Women’s Rights, 17 BERKELEY WOMEN’S L.J. 12 (2002); Catharine A. MacKinnon, Women’s September 11th: Rethinking the International Law of Conflict, 47 HARV. INT’L L.J. 1 (2006).  26. See, e.g., Janet Halley et al., From the International to the Local in Feminist Legal Responses to Rape, Prostitution/Sex Work, and Sex Trafficking: Four Studies in Contemporary Governance Feminism, 28 HARV. J.L. & GENDER 335 (2006); Janet Halley, Rape at Rome: Feminist Interventions in the Criminalization of Sex-Related Violence in Positive International Criminal Law, 30 MICH. J. INT’L L. 1 (2008).  27. See, e.g., Janie Chuang, Exploitation Creep and the Unmaking of Human Trafficking Law, 108 AM. J. INT’L L. 609 (2014); Catharine A. MacKinnon, Trafficking, Prostitution, and Inequality, 46 HARV. C.R.-C.L. L. REV. 271 (2011); Michelle Madden Dempsey, Sex Trafficking and Criminalization: In Defense of Feminist Abolitionism, 158 U. PA. L. REV. 1729 (2010); Cynthia L. Wolken, Feminist Legal Theory and Human Trafficking in the United States: Towards a New Framework, 6 U. MD. L.J. RACE, RELIGION, GENDER & CLASS 407 (2006).  28. See, e.g., Olga Grosh, Foreign Wives, Domestic Violence: U.S. Law Stigmatizes and Fails to Protect “Mail-Order Brides,” 22 HASTINGS WOMEN’S L.J. 81 (2011); Jane Kim, Trafficked: Domestic Violence, Exploitation in Marriage, and the Foreign-Bride Industry, 51 VA. J. INT’L L. 443 (2011); Victoria I. Kusel, Gender Disparity, Domestic Abuse, and the Mail-Order Bride Industry, 7 ALB. GOV’T L. REV. 166 (2014).  29. See Dorothy Roberts & Sujatha Jesudason, Movement Intersectionality: The Case of Race, Gender, Disability, and Genetic Technologies, 10 DU BOIS REV. 313 (2013). Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM 6 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:1 2020 2015.30 An extensive body of legal scholarship had helped prepare the way for the arguments that prevailed in the courts, based on (1) the fundamental importance of marriage to individual liberty and freedom, (2) the rights of all individuals, regardless of sexual orientation, to have equal access and dignity with respect to marriage,31 and (3) the best interests of children.32 Legal scholars favoring same-sex marriage are continuing to dissect the key opinions on this subject and to put them into historical perspective.33 At the same time, a significant body of scholarly work raises ideological and strategic questions about same-sex marriage as a policy priority. Some scholars continue to argue that marriage is not worth pursuing as a goal for the LGBTQ population.34 Others emphasize that securing rights for unmarried couples is at least as important as securing the rights of gays and lesbians to marry35 and, more broadly, that not all issues of sexual freedom concern marriage.36 Still others see   30. See Obergefell v. Hodges, 135 S. Ct. 2584 (2015). See also United State v. Windsor, 570 U.S. 744 (2013) (invalidating provisions of the Defense of Marriage Act that denied federal recognition of same-sex marriage obtained in states that allowed it).  31. See, e.g., WILLIAM N. ESKRIDGE, JR., CASE FOR SAME SEX MARRIAGE: FROM SEXUAL LIBERTY TO CIVILIZED COMMITMENT (1996); WILLIAM N. ESKRIDGE, JR., & DARREN R. SPEDALE, GAY MARRIAGE: FOR BETTER OR FOR WORSE: WHAT WE’VE LEARNED FROM THE EVIDENCE (2006); Carlos A. Ball, The Positive in the Fundamental Right to Marry: Same-Sex Marriage in the Aftermath of Lawrence v. Texas, 88 MINN. L. REV. 1184 (2004); Mary Becker, Family Law in the Secular State and Restrictions on Same-Sex Marriage: Two Are Better Than One, 2001 U. ILL. L. REV. 1 (2001); Andrew Koppelman, Is Marriage Inherently Heterosexual, 42 AM. J. JURIS. 51 (1997); Robin A. Lenhardt, Beyond Analogy: Perez v. Sharp, Antimiscegenation Law, and the Fight for Same-Sex Marriage, 96 CALIF. L. REV. 839 (2008); Mark Strasser, Same-Sex Marriage and the Right to Privacy, 13 J.L. & FAM. STUD. 117 (2011); Deborah A. Widess et al., Exposing Sex Stereotypes in Recent Same-Sex Marriage Jurisprudence, 30 HARV. J.L. & GENDER 461 (2007); Jennifer Wriggins, Marriage Law and Family Law: Autonomy, Interdependence and Couples of the Same Gender, 41 B.C. L. REV. 265 (2000).  32. See, e.g., Courtney G. Joslin, Searching for Harm: Same-Sex Marriage and the Well-Being of Children, 46 HARV. C.R.-C.L. L. REV. 81 (2011); Douglas NeJaime, Before Marriage: The Unexplored History of Nonmarital Recognition and Its Relationship to Marriage, 102 CALIF. L. REV. 87 (2014). For an examination of the different arguments for same-sex marriage, and what made some arguments “riskier” than others, see Suzanne B. Goldberg, Essay, Risky Arguments in Social-Justice Litigation: The Case of Sex-Discrimination and Marriage Equality, 114 COLUM. L. REV. 2087 (2014).  33. See, e.g., Douglas NeJaime, Marriage Equality and the New Parenthood, 129 HARV. L. REV. 1185 (2016).  34. See, e.g., Katherine Franke, WEDLOCKED: THE PERILS OF MARRIAGE EQUALITY (2015); Mary Anne Case, What Feminists Have to Lose in Same-Sex Marriage Litigation, 57 UCLA L. REV. 1199 (2010); Katherine Franke, Dating the State: The Moral Hazards of Winning Gay Rights, 44 COLUM. HUM. RTS. L. Rev. 1 (2012).  35. Before Obergefell, this scholarship included NANCY D. POLIKOFF, BEYOND (STRAIGHT AND GAY) MARRIAGE: VALUING ALL FAMILIES UNDER THE LAW (2008); Joanna L. Grossman, The New Illegitimacy: Tying Parentage to Marital Status for Lesbian Co-Parents, 20 AM. U. J. GENDER SOC. POL’Y & L. 671 (2012) [hereinafter Grossman, The New Illegitimacy].  After Obergefell, see Clare Huntington, Obergefell’s Conservatism: Reifying Familial Fronts, 84 FORDHAM L. REV. 23 (2015); Courtney G. Joslin, The Gay Rights Canon and the Right to Nonmarriage, 97 B.U. L. REV. 425 (2017); Kaiponanea T. Matsumura, A Right Not to Marry, 84 FORDHAM L. REV. 1509 (2016); Serena Mayeri, Marital Supremacy and the Constitution of the Nonmarital Family, 103 CALIF. L. REV. 1277 (2015); Melissa Murray, Obergefell v. Hodges and Nonmarriage Inequality, 104 CALIF. L. REV. 1207 (2016).  36. See, e.g., Ariela R. Dubler, From McLaughlin v. Florida to Lawrence v. Texas: Sexual Freedom Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM  GENDER LAW: AFTER 25 YEARS 7 evidence in the details of the Obergefell decision itself of persistent homophobia.37In contrast to the different priorities evident in the marriage equality movement, there are relatively few internal debates in gender law scholarship about LGBTQ equality in employment and access to public accommodations. Progress in this domain has built largely on the theoretical claim that discrimination based on sexual orientation is sex discrimination.38 While courts have mostly rejected this conclusion,39 the landscape is changing40 due, in part, to the development of a more robust theory of sex stereotyping by gender law scholars,41 and greater success by advocates in proving animus in cases of discrimination against LGBTQ individuals.42 Among the most important emerging issues with respect to LGBTQ rights is how to respond to religious objections to doing business with LGBTQ individuals whom public accommodations statutes would otherwise protect. The U.S. Supreme Court addressed this issue in a 2018 case, Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights Commission,43 but its narrow ruling that the Colorado Civil Rights Commission had shown anti-religious bias left open the central issue of how religious freedom claims should be weighed against non-discrimination mandates. Scholarship by gender scholars, both before and after Masterpiece Cakeshop was decided, continues to try to limit the reach of religious freedom objections. Some scholars question the underlying assumptions of religious conscience exemptions to public accommodations laws.44 Others urge determinate limits on such exemptions that preserve the central goal of public accommodations  antidiscrimination statutes.45 This area remains an important one for gender scholarship.  and the Road to Marriage, 106 COLUM. L. REV. 1165 (2006) (discussing the constitutional status of intimacy outside of marriage).  37.  See Russell K. Robinson & David M. Frost, “Playing It Safe” With Empirical Evidence: Selective Use of Social Science in Supreme Court Cases About Racial Justice and Marriage Equality, 112 NW. U. L. REV. 1565, 1565 (2018) (arguing that “a movement to upend homophobic marriage laws was itself confined by homophobia, which influenced which arguments lawyers and Justices could articulate”).  38. See, e.g., Andrew Koppelman, Why Discrimination Against Lesbians and Gay Men is Sex Discrimination, 69 N.Y.U. L. REV.  197 (1994).  39. See, e.g., Simonton v. Runyon, 232 F.3d 33, 38 (2d Cir. 2000).  40. See, e.g., Nichols v. Azteca Rest. Enters., Inc., 256 F.3d 864, 875 (9th Cir. 2001); see also Schroer v. Billington, 577 F. Supp. 2d 293, 308 (D.D.C. 2008) (transgender discrimination is sex discrimination).  41. See, e.g., William N. Eskridge, Jr., Title VII’s Statutory History and the Sex Discrimination Argument for LGBT Workplace Protections, 127 YALE L.J. 322 (2017).  42. Russell K. Robinson, Unequal Protection, 68 STAN. L. REV. 151 (2016).  43. Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719 (2018) (holding in favor of a baker refusing to provide a wedding case for a gay couple on the grounds that the Colorado Civil Rights Commission, in enforcing a public accommodations statute against the baker, had shown anti-religious bias).  44. See, e.g., Elizabeth Sepper, Doctoring Discrimination in the Same-Sex Marriage Debates, 89 IND. L.J. 703 (2014); Elizabeth Sepper, The Role of Religion in State Public Accommodations Laws, 60 ST. LOUIS U. L.J. 631 (2016); Elizabeth Sepper, Zombie Religious Institutions, 112 NW. U. L. REV. 929 (2018).  45. See, e.g., Douglas NeJaime & Reva Siegel, Religious Exemptions and Antidiscrimination Law in Masterpiece Cakeshop, 128 Yale L.J.F. (2018) (reading Masterpiece Cakeshop to limit religious accommodations to prevent harm to other citizens who do not share the objector’s beliefs). For a skeptical view of the possible limitations, see Mary Anne Case, Why “Live-and-Let-Live” is Not a Viable Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM 8 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:1 2020 Transgender individuals pose a further challenge to conventional sex discrimination doctrine. Much of the scholarship in this area is in the employment context, and includes not only hiring and promotion issues,46 but also access to workplace bathrooms according to a person’s chosen sex identity.47  Scholars are also examining access to bathrooms in the context of public buildings, including schools.48 Among the broad range of other topics in this area are prison policies toward transgender individuals49 and the status of transgender individuals in the military.50 Several issues in LGBTQ scholarship cross-cut the specific contexts in which they arise. One such issue is whether LGBTQ protections should be status-based, which carries the risk of reinforcing conventional and binary versions of masculinity and femininity, or whether expressive freedom or nonsubordination offers a more satisfactory grounding for LGBTQ rights.51 A related issue is whether LGBTQ advocates should embrace, revise, or reject traditional doctrine about the immutability of a person’s sexual orientation and, in particular, whether immutable means unchangeable, as it does in the race context, or whether any trait that goes to the core of someone’s identity should be treated as immutable.52 In contention, also, is how due process and equal protection relate to each other in the struggle for LGBTQ rights,53 and when and how the law should respond to non-binary sexual identities.54  Solution to the Difficult Problems of Religious Accommodation in the Age of Sexual Civil Rights, 88 S. CAL. L. REV. 463 (2015).  46. See, e.g., David B. Cruz, Acknowledging the Gender in Anti-Transgender Discrimination, 32 LAW & INEQUALITY 257 (2014); Paisley Currah & Shannon Minter, Unprincipled Exclusion: The Struggle to Achieve Judicial and Legislative Equality for Transgender People, 7 WM. & MARY J. WOMEN & L. 37 (2000).  47. See, e.g., Allison Bader, Note, Whose Bathroom Is It, Anyway?: The Legal Status of Transgender Bathroom Access Under Federal Employment Law, 91 S. CAL. L. REV. 711 (2018).  48. See, e.g., Catherine Jean Archibald, Transgender Bathroom Rights, 24 DUKE J. GENDER L. & POL’Y 1 (2016); Scott W. Gaylord & Thomas J. Molony, Individual Rights, Federalism, and the National Battle Over Bathroom Access, 95 N.C. L. REV. 1661 (2017); Terry S. Kogan, Public Restrooms and the Distorting of Transgender Identity, 95 N.C. L. REV. 1205 (2017).  49. See, e.g., Russell K. Robinson, Masculinity as Prison: Sexual Identity, Race, and Incarceration, 99 CALIF. L. REV. 1309, 1309 (2011) (arguing that the Los Angeles County Men’s Jail policy of segregating gay and transgender men “ultimately reflects and reinforces problematic social assumptions about masculinity”).  50. The scholarship is just beginning. See, e.g., Ken Hyle, The Military Transgender Policy: The Realization of Madison’s Incompatible Powers Narrative, 2018 CARDOZO L. REV. DE NOVO 60 (2018).  51. The various alternatives are discussed in Jessica A. Clarke, Frontiers of Sex Discrimination Law, 115 MICH. L. REV. 809 (2017) (reviewing KIMBERLY A. YURACKO, GENDER NONCONFORMITY AND THE LAW (2016)).  52. Compare Jessica A. Clarke, Against Immutability, 125 YALE L.J. 2 (2015) (expressing concerns over treating sexual orientation as immutable) with Tiffany C. Graham, The Shifting Doctrinal Face of Immutability, 19 VA. J. SOC. POL’Y & L. 169 (2011) (advocating the “new immutability”).  53. See, e.g., Cary Franklin, Marrying Liberty and Equality: The New Jurisprudence of Gay Rights, 100 VA. L. REV. 817 (2014).  54. See, e.g., Jessica A. Clarke, They, Them, and Theirs, 132 HARV. L. REV. 894, 900 (2019) (discussing nonbinary identity rights in areas such as education, housing, employment, healthcare, and law enforcement). Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM  GENDER LAW: AFTER 25 YEARS 9 III. #ME/TOO AND BEYOND #MeToo has been arguably the most important social movement related to gender and law in the past twenty-five years. The movement has tested some of the basic propositions of gender theory and revealed some interesting lessons about the relationship between theory and practice. Not all of these lessons are flattering to feminism. An example relates to the origin of the movement. The idea for the movement actually began in 2006, when Tarana Burke, a black women, used the phrase “me too” to raise awareness of sexual harassment and sexual assault. The movement did not take off, however, until a white actress, Alyssa Milano, asked Twitter users to reply to #MeToo if they had been sexually harassed or assaulted.55 In a symposium article dedicated to #MeToo, Angela Onwuachi-Willig describes the persistent racial biases both in the movement, and in sexual harassment law.56 On the positive side, #MeToo illustrates the power of women sharing their stories. Catharine MacKinnon, whose early work successfully defined sexual harassment as a form of sex discrimination,57 had long said that if women were to share their stories, they would discover their common experience of subordination to men.58  #MeToo represents that sharing on a scale once unimaginable, mobilizing awareness of sexual harassment and naming and shaming perpetrators who had once engaged in harassment without fear of reprisal. As MacKinnon points out, this impact was possible only because of the legal scholarship and reform work that had preceded it.59 Much of the scholarship on sexual harassment has aimed at strengthening the legal edifice for preventing and responding to it. Vicki Schultz argued early on that sexual harassment was fundamentally about power and sexism in the workplace, not sexual desire.60 From the perspective of #MeToo, Schultz extends that analysis to explain that firing sexual harassers will not be enough. There must be, she argues, reform of the workplace structures and practices that segregate women in low-level jobs and give the kind of authority to bosses that enable them to get away with harassment.61 Other scholars argue that if women are to be safe   55. See Onwuachi-Willig, supra note 13, at 106–07.  56. See id. at 107.  57. See CATHARINE A. MACKINNON, SEXUAL HARASSMENT OF WORKING WOMEN (1979).  58. See, e.g., CATHARINE A. MACKINNON, TOWARD A FEMINIST THEORY OF THE STATE 86 (1989) (describing the method of consciousness raising, through which women discover their “shared reality of treatment” by comparing the “momentous triviality” of their experiences with each other).  59. See Catharine A. MacKinnon, Where #MeToo Came From, and Where It’s Going,  ATLANTIC (Mar. 24, 2019), https://www.theatlantic.com/ideas/archive/2019/03/catharine-mackinnon-what-metoo-has-changed/585313 (explaining how events such as Anita Hill’s testimony in the Clarence Thomas hearings and sexual harassment claims against Bill Clinton contributed to the #MeToo movement). See also Catharine A. MacKinnon, #MeToo Has Done What the Law Could Not, N.Y. TIMES (Feb. 4, 2018), https://www.nytimes.com/2018/02/04/opinion/metoo-law-legal-system.html (arguing that sexual harassment law created the preconditions for #MeToo, which is accomplishing what the law has not achieved, “eroding the two biggest barriers to ending sexual harassment in law and in life: the disbelief and trivializing dehumanization of its victims”).  60. See Vicki Schultz, Reconceptualizing Sexual Harassment, 107 YALE L.J. 1683, 1686–89 (1998).  61. See Vicki Schultz, Reconceptualizing Sexual Harassment, Again, 128 YALE L.J.F. 22, 48–53 (2018). Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM 10 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:1 2020 in raising claims of harassment, the law prohibiting retaliation needs to be strengthened.62 Still others focus on prevention. The relevant research teaches that the best training programs use concrete scenarios that clarify what workplace behavior is unacceptable, engage participants through a variety of methods (live and interactive), and receive strong and conspicuous support from the highest levels of the organization.63 Another important research area concerns how technology is challenging the ability of the law to reach certain forms of harassment, like sexting, cyber-bullying, and revenge porn.64 New technologies lower the costs of producing and distributing images, making these forms of harassment more widespread and harder to regulate. Insofar as these technologies capture and distribute images of sexual acts, they also blur the line between pornography, which the law traditionally protects as “speech” under the First Amendment, and acts of prostitution, which the law generally prohibits.65 Much of the impetus for #MeToo was the resistance to believing women who reported harassment. Gender scholars have begun to tie this credibility problem to other issues involving women victims, including those experiencing domestic violence.66 In the sphere of domestic violence, more broadly, scholars have actively pursued new areas of reform, while rethinking some traditional feminist assumptions. For example, several scholars query, in the context of increasing doubts over the fairness and legitimacy of the criminal justice system,67 whether feminists have allied themselves too heavily with that system, and even whether   62. See, e.g., Nicole Buonocore Porter, Ending Harassment by Starting with Retaliation, 71 STAN. L. REV. ONLINE 49, 50 (2018).  63. Susan Bisom-Rapp, Sex Harassment Training Must Change: The Case for Legal Incentives for Transformative Education and Prevention, 71 STAN. L. REV. ONLINE 62, 71 (2018) (describing the most effective forms of anti-harassment training, and expressing concern that training is too often used as a shield from punitive damages or to carry out consent decree rather than to effectively eliminate harassment from the workplace).  64. Danielle Citron has been a leader in this field. Representative examples of her work include DANIELLE KEATS CITRON, HATE CRIMES IN CYBERSPACE (2014); Danielle Keats Citron, Sexual Privacy, 128 YALE L.J. 1870 (2019); Danielle Keats Citron, Why Sexual Privacy Matters for Trust, 96 WASH. U. L. REV. (forthcoming 2019). See also Aubrey Burris, Hell Hath No Fury Like a Woman Porned: Revenge Porn and the Need for a Federal Nonconsensual Pornography Statute, 66 FLA. L. REV. 2325 (2014); April Gile Thomas & Elizabeth Cauffman, Youth Sexting as Child Pornography? Developmental Science Supports Less Harsh Sanctions for Juvenile Sexters, 17 NEW CRIM. L. REV. 631 (2014); Emily Poole, Fighting Back Against Non-Consensual Pornography, 49 U.S.F.L. REV. 181 (2014); Whitney Strachan, A New Statutory Regime Designed to Address the Harms of Minors Sexting While Giving a More Appropriate Punishment: A Marrying of New Revenge Porn Statutes with Traditional Child Pornography Laws, 24 S. CAL. REV. L. & SOC. JUST. 267 (2015); Amanda Lenhart, Teens and Sexting, PEW RESEARCH CTR.,  (Dec. 15, 2009), https://www.pewinternet.org/ 2009/12/15/teens-and-sexting.  65. See India Thusi, The New Porn (May 16, 2019) (unpublished manuscript) (on file with author).  66. See, e.g., Deborah Epstein & Lisa A. Goodman, Doubting Domestic Violence Survivors’ Credibility and Dismissing Their Experiences, 167 U. PA. L. REV. 399 (2019).  67. See, e.g., Donna Coker & Ahjané Macquoid, Why Opposing Hyper-Incarceration Should be Central to the Work of the Anti-Domestic Violence Movement, 5 U. MIAMI RACE & SOC. JUST. L. REV. 585 (2015); Aya Gruber, A “Neo-Feminist” Assessment of Rape and Domestic Violence Law Reform, 15 J. GENDER RACE & JUST. 583 (2012). Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM  GENDER LAW: AFTER 25 YEARS 11 a criminalization approach to domestic violence is the only, or best, way to go.68 In another call to rethink feminist conventions, Jeannie Suk argues, controversially, that the emphasis on women’s victimhood in their personal relationships leads to legal measures that undermine the privacy of the home, thereby hurting women in the name of helping them.69 IV. REPRODUCTIVE RIGHTS At the same time that law and norms have enhanced legal protections from sexual harassment and legal rights on behalf of LGBTQ individuals, many states have moved to restrict substantially the reproductive rights of women, particularly with respect to access to abortion. Feminist scholars have responded with robust critiques. Some extend long-standing arguments about women’s autonomy70 or the connection between abortion rights and sex inequality.71 Newer approaches include the position that abortion rights should be protected as human rights, under international human rights law.72 Much of the reproductive rights scholarship in the last decade is a critical response to Carhart v. Gonzales,73 a Supreme Court decision upholding a federal law against late-term abortions under the rationale that women benefit from information designed to dissuade them from having an abortion because they often regret the decision to have one.74 Reva Siegel and others emphasize the extent to which assumptions about abortion regret reflect gender stereotypes and historic patterns of gender paternalism.75 Gender stereotyping would seem to help explain both the inconsistency between the women-protective rhetoric of Carhart and   68. See, e.g., LEIGH GOODMARK, DECRIMINALIZING DOMESTIC VIOLENCE: A BALANCED POLICY APPROACH TO INTIMATE PARTNER VIOLENCE (2018); LEIGH GOODMARK, A TROUBLED MARRIAGE: DOMESTIC VIOLENCE AND THE LEGAL SYSTEM (2012); Sandra Walklate et al., Is More Law the Answer? Seeking Justice for Victims of Intimate Partner Violence Through the Reform of Legal Categories, 18(1) CRIMINOLOGY & CRIM. JUST. 115 (2018); Deborah M. Weissman, The Community Politics of Domestic Violence, 82 BROOK. L. REV. 1479 (2017). See also Debra Parkes, Women in Prison: Liberty, Equality, and Thinking Outside the Bars, 12 J. L. & EQUAL. 127 (2016) (arguing for an anti-carceral approach to women defendants).  69. See JEANNIE SUK, AT HOME IN THE LAW: HOW THE DOMESTIC VIOLENCE REVOLUTION IS TRANSFORMING PRIVACY, 6–7 (2009).  70. See, e.g., Khiara M. Bridges, When Pregnancy Is an Injury: Rape, Law, and Culture, 65 STAN. L. REV. 457 (2013).  71.  See, e.g., Reva B. Siegel, Sex Equality Arguments for Reproductive Rights: Their Critical Basis and Evolving Constitutional Expression, 56 EMORY L.J. 815 (2007). The seminal work in this area is Sylvia A. Law, Rethinking Sex and the Constitution, 123 U. PA. L. REV. 955 (1984).  For an extension of the same-sex equality arguments to contraception, see Neil S. Siegel & Reva B. Siegel, Compelling Interests and Contraception, 47 CONN. L. REV. 1025 (2015); Neil S. Siegel & Reva B. Siegel, Contraception as a Sex Equality Right, 124 YALE L.J.F. 349 (2015).  72. See, e.g., Rachel Rebouché, Abortion Rights as Human Rights, 25 SOC. & LEGAL STUD. 765 (2016).  73. Carhart v. Gonzales, 550 U.S. 124 (2007).  74. Id. at 157–60.  75. See Reva Siegel, Dignity and the Politics of Protection: Abortion Restrictions Under Casey/Carhart, 117 YALE L.J. 1694, 1694 (2008) (explaining that “Carhart invokes dignity as a reason for regulating abortion, while Casey invokes dignity as a reason for protecting women’s abortion decisions from government regulation.”). Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM 12 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:1 2020 conventional notions of medical consent,76 and the parallelism between this rhetoric and other areas of law where the law uses assumptions about women’s “regret” to constrain women’s reproductive autonomy, including limits on surrogacy arrangements, restrictions on agreements for child support, and control over the use of frozen embryos.77 Not all scholars agree, however, about the larger fabric into which abortion restrictions fit. Jeannie Suk, for example, argues that the emphasis of feminist scholars on women’s need for protection from trauma and abuse is partially to blame for the reasoning and result in Carhart.78 Other scholarship attacks the growing number of restrictions imposed directly on medical clinics, under the guise of medical safety and informed consent. Reva Siegel and Linda Greenhouse have been especially incisive critics of regulations that attempt to limit the accessibility of abortions through restrictions on medical providers—so-called TRAP (“targeted regulation of abortion providers”) laws.79 An increasingly important area is the legal response to religious objections to otherwise applicable laws securing reproductive rights. The Supreme Court in Burwell v. Hobby Lobby Stores, Inc.80 held that federal regulations requiring businesses to include coverage for various methods of contraception in employer-based health insurance plans violated the rights of a closely-held family corporation that had religious objections to certain forms of contraception, under the Religious Freedom Restoration Act.  This case, along with  various freedom of conscience rules that protect pharmacists and physicians from providing certain forms of health care, has generated significant legal scholarship.81 The clash between women’s reproductive rights and religious objections to the exercise of   76. See Maya Manian, The Irrational Woman: Informed Consent and Abortion Decision-Making, 16 DUKE J. GENDER L. & POL’Y 223 (2009). A similar inconsistency exists between regulations requiring women to view ultrasound images of their fetuses, in the hopes that these images will make women think twice about their decision to have an abortion, and traditional medical norms of autonomy.  See CAROL SANGER, ABOUT ABORTION: TERMINATING PREGNANCY IN TWENTY-FIRST CENTURY AMERICA (2017) (criticizing mandatory ultrasound statutes on multiple grounds).  77. See Susan Frelich Appleton, Reproduction and Regret, 23 YALE J.L. & FEMINISM 255 (2011).  78. See Jeannie Suk, The Trajectory of Trauma: Bodies and Minds of Abortion Discourse, 110 COLUM. L. REV. 1193 (2010) (arguing that Carhart’s discourse of trauma and regret continues a legal discourse of subordination and abuse used in earlier decades by feminists seeking to justify stronger government interventions against domestic violence).  79. See Linda Greenhouse & Reva Siegel, The Difference a Whole Woman Makes: Protection for the Abortion Right After Whole Woman’s Health, 126 YALE L.J.F. 149 (2016); Reva Siegel & Linda Greenhouse, Casey and the Clinic Closings: When “Protecting Health” Obstructs Choice, 125 YALE. L.J. 1428 (2016). See also Reva Siegel, Abortion and the “Woman Question”: Forty Years of Debate, 89 IND. L.J. 1365 (2014); Reva Siegel, ProChoiceLife: Asking Who Protects Life and How—and Why It Matters in Law and Politics, 93 IND. L.J. 207 (2018).  80. Burwell v. Hobby Lobby Stores, Inc., 573 U.S. 682, 683 (2014).  81. See, e.g., Douglas NeJaime & Reva Siegel, Conscience Wars: Complicity-Based Conscience Claims in Religion and Politics, 124 YALE L.J. 2516 (2015); Douglas NeJaime & Reva Siegel, Conscience Wars in Transnational Perspective: Religious Liberty, Third-Party Harm, and Pluralism, in THE CONSCIENCE WARS: RETHINKING THE BALANCE BETWEEN RELIGION, IDENTITY, AND EQUALITY (Susanna Mancini & Michael Rosenfeld eds., 2019); Elizabeth Sepper, Gendering Corporate Conscience, 38 HARV. J.L. & GENDER 193 (2015); Priscilla J. Smith, Contraceptive Comstockery: Reasoning from Immorality to Illness in the Twenty-First Century, 47 CONN. L.  REV. 971 (2015). Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM  GENDER LAW: AFTER 25 YEARS 13 those rights is intensifying as more states shorten or eliminate the period of time within which women may choose to have an abortion—with religious reasons often given as the justification—and appeal cases challenging these restrictions to the Supreme Court, in the hopes of overruling Roe v. Wade.82 Another set of issues in the reproductive arena concerns the determination of a child’s legal parent. The more frequent use of assisted reproductive technologies has complicated traditional rules about parenthood,83 as have the growing number of families headed by unmarried individuals and same-sex couples,84 and the increase in non-biological caretakers who function fully as parents.85 As the law evolves in response to these developments, gender is an increasingly important focus for scholars.86 V. GENDER AND THE FREE-MARKET Over the past twenty-five years, gender scholars have increasingly engaged with the interlocking issues of gender and economic equality. Through many angles and in many contexts, feminists have attacked free-market assumptions, such as that all actors in the system are self-interested and profit-seeking; that preferences and tastes are exogenous and fixed, rather than cultivated within and by the terms of the system; and that the determination of prices and wages through free markets is both efficient and fair.87 Cynthia Bowman, after tracing historically a strand of thought by feminist scholars that she calls “socialist feminism,” concludes that capitalism “is incompatible with full human flourishing, especially for women.”88 Gender scholars have identified various premises of the American workplace that help support this charge. For example, Naomi Kahn, June Carbone, and Nancy Levit criticize the “winner-take-all” model for corporate advancement that privileges traits such as competition, overconfidence, and narcissism over, say, teamwork and loyalty. They argue that this model, along with pay and promotion systems   82. Roe v. Wade, 410 U.S. 113 (1973). For ongoing updates about new and proposed abortion regulations, including gestational limits, see State Policy Updates: Major Developments in Sexual and Reproductive Health, GUTTMACHER INST., https://www.guttmacher.org/state-policy/explore/overview-abortion-laws (last visited Jan. 31, 2020).  83. See Naomi Cahn, The New “Art” of Family: Connecting Assisted Reproductive Technologies and Identity Rights, 2018 U. ILL. L. REV. 1443 (2018); Douglas NeJaime, The Nature of Parenthood, 126 YALE L.J. 2260 (2017).  84. See NeJaime, The Nature of Parenthood, supra note 83 (arguing that recognizing legal parenthood in families formed through ART reflects the historical legal tradition of recognizing the social dimensions of parental relationships).  85. See June Carbone & Naomi Cahn, Parents, Babies, and More Parents, 92 CHI.-KENT L. REV. 9 (2017);  NeJaime, Marriage Equality and the New Parenthood, supra note 33; Kimberly M. Mutcherson, Procreative Pluralism, 30 BERKELEY J. GENDER L. & JUST. 22 (2015).  86. See, e.g., NeJaime, The Nature of Parenthood, supra note 83.  87.  For a collection of essays illustrating these critiques, see FEMINISM CONFRONTS HOMO ECONOMICUS: GENDER, LAW, & SOCIETY (Martha Albertson Fineman & Terence Dougherty eds., 2005). See also Katharine T. Bartlett, Feminism and Economic Inequality, 35 L. & INEQ. 265 (2017) (summarizing critiques).  88. Cynthia Grant Bowman, Recovering Socialism for Feminist Legal Theory in the 21st Century, 49 CONN. L. REV. 117, 164–65 (2016). Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM 14 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:1 2020 that are heavily reliant on subjective interactions, systematically disadvantages women and widens the income gap between rich and poor, and between men and women.89 Deborah Dinner explains how nondiscrimination laws are interpreted by courts to promote individual agency and free enterprise rather than the common welfare. The result, Dinner argues, is that courts systematically elevate market principles of efficiency and liberty over the values of fairness and equality.90 Much of the scholarship focused on women’s economic inequality proposes concrete proposals to make Title VII law more responsive to the realities of the workplace.91 Cary Franklin, for example, critiques the Title VII requirement that females must find male comparators to establish a claim—a requirement that, she argues, is highly unrealistic in many workplaces.92 Mitu Gulati and I explore ways to reduce the effects of customer prejudices, which otherwise tend to undermine nondiscrimination mandates.93 Tristin Green and others push for greater use of disparate impact analysis in Title VII jurisprudence.94 Deborah Brake and Joanna Grossman have highlighted statutory improvements that might take better care of the realities of pregnancy in the workplace,95 and Joan Williams has done the same with respect to the realities of caretaking responsibility.96 Others, such as Katie   89. See Naomi Kahn et al., Gender and the Tournament: Reinventing Antidiscrimination Law in an Age of Inequality, 96 TEXAS L. REV. 425 (2017).  90. See Deborah Dinner, Beyond “Best Practices”: Employment-Discrimination Law in the Neoliberal Era, 92 IND. L.J.  1059 (2017). For an expansion of the insights of this article, see DEBORAH DINNER, THE SEX EQUALITY DILEMMA: WORK, FAMILY, AND LEGAL CHANGE IN NEOLIBERAL AMERICA (forthcoming 2020). See also Martha T. McCluskey, Constitutional Economic Justice: Structural Power for “We the People”, 35 YALE L. & POL’Y REV. 271 (2016).  91. For a survey of a broad range of legal rules and doctrines that privilege men over women and masculinity over femininity, see JOANNA L. GROSSMAN, NINE TO FIVE: HOW GENDER, SEX, AND SEXUALITY CONTINUE TO DEFINE THE AMERICAN WORKPLACE (2016).  92. See Cary Franklin, Inventing the “Traditional Concept” of Sex Discrimination, 125 HARV. L. REV. 1307 (2012) (noting that because adequate male comparators are very difficult to find in the workplace, women often end up losing Title VII claims).  93. See Katharine T. Bartlett & Mitu Gulati, Discrimination by Customers, 102 IOWA L. REV. 223 (2016).  94. See Tristin K. Green, Work Culture and Discrimination, 93 CALIF. L. REV. 623 (2005). Green has been prolific with respect to the ways in which seemingly neutral corporate policies mask race and gender disadvantage. See, e.g., TRISTIN K. GREEN, DISCRIMINATION LAUNDERING: THE RISE OF ORGANIZATIONAL INNOCENCE AND THE CRISIS OF EQUAL OPPORTUNITY LAW (2016); Tristin K. Green, A Structural Approach as Antidiscrimination Mandate: Locating Employer Wrong, 60 VAND. L. REV. 849 (2007). A seminal article on the issue of so-called “structural” discrimination is Susan Sturm, Second Generation Employment Discrimination: A Structural Approach, 101 COLUM. L. REV. 458 (2001).  95. See Deborah L. Brake, The Shifting Sands of Employment Discrimination: From Unjustified Impact to Disparate Treatment in Pregnancy and Pay, 105 GEO. L.J. 559 (2017); Joanna L. Grossman, Expanding the Core: Pregnancy Discrimination Law as it Approaches Full Term, 52 IDAHO L. REV. 825 (2016); Joanna L. Grossman, Hard Labor: The Pregnant Body at Work, 12 LAW, CULTURE, AND THE HUMANITIES 466 (2015); Joanna L. Grossman, Pregnancy, Work, and the Promise of Equal Citizenship, 98 GEO. L.J. 567 (2010); Joanna L. Grossman & Deborah L. Brake, Unprotected Sex: The Pregnancy Discrimination Act at 35, 21 DUKE J. GENDER L. & POL’Y 67 (2013). See also David Fontana & Naomi Schoenbaum, Unsexing Pregnancy, 119 COLUM. L. REV. 309 (2019).  96. See JOAN C. WILLIAMS, RESHAPING THE WORK-FAMILY DEBATE: WHY MEN AND CLASS MATTER (2010) (explaining that associating women’s decisions to leave the workplace with stereotypical Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM  GENDER LAW: AFTER 25 YEARS 15 Eyer, urge greater use of “extra-discrimination remedies” like wrongful discharge doctrine or the Family and Medical Leave Act to attack discrimination.97 Naomi Schoenbaum proposes reforms specific to the discrimination endemic to the sharing economy.98 Meanwhile, scholars continue to debate whether family-minded workplace reforms should proceed under a gender-neutral norm or under a theory that emphasizes the unique and disproportionate burdens family responsibilities place on women.99 Concern for women’s economic vulnerability have also prompted critiques of family and welfare policies. June Carbone and Naomi Cahn analyze access to marriage by low-income communities, demonstrating that even marriage markets reflect and reinforce income inequality.100 More broadly, gender law scholars have analyzed the ways in which the long-held liberal ideals of autonomy and family privacy contribute to an increasingly inegalitarian society. Martha Fineman’s continued attack on the construction of dependency as a social pathology to be discouraged is particularly instructive. Fineman’s The Autonomy Myth explains how the existing culture constructs corporations and wealthy individuals as self-sufficient, market-driven actors even though they benefit from large government subsidies and tax breaks, while it constructs women with dependent children who accept the meager state aid they are offered as freeloaders and a drain on the free market.101 Maxine Eichner and Clare Huntington build on Fineman’s work to show that robust public support programs benefit society as a whole by supporting  maternal traits disadvantages both women and men); JOAN C. WILLIAMS, UNBENDING GENDER: WHY FAMILY AND WORK CONFLICT AND WHAT TO DO ABOUT IT (2001); Joan C. Williams & Nancy Segal, Beyond the Maternal Wall: Relief for Family Caregivers Who Are Discriminated Against on the Job, 26 HARV. WOMEN’S L.J. 77 (2003) (describing the work-family conflicts in caregiving cases); Joan C. Williams, Reconstructive Feminism: Changing the Way We Talk About Gender and Work Thirty Years After the P.D.A., 21 YALE J.L. & FEMINISM 79 (2009) (examining how masculine norms have contributed to stereotyping caregiver responsibilities). See also CYNTHIA THOMAS CALVERT ET AL., FAMILY RESPONSIBILITIES DISCRIMINATION (2014).  97. See Katie R. Eyer, That’s Not Discrimination: American Beliefs and the Limits of Anti-Discrimination Law, 96 MINN. L. REV.  1275 (2012).  98. See Naomi Schoenbaum, Intimacy and Equality in the Sharing Economy, in THE CAMBRIDGE HANDBOOK OF THE LAW OF THE SHARING ECONOMY 459 (Nestor Davidson et al. eds., 2018); Naomi Schoenbaum, Gender and the Sharing Economy, 43 FORDHAM URB. L. J. 1023 (2016) (explaining that transactions in the sharing economy more often involve personal spaces that are typically exempt from legal regulation).  99. For a review of the debate, see Charlotte S. Alexander et al., Post-Racial Hydraulics: The Hidden Dangers of the Universal Turn, 91 N.Y.U. L. REV. 1 (2016); Jessica A. Clarke, Beyond Equality? Against the Universal Turn in Workplace Protections, 86 IND. L.J. 1219 (2011). With respect to a related debate about whether antidiscrimination norms should be symmetrical or whether asymmetry is sometimes appropriate, see Naomi Schoenbaum, The Case for Symmetry in Antidiscrimination Law, 2017 WIS. L. REV. 69 (2017).  100.  See JUNE CARBONE & NAOMI CAHN, MARRIAGE MARKETS: HOW INEQUALITY IS REMAKING THE AMERICAN FAMILY (2014).  101. See MARTHA ALBERTSON FINEMAN, THE AUTONOMY MYTH: A THEORY OF DEPENDENCY (2004). See also Martha Albertson Fineman, Vulnerability and Inevitable Inequality, 4 OSLO L. REV. 133 (2017); Martha Albertson Fineman, The Vulnerable Subject: Anchoring Equality in the Human Condition, 20 YALE J. L. FEMINISM 1 (2008). Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM 16 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:1 2020 families and reducing the inequality that our market economy has produced.102 Cutting against the grain of this research is the work of scholars who argue that support for families unfairly shifts the burden of caretaking to those who choose not to have children,103 and those who say that treating families as a public good rather than as private consumption decisions weakens the privacy of the family unit, harming both women and men.104 VI. MASCULINITIES Twenty-five years ago, the clear focus of gender law was women. It was well understood that it was to women’s advantage to challenge not only laws and practices that discriminate against women, but also those that favor them,  on the theory that the benign stereotypes on which laws favorable to women are based do more harm than good.105 Men benefitted from these challenges, but they were pursued chiefly as a strategy on behalf of women.  In recent years, the relatively new field of masculinities studies has taken men and men’s welfare as the main subject. Scholars in this field explain how masculinity is constructed, universalized, and stereotyped by largely through the same kinds of forces that construct, universalize, and stereotype women.106 The   102. See MAXINE EICHNER, THE FREE-MARKET FAMILY: HOW THE MARKET CRUSHED THE AMERICAN DREAM (AND HOW IT CAN BE RESTORED (2020) (criticizing politicians for persuading families that the free market system is best for them); MAXINE EICHNER, THE SUPPORTIVE STATE: FAMILIES, GOVERNMENT, AND AMERICA’S POLITICAL IDEALS (2010) (arguing that the state’s central responsibilities should include not only ensuring equality and liberty, but also meeting its citizens’ caretaking and human development needs); CLARE HUNTINGTON, FAILURE TO FLOURISH: HOW LAW UNDERMINES FAMILY RELATIONSHIPS (2014) (arguing that many aspects of society, including child welfare, the criminal justice system, and divorce law, fail to foster stable and positive familial relationships); Maxine Eichner, The Free-Market Family and Children’s Caretaking, 71 FLA. L. REV. F. 45 (2019) (discussing how a “pro-family policy” not only supports values that are important to a “free-market policy,” such as work and a strong economy, but also helps families get the caretaking circumstances that maximize children’s development); Maxine Eichner, The Privatized American Family, 93 NOTRE DAME L. REV. 213 (2017) (arguing for greater public benefits for families).  103. See, e.g., Mary Anne Case, How High the Apple Pie? A Few Troubling Questions About Where, Why, and How the Burden of Care for Children Should Be Shifted, 76 CHI.-KENT L. REV. 1753 (2001); Katherine Franke, Theorizing Yes: An Essay on Feminism, Law, and Desire, 101 COLUM. L. REV. 181 (2001); Trina Jones, Single and Childfree! Reassessing Parental and Marital Status Discrimination, 46 ARIZ. ST. L.J. 1253 (2014); Rachel F. Moran, How Second-Wave Feminism Forgot the Single Woman, 33 HOFSTRA L. REV. 223 (2004).  104. In the context of how domestic violence laws have invaded the privacy of the home, see SUK, supra note 69.  105. See, e.g., Ruth Bader Ginsburg, Gender and the Constitution, 44 U. CIN. L. REV. 1, 23, 35-36 (1975) (arguing that benign stereotypes reinforce discriminatory stereotypes that, in the long run, limit opportunities for women).  106. See generally MASCULINITIES AND THE LAW: A MULTIDIMENSIONAL APPROACH (Frank Rudy Cooper & Ann C. McGinley eds., 2012) [hereinafter MASCULINITIES AND THE LAW]; Nancy E. Dowd, Asking the Man Question: Masculinities Analysis and Feminist Theory, 33 HARV. J. L. & GENDER 415 (2010); Michael S. Kimmel, Issues for Men in the 1990s, 46 U. MIAMI L. REV. 671 (1992). See also Devon Carbado, Masculinity by Law, in MASCULINITIES AND THE LAW supra, at 51 (explaining how formal equality and masculinity norms interact). The concept of “hegemonic masculinity” is often used in this literature, to denote the dominant concept of masculinity within a particular culture. See R. W. Connell & James W. Messerschmidt, Hegemonic Masculinity: Rethinking the Concept, 19 GENDER & SOC’Y 6 (2005). Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM  GENDER LAW: AFTER 25 YEARS 17 masculinities movement, along with the emerging emphasis on LGBTQ and transgender issues, helps to account for the shift in nomenclature for courses and departments from “Women and the Law” and “Women’s Studies” to “Gender and the Law” and “Gender Studies.”107 Masculinities scholarship traverses a broad spectrum of issues. With respect to criminal law and police practices, for example, Frank Rudy Cooper analyzes  how current norms of “macho masculinity” contribute to “bar fight” culture on the streets, whereby police stops become enactments of “who’s the man” rather than well-managed efforts to stop crime and gather evidence.108 Camille Gear Rich explains how masculine norms of police work influenced the release of George Zimmerman after he notoriously “stood his ground” against Trayvon Martin.109 In the family law domain, Darren Rosenblum and Richard Collier explore the legal rights and social positioning of fathers, including gay fathers, through the lens of traditional masculinity.110  In the employment context, scholars examine the intersection of masculinity norms and work. Joan Williams, for example, explains how the workaholic culture in some industries, such as high-tech start-ups, not only limit opportunities for women, but construct men in ways that limit their own work-life balance.111 Masculinities scholarship often focuses on alternative models of masculinity. Letitica M. Saucedo, for example, explores alternative forms of masculinity derived from immigrant border-crossing narratives,112 while Valorie K. Vojdik depicts competing models of masculinity through an analysis of the ban on   107. See Susan B. Boyd & Debra Parkes, Looking Back, Looking Forward: Feminist Legal Scholarship in SLS, 26 SOC. & LEGAL STUD. 735, 740 (2017).  108. See Frank Rudy Cooper, “Who’s the Man?”: Masculinities Studies, Terry Stops, and Police Training, 18 COLUM. J. GENDER & L. 671, 674 (2009). See also Frank Rudy Cooper, Towards Multidimensional Masculinities Theory: Policing Henry Louis Gates, in EXPLORING MASCULINITIES: FEMINIST LEGAL THEORY REFLECTIONS 81 (Martha Albertson Fineman & Michael Thomson eds., 2013) [hereinafter EXPLORING MASCULINITIES].  109. See Camille Gear Rich, Angela Harris and the Racial Politics of Masculinity: Trayvon Martin, George Zimmerman, and the Dilemmas of Desiring Whiteness, 102 CALIF. L. REV. 1027 (2014) (arguing that masculinity constructs influenced how female jurors and male attorneys understood the Trayvon Martin case).  110. See Richard Collier, On Masculinities and Family Practices: A Case Study of Fathers’ Rights and Gender, in EXPLORING MASCULINITIES, supra note 108 at 251; see also Darren Rosenblum et al., Pregnant Man?: A Conversation, 22 YALE J. L. & FEMINISM 207 (2010) (reflecting on personal experiences from unsexed parenting); Darren Rosenblum, Unsex Mothering: Toward a New Culture of Parenting, 35 HARV. J. L. & GENDER 57 (2012) (explaining that unsexed parenting could affect women’s equality in the workplace, shift family responsibilities to men, and promote equality for LGBT parents).  111. See Joan C. Williams, Why Men Work So Many Hours, HARV. BUS. REV., (May 29, 2013) https://hbr.org/2013/05/why-men-work-so-many-hours (discussing the work of other scholars). Relatedly, some scholars have analyzed why men do not use the family-friendly policies that are sometimes available to them. See, e.g., Catherine Albiston & Lindsey Trimble O’Connor, Just Leave, 39 HARV. J.L. & GENDER 1 (2016); Richard Collier, Fatherhood, Gender and the Making of Professional Identity in Large Law Firms: Bringing Men into the Frame, 15 INT’L J. L. IN CONTEXT 68 (2019); Keith Cunningham, Father Time: Flexible Work Arrangements and the Law Firm’s Failure of the Family, 53 STAN. L. REV. 967 (2001).  112. See Leticia M. Saucedo, Border-Crossing Stories and Masculinities, in MASCULINITIES AND THE LAW, supra note 106, at 146. Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM 18 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:1 2020 headscarves and veils in Turkey.113 Another theme in masculinities research is the effect of masculinity norms upon boys and young men, including such matters as the relationship between these norms and falling behind in school,114 how these norms function in societies that conscript boy soldiers,115 and the impact on having gay parents on masculinity norms.116 Masculinities research reflects the growing appreciation of intersectionality evident in gender scholarship more broadly.117 Frank Rudy Cooper’s work examining the consequences of the “bipolar” representation of black men as either “Bad Black Men,” who are crime-prone and hypersexual, or “Good Black Men,” who distance themselves from blackness and associate with white norms, exemplifies this trend.118 Other examples include Ann McGinley’s analysis of the interaction of race and stereotypes about “real men” in Supreme Court affirmative action jurisprudence,119 and the exploration of race and intimacy by Russell Robinson and David Frost, including examination of the greater prevalence of race preferences among gay men.120 Some scholars believe the term “multidimensionality” reflects these and other intersections better than the unmodified term, “masculinities.”121   113. See Valorie K. Vojdik, Masculinities, Feminism, and the Turkish Headscarf Ban: Revisiting Sahin v. Turkey, in MASCULINITIES AND THE LAW, supra note 106, at 270.  114. See, e.g., David S. Cohen, No Boy Left Behind? Single-Sex Education and the Essentialist Myth of Masculinity, 84 IND. L.J. 135 (2009); Juliet A. Williams, Thinking Through the “Boy Crisis”: From Multiple Masculinities to Intersectionality, in EXPLORING MASCULINITIES, supra note 108.  115.  See Fionnuala Ní Aoláin et al., Masculinities and Child Soldiers in Post-Conflict Societies, in MASCULINITIES AND THE LAW, supra note 106, at 231.  116. See, e.g., Clifford J. Rosky, To Be Male: Homophobia, Sexism, and the Production of “Masculine” Boys, in EXPLORING MASCULINITIES, supra note 108, at 285.  117.  See generally, Athena D. Mutua, The Multidimensional Turn: Revisiting Progressive Black Masculinities, in MASCULINITIES AND THE LAW, supra note 106, at 78.  118.  See Frank Rudy Cooper, Against Bipolar Black Masculinity: Intersectionality, Assimilation, Identity Performance, and Hierarchy, 39 U.C. DAVIS L. REV. 853, 853 (2006) (arguing that the bipolar black masculinity helps “resolve the white mainstream’s post-civil rights anxiety” and ultimately results in “heterosexual black men [] accepting the right to subordinate others as compensation for [their] own subordination”).  119. See Ann C. McGinley, Ricci v. DeStefano: A Masculinities Theory Analysis, 33 HARV. J. L. & GENDER 581 (2010) (arguing that the race discrimination case against the City of New Haven was about white masculinity and heroism, breadwinner status in the middle class, and heterosexuality).  120. See Russell K. Robinson & David M. Frost, LGBT Equality and Sexual Racism, 86 FORDHAM L. REV. 2739 (2018).  121. For a collection of essays on the topic, see MASCULINITIES AND THE LAW, supra note 106. For the argument that multidimensionality as an approach offers little that intersectionality does not already provide, see Sumi Cho, Post-Intersectionality: The Curious Reception of Intersectionality in Legal Scholarship, 10 DU BOIS REV.: SOC. SCI. RES. ON RACE 385 (2014). See also Athena D. Mutua, Multidimensionality Is to Masculinities What Intersectionality Is to Feminism, 13 NEV. L. REV. 341 (2013) (arguing that while intersectionality could have accomplished what multidimensionality did, the intersectionality critique early on had a focus on women’s lives that limited intersectionality power in analyzing men as gendered beings). Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM  GENDER LAW: AFTER 25 YEARS 19 VII. INTERDISCIPLINARY METHODS Tracking the trend in legal scholarship more generally and the focus of this Journal in particular, gender law is increasingly interdisciplinary. History, social psychology, and economics122 have been the most prevalent disciplines from which gender legal scholars have drawn. Especially important interdisciplinary work has been done in the past twenty-five years using history to unseat conventional wisdom or otherwise improve understandings of legal advocacy and reform. For example, following in the vein of her earlier historical work explaining how anti-abortion law was rooted in an effort to control women’s sexual and maternal conduct,123 Reva Siegel uses historical sources to show the similarity between nineteenth-century paternalistic attitudes about women and contemporary claims about women’s post-abortion regret.124 By looking at history, Siegel and other scholars also undercut a traditional critique of Roe v. Wade125 that the backlash to it stopped a liberal trend toward allowing abortion that, without Roe, would have continued.126 Risa Goluboff uses historical documents to discern the roots of the substantive due process doctrine applied in Roe.127 Serena Mayeri explores the complicated historical relationship between race and sex inequality, and how advocates often framed sex inequality inappropriately by analogy to race.128 Deborah Dinner describes the redistributive vision of sex equality that legal feminists articulated from the 1960’s through the 1980’s129 and explains historically the basis of the coalition between liberals and those committed to “neomaternalism” that resulted in the enactment of the Pregnancy Discrimination Act in 1978.130 Ariela Dubler and Angela Onwauchi-Willig each mine historical materials to trace the roots of the law relating to sex,   122. For examples of economic analysis within gender scholarship, see supra Part V.  123. See Reva Siegel, Reasoning from the Body: An Historical Perspective on Abortion Regulation and Questions of Equal Protection, 44 STAN. L. REV. 261 (1992).  124. See Reva B. Siegel, Dignity and the Politics of Protection: Abortion Restrictions Under Casey/Carhart, 117 YALE L.J. 1694 (2008).     125.    Roe v. Wade, 410 U.S. 113 (1973).  126. See LINDA GREENHOUSE & REVA B. SIEGEL, BEFORE ROE V. WADE (2d ed. 2011); Reva Siegel, Roe’s Roots: The Women’s Rights Claims that Engendered Roe, 90 B.U. L. REV. 1875 (2010). See also Cary Franklin, Roe as We Know It, 114 MICH. L. REV. 867 (reviewing Mary Ziegler, After Roe: The Lost History of the Abortion Debate (2015)).  127. See Risa L. Goluboff, Dispatch from the Supreme Court Archives: Vagrancy, Abortion, and What the Links Between Them Reveal About the History of Fundamental Rights, 62 STAN. L. REV. 1361 (2010).   128. See Serena Mayeri, The Strange Career of Jane Crow: Sex Segregation and the Transformation of Anti-Discrimination Discourse, 18 YALE J. L. & HUMAN. 187 (2006) (discussing how Jane Crow affected African Americans in unique ways that the dominant legal sex discrimination paradigm failed to capture). See also Serena Mayeri, Constitutional Choices: Legal Feminism and the Historical Dynamics of Change, 92 CALIF. L. REV. 755 (2004) (using a historical case study of feminist advocacy for a federal Equal Rights Amendment to analyze feminist strategies for pursuing constitutional change on behalf of women).  129. See Deborah Dinner, The Costs of Reproduction: History and the Legal Construction of Sex Equality, 46 HARV. L.R.-C.L. L. REV. 415 (2011) (explaining that sharing the costs of pregnancy, childbirth, and childrearing is a critical aspect of sex equality because it centers on a woman’s right to social and economic independence).  130. See Deborah Dinner, Strange Bedfellows at Work: Neomaternalism in the Making of Sex Discrimination Law, 91 WASH. U. L. REV. 453 (2014). Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM 20 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:1 2020 morality, and marriage.131 Mary Ziegler traces historically how advocates used the privacy principles underlying Roe to develop privacy rights in other domains, such as information privacy, alternative medicine, the right to die and disability rights, and then distanced themselves from Roe as the debate over abortion became increasingly partisan.132 Scholars of employment discrimination have found social psychology to be especially helpful. Linda Krieger, working with social psychologists, has helped bring behavioral science to bear on antidiscrimination law,133 leading to a better understanding of implicit bias and new models for fighting discrimination.134 Along other lines, Lauren Edelman has used organizational science to show how institutional practices strongly influence how courts interpret nondiscrimination norms, resulting in the phenomenon that corporations themselves often help to define the norms they are obliged to follow.135 VIII. BIOLOGICAL DIFFERENCE, “SEPARATE BUT EQUAL,” AND OTHER ALLOWABLE DISCRIMINATION In contrast to explicit race distinctions in law and practice, which the law almost completely disallows,136 there remain areas of law and practice in which sex distinctions persist. Pregnancy is an obvious example, and scholarly debates continue regarding how best to address a condition that is both unique to women and not unlike disabling conditions that both women and men face.137 Breastfeeding presents another challenge under antidiscrimination law.138 While   131. See ANGELA ONWAUCHI-WILLIG, ACCORDING TO OUR HEARTS: RHINELANDER V. RHINELANDER AND THE LAW OF THE MULTIRACIAL FAMILY (2013); Ariela R. Dubler, Immoral Purposes: Marriage and the Genus of Illicit Sex, 115 YALE L. J. 756 (2006); Ariela R. Dubler, Sexing Skinner History and the Politics of the Right to Marry, 110 COLUM. L. REV. 1348 (2010).  132. See MARY ZIEGLER, BEYOND ABORTION: ROE V. WADE AND THE FIGHT FOR PRIVACY (2018).  133. See, e.g., Anthony Greenwald & Linda Hamilton Krieger, Implicit Bias: Scientific Foundations, 94 CALIF. L. REV. 945 (2006); Linda Hamilton Krieger & Susan T. Fiske, Behavioral Realism in Employment Discrimination Law: Implicit Bias and Disparate Treatment, 94 CALIF. L. REV. 997 (2006). See also Christine Jolls & Cass R. Sunstein, The Law of Implicit Bias, 94 CALIF. L. REV. 969 (2006).  134. See, e.g., Stephanie Bornstein, Reckless Discrimination, 105 CALIF. L. REV. 1055 (2017) (proposing a recklessness standard in antidiscrimination cases in the employment context, whereby employers would be liable when they fail to adopt known workplace measures that would reduce implicit bias).  135. See LAUREN B. EDELMAN, WORKING LAW: COURTS, CORPORATIONS, AND SYMBOLIC CIVIL RIGHTS (2016); see also Linda Hamilton Krieger et al., When “Best Practices” Win, Employees Lose: Symbolic Compliance and Judicial Inference in Federal Equal Employment Opportunity Cases, 40 L. & SOC. INQUIRY. 843 (2015).  136. For an example of an exception, see Russell K. Robinson, Casting and Caste-ing, Reconciling Artistic Freedom and Antidiscrimination Norms, 95 CALIF. L. REV. 1 (2007) (criticizing explicit race discrimination in the entertainment industry).  137. See, e.g., GROSSMAN, supra note 91; Grossman, Pregnancy, Work, and the Promise of Equal Citizenship, supra note 95; L. Camille Hébert, Disparate Impact and Pregnancy: Title VII’s Other Accommodation Requirement, 24 AM. U. J. GENDER SOC. POL’Y & L. 107 (2015);.  138. See Meghan Boone, Lactation Law, 106 CALIF. L. REV. 1827 (2018); L. Camille Hébert, The Causal Relationship of Sex, Pregnancy, Lactation, and Breastfeeding and the Meaning of “Because of . . . Sex” Under Title VII, 12 GEO. J. GENDER & L.  119 (2011); Marcy Karin & Robin Runge, Breastfeeding and a New type of Employment  Law, 63 CATH. U. L. REV. 329 (2014); Marian Kousaie, From Nipples to Powder, 49 AKRON Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM  GENDER LAW: AFTER 25 YEARS 21 gender scholars have long questioned the stereotypes that lead to discrimination based on conditions uniquely affecting women, a new generation of scholars suggests that the strategy emphasizing the damages caused by stereotypes may be counterproductive in the long run, and may help account for the fact that protection for pregnant women and new mothers is so much worse in the United States than in other Western nations.139 Biological differences are also invoked to explain the adoption of the common practice of sex-segregated school sports. Some feminist scholars have long opposed the practice of separate-but-equal school sports on the theory that, like so many other things, differences in competitiveness between males and females is as much a social construction as it is a matter of biology.140 Others argue that sex distinctions are crucial to maintaining opportunities for women in sports.141 Other sex-segregated practices have no claimed biological basis and yet even these continue. Sex-based dress and appearance standards, for example, continue to be common, and have drawn the attention of scholars for decades.142 Another long-standing issue is whether privacy concerns warrant exemptions from otherwise applicable antidiscrimination laws in, say, nursing homes or health-care practices,143 or single-sex public toilets.144   Receiving less attention from scholars are institutions and practices designed to support women by eliminating interference by men, such as women-only businesses, clubs, events, hotel floors, work spaces and fitness centers.145 As with the debate about pregnancy, these practices raise the chronic tension between formal and substantive equality. Should they be stopped, because they perpetuate stereotypes about women’s differences that do more to limit their opportunities than to expand them, or are they desirable, realistic responses to the continuing social, economic and physical vulnerability of women?146 As these sex-segregated  L. REV. 207 (2016).  139. See, e.g., Julie C. Suk, Are Gender Stereotypes Bad for Women? Rethinking Antidiscrimination Law and Work-Family Conflict, 110 COLUM. L. REV. 1 (2010).  140. See, e.g., Katherine M. Franke, The Central Mistake of Sex Discrimination Law: The Disaggregation of Sex from Gender, 144 U. PA. L. REV. 1, 37–38 (1995); B. Glenn George, Fifty/Fifty: Ending Sex Segregation in School Sports, 63 OHIO ST. L. J. 1107 (2002).  141. See, e.g., Doriane Lambelet Coleman, Sex in Sport, 80 L. & CONTEMP. PROBS. 63 (2017).  142. The best collection of essays on the topic of appearance discrimination is MAKEUP, IDENTITY PERFORMANCE & DISCRIMINATION, 14 DUKE J. GENDER L. & POL’Y (2007). Other leading work on the subject includes ROBERT C. POST, PREJUDICIAL APPEARANCES: THE LOGIC OF AMERICAN ANTIDISCRIMINATION LAW (2001); DEBORAH L. RHODE,  THE BEAUTY BIAS (2010); Katharine T. Bartlett, Only Girls Wear Barrettes: Dress and Appearance Standards, Community Norms, and Workplace Equality, 92  MICH. L. REV. 2541 (1994).  143. See, e.g., Emily Gold Waldman, The Case of the Male OB-GYN: A Proposal for the Expansion of the Privacy BFOQ in the Healthcare Context, 6 U. PA. J. LAB. & EMP. 357 (2004); Amy Kapczynski, Same-Sex Privacy and the Limits of Antidiscrimination Law, 112 YALE L. J. 1257 (2003); Naomi Schoenbaum, The Law of Intimate Work, 90 WASH. L. REV. 1167 (2015).  144. See, e.g., Mary Anne Case, Why Not Abolish the Laws of Urinary Segregation?, in TOILET: PUBLIC RESTROOMS AND THE POLITICS OF SHARING, 211 (Harvey Molotch & Laura Norén eds., 2010).  145. Some specific examples are set forth in KATHARINE T. BARTLETT ET AL., GENDER AND LAW: THEORY, DOCTRINE, COMMENTARY 161–63 (7th ed. 2017).  146. See Ria Tabacco Mar, Galen Sherwin, & Erin Harrist, The Legal Questions Raised by a Women-Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM 22 DUKE JOURNAL OF GENDER LAW & POLICY Volume 27:1 2020 spaces become more common, scholarly debate about them is likely to increase. Debate continues, as well, with respect to sex-based classifications favoring women that are tolerated because they are perceived as harmless or trivial, even though the legal defense for them is extraordinarily weak.147   Another area in which biological sex difference, historically, has been used to justify different treatment of men and women is the legal treatment of unwed fathers. The law has moved increasingly toward equal treatment for unwed mothers and fathers,148 but there remain bodies of law, particularly pertaining to immigration and alternative reproductive technologies, that impose different burdens for proving parentage on men and women.149 Today’s gender law scholarship probes these differences. CONCLUSION Twenty-five years ago, I ended my Essay, “Gender Law,” with a description of gender law scholarship as “ongoing rather than complete, questioning rather than declarative, and self-critical rather than complacent.”150 The description still fits. In 2019, it is even more impossible to contain, or give a comprehensive or stable account of, the many subject areas, themes, and trends in gender scholarship. The many omissions in this Essay, alone, evidence that fact.151  In my  Only Workplace, ACLU (Apr. 3, 2018), https://www.aclu.org/blog/womens-rights/legal-questions-raised-women-only-workspace.  147. One example is gender pricing. See Mark Allan Herzberg, “Girls Get in Free”: A Legal Analysis of the Gender-Based Door Policies, 19 S. CAL. REV. L. & SOC. JUST. 479 (2010). For the history of this trend, see Serena Mayeri, Foundling Fathers: (Non-)Marriage and Parental Rights in the Age of Equality, 125 YALE L. J. 2292 (2016).  148. See, e.g., Kerry Abrams & Kent Piacenti, Immigration’s Family Values, 100 VAL. L. REV. 629 (2014) (discussing immigration); Joanna L. Grossman, Parentage Without Gender, 17 CARDOZO J. CONFLICT RESOL. 717 (2016) (discussing alternative reproductive technologies).  Specifically in the context of lesbian parents, see Courtney G. Joslin, The Legal Parentage of Children Born to Same-Sex Couples, 39  FAM. L. Q.683 (2004); Nancy D. Polikoff, From Third Parties to Parents: The Case of Lesbian Couples and the Children, 77 L. & CONTEMP. PROBS. 195 (2014). For the argument that sex-specific parentage rules in the immigration context have been used to pursue racist goals, see Kristin A. Collins, Illegitimate Borders: Jus Sanguinis Citizenship and the Legal Construction of Family, Race, and Nation, 123 YALE L. J. 2134 (2014).  149. See, e.g., Grossman, The New Illegitimacy, supra note 35. See also Camille Gear Rich, Innocence Interrupted: Reconstructing Fatherhood in the Shadow of Child Molestation Law, 101 CALIF. L. REV.609 (2013) (arguing that child molestation law genders fatherhood by imposing different standards of child abuse on mothers and fathers).  150. Bartlett, Gender Law, supra note 1, at 18.  151. For example, I have failed to describe a whole line of thinking in feminist thought known as “governance feminism,” which focuses on what feminists do, and have done, when they are in charge. For a review of governance feminism, see GOVERNANCE FEMINISM: NOTES FROM THE FIELD (Janet Halley et al. eds., 2018). I have also omitted an important undertaking, the U.S. Feminist Judgments Project, involving the feminist rewrite of leading judicial opinions, in order to demonstrate what difference a feminist approach would make. See FEMINIST JUDGMENTS: REWRITTEN OPINIONS OF THE UNITED STATES SUPREME COURT (Kathryn M. Stanchi et al. eds., 2016).  In terms of subject matters, this Essay neglects most criminal law scholarship, as well as substantial feminist legal writing pertaining to alternative reproductive technologies, immigration, theories of social change, and undoubtedly other areas. Prof. Bartlett- FINAL PAGE PROOF 0305 (Do Not Delete) 3/6/2020  9:08 AM  GENDER LAW: AFTER 25 YEARS 23 1994 Essay, I also wrote that it was “impossible to predict the future of gender law.”152 This, too, remains true. With this volume, the Duke Journal of Gender Law and Policy ends its run as a top-rank outlet for scholarship that has crossed boundaries and advanced debate on gender law and policy. Its close is a sign not that gender is no longer an important topic, but that it is no longer a niche topic. It belongs in the mainstream, where much of the best work is increasingly being published. This is surely a victory for gender scholarship, not the end of it.    152. Bartlett, Gender Law, supra note 1, at 18. ",
    "id": 287917955,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:djglp-1344"
    },
    "title": "Gender Law: After Twenty-Five Years",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-03-06T08:00:00+00:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=1344&amp;context=djglp"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/287917955.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/287917955"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/287917955/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/287917955/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/287917955"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:djglp-1344",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 287917955,
        "depositedDate": null,
        "publishedDate": "2020-03-06T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:46:54+00:00",
        "acceptedDate": null,
        "createdDate": "2020-03-18T12:36:59+00:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/djglp/vol27/iss1/3",
        "https://scholarship.law.duke.edu/context/djglp/article/1344/viewcontent/_Prof._Bartlett__Final_Proof_0306.pdf"
    ],
    "lastUpdate": "2024-01-24T00:46:54+00:00",
    "setSpecs": []
}