{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Berendt, Elise"
        }
    ],
    "contributors": [],
    "createdDate": "2018-02-10T09:26:11+00:00",
    "dataProvider": {
        "id": 3323,
        "name": "Keck Graduate Institute",
        "url": "https://api.core.ac.uk/v3/data-providers/3323",
        "logo": "https://api.core.ac.uk/data-providers/3323/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/148359361.pdf",
    "fullText": "Claremont Colleges\nScholarship @ Claremont\n2014 Claremont Colleges Library Undergraduate\nResearch Award\nClaremont Colleges Library Undergraduate\nResearch Award\n5-8-2014\nGender-Neutral Pronouns: Inclusive, Subversive,\nProgressive\nElise Berendt\nScripps College\nThis First-Year Honorable Mention is brought to you for free and open access by the Claremont Colleges Library Undergraduate Research Award at\nScholarship @ Claremont. It has been accepted for inclusion in 2014 Claremont Colleges Library Undergraduate Research Award by an authorized\nadministrator of Scholarship @ Claremont. For more information, please contact scholarship@cuc.claremont.edu.\nRecommended Citation\nBerendt, Elise, \"Gender-Neutral Pronouns: Inclusive, Subversive, Progressive\" (2014). 2014 Claremont Colleges Library Undergraduate\nResearch Award.\nhttp://scholarship.claremont.edu/cclura_2014/8\n2014 \nClaremont Colleges Library \nUndergraduate Research Award \n \n \nFirst-Year Honorable Mention \nElise Berendt \nScripps College \n \n \nReflective Essay \n \n \nReflective Essay \n \n When my Writing 50 professor announced our research assignment last fall, I did not \nhesitate to list “queer issues” as my first-choice topic, eventually narrowing my focus to gender-\nneutral pronouns in the context of feminism and genderqueerness. While I chose this subject out \nof a genuine passion, I never thought I would discover so much from the research process itself. \nFirst of all, I was not expecting to learn or write about the official, decades-old usage of gender-\nneutral pronouns in a small Virginia community, nor did I anticipate citing a letter to the editor \nfrom a 1955 edition of the New York Times. Concern over whether my topic was broad enough to \nfill ten pages quickly gave way to bewilderment at having so much material and so much to say \nabout it. I had written two long-form research papers in the past, but these were centered around \nmore specific topics with relatively clear chronologies—the Panama Canal in eighth grade, and \nHarvey Milk in tenth. By focusing on the longer, more disparate history of gender-neutral \npronouns, I had more room for interpretation and more freedom in the examples I used to \nillustrate my claims. In this sense, library resources helped me to achieve a balancing act: while \nthe subject-specific databases and Interlibrary Loan afforded me access to a wealth of \ninformation, my interactions with staff, professors, and classmates helped me to narrow my focus \nand develop my arguments.  \n Like our two previous essays, the research paper was a multistep assignment, and \nProfessor Kaplan encouraged our class to think critically about our sources at every step of the \nprocess. I was familiar with much of the assigned \"Start Your Research\" tutorial, but I \nappreciated its breakdown of the time frame and content of sources. The subsequent information \nsession presented by Instructional Design and Technology Librarian Dani Brecher impacted my \nresearch even more directly: I knew about keywords and Boolean operators, but putting them to \nuse in the library's subject-specific online databases was a new experience for me. In the \nfollowing month I would utilize this resource extensively, especially the GenderWatch database. \nHad it not been for these options, I probably would have resorted to a combination of Google \nScholar and ordinary Google searches, and likely would have missed out on several sources, such \nas an Out magazine article, that were too informal for academic journals yet too obscure for the \nfirst few pages of Google. I looked into physical resources as well, but what was readily available \n  2 \nat the library was not very relevant. Luckily I still had numerous electronic options to explore. \nProofreading my paper the week before it was due, I wondered if I might be quoting a phrase in \nBodine (itself a quote from a contemporaneous work) outside its proper context. I located the \noriginal article by M. R. Key in the library database, ordered it through Interlibrary Loan, and \njust a day later ended up swapping out the partial quote for the full one. For me, this experience, \nalong with the knowledge that I had full access to any scholarly source I found through the \ndatabases, fully validated Professor Kaplan’s emphasis on information literacy in the research \nprocess. \n This emphasis, evident from the first few brainstorming assignments, became clearer as \ntime went on. After the initial library instruction session, each student in my class signed up for a \none-on-one meeting with Dani Brecher, to whom we pitched our ideas in exchange for \nsuggestions on where else to find information. At the time of my meeting with Ms. Brecher, I \nwas still considering including other elements of gender-neutral language in my paper, but with \nher advice I realized that I would find more than enough research on pronouns alone. From here \nI began to develop my central arguments. Peer edits were already a common feature of Writing \n50, but because I was now presenting a short, unfinished version of my paper rather than a full \nfirst draft, I found my classmates' feedback to be especially encouraging, as they reassured me \nabout the quality of my writing while identifying several changes from which my paper would \nbenefit. My original thesis, for example, came across as more argumentative than assertive, and \nonce alerted to this I sought to revise the paper’s structure to arrive more naturally at my \nconclusions.  \n As many online sources as I had used, I felt that my paper needed a more personal \nperspective. Having heard great things about Professor Chris Guzaitis and her queer studies \ncourses, I initiated contact and was delighted when she agreed to an interview. From her first \nanswer to my questions I knew that she was a perfect match for my paper. Professor Guzaitis \nprovided just the expertise and clarity of voice I was looking for to enhance my discussion of \ngender-neutral pronouns, and I am so glad to have had this opportunity to meet her before she \nannounced her resignation. \n My overall experience of writing my research paper was positive and self-affirming. I had \npreviously been taught the index-card method of recording and organizing facts, and while this \n  3 \napproach may work for some, it does little for me. In contrast, I greatly appreciated this \nopportunity to forge my own path, with instruction geared toward access rather than method. I \ndo not always hit my writing stride immediately, but with sufficient guidance and feedback I \nknow that I can, and did, turn out something that I am proud of. The paper not only renewed \nmy confidence in my expository voice but reassured me that I can write from a perspective of \nboth allyship and scholarship, without coming across as either appropriative or ignorant. Perhaps \nmost tellingly, my attitude toward any future research assignments has changed from mild \napprehension to cautious enthusiasm; and I hope to continue learning just as much about myself \nas about my subject of study. \n2014 \nClaremont Colleges Library \nUndergraduate Research Award \n \n \nFirst-Year Honorable Mention \nElise Berendt \nScripps College \n \n \nResearch Project \n“Gender-Neutral Pronouns: \nInclusive, Subversive, Progressive” \n \n \t\r  \n  \nElise Berendt \nWriting 50 Section 4 \nG. Kaplan \n12/17/13 \nGender-Neutral Pronouns: Inclusive, Subversive, Progressive \nLanguage and gender share the distinction of being human inventions that are rarely \nthought of as such. Language in all its forms is so ubiquitous that, once fluent in one tongue or \nanother, we cannot “turn off” the ability to interpret written or spoken words; however, the great \nvariety in sentence structures and conjugations throughout the world demonstrates how a society \ndevises its own methods of communication. Similarly, while most cultures recognize a basic \ndichotomy between biological males and females, the extension of this binary pattern of thought \nfrom sex to gender relies heavily upon social conventions and constructs. At the intersection of \nthese two very broad ideas lies a pair of opposites: gendered language, and gender-neutral \nlanguage. For all the attention given to controversies such as whether “man” includes “woman” \nand whether the creation of separate titles to denote femininity is validating or demeaning, \ngender-neutral pronouns—also known as epicene or sex-indefinite pronouns—are paid \nconsiderably less mind. Yet their recent revival in the feminist and queer movements hints at a \nmuch longer history of subversion and contention: various neologistic gender-neutral pronouns \ncan be traced back to the 1850s, and more traditional alternatives have persisted even longer in \nthe face of sometimes intense criticism. Ultimately, the value and permanency of these pronouns \ncome down to the indisputable good they do for the people who adopt and project them. Gender-\nneutral language on the whole is a vital tool in recognizing diversity and creating a safe, \ninclusive space for all people; I will be focusing on pronouns partly because they are so common \n  \nin everyday speech, but primarily because they bring the sometimes stale and academic \ndiscussion of grammatical gender to a very personal level. Personal, and yet universal—a \ncontradiction that exemplifies the remarkable intersectional potential of these words in an \nongoing cultural narrative. While the history of gender-neutral pronouns is not without its \nsetbacks and tensions, the time has come for reconciliation that preserves both the current \nplurality of options and the element of self-determination inherent in modern pronoun use. \nThe history of gender-neutral personal pronouns is nonlinear and multifaceted, but it \nhas a clear beginning in the singular “they”. Emerging in the late 1300s to compete with the \ngeneric masculine pronouns of Old English (Churchyard 2), the epicene “they” enjoyed \ngrammatical legitimacy for several centuries, included (per se and in its derivative forms) in the \nworks of writers from Chaucer and Shakespeare to Jane Austen and Lewis Carroll (Churchyard \n3). However, prescriptive grammarians in the late 1700s through 1800s began to arbitrarily \nimpose certain rules of Latin grammar on the English language, including the idea that “they” \ncould not function as a singular pronoun (2). This claim garnered public support and legitimacy, \nleading up to an 1850 act of British Parliament that, without specifically condemning the epicene \nusage, made a clear enough point by replacing “he or she” with “he” in legal language (Bodine). \nRadical measures of this sort were not taken in the United States, although sociologist Ann \nBodine notes that American writers of the time tended to err on the side of conservatism, where \n“conservatism... means reliance on the authority of grammarians” (134). But just how far does \nthis authority go? As Mark Balhorn demonstrates in the article “The Epicene Pronoun in \nContemporary Newspaper Prose”, the singular “they” is far from defunct; in fact, in the centuries \nsince it was declared grammatically incorrect, most writers and speakers of English have done \n  \nlittle to curb their use of the construction—a consequence of the rule’s being prescriptive rather \nthan descriptive (Bodine 130).  \n The modern-day ramifications of the condemnation of such a widely-used pronoun are \neasy to appreciate. As any student in the American education system can attest, the use of the \nsingular “they” is frowned upon by teachers and considered improper, in the same way that \nsentences beginning with a conjunction or ending in a preposition are often taught as \nconstructions to avoid at all costs. In an article for the journal Language and Society, Bodine \nconducted a survey of “thirty-three of the school grammars now [as of 1975] being used in \nAmerican junior and senior high schools” (138) and found that twenty-eight condemned the \nepicene “they” as “inaccurate”. Meanwhile, “the [same] pupils are taught to achieve both \nelegance of expression and accuracy by referring to women as ‘he’” (138), an irony that likely \ndid not escape the students themselves. While the surveyed texts are now out of date, the debate \nrages on in modern style books, which package the same fallacious claims in vaguer \njustifications. The American Philosophical Association’s Guidelines for Non-Sexist Use of \nLanguage, for example, considers the singular “they” to be “CONTROVERSIAL (FOR \nINFORMAL CONTEXTS ONLY)” (Balhorn 393)—in all capitals, no less. Editors will indeed \ngo to great lengths to stop formal, intentional uses of the pronoun from breaching this \ngrammatical caution tape: Chris Guzaitis, professor of Feminism, Gender, and Sexuality Studies \nat Scripps College, confirms that for academic writers “the use of singular ‘they’ requires a \ndisclaimer,” in the form of “notifying the editor or including a footnote,” to avoid having this \napparent mistake ‘corrected’ in a published article. \nAmidst the highly avoidable controversy surrounding “they”, the introduction and use \nof other gender-neutral pronouns take on an often political character. In fact, feminists have, in \n  \nrecent decades, pushed for “he or she” (occasionally, “s/he” or “(s)he”) not only as a substitute \nfor the singular “they” but as a disjunctive pronoun with its own significance and nuances. Ann \nBodine uses the term “androcentric world-view” to describe the social conventions and beliefs \nthat shaped the politics of gendered language in Early Modern English, and which led \ngrammarian Joshua Poole to write in 1646 that “the Masculine Gender is more worthy than the \nFeminine” and therefore deserved grammatical preference (134). Modern attitudes regarding the \nusage and order of “he or she” are, thankfully, much less rigid. The disjunctive personal pronoun \ncame into widespread use in the early 1970s as a rebuttal to the sex-indefinite “he” (142), the \nargument being that such a construction is neither inclusive nor intuitive. While still associated \nwith feminism and anti-sexism, “he or she” is now widely employed by the general public—if \nnot always on its own merits, at least as a vehicle of political correctness. The 1993 article “The \nLanguage of Diversity”, which instructs employers in the use of inclusive language for the \nworkplace, argues in favor of gender-neutral language, including pronouns, for the purposes of \nobjectivity and the elimination of “unnecessary ambiguity” (Petrini 36). Such efforts can, of \ncourse, backfire. Discussing the practice of “hypercorrection”, Balhorn cites a quote from a 2005 \nnewspaper—“employees have to prove he or she is growing, doing more or adding value to a \ncompany”—as an example of how “avoidance of sexism has prompted the writers to produce \nboth unidiomatic and ungrammatical strings” (409). The disjunctive pronoun comes with another \nmajor drawback: while part of the general preference for “they” over “he or she”, in ordinary \nconversation as well as in the context of journalism (Balhorn 410), may come down to the \nlatter’s relative unwieldiness, there is no getting around the fact that “he or she” treats gender as \na binary construct with no middle ground between the feminine and the masculine. In this sense, \nits use can never be truly intuitive, nor entirely gender-neutral. For the writer, the disjunctive \n  \nserves as an obligatory reference (or perhaps acquiescence) to the demands of feminism and \npolitical correctness, and for the reader it may come across as a distracting attempt to “cover all \nthe bases” for the purpose of avoiding offense—a reactive, rather than proactive, journalistic \ngesture. And this is only if the reader and writer themselves use gendered pronouns; for \nindividuals who identify as neither he nor she, such phrasing may be downright exclusionary.  \nYet, the problems inherent in the “he or she” construction justify the existence of \nanother type of pronoun entirely. Since the mid-nineteenth century, various writers and other \nindividuals have proposed their own neologistic gender-neutral pronouns as viable alternatives to \n“he” and “she” (Baron); since the mid-twentieth century this impulse has been linked in many \ncases to the movement for queer recognition and rights. While transgender and otherwise \ngenderqueer individuals do not necessarily feel uncomfortable using existing gender pronouns \n(or the epicene “they”), many feel that being true to themselves and their gender identity \ninvolves claiming a new pronoun. And while Dennis Baron labels alternative epicene pronouns \nas “the word that failed” in a list compiled in 1993, certain entries in the list did have an \nimpressive, if nearly invisible, run in linguistic legitimacy. According to an editor’s note in a \n1955 edition of the New York Times, the “common gender” pronoun “thon”—a portmanteau of \n“that one”, proposed in 1858 by Charles Crozat Converse—made it into Funk and Wagnalls’ \nNew Standard Dictionary in the guise of “a substitute in cases where the use of a restrictive \npronoun involves either inaccuracy or obscurity, or its non-employment necessitates awkward \nrepetition” (60). “Thon” occupied an entry in the dictionary only until 1964 (Marritz), but in the \ninterim of a century plenty of other words, including “ip”, “hiser”, and “hse” (Baron), followed \nsimilar trajectories. The gender-neutral pronouns that have survived into the Information Age, \nnamely the Spivak pronouns e/em/eir (subject/object/possessive) and the somewhat more \n  \ncommon ze/hir/hir, seem to strike the right combination of euphonic and modern-looking to \ncirculate among online social activism communities.  \nIndeed, the Internet has reinvigorated the conversation around gender-neutral language \nas a whole, placing it in the context of queer studies. Professor Guzaitis views the Internet as a \n“disseminator of information” and “a space to ask and learn”, and suggests that online activism \nallows ordinary people, backed by the strength of their communities, to challenge normative \nconventions of gender and sexuality while bypassing the fear- or anxiety-driven reactions of the \ngeneral public. Guzaitis, who begins the first classes of each semester by asking for her students’ \npreferred gender pronouns (PGPs), claims that students come in more knowledgeable about PGP \nand gender identity each year, quickly grasping the concepts even if they are not familiar with \nthe terminology; she attributes their openness and awareness to a lifelong exposure to human \ndiversity through the Internet. While most of her students prefer to be addressed by a gendered \npronoun, the epicene “they”, or either of the two, Professor Guzaitis recalls at least two students \nover the past four years who have identified as “ze”. \nAcknowledgement of pronoun choice is increasing offline as well. The University of \nVermont, in an effort to accommodate transgender students, has for several years used “a \nsoftware patch for its student-information system that puts students' preferred names and \npronouns on class rosters and identification cards but retains their legal names on financial-aid \nand medical forms” (Tilsley A19). As of 2010, hundreds of students, including seven or more \ntransgender students, had made use of the software patch; a genderqueer student could \nconceivably utilize this type of information system to declare a neologistic personal pronoun for \nhirself. Meanwhile, at the Claremont Colleges, the idea of a PGP—ideally included in every self-\nintroduction, whether or not it occurs in a queer space—is a major step toward widespread \n  \nrecognition and acceptance of all gender identities and gender pronouns. Still, according to \nProfessor Guzaitis, PGPs are not yet used on a structural level: while student groups and \norganizations, especially those focused on gender issues, are likely to include them in \nintroductory or ice-breaking exercises, the 5C administration and faculty are less clued in to the \nsignificance of pronoun preference. Consequently, “intervention, if it is to happen, should begin \nat that [administrative] level” (Guzaitis). \nAs neologistic gender-neutral pronouns have come to enjoy greater popularity and \ngenuine usefulness in recent years, their ranks have expanded in novel directions. The rise of the \npersonal pronoun “yo” among students in Baltimore, Maryland (Stotko and Troyer 262) is an \nintriguing example of a word emerging more or less organically into the local vernacular. \nDistinct from both the interjection to call attention to oneself and the slang abbreviation of \n“your”, this word translates primarily as “he/she”, and occasionally as “him/her”. Johns Hopkins \nresearcher and linguistics expert Elaine Stotko and middle-school teacher Margaret Troyer used \na variety of methods to analyze students’ use of “yo” between 2003 and 2005, including \nobserving classroom conversation, asking middle-schoolers to fill in the speech bubbles in \ncartoon scenarios, and administering a survey that required middle- and high-school students to \njudge the validity of a set of sentences (264-6). While the origin of “yo” as a pronoun has proven \nelusive, its meaning is generally clear: when the researchers asked a different sample of students \nto paraphrase sentences from the original tasks, “of the paraphrases provided by the 16 students \nwho participated, only 2 paraphrases... indicated that yo meant ‘you’ instead of ‘he’ or ‘she’. The \nothers were consistently ‘he’ or ‘she’ or a noun such as girl, boy, person, or dude” (270). As “yo” \nhas no possessive form, students have been heard to formulate sentences such as “Yo put his foot \nup”, in which a gendered pronoun is also present; this, along with “a pointing gesture [that] \n  \nusually accompanie[s] the pronoun’s use” (264), suggests an important difference between “yo” \nand other gender-neutral neologisms: it does not necessarily circumvent or obfuscate the gender \nof the person being discussed. In fact, a follow-up conversation between Baltimore teachers and \nstudents several years after the original study revealed that, according to some students, “yo is \nused for boys, but... shorty is used for girls” (272). Whether or not this development foreshadows \na new, more gendered path for the pronoun, the emergence of “yo” sets an important precedent: \nrather than a top-down effort by an established scholar to introduce a new word into the English \nlanguage, it is a natural outgrowth of the speech patterns of young people who evidently felt that \na gender-neutral pronoun would facilitate their conversations.  \nElsewhere on the East Coast, the pronoun “co”, with its long and vibrant track record, \ncarries encouraging implications for feminists and queer activists alike. Twin Oaks, a small \ncommunity in Virginia founded in 1967 by people who perceived the general cultural customs of \nthe US as sexist (Flanigan 27), has for the past forty years recognized “co” as a gender-neutral \npronoun both in informal speech and writing and in its own legal code. Conjugations of the \npronoun have changed slightly since its initial adoption, with the possessive and reflexive forms \n“cos” and “coself” patterned after the forms of traditional gender pronouns. “Co” has even \nevolved beyond a pronoun into a noun: according to Flanigan, Twin Oaks members (of whom \nthere are approximately one hundred) “use ‘co’... instead of more standard words such as \n‘member,’ ‘communard,’ or ‘person’” (27-8) and will at times replace the word “man” or “boy” \nin compound nouns with “co”, as in “snowco” or “cowco” (35). In this sense, “co” addresses \nanother common feminist criticism of the English language: that it tends to assign a masculine \ngender to neutral professions and titles. Despite the dignity imparted by its inclusion in the \ncommunity’s law code, “co” is not exempt from a little self-conscious wordplay: the Twin Oaks \n  \nwebsite states that “those who take a political stand for a gender-blind society by using, ‘co,’ to \nreplace all personal pronouns... are called, ‘radico’” (5). While its usage may not extend beyond \nTwin Oaks, within the community “co” is a versatile pronoun that exemplifies the link between \ninclusive language and progressive ideology. \nEven where ideologies line up, agendas may differ; and lying at the intersection of two \ncomplementary liberal camps—feminism and queer studies—gender-neutral pronouns can \nunfortunately cause friction between the two. The principal reason for this debate, according to \nGuzaitis, is a general sense of anxiety “among second-wave feminists in particular” that truly \ngender-neutral language will lead to an erasure of women. From a historical perspective, this \nconcern is not entirely baseless; compared to how long women fought for the inclusion of “she” \nalongside “he”, the rise of neologistic pronouns and the increasing reversion to the epicene \n“they” have occurred at a remarkable rate (Guzaitis), especially since the start of the Information \nAge. It is important to remember, however, that apart from perhaps a few extremists, no one is \ncalling for a complete overhaul of pronoun usage—in fact, this would be an exclusionary act, not \nan inclusive one, in the eyes of most genderqueer activists. Guzaitis explains, “in using ‘they’ for \neveryone, we deny gender identity in a specific way” for anyone who “wants their identity \naffirmed with gendered pronouns.” For example, if a transgender student self-identifies as a man \nbut classmates continually refer to him as “they”, he may feel that his gender identity has been \nundermined to the same extent as if they were to call him “she” (Guzaitis). The same goes for \ncisgender individuals, who do not experience gender dysphoria but still deserve to have their \nidentity affirmed by others. Furthermore, while the field of queer theory is relatively young, \nhaving emerged only in the past two decades, the gay liberation of the late 1960s began only \nshortly after second-wave feminism. This means that the interests of both movements have \n  \ncoexisted almost from the beginning—including in the sphere of linguistics, where connections \nbetween queer experiences and alternative pronoun use are nothing new. In a 1972 Linguistics \narticle, Mary Ritchie Key identifies “the language of homosexuals”—in which “the pronoun \n‘she’ is used to designate the female partner”—as one of several instances of “nonobservation of \nselectional [pronoun] restrictions which produces anomalous forms\" (28); although the wording \nis somewhat uncomfortable in retrospect, this is at least an early acknowledgement that certain \ngroups view gender relations differently than the general public and perhaps need new words to \nexpress their identities and relationships. Rather than perceive the growing number of gender-\nneutral pronouns as a threat to the original words and their significance, proponents of gender \nequality should embrace neologisms as evidence of a rising culture of personal choice—the \n“preference” in the phrase “preferred gender pronoun”.  \nThe key to reconciliation between feminism and queer theory on this particular issue is \nthe acknowledgement that the former movement implicates the latter. Queer studies, which \naccording to Professor Guzaitis \"were created to bring a critical lens specifically to sexuality\", \nare essentially an offshoot of feminist thinking that has taken on a life of its own. Any feminist \ngroup that reacts with hostility to gender-neutral language, pronoun preference, or related \ndevelopments is only undermining its own core values and goals. Fortunately, an increasing push \nfor intersectionality confirms that the current generation of Internet-based feminist and queer \nactivists is well aware of their communities' mutual interests, as well as of the potential for \ndynamic collaboration and solidarity with other marginalized groups (such as people of color) \nand parallel movements (such as sex-positivity). Professor Guzaitis views this intersectional \nfocus as a promising next step, arguing that “feminists led the way to end gender discrimination \nand challenge normativity... What queer does is disrupt normative ideologies, specifically the \n  \nidea of a binar[y] masculine/feminine understanding of gender attached to sexed bodies.” From \nthis perspective, it is only a matter of time before both communities converge once more into a \ncoalition for equality and acceptance. \nFor every resolved issue surrounding gender-neutral pronouns and the causes that they \nunify, several questions remain unanswered. One such relevant debate centers around whether \nfeminists and queer activists should strive to popularize the current variety of pronouns available, \nor pursue general acceptance of a single, ‘official’ epicene pronoun. Among those who would \nprefer “our language [to] evolve in such a way that there's an agreed-upon set of gender-neutral \npronouns\" is Adrian Quintero, the transgender son of “yo” researcher Stotko (Marritz 60). While \nQuintero’s approach is optimistic, advocating for the legitimization of gender-neutral language \nand depicting the general public as ready for such a change, it overlooks some of the basic \nadvantages of the pronouns it upholds. Asserting one’s gender identity through pronoun \npreference returns agency and accountability to individuals outside the gender binary, who have \nlargely been silenced, shamed, and invalidated in mainstream media and culture; and selecting \nfrom among a wide array of gender-neutral options is a crucial element of this choice. Even for \nthose who refer to themselves in gendered terms, deciding which pronouns to employ in spoken \nand written language can be an empowering, interventionist, and even political statement against \nthe perceived gender binary and other common but flawed “gender logic” (Guzaitis). Professor \nGuzaitis herself foresees an ‘official’ gender-neutral pronoun working its way into the English \nlanguage eventually but argues that “in the near future, we will continue to have multiple \npronouns,” as feminist and queer communities are still working toward recognition of existing \noptions.  \n  \nGender-neutral pronouns have come a long way since the days of the universal, sex-\nindefinite “he”, and they may lead society to new insights and revelations as the English-\nspeaking world evolves. In a culture that values both individualism and opportunity, it is only \nnatural that we should combine these two ideals to champion self-determination in all aspects of \nlife. After all, there are few acts more indicative of personal expression than that of consciously \ndefining the terms of one’s own identity. If pronoun preference is to earn the attention and \nsupport of the general public, however, it must be more than just a cause, a debate, or a plot of \ncommon ground between social justice camps that nevertheless alienates outside observers. \nGender-neutral pronouns must also be a non-political issue, a simple question of empathy and \nrespect, because only through these human channels can they ultimately achieve quiet \nassimilation into the mainstream consciousness. After the more aggressive activism has run its \ncourse and fulfilled its purpose, it is this emotional core that will sustain the movement and guide \nit in the right directions. Whether or not the future of gender-neutral pronouns involves \nconsensus as to which is the most correct or appropriate, or which most successfully bridges the \ngap between feminism and queer advocacy, these words unequivocally represent a fusion of \nliberal ideologies that may someday guarantee inclusion of, and equality for, all shades of human \nexperience.\n  \nWorks Cited \n \nBalhorn, Mark. “The Epicene Pronoun in Contemporary Newspaper Prose.” American Speech \n 84.4 (2009): 391-413. Academic Search Premier. Web. 3 Nov 2103.  \n \nBaron, Dennis. \"The Epicene Pronouns: A Chronology of the Word that Failed.\" The Epicene \n Pronouns. University of Illinois at Urbana-Champaign, Department of English, n.d. Web. \n 9 Nov. 2013. \n \nBodine, Ann. “Androcentrism in Prescriptive Grammar: Singular 'They', Sex-Indefinite 'He', and \n 'He or She.'” Language in Society 4.2 (1975): 129-146. Web. 1 Dec 2013. \n \nCaldwell, Titcomb. \"He, She, and ‘Thon’.\" New York Times (1955): 1. ProQuest. Web. 14 Dec \n 2013. \n \nChurchyard, Henry. “A Brief History of Singular ‘Their’ (etc.).” Crossmyt.com. Henry \n Churchyard’s Linguistics Page, 29 Apr 1993. Web. 9 Nov 2013. \n \nFlanigan, Jolane. “The Use and Evolution of Gender Neutral Language in an Intentional \n Community.” Women & Language 36.1 (2013): 27-41. Academic Search Premier. Web. \n3  Nov 2013.  \n \nGuzaitis, Chris. Personal interview. 11 Dec 2013. \n \nKey, Mary Ritchie. “Linguistic Behavior of Male and Female.” Linguistics 10.88 (1972): 15-31. \n ProQuest. 16 Dec 2013. \n \nMarritz, Ilya. “Can a Bunch of Baltimore Teens Solve the He-She Problem?” Out 16 (2008): \n 59-60. ProQuest. Web. 11 Dec 2013. \n \nPetrini, Catherine M. “The Language of Diversity.” Training and Development 47.4 (1993): \n 35-37. Academic Search Premier. Web. 3 Nov 2013. \n \nStotko, Elaine M. and Troyer, Margaret. “A New Gender-Neutral Pronoun in Baltimore, \n Maryland: A Preliminary Study.” American Speech 82.3 (2007): 262-279. ProQuest. \n Web. 3 Nov 2013. \n \nTilsley, Alexander. \"New Policies Accommodate Transgender Students.\" Chronicle Of Higher \n Education 56.39 (2010): A19-A20. Academic Search Premier. Web. 3 Nov 2013. \n \n“Visiting: Once You’ve Arrived - Acronyms, Random Stuff.” Twinoaks.org. Twin Oaks \n Community, n.d. Web. 11 Dec 2013. \n",
    "id": 148359361,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.claremont.edu:cclura_2014-1007"
    },
    "title": "Gender-Neutral Pronouns: Inclusive, Subversive, Progressive",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-05-08T08:00:00+01:00",
    "publisher": "Scholarship @ Claremont",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.claremont.edu/cgi/viewcontent.cgi?article=1007&amp;context=cclura_2014"
    ],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/148359361.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/148359361"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/148359361/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/148359361/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/148359361"
        }
    ],
    "abstract": "The Reflective Essay describes a research journey that recognized the importance of information literacy, took advantage of “full access to any scholarly source I found through the databases,” and included an interview with a professor to provide personal perspective and expertise. The author focuses on issues of language and gender, specifically on pronoun usage. Her discussion considers the advantages of both traditional and gender-neutral pronouns, and she concludes that for the issue of pronoun preference to gain public attention it must become more than an activist cause, but also “a simple question of empathy and respect.",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.claremont.edu:cclura_2014-1007",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3323",
        "openDoarId": 0,
        "name": "Keck Graduate Institute",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 148359361,
        "depositedDate": null,
        "publishedDate": "2014-05-08T08:00:00+01:00",
        "updatedDate": "2021-03-02T13:43:17+00:00",
        "acceptedDate": null,
        "createdDate": "2018-02-10T09:26:11+00:00"
    },
    "urls": [
        "https://scholarship.claremont.edu/cclura_2014/8",
        "https://scholarship.claremont.edu/cgi/viewcontent.cgi?article=1007&amp;context=cclura_2014"
    ],
    "lastUpdate": "2021-03-02T13:43:17+00:00",
    "setSpecs": []
}