{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Prunotto, Gaia"
        }
    ],
    "contributors": [],
    "createdDate": "2023-06-16T20:44:31+01:00",
    "dataProvider": {
        "id": 13919,
        "name": "The Research Repository @ WVU (West Virginia University)",
        "url": "https://api.core.ac.uk/v3/data-providers/13919",
        "logo": "https://api.core.ac.uk/data-providers/13919/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.33915/etd.11719",
    "downloadUrl": "https://core.ac.uk/download/568065392.pdf",
    "fullText": "Graduate Theses, Dissertations, and Problem Reports 2023 Gender Inclusivity in Italian: Can Gender Neutrality be Reached in a Gendered Language? Difficulties, Proposals and Public Perception of the Phenomenon Gaia Prunotto West Virginia University, gp00015@mix.wvu.edu Follow this and additional works at: https://researchrepository.wvu.edu/etd  Part of the European Languages and Societies Commons, Feminist, Gender, and Sexuality Studies Commons, Italian Language and Literature Commons, Linguistics Commons, Modern Languages Commons, and the Social Justice Commons Recommended Citation Prunotto, Gaia, \"Gender Inclusivity in Italian: Can Gender Neutrality be Reached in a Gendered Language? Difficulties, Proposals and Public Perception of the Phenomenon\" (2023). Graduate Theses, Dissertations, and Problem Reports. 11719. https://researchrepository.wvu.edu/etd/11719 This Thesis is protected by copyright and/or related rights. It has been brought to you by the The Research Repository @ WVU with permission from the rights-holder(s). You are free to use this Thesis in any way that is permitted by the copyright and related rights legislation that applies to your use. For other uses you must obtain permission from the rights-holder(s) directly, unless additional rights are indicated by a Creative Commons license in the record and/ or on the work itself. This Thesis has been accepted for inclusion in WVU Graduate Theses, Dissertations, and Problem Reports collection by an authorized administrator of The Research Repository @ WVU. For more information, please contact researchrepository@mail.wvu.edu.     Gender Inclusivity in Italian: Can Gender Neutrality be Reached in a Gendered Language? Difficulties, Proposals and Public Perception of the Phenomenon   Gaia Prunotto  Thesis submitted to the Eberly College of Arts and Sciences at West Virginia University  in partial fulfillment of the requirements for the degree of Master of Arts in Linguistics  Adrienne R. Washington, Ph.D., Chair Sergio Robles-Puente, Ph.D. William J. Morgan, Ph.D Nancy A. Caronia, Ph.D   Department of World Languages, Literature and Linguistics   Morgantown, West Virginia 2023  Keywords: Gender and language, Gender equity, Gender-fair language, Grammatical gender, Italian, Language reform, Social justice  Copyright 2023 Gaia Prunotto     Abstract  Gender Inclusivity in Italian: Can Gender Neutrality be Reached in a Gendered Language? Difficulties, Proposals and Public Perception of the Phenomenon  Gaia Prunotto  Italian is a gendered language in which reference to grammatical gender has been constant and inevitable. As language reflects and shapes society, grammatical gender reinforces binary views of social gender and the invizibilization of non-binary identities. Movements for social justice have inspired gender-fair linguistic innovations, such as the feminization of job titles and gender-neutral markers, to promote gender equity and challenge hierarchies of power and dominance in society. This research aimed to explore gender-neutral forms in the Italian grammatical system and public perceptions of these innovations through two studies with two groups of participants.  The first group of participants (n=27) identified as trans or non-binary. They provided information in the form of a survey about the pronouns and gender markers they utilize, together with information about the contexts in which gender-neutral forms are implemented and encountered. Quantitative results showed that while pronoun selection in Italian still relies heavily on binary categories, gender-neutral markers are used by the transgender, non-binary Italian community, with a preference for the asterisk and the schwa. Online communities were indicated as the main environment in which linguistic innovations are encountered, while usage was described as limited to people inside and outside of the LGBTQ+ community who would understand and accept innovative forms. Qualitative data collected from this first group of participants shed light on the limitations of the binary grammatical system of gendered languages and highlighted the marginalization and invisibilization that result from the lack of forms of language expression for non-cisgender identities.  A second group of participants (n=102), who were overwhelmingly cisgender, completed a survey where they were asked to rate the comprehensibility and agreeableness of fifteen statements including the asterisk, the schwa and standard gendered forms for control. Quantitative results indicate that both innovations are largely comprehensible in written form, with a slight preference for the schwa over the asterisk, while the innovations are low in terms of agreeableness ratings. These data suggest that the reason behind resistance to linguistic innovations is rooted in prescriptivist and conservative views of language more than intelligibility. Qualitative data provided by the second group of participants indicated that reasons behind acceptance for these forms are social in nature. Linguistic innovations were framed as necessary to promote a more inclusive and gender-fair society. On the other hand, participants who showed resistance to them claimed that gender-neutral forms are unnecessary, overly complicated, hard to understand, and difficult to pronounce.  These findings help to elucidate linguistic strategies for gender neutrality in Italian, clarifying their usage and capturing the experiences of non-cis Italian language users with gendered language and language reform. This research also advances our understanding of reasons behind resistance or acceptance of these forms by cis persons. In this way, they fill a knowledge gap in the literature on gender-neutral forms in Italian and enrich the scholarship on gender inclusivity and neutralization strategies in gendered languages. Moreover, they provide a foundation for further research on their implementation in spoken language and their potential application in world language classrooms to foster a gender-just education.  Abstract  Inclusività di Genere in Italiano: Può la Neutralità di Genere Essere Ottenuta in una Lingua con Genere Grammaticale? Difficoltà, Proposte e Percezione Pubblica del Fenomeno Gaia Prunotto In italiano il riferimento al genere grammaticale è sempre stato costante e inevitabile. Dato che la lingua riflette e dà forma alla società, il genere grammaticale rinforza una visione binaria di genere e l’invisibilizzazione delle identità non binarie. Movimenti per la giustizia sociale hanno ispirato innovazioni linguistiche per la rappresentazione di genere come la femminilizzazione dei titoli professionali e l’utilizzo di forme neutre per promuovere equità di genere e contestare le gerarchie di potere e dominio nella società. Questa ricerca pone l’obiettivo di esplorare le forme grammaticali neutre nel sistema grammaticale italiano e la percezione pubblica di queste innovazione attraverso lo studio di due gruppi di partecipanti.  Attraverso un questionario, un primo gruppo di partecipanti transgender e non-binari (n=27) ha fornito informazioni sul proprio utilizzo di pronomi e declinazioni neutre, insieme ad informazioni riguardo ai contesti nei quali le forme neutre possono essere trovate ed applicate. I risultati dell’analisi quantitativa hanno dimostrato che mentre la selezione dei pronomi è ancora strettamente legata a categorie binarie, la declinazione di genere neutro è ampiamente utilizzata, con una preferenza per l’asterisco e la schwa. Le comunità online sono state indicate come il contesto principale in cui possono essere riscontrate queste innovazioni linguistiche, mentre il loro utilizzo è stato ascritto alle persone all’interno e all’esterno della comunità LGBTQ+ che le comprenderebbe e accetterebbe. I dati qualitativi raccolti attraverso questo primo questionario hanno anche messo in luce le limitazioni dei sistemi grammaticali binari, evidenziando la marginalizzazione e l’invisibilizzazione causate dalla mancanza di forme di espressione linguistica per le persone non-cisgender. Un secondo gruppo di partecipanti (n=102) per la maggior parte cisgender ha completato un questionario nel quale è stato loro chiesto di valutare il grado di comprensibilità e piacevolezza di quindici frasi che includevano l’asterisco, la schwa e delle forme di genere standard di controllo. I risultati dell’analisi quantitativa hanno dimostrato che entrambe le innovazioni sono largamente comprensibili nella forma scritta, con una leggera preferenza per la schwa rispetto all’asterisco; contrariamente, entrambe le innovazioni hanno ottenuto punteggi bassi in fatto di piacevolezza. I dati qualitativi forniti dal secondo gruppo di partecipanti hanno dimostrato che i motivi principali dietro l’accettazione di queste forme è di natura sociale. Le innovazioni linguistiche sono state descritte come necessarie per promuovere una società più inclusiva nella rappresentazione di genere. D’altra parte, i partecipanti che hanno dimostrato resistenza nei confronti delle forme grammaticali neutre hanno affermato che esse sono superflue, troppo complesse e difficili da comprendere e da pronunciare. I risultati di questa ricerca contribuiscono a descrivere le strategie linguistiche per la neutralità di genere in italiano, illustrandone l’utilizzo e raccogliendo opinioni riguardo al genere grammaticale da parte delle persone non-cisgender, migliorando la comprensione dei motivi dietro la resistenza o l’accettazione di queste forme da parte delle persone cisgender. Questo studio aiuta a colmare una lacuna nella letteratura sullo studio delle forme neutre in italiano, e arricchisce la conoscenza in ambito accademico sull’inclusività di genere e sulle strategie di neutralizzazione adottate dalle lingue con genere grammaticale. Inoltre, stabilisce un punto di partenza per future ricerche sull’implementazione delle forme neutre nella lingua orale e il loro potenziale impiego nell’insegnamento della lingua italiana, in modo da promuovere un’educazione più inclusiva     iv Table of Contents  Introduction    1 Literature Review   5 Deconstructing Dualism   5 Attitudes and Perceptions of Gender-Neutral Forms  11 Gender Neutrality in Natural Gender Languages  12 Gender Neutrality in Gendered Languages  15 The Italian Context  19 Proposals for Gender Neutrality  27 Methods  33 Q1 – Data Analysis  35 Participants 35 Q1 – Results  37 Preferred Pronouns  37 Gendered and Neutral Gender Markers  38 Contexts 39 Q1 – Qualitative Analysis 41 Opinions on the Italian Binary Grammatical System  43 Relationship Between Grammatical Gender Binary and Individual Freedom of Expression  47 Opinions about the Potential Advantages or Disadvantages that Linguistic Gender Neutrality Could Bring to Society  55 Additional Comments  54 Q2 – Data Analysis  59      v Participants  59 Q2 – Results   60 Comprehensibility and Agreeableness Ratings of Gender-Neutral Forms  60 Q2 – Qualitative Analysis  65 Opinions on Gender-Neutral Forms  65 Reasons for Acceptance of Gender-Neutral Forms  66 Reasons for Resistance to Gender-Neutral Forms  70 Discussion   75 Conclusion   82 References   84 Appendices   90 Appendix A  90 Appendix B  93      vi List of Tables  Table 1. Self-Defined Gender Identities of Q1 Participants  35 Table 2. Preferred Pronouns of Q1 Participants  37 Table 3. Gender Markers Selected by Q1 Participants 39 Table 4. Contexts in which Gender-Neutral Forms are Implemented 40 Table 5. Contexts in which Gender-Neutral Forms are Encountered 41 Table 6. Thematic Analysis of Opinions on the Italian Binary Grammatical System 43 Table 7. Thematic Analysis of the Relationship Between Grammatical Gender Binary and Freedom of Expression 47 Table 8. Thematic Analysis of the Potential Advantages and Disadvantages that Neutrality Could Bring to Society 52 Table 9. Thematic Analysis on Additional Comments on Gender-Neutrality 54 Table 10. Sample Statements for Comprehensibility and Agreeableness Ratings 61 Table 11. Thematic Analysis on the Reasons Behind Acceptance or Resistance to Gender-Neutral Forms  65      vii List of Figures   Figure 1. Use of the Schwa as the Default Plural Form in an Instagram Story 29 Figure 2. Use of the Schwa as the Default Plural Form in an Instagram Post 31 Figure 3. Comprehensibility Ratings of Statements Including Gender-Neutral Forms 62 Figure 4. Agreeableness Ratings of Statements Including Gender-Neutral Forms 63         viii Acknowledgements  This endeavor would not have been possible without the help and support of my professor and chair of my committee, Dr. Adrienne Ronee Washington, whose patience and dedication guided me through my years as a graduate student. You are a constant source of inspiration, and I am forever grateful for your trust and encouragement. I would like to express my deepest gratitude to my committee members, Drs. Sergio Robles-Puente, William J. Morgan and Nancy A. Caronia, who generously dedicated their time, knowledge and expertise to this project. Sincere thanks also go to Dr. Annastella Vester and Beatrice Malvisi for their help with translating and piloting my questionnaires. I am grateful for my friend and hermanica Sofia, who endured with me every second of this journey, lighting up my days and providing constant joy and motivation. You are a ray of sun, and I am lucky to have you in my life. Thanks also go to you, Baptiste, for always believing in me and for supporting me through thick and thin. I could have not done this without you. Special thanks go to Elena and Giorgia. Your friendship defeats the ocean that separates us, and I know I can always count on you. Lastly, words cannot express my gratitude to my sister, Giulia, and to my parents, Giangi and Valeria. You are the ones I can always rely on, who encourage me every day to follow my passions with your constant love and support. To you, I owe everything I have accomplished in life. I love you endlessly.      1 Introduction  This research aims to explore proposals for gender neutrality in the Italian language system. As is the case with many other Romance languages, Italian is a gendered language in which grammatical elements are divided into two binary categories: masculine and feminine. Moreover, masculine is also used as the unmarked form to denote several professions and plural groups of both masculine and feminine elements. The unmarkedness of the masculine form implies and reinforces social hierarchies (Bucholtz & Hall, 2005), including women’s subordination, and is thus no longer universally accepted. Feminist theorists have underlined the relationship between gender markers and women’s invisibility in society, and feminist movements have proposed feminization strategies in language to challenge the unmarkedness of the masculine form and improve women’s positions (Hord, 2016). Nonetheless, in order to reach a more equitable and just society, another question regarding grammatical gender has emerged, that is: how can we linguistically represent people who do not identify exclusively with one gender category? Even if for binary people the conflation between grammatical gender and social gender can be hard to recognize and understand, non-binary people are not just subordinately positioned in language; they are not positioned at all (Knisely, 2020). Thus, this research aims to help better understand what neutralization strategies are utilized by the Italian community of speakers and the reasons behind acceptance or resistance towards gender-neutral forms in order to elucidate the topic and work towards a more inclusive society. In these ways, the research will build on and further enrich the scholarship on language and gender, language reform, and social justice in linguistics. This research begins by outlining the theoretical framework of this study, drawing from Fausto-Sterling’s (2020) deconstruction of the binary notions of sex and gender while providing examples of different societies that deviate from hegemonic models of gender      2 binarism. This literature review section aims to underline the social nature of sex and gender, dismantling the concept that they are biological constructs. Essentialist notions of sex and gender limit expression of non-conforming gender identities, resulting in stigmatization and invisibilization in society. Therefore, this framework argues for a shift towards a paradigm in which identities are not divided into binary gender categories but distributed along a continuum in order to represent all gender-expressions and ensure social justice. Thereafter, proposals for gender inclusivity in society are explored in different speech communities. Both natural-gender and gendered languages have been implementing feminization and/or neutralization strategies to adapt to societal changes and ensure equity and inclusion. Through the analysis of the attitudes and perceptions of the linguistic innovations implemented in English, Swedish, German, French, Spanish and Portuguese, this section aims to shed light on the reasons behind their acceptance and resistance, to then explore similar views in more detail within the Italian context. Indeed, the final part of the literature review focuses on the discussion around feminization and neutralization strategies in Italian. Feminization strategies aim to balance relationships of power in language also through the feminization of job titles, while neutralization strategies mainly propose linguistic innovations to fight the use of masculine as the unmarked form and include non-cisgender individuals in the language. This section investigates popular proposals for gender neutrality, such as the asterisk and the schwa, with a focus on their respective advantages and disadvantages, their use on social media and their endorsement by publishing companies and newspapers. Nevertheless, feminization and neutralization strategies in Italian face backlash on the basis of linguistically and ideologically conservative and prescriptivist views on language due to cultural and historical reasons. The unification of Italy in 1861 imposed Florentine as the common language for the newly formed nation, forcing the gradual      3 abandonment of regional linguistic varieties from institutional contexts. The variety of Florentine designated to become the official language of the country was not, however, the language spoken at the time, but the historical variety of the 14th century utilized by renowned poets such as Dante and Petrarch (De Mauro, 1963). This choice resulted in a romantic imagining of Italian as the language of the ancestors that led to conservative stances and fears towards language change throughout the centuries, which are still reflected in the current resistance to linguistic innovations. Furthermore, politicized views on gender neutrality and proposals for language inclusivity in Italian created a polarization in the public debate around these topics. On one hand, linguistic innovations are pushed for by socially progressive movements for the creation of a more gender-equal society; on the other, proposals for inclusivity are described by their opponents as a threat to social stability and to the traditional roles of men and women in society (Borba, 2019; Hord, 2016). Building upon the scholarship explored in the literature review, this research aims to further explore proposals for gender-neutrality in Italian and their perceptions both within and without the non-binary and transgender communities in order to enrich the literature on the topic. With this intention, the research identified the gender-neutral forms used by the Italian non-cis community and the contexts in which they are implemented, to then analyze public perceptions of their comprehensibility and agreeableness with a focus on the reasons behind their acceptance or resistance. Data were collected with two questionnaires. The first targeted 27 non-binary and transgender participants, who provided information on the pronouns and gender-neutral markers they utilize. Results showed that pronoun selection in Italian is more complex than gender-neutral markers. Nine participants indicated use of gender-neutral pronouns, of which two used the neutral Italian pronoun, while other participants selected use of either masculine or feminine pronouns or a combination of both.      4 Interestingly, 11 participants also included binary and/or English pronouns. The gender markers section of the survey indicated -* and -ə as the preferred gender-neutral innovations for the inflection of articles, nouns and articles. Participants stated that use of these forms is limited to people who would understand or accept them, and described online communities as the main contexts in which they can be encountered. The second questionnaire targeted a wider audience of cisgender individuals and explored the comprehensibility and agreeableness ratings of statements including the neutral gender markers -* and -ə. Results showed that these forms are more comprehensible than agreeable, and analyses of qualitative data indicated the ideological and prescriptivist nature of resistance to gender neutrality. These data will help to clarify both how Italian language users have modified the linguistic system to achieve gender neutrality and how other Italian language users perceive these conscious language changes and the proposed reform of the Italian grammatical system. This research will enrich the literature on gender neutrality, language reform and social justice in linguistics and offer a starting point in the discussion of the potential implication of these forms in pedagogy to promote a more gender-inclusive strategy for teaching Italian as a world language.       5 Literature Review Deconstructing Dualism  Butler (1990) defines gender as “the cultural meanings that the sexed body assumes” (p. 9). In this sociocultural framework, society constructs binary gender archetypes of masculinity and femininity by associating attitudes, behaviors and specific characteristics with two sexes that are understood in the essentialist notion of female/male. Said constructs have been reinforced in Western societies by social and institutional practices over the centuries, resulting in the creation of a semiotic process of erasure to exclude and stigmatize all those identities that do not fit into this paradigm; however, these constructs are not permanently defined, as they are subject to negotiation, reinterpretation, contestation and speaker agency (Vijlbrief et al., 2020; Pagliero, 2020). Although in literature the contrast between biological sex and gender is often used to create a dichotomy between nature and culture (e.g., Hyde et al., 2019; Reiman et al., 2023), this paper draws its framework from Butler’s (1990) and Fausto-Sterling’s (2020) works on the deconstruction of sex and gender and the idea that sex, as gender, is a cultural artifice. In this section, I will provide evidence of the social nature of these constructs to challenge the belief that they are biologically defined. Thus, I will argue for a paradigm in which identities are not divided into binary categories but distributed along a continuum to ensure equal opportunities for expression and representation for all individuals. Accounts on how our scientific knowledge of nature has changed and evolved over time shed light on how scientific narratives have conformed to our cultural and political transformations. Biology acquired authority in the 18th and 19th centuries as it attempted to scientifically define and classify bodies under the guise of empiricism, thereby reinforcing the maintenance of social order (Fausto-Sterling, 2020). For example, in an era in which many      6 societies were pursuing independence and sovereignty, racial slavery needed to be scientifically justified by proving that people of African descent were created separately from other human beings, demoting them to a “nonhuman status” (Smedley & Smedley, 2005). The ideology of race gained new meaning in this age to enforce the social order. Over time, racialized science tried but failed to categorize humans on the basis of racial distinctions on the account that they are not genetically discrete, reliably measured and scientifically meaningful (Smedley & Smedley, 2005). In the past, race was seen as a biological fact, a natural distinction between individuals. The fact that nowadays the scientific community has shifted its stance on race and agrees that racial groups cannot be genetically determined corroborates the idea that science does not operate in a vacuum, but rather exists in society and is influenced by its cultural ideologies.  We can find an analogous change of mindset in the scientific community in the management of non normative and ambiguous bodies that do not fit into the essentialist sex categories of male and female. Said bodies subverted the gender system and, therefore, needed to be “corrected” and forced into one of the two accepted categories. Fausto-Sterling (2020) explains, “People of mixed sex all but disappeared, not because they had become rarer, but because scientific methods classified them out of existence” (p. 41). Fausto-Sterling’s analysis on the history of medical analyses of intersexuality shows how the social history and semiotics of gender have varied. In European and U.S. societies, for example, the dichotomy between male and female, man and woman has always been at the core of their political systems; thus, belonging to one of these two categories had – and still has – concrete or materialized (Butler, 1993) consequences on people’s lives. For example, in many societies, being a man meant political participation and being subject to military draft, while being a woman meant exclusion from voting and military service. Still nowadays, laws      7 concerning family and marriage prevent people associated with the same gender category from marrying and having children (Movement Advancement Project, 2023; Povich, 2022). What happens, then, when we encounter individuals who do not fit into this binary classification?  Intersexual bodies challenge the gender binary and the consequent social organization from a biological point of view. Medical management of ambiguous bodies shows how society opted for the erasure of intersexual individuals, making them fit into one of the only two socially recognized categories. To support this claim, Fausto-Sterling (2020) reports the case of Levi Suydam. In 1843, upon requesting to vote in the local elections of Salisbury, Connecticut, Suydam was visited by a doctor to determine his/her sex. Rumors wanted him/her to be “more female than male,” and since only men were allowed to vote, the doctor visited him/her to determine if Suydam could be biologically defined as man. After finding an external male genitalia, Suydam was declared male and allowed to take part in the elections, leading to the victory of his/her party by one vote; however, shortly after the election, the doctor found out that Suydam regularly menstruated and had a vaginal opening. In addition to anatomical features, his/her performativity in a male or masculine gender role was called into question as he/she had amorous desires for men, liked “gay” (bright) colors and pieces of calico and disliked physical labor, which were indexes of femininity. All these contrastive characteristics that were so deeply linked to a binary view of sex challenged doctors to determine clearer criteria for womanhood or manhood. Eventually, as Suydam leaned toward womanhood both physically and socially, he/she was declared to be more female than male (Reis, 2005). The case of Suydam is evidence of how intersexual bodies challenge binary definitions of sex and gender and how the criteria we use to determine belonging to one or the other category are not rooted in biology. Instead of recognizing the complex nuances of      8 intersexual bodies, society has opted for their erasure, forcing them to fit in binary categories that enforce socially constructed ideas of sex and gender. Further evidence of the influence of social ideas of gender and “sexuality” (attraction) can be found in the theories on the management of intersex bodies in the 1950s. For example, the public discourse regarding “homosexuality” associated gay individuals with an invisible threat to security and social stability. In the managing of intersexual bodies, not only did doctors have to assign a definitive sex to ambiguously sexed children, but they also had to make sure that the child would become heterosexual. Failing to find an undeniable biological connection between prenatal hormones and sexual orientation differences, meaning a “recipe” to make either a heterosexual or a gay individual, scientists agreed on the fact that “nature permits more than two normal types of sexuality” (Fausto-Sterling, 2020, p. 77), proving, once more, how scientific narratives conform to our cultural transformations.   In Western societies, the understanding of the world relies heavily on dualism, meaning belief systems defined by opposite pairs (Fausto-Sterling, 2020) such as white/black, male/female, straight/gay, rich/poor. Yet Bucholtz and Hall (2005) outline the importance of the intersubjective concepts of sameness and difference in the process of identity formation. According to the authors, these concepts “are not objective states, but phenomenological processes that emerge from social interaction” in which individuals imagine themselves as a group and produce social distance from those who are perceived as unlike them (p. 369). Power relationships between groups establish, moreover, an ideological ranking in which “identities of the most powerful group” become the norm “from which all others diverge” (p. 372), implying hierarchies that inherently reproduce structures of dominance in society. In a Eurocentric framework of binary categories, Europe is positioned as the cultural benchmark against which difference and deviance are measured, and the      9 “Western perspective” is perceived as the “gold standard” (Martínez Mateo et al., 2013) that enforces androcentric, patriarchal and cisheteronormative views on society. Yet, according to Fausto-Sterling (2020), if the European and American societies were to move to a multiple sex and gender role system, “we would not be cultural pioneers” (p. 111). Accounts on transgender communities are historically attested in many cultural contexts. In the Philippines and in Oman, for example, these communities are known respectively as bakla and xaniths, in Kenya as serrers while in South Asia as hijra, jogappas, jogtas or shiv-shaktis (Khan et al., 2009). Cultures in these contexts recognize a third gender, which includes people who in Western societies would be labeled as gay, transgender, intersexual, or simply male or female. Said individuals, who do not conform to cisheteronormative notions of female or male, combine or move between the two (Fausto-Sterling, 2020; Khan et al., 2009). Similarly, in Candomblé, an Afro-Brazilian religious system, gender deviates from hegemonic models of binarism. Individuals who are initiated into this religion conform their identity to the attributes of one of the twelve deities in the Candomblé pantheon with whom they are affiliated. Said deities can move between genders, such as Ossaím, the deity of leaves, who appears both as a god or a goddess, or Oxumaré, the spirit of the rainbow, who appears for six months as a woman and for six as a man. They can also be half-man half-woman, like the deity of forests and rivers, Logun Edé, or not be associated with either gender, such as Olorum, the creator of everything (Ayouch, 2018). A third gender is also defined in several Native American cultures. In Lakota culture, the figure of the winyanktehca or “two-souls person,” a transgender individual (predominantly male-to-female) carried to role of shaman, a spiritual guide who could bridge the gender division between humans (Grimshaw, 1998). Thomas and Jacobs (1999) describe the origin of the term “two-spirit” as the result of the first gathering in 1988 of the members of the Native      10 American Gay and Lesbian Movement and their need to name a wide variety of historical and contemporary roles and identities for First Nations people. This new pan-Native North American term served as a bridge between Native and Western concepts of gender and attraction. Within Native American and First Nations cultures, gender systems with multiple notions of gender diversity have existed before colonization. Reframing gender categories within the context of Native American cultures was crucial to avoid Western forms of categorizing gender and sexuality, which Msibi (2013), based on his research among South African men who engage in same-sex relations, explains are imbued with culture-specific histories and meanings.  Jacobs et al. (1997) highlight the intentional use of the term “two-spirit” to distance Native Americans from non-Native gay and lesbian people. At the time, the AIDS epidemic resulted in the stigmatization of gay people. Many urban Native Americans attempted to return to their reservations before dying from the complications of HIV but encountered discrimination for having “the white gay man’s disease,” which represented a “gayness” that was not culturally and traditionally recognized (p. 3). The use of “two-spirit” shifted the emphasis from the Western notions of “gayness” to the spiritual aspect of one’s life, combating homophobia and stigmatization.   Understanding how these identities and experiences exist and are socially integrated or excluded by different societies, how they are categorized and what implications these categorizations bring within them, particularly for language, is crucial for understanding that there is not a “natural” truth behind the concepts of sex and gender (Fausto-Sterling, 2020). Acknowledging the existence of other gender systems and the cultural origin of gender categories allows us to recognize that the Western or hegemonic gender system is neither “the gold standard” nor inevitable. Our understanding of gender differences shapes and is      11 shaped by the structure of our social system. Intersexual births are not rare or exceptional events, for example. They occur with remarkable frequency; however, rather than admitting the social nature of our ideas of sex and gender, we have exploited scientific and technological advances to force these bodies into one of the two allowed categories, reinforcing the idea that people are inherently and exclusively male or female.  These social constructions have visible negative effects on both intersexual and transgender individuals whose “cultural genitals” do not conform to their physical genitals, resulting in discrimination and violence (Fausto-Sterling, 2020). It is argued here that society should recognize the limits of the essentialist nature of the social constructs of sex and gender and work towards a paradigm shift. In this new paradigm, these notions are not interpreted as a dichotomy of opposite and contrasting categories as within dualism, but as the two extremes of a continuum with infinite opportunities of gender identity and expression in-between. Recognizing and voicing identities that for so long have been rendered invisible is the first step towards social justice. It would eliminate discrimination and transphobia that have reduced non-cisgender people to the identity of ‘others’ for far too long, working towards a process of normalization to take them out of the margins and normalize their experiences (Vijlbrief et al., 2020). In some communities, planned language changes are participating in this paradigm shift to linguistically represent identities that do not conform with binary views of gender, as explored in the following section.  Attitudes and Perceptions of Gender-Neutral Forms Many languages are developing new strategies to express trans, non-binary gender identities and to challenge gendered relations of power and dominance in society. These linguistic innovations vary according to the general structure of a language. Prewitt-Freilino      12 et al. (2012) distinguish between gendered, natural gender and genderless languages. Gendered languages assign the feminine, masculine or neuter gender to all nouns and their modifiers. This classification is arbitrary except when referring to people, where grammatical gender reflects the gender of the individual. Conversely, natural gender languages display gendered pronouns but lack gender markers for nouns and their modifiers, while genderless languages do not distinguish between grammatical genders at all. Gustafsson Sendén et al. (2015) describe two types of innovative strategies for gender equality in language: balancing/feminization is predominant in gendered languages such as French and German and focuses more on the feminization of masculine terms, while neutralization is more common in natural gender languages such as Swedish, English and Norwegian and involves a preference for gender-neutral forms over gendered terms. In this section, I will discuss the strategies that different languages have been implementing according to their grammatical structure, with a focus on public attitudes towards linguistic changes.   Gender Neutrality in Natural Gender Languages In English, the singular they has been implemented by social movements as a gender-neutral form to include non-binary individuals and to challenge the use of he as the unmarked form. Already in the 18th century, grammarians proposed the singular they as an epicene pronoun that was linguistically efficient without referring to gender (Hord, 2016). This form was widespread both in speech and writing and was met with no opposition. With the advent of the prescriptive grammar movement in English, he was selected as the conventional sex-indefinite referent, while he or she and they were proscribed on the accounts of an androcentric worldview and fear of changes in class structure (Bodine, 1975; Hord, 2016). In Contemporary English, the singular they has been rehabilitated as a singular neutral pronoun,      13 and it is prominent in academic environments and on social media (Bonnin & Coronel, 2021; Hord, 2016). Other than representing an opportunity for transgender individuals to better express their gender identities, the singular they also offers a more inclusive and comprehensible alternative to the generic masculine, which leads to more misunderstanding, even when used in gender-neutral contexts (Bradley, 2020). Similarly, in Swedish, the neutral pronoun hen was first introduced in the ‘60s to challenge the unmarkedness of the masculine form and was then reintroduced by transgender individuals in the early 2000s (Hord, 2016). Since then, the Language Council of Sweden has taken up language reforms proposed by feminist movements, and hen has been added to the Encyclopedia.  Despite the relative ease with which natural gender languages such as English and Swedish appear to have been developing and implementing neutral forms, these innovations have been met with conservative pushback. Gustafsson Sendén et al. (2015) claim that resistance to the singular neutral pronoun hen is rooted in arguments that accuse queer people and feminists of going against the biological division between men and women, while some feminist movements argue that the neutral pronoun overshadows the role of women in society. Resistance can also be explained by conservative attitudes such as “people prefer to keep things stable and predictable” (p. 9). Indeed, during times of political turbulence, language is perceived as a timeless and stabilizing force that ensures social order. Proposals for neutrality or inclusivity are, thus, faced with disdain, with opponents often claiming that linguistic innovations are unnatural, impractical or interfere with people’s freedom of speech (Hord, 2016). Political orientation has also proven to be significant in understanding attitudes towards neutralization in Swedish. Therefore, Hord argues for a depoliticization of gender-neutral language, as the indexicality between feminist movements and the neutralization of gendered terms is one of the main reasons behind resistance to neutral forms. Exploring the      14 social perception of another English gender-neutral pronoun, ze, introduced by Oxford University’s Students Union, Borza (2021) identified similar roots underlying social resistance, stating that “people tend to find the introduction of a [gender-neutral pronoun] unnecessary, confusing, impractical, coercive in an institutional context, and dangerously leading to lose touch with physical reality” (p. 42).  However, analyses of attitudes towards gender-neutral forms in Swedish showed that since its introduction, hen has been increasingly considered in a more positive way due to the inclusion of gender-neutral forms in ordinary newspapers (Gustafsson Sendén et al., 2015). Together with language reforms, Sweden has also implemented several other steps to move away from gendered social roles and stereotypes, such as banning gendered terms in preschools, making Sweden one of the most linguistically gender-fair countries in the world (Hord, 2016). The case of Swedish language reform sheds light on the important role that media and institutional endorsement play on the acceptance of linguistic innovations. Overall, despite the ease with which gender-neutral forms can be adapted to the grammatical structure of natural-gender languages to challenge markedness and promote inclusivity, resistance to linguistic innovations can be traced to conservative claims rooted in essentialist notions of gender, political affiliations and fear of societal changes (Borba, 2019; Hord, 2016). It is also worth reiterating that gender-neutral forms are viewed by opponents as unnecessary, impractical, coercive and confusing (Borza, 2021). However, diachronic studies on the perception of these forms show an increasing acceptance due to their frequent implementation and subsequent normalization in the public discourse (Gustafsson Sendén et al., 2015), a point that will be revisited in the discussion and conclusion.        15 Gender Neutrality in Gendered Languages  As mentioned before, linguistic innovations in gendered languages focus primarily on feminization strategies, while attempts for neutrality are challenged by the rigorous dependency of grammatical structures on gender agreements, showing how prescriptivism is one of the main reasons behind resistance to linguistic reforms. Nevertheless, many gendered languages such as French, German, Spanish and Portuguese are now trying to implement new morphological changes as more inclusive alternatives to the masculine/feminine dichotomy. Even though German displays a three-gender grammatical system (masculine, feminine and neuter), gender assignment for human agents overlaps with what is considered the biological sex of the individual more substantially than in other three-gendered systems such as Dutch, which is more closely related to natural gender languages. German language users were among the first speech communities that exposed sexist linguistic practices and took interest in the asymmetrical portrayals of women and men in society and stereotyped language in media and educational materials (Pauwels, 2003). Hord (2016) points out that societal attitudes towards neutralization in German have been positive overall due to its strong tradition of feminist movements. Said movements advocate for two opposing language change strategies: supporters of feminization argue that it would increase women’s visibility in society and ensure accessibility to professions for both men and women. Conversely, neutralization supporters claim that gender equity is better achieved by minimizing any reference to gender, especially in generic contexts. Analyses of policy initiatives in German speaking countries highlight an overall preference for the feminization strategy (Pauwels, 2003), one example of which is the initiative of the University of Leipzig to introduce the feminine as the unmarked plural form in an attempt to highlight the historical use of generic masculine and promote neutralization. Nevertheless, online communities and forums are now      16 successfully pushing for the adoption of subversive linguistic strategies, such as the nominalization of verbs to create gender-neutral nouns (Hord, 2016), evidence of how both strategies are simultaneously being applied in different social contexts. In the case of French, sexist ideologies and power relationships in society can be traced to the use of masculine as the unmarked form. As Jesuit priest and grammarian Dominique Bouhours once said, “The masculine always takes precedence over the feminine” (Yi, 2021, p. 65), on the account that the male gender needs to prevail because of its endowed superiority, both grammatically and socially. This rule has been enforced in all linguistic aspects since the language reform of 1676, before which the most common syntactic rule for gender agreement was linear proximity. According to linear proximity, adjectives referring to multiple nouns agree with the closest one in the sentence. As Yi explains, “the sentence, Les hommes et les femmes soient beaux [men and women are beautiful (m)], would have been ungrammatical before 1676 as les femmes (women) s closer to the adjective, and Les hommes et les femmes soient belles [men and women are beautiful (f)] would have been the natural construction” (p. 66). Additionally, the Academie Française (French Academy) heavily regulates language in all its aspects following a conservative framework that heavily opposes language change and innovation. According to Yi (2021), sexism in French is reinforced by the Academy too, which refuses feminized professions such as une professeure (professor, f.) even when they apply typical feminizing morphological forms such as -e, claiming that the new forms are ungrammatical or ugly-sounding. However, as shown by surveys on the public perception of the feminization of job titles, most people favor this linguistic innovation, highlighting a discrepancy between the French Academy and its community of speakers. On the other hand, it is also worth noting that many feminists have also been adopting the masculine form of professional nouns, claiming that women can hold the same title as men.      17 This same trend can be found in the discussion around the feminization of job titles in Italian, which will be discussed in more detail in the following section. Following a pattern of conservative attitudes, language innovations are seen as a threat to stability and a challenge to social order. Language policies of the French Academy view the French language as “the quintessence of the French spirit” (Hord, 2016, p. 7), while in other Francophone communities such as Québec, where there is not an official authority regulating language, speech communities have been more progressive in the implementation of feminized forms. The abovementioned une professeure has already been added into Québécois dictionaries, and the perception of feminized forms is largely accepted and seen as a natural progression of society (Yi, 2021). Similar to German, even if the main innovative linguistic forms in French are ascribable to feminization strategies, some attempts at neutralization have been proposed to challenge the gender binary and cancel the relevance of gender altogether. In an antisexism framework, Abbou (2011) describes the practice of double gender marking, which consists of grammatically marking both the feminine and the masculine in the same word to render gender an irrelevant feature. Following this strategy, the adjective masqué (masked) can be transformed into the plural neutral masqué-e-s  by adding both feminine and plural markers to the masculine root. Double gender marking is a bottom-up strategy that implements dashes, slashes, uppercase letters and amalgamation (which allows the creation of neologisms) to challenge the linguistic system of French and provoke change in language policies. Knisely’s (2020) analysis on the perception of French gender-neutral forms among adult Francophones showed high comprehensibility but lower acceptability rates for both gender-neutral pronouns and agreement strategies. These findings underline issues common to other language reform movements such as claims of incongruence with existing structures and political indexicality.        18 In Spanish and Portuguese as well, activists have been using language as a tool for societal change. As Romance languages, they present a binary gender system in which there are no neutral nouns, gender agreement is a very pervasive feature and masculine represents the unmarked form. In both languages, social movements and activists have proposed alternative morphemes such as -@ and -x to replace the binary gender markers -o (masculine) and -a (feminine) and eliminate social gender (Bonnin & Coronel, 2021; Borba, 2019). As Bonnin and Coronel report, -@ has been progressively abandoned in favor of -x, but despite the popularity of this morpheme in academic environments and the spread of the English term Latinx, this innovative suffix cannot be pronounced. Keeping this in mind, the morpheme -e was introduced as a more suitable option, as it is not indexed to any gender and can be implemented in both oral and written form (Gómez Calvillo, 2020). In Portuguese, however, Auxland (2020) points out issues of intelligibility, as in spoken use the neutral -e can be perceived as the masculine -o, erasing attempts at gender neutrality. Issues of this matter highlight the difficult challenges that gendered languages face when proposing gender-neutral innovations, without, however, disqualifying bottom-up attempts at equity. Bonnin and Coronel’s analysis of social perceptions of neutral forms in Spanish showed that, overall, speakers consider them more acceptable than adoptable. In contrast, generic masculine was generally considered less and less acceptable even if it is still a standard form in the language, evidence that masculine is still largely considered the unmarked plural form despite innovation proposals.  As in the case of French and German, Portuguese neutralization proposals and feminization strategies coexist with attempts to subvert patriarchal structures and gender discrimination in society. Borba’s (2019) study of gender language policies in Brazil explores the semiotic process of iconization, which, in line with Hord’s (2016) analysis, “involves the      19 creation of indexical links between certain linguistic forms and the speakers who are believed to use them,” such that the features come to be seen as representative of and essential to the group (p. 430). The iconization of language practices within linguistic ideologies creates social polarization, as shown by the controversy sparked when Brazilian president Dilma Rousseff decided to reference herself with the feminine Portuguese term presidenta. Since the term presidente is an invariable noun, its feminine inflection was met with opposite reactions. On one hand, linguists defended Rousseff’s choice, arguing that despite being uncommon, the term was grammatically correct. On the other, opponents associated her subversive language choices with subversive political maneuvers, stating that “[Rousseff] wants to destroy our language as she wants to destroy our country” (p. 427).  Overall, the analysis of proposals for inclusivity in gendered language highlight coexistence of both feminization and neutralization strategies to promote gender inclusivity. On one hand, language innovations are seen as a natural progression of society and are largely accepted by speakers. On the other, they can be framed in terms of language conservatism and indexed to political movements, causing resistance towards them. It is also worth noting that proposals for gender-neutrality are described as hard to adopt, despite high acceptance rates, on the basis of incongruence with standard language structures and difficulties in pronunciation. In the next section, I will describe attempts at language feminization and neutralization in Italian, highlighting how some of the reasons for resistance to innovation outlined in the present section apply to the Italian language as well.   The Italian Context  On October 22, 2020, the Italian elections resulted in the victory of the center-right coalition, whose leader, Giorgia Meloni, was appointed Prime Minister (Presidente del      20 Consiglio dei Ministri in Italian) by the President. For the first time in its history as a republic, Italy had a woman Prime Minister, representing also the most right-wing government since the end of the Fascist Regime led by Benito Mussolini in 1943. The presence of a woman as the leader of the country and international representative caused mixed feelings in the population. Some people urged the public to celebrate the event as a significant step towards a more equal society. Meloni (2022) described herself as someone who made it not because she became as good as a man but because she is “as good as a woman.” Journalist Marianna Tognini (2021) in an article called “E se Giorgia Meloni Fosse più Femminista di noi?” describes Meloni as someone who may not conform to the ideas we have of feminism, but who embodies notions of political, economic and personal equality, someone who could – and should – be seen by women as a role model. In some feminist environments, Meloni is perceived as a woman who managed to dismantle 80 years of male supremacy, and some feminist associations argue for the valorization of women in politics beyond political colors. One of the representatives of these associations, Marina Terragni – a trans-exclusionary radical feminist (TERF) – shares the hope that Meloni will limit the extension of civil rights to transgender women and emphasize the role of motherhood in society; however, many other feminist personalities have expressed the idea that it is not sufficient to be a woman to be a feminist. Writer Michela Murgia analyzes the situation by highlighting the inherent contradictions in Meloni’s political positions: a woman who takes advantage of her own freedom to limit someone else’s, who calls “meritocracy” a system that protects privilege and denies civil rights to others and who takes a paternalistic stance on people’s fragilities, cannot be a feminist (Armelli, 2022).   Willing or not, the first woman Prime Minister of Italy has brought to the surface political and ideological conflicts that in the past few years, after the COVID-19 outbreak and      21 amidst the recent war in Ukraine, had been out of the public eye. In the first official messages of the leading party, Meloni is cited as Il Presidente del Consiglio (The [m] President of the Council of Ministers) instead of La Presidente del Consiglio (The [f] President of the Council of Ministers). The use of the masculine singular article il instead of the feminine la sparked a linguistic debate on the feminization of professional roles in Italian. In line with Borba’s (2019) analysis of the semiotic process of iconization, the feminization of prestigious institutional roles is indexed to socially progressive movements. Indeed, the use of inclusive forms is seen in essentialist views as belonging to or opposing societal change, resulting in a polarization of the public debate. Thus, subversive language choices can be associated with subversive social maneuvers, while the use of standard forms communicates stability and social order (Hord, 2016).  Nevertheless, polarization around the feminization of professional roles is recent. Already in 1987, linguist and feminist activist Alma Sabatini edited a document called Il sessismo nella lingua Italiana, which offered, among other information, guidelines for a less sexist use of Italian, recognizing how androcentrism can be reinforced through gendered grammatical structures (Scotto di Carlo, 2020). This document represents one of the first relevant pieces of evidence that the connection between politics and language is not a recent discussion (Gheno, 2022). In order to better understand the importance that grammatical gender plays in Italian society, we first need to analyze its grammatical system and understand how gender is inflected.  Many Romance languages have a grammatical system in which nouns are assigned to a gender (Peters, 2020). Yet, while in some languages gender is a relatively superficial matter, in others such as Italian, detailed reference to gender has been constant and necessary (Corbett, 2013). Italian categorizes nouns into two binary categories – masculine and feminine – by inflecting suffixes that bring together information about both number and      22 gender (Acquaviva, 2009). For nouns that denote inanimate objects or abstract concepts, gender is assigned arbitrarily according to their morphological forms (Corbett, 2006; Gheno, 2022). In Italian, singular words ending in -a are marked with feminine articles, e.g., la luna “moon” and la guerra “war”, and their plural form is inflected by adding the suffix -e to the root, e.g., le lune  “moons” and le guerre  “wars”. Singular nouns ending in -o  are masculine,  e.g., il martello “hammer” and il tempo “time” and the plural form is made by the addition of the suffix -i, as in i martelli “hammers” and i tempi “times”. Words ending in -e can be arbitrarily assigned to either one of these gender categories, e.g., la cenere “ash” (f) and il rumore “noise” (m) and their plural form is inflected with the suffix -i, e.g., le ceneri “ashes” (f, pl) and i rumori “noises” (m, pl).   This pattern applies to all the variable parts of speech as well, such as determiners, quantifiers, pronouns, numerals, adjectives, and the past and passive participle verb forms. Nouns in which the grammatical and sematic gender intertwine can be classified into four fundamental groups of masculine-feminine noun pairs (adapted from Gheno, 2022, and  Scotto di Carlo, 2020):  ● Fixed-gender nouns, in which masculine and feminine forms are represented by two separate words with different roots, e.g., madre “mother” and padre “father.”  ● Mixed gender nouns that are either masculine or feminine. The opposite gender is formed by adding maschio “male” or femmina “female”. Mixed gender nouns usually describe animals, e.g., la lumaca maschio “the male snail” or il tasso femmina “the female badger.”  ● Common gender nouns, in which male/female differentiation is realized through the use of determiners, e.g., il nipote – la nipote “nephew – niece,” i nipoti – le nipoti      23 “nephews – nieces.” In some instances, the plural form is derived with different suffixes, e.g., i colleghi – le colleghe “male colleagues – female colleagues.”  ● Suffix-based gendered nouns, in which gender is inflected through a suffix added to a common lexical root, e.g., -o/-a in il gatto – la gatta “male cat – female cat,” -tore/-trice in il nuotatore – la nuotatrice “female swimmer –  male swimmer,” or -sore/-sora in l’assessore – l’assessora “male council member – female council member.”  As we can infer from these grammatical rules, Italian does not display a neuter gender category, which was lost in the transition from the three-gendered grammatical system of Latin to Modern Italian (Loporcaro et al., 2014). As with many other languages, in Italian, the “neuter” category is often represented by the masculine form. Research on this topic indicates that the default masculine form is deeply connected to the subordinated role of women in society, as grammatical gender does not exist in connection with the notion of gender and linguistic categories alone but is crucially related to the status of human beings in society (Formato, 2016). Bucholtz and Hall (2005) explain that when a powerful social category is elevated as an unmarked norm, “differences between groups become socially evaluated as deviations from a norm and, indeed, as failures to measure up to an implied or explicit standard” (p. 372), resulting, therefore, in the erasure of marked and subordinated identities. Feminist movements have used these forms to underline the marginalization and oppression of women, challenging their markedness and improving women’s roles in society. As Gheno (2022) points out, when it comes to job titles, feminine nouns are used to denote professions that were traditionally reserved for women, like segretaria “secretary” or ostetrica “obstetrician,” and the feminization of professions that are perceived as not particularly prestigious (e.g., sarta “tailor” or operaia “factory worker”) was never subject of debate; however, for more prestigious or administrative roles, the default masculine form was      24 commonly accepted as the only correct one. The feminization of said roles still faces resistance by part of the population, showing that the reason behind its stigmatization is also sociolinguistic: quick changes in women’s social status led them to gain access to professions that in the past were exclusively occupied by men.  Resistance towards the feminine version of said roles fails to recognize the presence of women in more prestigious positions and to acknowledge their new status in society. Social resistance to language change is explored by Formato (2016) in the analysis of the asymmetry between the marked and unmarked forms of jobs in Italian. Results show that despite the promotion of gender-specific language, different audiences largely preferred masculine forms over feminine ones, making the masculine more official-sounding and, therefore, enforcing women’s subordination (Salvo, 2021). In a more recent article, Castenetto and Ondelli (2020) collected and analyzed the opinions of Italian speakers on the acceptability of gender-inclusive linguistic structures, focusing specifically on the feminization of job titles. Results showed an increasing approval of feminine job titles over time, probably due to their frequent use in mass media, proving that societal changes both reflect and are reflected by linguistic innovations.   Gheno (2022) analyzes some of the most common ideologies behind this linguistic resistance. Part of the population believes that these new forms “sound ugly” or trigger assonances and polysemes. Exploring the subjectivity of these statements and exposing similar instances of assonances and polysemes that are usually overlooked, Gheno underlines the fact that a language is created by its community of speakers and that new forms enter the language’s lexicon only when shared and regularly used by a substantial part of the community for a sufficiently long period of time. It is argued here that the implementation of these new forms on a regular basis would lead to their gradual acceptance, as explained by Gustafsson Sendén et al. (2015) in the diachronic analysis of the perception of the gender-     25 neutral pronoun hen in Swedish. Indeed, some linguistic changes have already undergone this social normalization in Italian. La presidente [f] is now commonly used to refer to a female president, resulting in Meloni’s choosing to use the masculine determiner being received with confusion and aversion (see Mazza,2022, on how some politicians reacted to Meloni’s statement).  The resistance towards language innovation among Italians can be also explained by a longstanding and linguistically conservative predisposition due to cultural and historical reasons. The myth of a “golden age” in which people “spoke better” and language was “purer” instigates fear and hate towards new grammatical structures and neologisms (Gheno, 2022). The dichotomy between what is considered traditional (and, therefore, “right,” “authentic”) and what is not is explored by Leonard (2012) in the context of Native language revitalization programs among the Miami Tribe of Oklahoma. Essentialist notions of authenticity and inauthenticity led to the creation of an ideology of Indian legitimacy, determined both by a set of practices and biological relationships with the ancestors. This same framework can be applied to the Italian context. Notions of a “correct” and “pure” language as a symbol of true and authentic Italianness derive from the romantic imagining of Italian as the language of our ancestors, the language used by great poets such as Dante and Petrarch. De Mauro (2020) describes Italian as a language that for centuries was used only in the written form by a minority of intellectuals. This resulted in few phonological variations, mostly derived by changes in spelling, and few morphological and lexical innovations, derived from the acquisition of new Latin elements more than from diachronic substitutions or transformations. In the postwar period, concerns over the bastardization of Italian due to the influence of regional variations arose in both conservative and progressive intellectual environments. Changes in the linguistic structure of Italian were met with diffidence and fear,      26 proving how resistance to language reform is deeply entrenched in the historical and cultural heritage of the country. Nevertheless, the myth of Italian purity needs to be dismantled. From a linguistic point of view, Italian is the result of centuries of language changes and stratifications (Gheno, 2022), and even if its modern variety shares a multitude of similarities with the language used by Dante seven hundred years ago, its innovations are easy to detect and prove how language diachronic variation is not only inevitable but necessary to keep up with the necessities of its speakers. Recently, the Institute of the Italian Encyclopedia (Istituto della Enciclopedia Italiana in Italian), commonly referred to as Istituto Treccani after its developer, announced an innovative lemmatization of adjectives and nouns for its 2022 edition of the Italian dictionary. This version promotes gender equity by including both the masculine and feminine forms of adjectives and nouns ordering them in alphabetical order, e.g., avvocata, avvocato -s. f., s. m. (Treccani, 2022a), whereas before only the masculine form was lemmatized and feminine suffixes were reported in brackets, e.g., avvocato s. m. (f. -éssa, o -a) (Treccani, n.d). In the online presentation page of the dictionary, this new edition is described as a historical, linguistic and cultural evolution of lexicography. Other than including feminine nouns and adjectives, the 2022 edition adds some neologisms that came into use during the COVID-19 pandemic, such as distanziamento sociale (social distancing), smart-working (remote work) and lockdown. It systemically eliminates gender stereotypes from definitions and examples, e.g., women ironing or cooking, men managing companies, and it highlights the negative and offensive connotation of words or idioms that contribute to the stigmatization of social categories. This vocabulary is not only an updated version of the 2018 edition, but also the reflection of important societal changes (Treccani, 2022a; Treccani 2022b). Recalling the previous discussion on language purism, it is also interesting to note that Treccani (2022a) shares the hope that women in the future will refer to themselves with      27 the feminine form of job titles also because of their presence in such a renowned dictionary, proving how the officialization of language practices holds a crucial role in the affirmation and acceptance of linguistic innovations. Nevertheless, Istituto Treccani recognizes that this innovative move toward a more inclusive language still excludes non-binary individuals (Treccani, 2022b). In the following section, I will present some of the most popular proposals for gender neutrality that have been gaining popularity in the last years, analyzing some of their advantages and disadvantages.  Proposals for Gender Neutrality  Recent proposals for language innovations in Italian are trying to voice those categories that are rendered invisible by the traditional gender binary system, by promoting a shift towards a more gender-neutral and inclusive language that could play a role in eliminating discrimination in society. Some of the most popular proposals for neutrality include the use of the asterisk (*) and the at sign (@) to substitute gender inflections. These forms are amply used in informal writing on social media such as Twitter, Facebook or Instagram. One limitation of these alternatives is that they do not have a phoneme associated with them, hence their use is limited to writing only. Moreover, they are not a practical solution when dealing with more complex morphologies such as prepositional contractions or feminine suffixes such as -essa or -trice (Gender-Inclusive Language Project, 2022; Italiano Inclusivo, 2022). Another alternative is represented by the suffix -u. Given that it is part of the phonetic repertoire of Italian, it can be easily recognized and pronounced by all speakers. Moreover, it is the only vowel that is never used to inflect gender. Yet, since [u] in Italian is a high-back vowel and [o] is a mid-back vowel, their phonetic proximity may result in a perceptive imbalance towards the masculine inflection of words (Italiano Inclusivo,       28 2022), which is also reinforced by the common use of -u to inflect the masculine gender in some Italian languages such as Ligurian, Sardinian, Marchigiano and Sicilian.    As Gheno (2022) explains, a more recent proposal was used by the Italian publisher Effequ to translate from Portuguese the book Feminismo em Comun by Marcia Tiburi. In the original Portuguese version, the author uses the suffix -e to indicate a non-binary plural form, e.g., todas, todes e todos, which, in the Italian translation, was represented with the schwa (ǝ). Even if it is not part of the vowel repertoire of standard Italian, the schwa is part of the International Phonetic Alphabet, and it is present in languages such as English and French whose sounds are familiar to many Italian speakers. More importantly, it is present in many Italian languages distributed along the peninsula. For example, in the Gallo-Italic of Sicily, the use of the schwa is so prominent that it is represented graphically within the word by the apostrophe, as in part'r [pártərə] (to leave), and it is also present in some variations of Ligurian as a reduction of the vowel [e]. Interestingly, the schwa is predictably distributed in unstressed syllables in all Southern Italian Languages, covering a linguistic territory that partially or completely includes eight Italian regions out of twenty. Among Southern Italian languages, Neapolitan is the most commonly known in the rest of the country due to the success of entertainment products such as Gomorra, L’Amica Geniale and Mare Fuori, which helped popularize the Neapolitan language outside of its region. Thus, the sound of the schwa is not completely alien to speakers of standard Italian, and an advantage of its use as an alternative and inclusive form is that it can be easily pronounced (see Figure 1).           29 Figure 1  Use of the Schwa as the Default Plural Form in an Instagram Story   Note. From Camilla Mendini [@carotilla_]. (personal communication, December 2, 2022). Pronto e caricato il video di domani, dove rispondo alla domanda più gettonata in vista del Natale [Instagram story]. Instagram.   Evidence of the popularity of this proposal is also shown by the fact that both Android and Apple decided to include the possibility of typing the symbol ǝ in Italian keyboards in recent software updates (respectively, in April and September 2021), where ǝ is displayed as an alternative of the letter e, making it as easy to type as letters with diacritic marks (Cavallo et al., 2021; “Cos’è lo Schwa, e Come si Pronuncia”, 2020). Nonetheless, this proposal comes with several drawbacks. For instance, computer keyboards do not offer the option to type the schwa yet, and most reading software does not code this symbol, causing accessibility issues to people with impaired vision. Moreover, the symbol ǝ can also be challenging to read for dyslexic individuals.        30 Linguistic innovations such as the asterisk and the schwa are now gaining popularity outside of social media as well. While on platforms such as Twitter, Facebook or Instagram it is becoming more normal to find people use gender-neutral forms, when addressing the general public, the schwa is now appearing in more established environments as well. For instance, the publisher Effequ has a series of books (Saggi Pop) about popular culture that extensively use the schwa as the default plural form and to refer to non-binary individuals (Gheno, 2022), while Mondadori, the biggest publishing company in Italy, used the schwa for the translation of two novels set in the Star Wars universe that include non-binary characters. Writer and feminist activist Michela Murgia, other than using the schwa when talking in public, included it in several articles for two popular Italian newspapers, L’Espresso and La Stampa, and a book published by Mondadori (Cavallo et al., 2021). In addition, the Italian comics artist and YouTuber Sio decided to embrace the proposal by uploading on his YouTube channel an animated video in collaboration with linguist Vera Gheno in which he describes the use of the schwa and sensitizes his audience on the importance of language inclusivity. However, in spite of the increasing popularity of these innovative gender-neutral forms, it is worth noting that such efforts are usually ascribable to people or organizations that align with more socially progressive political views. For example, Figure 2 shows an Instagram post on the profile Mediterranearescue in which the schwa is used as the default plural. The account is associated with the Italian organization Mediterranea Saving Humans APS, whose main goal is to rescue people who escape from their countries through the Mediterranean Sea. The association politically aligns with the Italian left parties and even went on trial against the former minister of internal affairs Matteo Salvini, leader of the right-wing party Lega (“Matteo Salvini ha Vietato l’Ingresso in Italia alla Nave Mare Jonio”, 2019).        31 Figure 2  Use of the Schwa as the Default Plural Form in an Instagram Post    Note. Mediterranea Saving Humans [@mediterranearescue]. (2022, December 2). Che  #orrore Signor Ministro [Instagram post]. Instagram.   Politics of nation and family, religious sentiment and other contentions surround contemporary discourses of gender parity in Italy. In fact, Italian right-wing, conservative and religious groups have coined the neologism La Teoria Gender to oppose a “gender ideology,” a philosophy which they allege aims to spread “homosexuality”, “transsexuality” and “sexual perversion,” and to destroy the “natural family” and traditional male/female roles (Bernini, 2016). Borba (2019) explores similar positions held by the Catholic Church in Latin America against gender inclusivity and innovation in Brazilian Portuguese. Catholic activists claim that the “gender ideology” represents a threat to society and the “traditional family,” and right-wing parties strategically use it to instill fear of moral decay in the population. In Italy, religious leaders such as Popes Wojtyla, Ratzinger and Bergoglio have spoken publicly against this “ideological colonization,” legitimizing traditionalist views that have resulted in both local and national political mobilization. For instance, the regional government in      32 Veneto instituted a day to celebrate the “natural family,” and the mayor of Venice ordered the confiscation of books accused of spreading the “gender ideology” from kindergarten libraries. On a national level, anti-gender protests had a major role in blocking laws for the recognition of same-sex unions and against the instigation of homophobia and transphobia (Bernini 2016).  In line with other gendered languages such as German, French, Spanish and Portuguese, language reform movements in Italian have been promoting both feminization and neutralization strategies to ensure representation and equality of all gender identities in society. However, these strategies have been met with conservative pushbacks on the basis of language purism and political and religious ideologies that support “traditional” views of gender and gender roles. Nevertheless, members of the non-binary, transgender community are implementing these linguistic innovations, which are gaining increasing popularity both online and offline. In the following sections, I will present my research questions and methods, which focus on understanding what gender-neutral forms are utilized by the non-cis community and what their comprehensibility and agreeableness ratings are among the cisgender population.      33 Methods  This study was guided by two sets of research questions: ● What neutral grammatical forms are being used by speakers in the Italian non-binary, and transgender community? In what contexts are they used? What are their opinions on the grammatical gender binary and linguistic innovations in Italian? ● What is the degree of agreeableness and comprehension of neutral forms according to the cisgender population? What are the main reasons behind their acceptance or resistance? To answer the research questions, data were collected with two questionnaires that targeted two different groups of participants. The first questionnaire (Q1) was distributed through a Facebook group called QueerItaly, an online community focused on LGBTQIA+ activism where language innovations are often discussed and implemented, and where participants share similar views on culture, society and gender identity. Q1 included 14 closed and open-ended questions aimed at collecting data on community demographics, use of pronouns and gender markers, opinions on grammatical gender binary and neutral forms, and frequency and contexts in which linguistic innovations can be found (see Appendix A). The second questionnaire (Q2) targeted a wider audience of largely cisgender people and individuals outside of the non-binary community and was distributed via Facebook and Instagram in order to avoid sampling bias. This questionnaire included 39 items and was divided into two sections. The first one was aimed at collecting data on the age and gender of participants, and opinions on gender-neutral grammar forms and contexts in which respondents encountered them. The second section displayed a series of statements that included both the linguistic innovations collected with Q1 and standard gendered forms for      34 control, focusing on Likert ratings of their comprehensibility and agreeableness (see Appendix B).      35 Q1 - Data Analysis Participants  A total of 66 participants submitted the first questionnaire. Fifteen incomplete submissions were excluded from the analysis, as they did not provide any information other than the participants’ age. The remaining 51 responses were analyzed using descriptive statistics such as frequency counts and percentages. Participants’ ages ranged 18-45 (M=29.7). Given the online nature of the recruitment and data collection strategy, participants were not expected to be fully representative of the Italian non-cis community at large. Nevertheless, the data were informative for answering the first research question and for understanding gender-neutral language usage and perceptions by the Italian transgender and non-binary communities. Overall, 24 participants defined themselves as cisgender, while 27 selected definitions that deviate from standard binary categories (Table 1). To answer the research questions of this study, only answers of non-cis participants were included in the data analysis.  Table 1 Self-Defined Gender Identities of Q1 Participants Self-defined gender identity N Percentage Cisgender Woman  16 31.4 Cisgender Man  8 15.7 Transgender    2 3.9 Transgender  Man  2 3.9 Transgender Non-binary  1 1.9 Agender Bigender 3 5.9 Gender non-conforming / non-binary 15 29.4      36 Gender non-conforming / non-binary       Man 1 1.9 Gender non-conforming / non-binary       Agender/Bigender 1 1.9 Gender non-conforming / non-binary       Questioning 1 1.9 Gender non-conforming / non-binary       Genderfluid 1 1.9    51 >99       37 Q1 Results Preferred Pronouns Participants were asked to provide the pronouns they use to refer to themselves by answering an open-ended question. Out of 27 non-cis participants, nine used either feminine or masculine pronouns (respectively lei and lui). Interestingly, out of the nine, two listed both Italian and English binary pronouns, while one listed English binary pronouns only. Eight participants stated they use both masculine and feminine Italian pronouns. Nine of the participants included some kind of neutral option including one who listed the gender-neutral ləi together with the masculine standard Italian pronoun lui and one who indicated ləi and them together with both feminine and masculine pronouns in English and Italian. A total of seven participants’ choices included or were limited to the English gender-neutral pronouns they/them. Finally, one participant declared themselves still undecided about their choice of personal pronouns (Table 2). Table 2 Preferred Pronouns of Q1 Participants Gender Language Pronouns N Percentage Either masculine or feminine Italian  Lei, lui 6 22.2 Italian and English Lui, he, him 2 7.4 English He, him 1 3.7 Both masculine and feminine Italian Lei, lui 8 29.6 Binary and gender-neutral  Italian Ləi, lui 1 3.7 Italian and English Ləi, they, them, lui, lei, he, she  4 14.8      38 English They, she  2 7.4 Gender neutral English They, them 2 7.4 Undecided 1 3.7  27 >99  Gendered and neutral-gender markers Nineteen participants provided answers to this question. Participants were presented with a sentence including a verb in the first person singular, an indefinite article, a noun and an adjective in which all gender markers had been removed (Sono un_ cittadin_ italian_ “I am an Italian citizen”) and asked to select all the letters or symbols they use to inflect nouns, articles and adjectives when referring to themselves. Options included the standard Italian gender markers –a (feminine) and –o (masculine), and two gender-neutral innovations -* and -ə. Participants were also given the opportunity to provide alternative gender-neutral markers that were not included in the answer selection through a write-in response.  Overall, eight participants selected both gendered and neutral markers while four stated they exclusively use gender-neutral innovations; five resorted to either feminine or masculine markers, and one expressed preference for both masculine and feminine markers without the use of any linguistic innovations. Moreover, one participant did not pick any option at all, stating that they avoid gendered terms altogether (Table 3). Three participants indicated use of inclusive innovations such as –u or the apostrophe as alternative gender-neutral markers, as in the following examples. Sono unu cittadinu italianu  Sono un’ cittadin’ italian’      39 One participant also described a neutrality strategy in which feminine and masculine markers are simultaneously implemented in the same structure to disrupt gendered agreement norms, as in the following example.  Sono un (m) cittadino (m) italiana (f)   However, these alternative solutions were proposed by only a few participants (n=3) who also included -* and -ə as gender-neutral forms they utilize. Overall, among participants who selected gender-neutral forms there was a preference towards -* (n=3) and -ə (n=10). Therefore, these forms were implemented in comprehensibility and agreeableness ratings in the second questionnaire (Q2). Table 3 Gender Markers Selected by Q1 Participants Type Markers N Percentage Binary -a, -o 6 31.6 Binary and gender neutral -a, -o, -ə, -*, -’, -u, mix of masculine and feminine in the same structure  8 42.1 Gender neutral -ə, -* 4 21 Other Avoidance of gendered terms altogether 1 5.3   19 100  Contexts  Participants were asked to describe the contexts in which they implement neutral forms in their daily lives. They were instructed to select among the options “in all contexts”,      40 “only with people who would understand them”, “I do not use them” or “other” and to add details through write-in responses.  Out of 19 non-cis respondents, no participants selected “in all contexts”, 11 stated that they use gender-neutral forms only with people who would understand them, five selected that they do not use gender-neutral forms at all and three selected “other” (Table 4).  Table 4 Contexts in which Gender-Neutral Forms are Implemented  Context N Percentage All contexts 0 0 Only with people who would understand them 11 57.9 No use of gender-neutral forms  5 26.3 Other  3 15.8  19 100  Participants who selected “other” (n=3) provided further comments on their choices. One participant explained that they use gender-neutral forms in all contexts except with family for fear of not being understood. One stated that they use neutral forms mostly with people who would understand them, but occasionally also with people who are not familiar with them to raise awareness and challenge opposing views on gender identity. Finally, one participant explained that they do not use gender-neutral forms because they are “cacophonic” or ugly-sounding (cacofoniche) and not aligned with prescriptive grammar rules.  All participants stated that they are familiar with gender-neutral forms even if they do not necessarily implement them. The majority of participants (n=16) identified online communities as the main environment in which they encounter gender-neutral forms, while      41 12 noted their use by influencers and popular online personalities, indicating the web as the main environment in which linguistic innovations are being used. Ten participants selected use of gender-neutral forms by friends and acquaintances as well, while no participant selected family as a context in which gender-neutral forms are used. The remaining answers indicated universities and academic environments (n=3) as places in which linguistic innovations are implemented (Table 5). Table 5 Contexts in which Gender-Neutral Forms are Encountered Context N Percentage1 Online communities  16 84.2 Influencers or popular online personalities 12 63.1 Friends and acquaintances 10 52.6 Universities and academic environments  3 15.8 Family 0 0 When asked about the frequency of usage of gender-neutral forms in these contexts, 11 participants (57.9%) selected “frequently” while 8 (42.1%) selected “occasionally.” These findings will be further explored in the discussion section.  Q1 - Qualitative Analysis   Qualitative data were collected using open-ended questions on the following three questions and topics (Appendix A):   1 Percentages and number of responses do not correspond to the number of participants as more than one option could be selected in this section of the questionnaire.      42 1. What is your opinion of the Italian binary gender system? (Opinions on the Italian binary grammatical system.) 2. Do you think that the Italian binary gender system limits your freedom to express yourself? If yes, please explain how. (Relationship between grammatical gender binary and individual freedom of expression.) 3. Do you believe gender neutrality would bring more equality and social advantages to society? If yes, please explain how. (Opinions about the potential advantages or disadvantages that linguistic gender neutrality could bring to society.)  All 19 non-cis participants provided answers to question one, 15 to question two and 12 to question three, while eight completed the last open section dedicated to additional comments they could not express in the previous questions. The approach to data analysis was iterative. Qualitative data were examined through a series of thematic analyses for the three sets of responses to understand, What are their opinions on the grammatical gender binary and linguistic innovations in Italian? Analyses were conducted following an open coding strategy in which codes were developed and modified throughout the process (Maguire & Delahunt, 2017). All statements were read multiple times and divided into meaningful segments, and each segment was assigned to a preliminary code. As a result, different ideas expressed in the same statement were coded separately and incorporated in the corresponding category.  Finally, codes were analyzed and grouped into main themes that saliently represented meaningful patterns in participants’ responses. A separate thematic analysis was conducted for each question. Overall, three themes emerged from analyses of statements in response to the first question on the Italian binary grammatical system.         43 Opinions on the Italian binary grammatical system The thematic analysis of participants’ responses (n=19) on this topic uncovered three main themes: language change, social justice and grammatical judgements (Table 6).  Table 6 Thematic Analysis of Opinions on the Italian Binary Grammatical System Theme Codes Social Justice Inclusion Influence on Society Identity Sexism  Grammatical Judgements Latin Neuter Linguistic Strategies Language Structure Language Change Time Obsolete Sudden Implementation Difficult to Introduce  Statements included in the Social Justice theme highlighted the social connotations and implications entailed in gendered grammars, asserting that language matters. Codes in this theme focused on the concepts of inclusion, influence on society, identity and sexism, framing the implementation of gender-neutral forms as a matter of social justice necessary to overcome the more limited and exclusionary binary system. Participants agreed on the idea      44 that the Italian grammatical system is limited and non-inclusive of all those identities that do not conform with binary views of gender, and underlined the role that language holds in shaping society. In this regard, participant 24 stated: Se il genere delle parole fosse svincolato dall’identità di genere, non ci sarebbe alcun problema. Ma, dato che questo vincolo invece esiste, il binarismo grammaticale si riflette in un binarismo di genere culturale, che è invece un problema, in quanto non siamo persone divise in due categorie distinte, ma disposte in uno spettro. [If the gender of speech were not dependent on gender identity there will not be any issues. Since this dependency exists, the grammatical binary reflects a cultural gender binary, which is problematic because people are not divided in two distinct categories but distributed along a spectrum.] According to this idea, binary grammars reflect binary cultural views of gender and enforce, therefore, exclusionary language practices. Moreover, binary grammatical forms hinder self-representation and the expression of non-standard gender identities, often causing pain, as highlighted by participant 37: Tutto ciò si complica quando sulla base di un’identità di genere presunta si utilizzano parole declinate secondo un genere grammaticale che non combacia con quell’identità e che, dunque, non la descrive, generando sofferenza. Sentire che i nostri vissuti hanno narrativamente un senso è la base della nostra identità, dell’essere noi. Penso che un pronome sbagliato possa causare dolore poiché non lo si sente nella carne. [Everything gets more complicated when, on the basis of an alleged gender identity, words of a grammatical gender that does not correspond with and does not describe one’s identity are used, causing pain. Feeling that our experiences can be narrated in a      45 meaningful way is at the basis of our identity, of being us. I think that a wrong pronoun can cause pain because it is not felt in one’s flesh.] This participant emphasized the role that language holds in shaping one’s identity and the limitations that grammatical gender dictates on non-cisgender individuals, resulting in a mismatch between one’s gender identity and opportunities for linguistic expression. Moreover, speech is embodied, and, therefore, restrictive language is experienced as painful because it is disconnected from the interlocutor or “not felt in one’s flesh.”  The theme Grammatical Judgements integrated opinions focused on the following codes: Latin neuter, linguistic strategies and language structure. On one hand, participant 3 stated: “È un vero peccato che il neutro latino si sia perso” [It is a shame that the Latin neuter got lost], which highlights the fact that Latin displayed a neuter gender that got “lost” in the transition to Modern Italian. Moreover, the word “lost” suggests that this feature was valued. The use of the expression è un vero peccato (it is a shame) suggests that a third gender category could ease the process towards a more gender-neutral language, even if Latin neuter mostly included items that did not have a natural gender.  On the other hand, participants also stated that even if Italian is a gendered language, its structure is flexible enough to allow inclusion of different gender identities with the implementation of some linguistic strategies. In particular, participant 10 stated that: “C’è il maschile sovraesteso quando si parla di un gruppo di persone, anche di generi vari, e non capisco perché dobbiamo inventarci la ə, l’asterisco e tutto il resto… Sinceramente sono contraria a tutti questi artefatti” [“The generic masculine is used when referring to a group of people, even of different genders, and I do not understand why we have to make up the ə, the asterisk and everything else… Honestly, I am against all these artificial solutions”]. According to this participant, Italian allows the use of the generic masculine to represent a      46 group of people with varied gender identities. As a consequence, linguistic innovations such as the schwa or the asterisk are described as “artefatti,” meaning artificial solutions that aim to resolve an issue that can be dealt with using already-existing forms.  Similarly, participant 21 explained that: “Penso che si possa ricorrere maggiormente a parole che sono maschili o femminili ma non sono propriamente binarie, come ‘persone’ o ‘gente’ [“I think that we can mainly use masculine or feminine words that are not actually binary, such as ‘people’ or ‘folks’], highlighting the fact that collective nouns can be implemented as a strategy for inclusion without having to resort to linguistic innovations. In fact, these forms align with Italian grammar rules and, even if their grammatical gender is feminine, they can represent a more inclusive solution. However, other participants described the gender binary as a constraint, emphasizing the need to pick either masculine or feminine forms or to use circumlocutions to avoid gendered terms, as expressed by participant 27: “Si tratta di una lingua estremamente binaria...) è necessario usare perifrasi o scegliere pronomi binari” [“[Italian] is a strictly binary langIe (...) it is necessary to use circumlocutions or to pick binary pronouns”]. According to this participant, linguistic strategies such as circumlocutions can be useful when avoiding gendered terms, but they do not represent an inclusive alternative. In fact, individuals still need to comply with binary gender forms and select masculine or feminine terms when talking about themselves or referring to someone.   Finally, in the thematic category Language Change, participants’ opinions were integrated into the codes: time, obsolete, sudden implementation and difficult to introduce. Participants contrasted the current binary system and proposals for innovation and inclusion. The gender binary was described as obsolete, and change was naturalized and seen as necessary, as described by participant 7: “Obsoleto, è ora di abbandonarlo” [“[The grammatical gender binary] is obsolete, it is time we abandoned it”]. Participant 4 underlined      47 the difficulty in changing the gendered structure of Italian, highlighting, however, the fact that as all languages, Italian will eventually undergo linguistic innovations with time: “Difficile da cambiare, capisco perché sia così, ma come tutte le lingue cambierà con il tempo” [“It is hard to change, and I understand why, but like all languages it will change with time”].  Conversely, participant 10 shared opposite views in this regard on the basis of language conservatism, stating that the language’s structure cannot be changed overnight and expressing aversion towards linguistic innovations: “È la lingua, non si può introdurre un terzo genere come se nulla fosse e aspettarsi che funzioni e venga accettato” [“It is the language, you cannot introduce a third gender out of the blue and expect it to work and to be accepted”]. In regard to this statement, it is also worth noting the use of the definite article la (the) instead of the indefinite una (a) to refer to language. With their choice of determiners, the participant highlighted the important position that language holds. Linguistic innovations, therefore, do not aim to modify a language, but the language, which is seen as a fundamental pillar of society.   Relationship between grammatical gender binary and individual freedom of expression The thematic analysis of participants’ responses (n=15) on this topic uncovered three main themes: gender identity, social consequences, emotional consequences (Table 7). Table 7 Thematic Analysis of the Relationship Between Grammatical Gender Binary and Freedom of Expression Theme Codes Gender Identity Forcing      48 Self-definition Expression  Social Consequences Marked and Unmarked Forms Generic Masculine Representation Emotional Consequences Ambiguity Discretion The theme Gender Identity showed an association between gendered languages and limits in one’s expression of gender identity. Codes that were identified within this theme are forcing, self-definition and expression. Participants underlined the impossibility of expressing authentic gender identities in a binary grammatical system, which forces speakers to adapt to gendered forms, as pointed out by participant 4: “Incasellamento mentale, preimpostazione linguistica che costringe le persone a dover scegliere uno dei due generi” [“[The grammatical gender binary represents] a mental categorization, a language setting that forces people to choose one of the two genders”]. In this statement, grammatical gender is framed as a limit in the expression of one’s identity. Linguistic categories such as gender markers reflect mental categories and invisibilize non-cis individuals, who are forced to conform to either feminine or masculine forms. Participant 24 also shared their struggle to adapt to binary grammar forms, which they represent as consuming “energy” and requiring extra “effort”: “Mi costringe a impiegare notevoli energie per rendere il neutro quando parlo in prima persona o di persone non binarie, fatica che spesso mi porta ad accontentarmi di usare il genere assegnato alla nascita” [“[The grammatical gender binary] forces me to use considerable energy to try and express gender-neutrality when I talk in the first person or about a non-binary person. This effort often leads me to settle for the gender I was assigned at birth”].      49 Their discussion of how language is internalized and physically experienced by its users is reminiscent of participant 37, who suffered pain with restrictive language. The second thematic category, Social Consequences was characterized by comments on the social influence of gendered grammars and the use of the masculine gender as the unmarked form in Italian. Codes included in this theme were the following: marked and unmarked forms, generic masculine and representation. Participants stressed the limitation that the current gendered system exerts both on women and on non-cis individuals, highlighting how the use of masculine as the unmarked form creates a hierarchical structure that enforces patriarchal views of society. Participant 4 explained: “L’italiano, di base, parte da un punto di vista sempre maschile, prima banalmente grammaticale, ma poi questo sfocia nel sociale.” [“The Italian language enforces a masculine point of view, first, and simply, in grammar, but then it is reflected in society too.”] Their comment underlines the relationship between social hierarchy and the use of masculine as the unmarked form in language. Similarly, participant 3 state’: “Non c'è una via di mezzo: o sei maschile o una categoria particolare, perché in molti casi inserire il femminile implica tutta una serie di castrazioni automatiche (lavoro, considerazione da parte di terzi etc.)” [“There is no in-between: either you are identified in the masculine or in a specific category, because in most cases the use of the feminine implies a series of automatic limitations (on the workplace, consideration by a third party etc.)”]. This excerpt highlights the social consequences of using marked forms, which can result in sexist discriminations in social contexts and interactions. Moreover, the use of generic masculine is conventional, despite rendering marked identities invisible by its use, as participant 27 stated: “Ci si riferisce ad un gruppo col maschile sovraesteso anche se in quel gruppo sono presenti altri generi che non vengono rappresentati” [“We refer to groups of people with generic masculine even if in said group there are other genders that do not get      50 any representation”]. The term “representation” is crucial in this thematic group to underline invizibilization practices and their effects on society. As language should represent its community of speakers and their realities, the lack of gender-neutral forms affects marked identities such as women and non-cis individuals. For this reason, social changes towards inclusion and gender equality should be reflected in language too, as expressed by participant 39’ “Se fin'ora ha rispecchiato un determinato tipo di società, magari cambiando quest'ultima é necessario che la lingua si adegui” [“If, up until now, [this gendered system] has reflected a given type of society, maybe changing the latter requires that language adapts to it”]. Their ideas connect to participants who evoked notions of social justice and language change in response to the first prompt regarding opinions on the binary system of Italian. Finally, the third theme Emotional Consequences explored the emotional and psychological effects that the grammatical gender binary exerts on individuals who do not conform with binary definitions of gender. Codes included in this theme were ambiguity and discretion. Constant reference to gender in languages such as Italian can lead to ambiguity, as explained by participant 20: Da persona agender e bisessuale, trovo che allo stato attuale della lingua italiana sia difficile comunicare determinate situazioni senza ambiguità. Esempio: in quanto persona AFAB, se dico ‘i miei partner precedenti’ per chi mi ascolta è naturale dare per scontato che io sia cisetero e che stia parlando esclusivamente di partner maschili (nonostante formalmente sia corretto usare il maschile plurale come neutro). Questa ambiguità fa sì che io non possa inserire casualmente e discretamente il mio orientamento sessuale e la mia identità di genere nelle mie interazioni sociali, cosa che secondo me contribuisce al fatto che le identità LGBT+ vengano ancora percepite come ‘strane’.       51 [As an agender and bisexual person, I believe that in the Italian language as it is now it is hard to communicate specific situations without ambiguity. For example: as an AFAB [assigned female at birth] person, if I say ‘my previous [m] partners’, whoever is listening will naturally take for granted that I am cishet [cisgender and heterosexual] and that I am talking exclusively of male partners (even though, formally, it is correct to use the generic masculine as a neutral plural). This ambiguity does not allow me to casually and discreetly mention my sexual orientation and my gender identity in social interactions, something that, in my opinion, contributes to the perception of LGBT+ identity as ‘strange’]. According to this participant, when talking about oneself or other people, gendered terms ironically do not allow people to consciously affirm their gender identity or sexual orientation in social contexts if it is nonnormative, leading, therefore, to ambiguity that results in an arbitrary assignment of gender and orientation that conform to social norms of one’s interlocutor. Another serious consequence of the lack of flexibility that a gender-neutral form could provide is stated by participant 21: “Le persone che si identificano esclusivamente col genere opposto a quello assegnato alla nascita vivono la costantemente frustrazione del misgender o di un coming out nel momento sbagliato” [People who identify exclusively with the opposite gender with respect to the one assigned at birth live with the constant frustration of being misgendered or to have to come out at the wrong time”]. Indeed, when one’s gender identity differs from how it is perceived by their interlocutor, social interactions can often lead to the practice of misgendering, namely the use of gendered forms or pronouns that do not reflect one’s gender identity. As a consequence, a misgendered individual might be forced to explain their gender identity in social contexts and times that do not reflect their will.       52 Opinions about the potential advantages or disadvantages that linguistic gender neutrality could bring to society Participants’ responses to this question aligned with the idea that gender neutrality in language would bring advantages to society, and no potential disadvantages were reported.  The thematic analysis of participants’ responses (n=12) on this topic generated two themes: gender equality and inclusivity (Table 8). Table 8  Thematic Analysis of the Potential Advantages and Disadvantages that Neutrality Could Bring to Society Theme Codes Gender Equality Awareness  Stereotypes Devaluation Inclusivity Inclusion Normalization Visibility Discretion  The theme Gender Equality included codes such as awareness, stereotypes and devaluation. Participants focused on the effects that the implementation of neutral forms would have on society. As participant 7 stated: “La lingua plasma il mondo” [“Language shapes the world”]. Therefore, a more gender-equal language would compel a more gender-equal society. This would help raise awareness towards inequalities in societies due to patriarchal views and practices, which would result in fewer gender stereotypes and prejudices, reducing discriminatory practices linked to gender identity. Gender neutrality      53 would also offer an alternative to masculine as a default plural form and help create a more equal society free of gender biases. Participant 34 expressed this idea in their statement: “Il maschile sovraesteso limita inconsciamente i pensieri di chi lo usa e rende più difficile valorizzare chiunque si discosti dal maschile” [“The generic masculine unconsciously limits the thoughts of whoever uses it, and it makes it harder to value those identities that are not represented by the masculine”]. This participant indicates that language shapes thinking. Thus, the use of a gender-neutral form instead of the generic masculine would help challenge masculine as the unmarked form and ensure the valorization of all gender identities.   The second theme Inclusivity grouped the following codes: inclusion, normalization, visibility and discretion. Statements in this thematic category focused on the systematic exclusion and invizibilization of all those people who do not conform with binary model of gender in gendered languages. Thus, a more gender-fair language would represent these identities and reflect society in a more appropriate and inclusive way. As participant 23 stated: “Permettendo una più variegata espressione di genere (sia individualmente che collettivamente)” [“[Gender neutrality] would allow for a more varied gender expression (both individually and collectively)”]. Moreover, gender neutrality would offer a more discreet alternative for people who do not wish to categorize themselves according to binary terms, allowing them to express themselves more authentically and limiting discrimination. According to participant 20:  Se le persone LGBT+ potessero esprimere le loro identità in maniera più discreta e naturale, senza dover fare premesse circa la loro identità di genere ed il loro orientamento sessual‘, questa 'normalizzazione linguistica' potrebbe contribuire alla nostra 'normalizzazione sociale' e facilitare la riduzione di molte pratiche discriminatorie.       54 [If LGBT+ people could express their identities in a more discreet and natural way, without introductions about their gender identity and their sexual orientation, this ‘linguistic normalization’ could contribute to our ‘social normalization’, helping reduce many discriminatory practices]. Gender neutrality could represent a way to normalize non-cisgender identities in society through language, and it would help make their experiences visible, as stated by participant 24: “Rende visibile una questione che la maggior parte delle persone non vedono. Però la sola lingua non basta, serve molto di più l'educazione.” [“[Gender neutrality] helps make visible a matter that most people do not see. However, language alone is not enough, education is far more useful”]. Interestingly, this participant highlights the importance that education plays toward the achievement of a more inclusive society. Visibilization can be attained through language as well, but the importance of educating people about the existence of identities that do not conform to binary categories is crucial.   Additional comments  At the end of Q1, participants were given the opportunity to provide additional comments and share their opinions on aspects that were not necessarily investigated in the survey.  The eight statements were analyzed, coded and integrated into three themes: difficulties and criticism, temporal references and harassment (Table 9). Table 9  Thematic Analysis on Additional Comments on Gender-Neutrality Theme Codes Difficulties and Criticism Functionality Comprehensibility      55 English Temporal References Future Harassment Target Exposure Coding focused on the following topics: functionality, comprehensibility and English. In contrast with the previous thematic analysis, in which gender neutrality was framed as a matter of social justice and thus commented on a more theoretical level, statements in this section focused on the practical challenges posed by gender-neutrality. Opinions gathered in the Difficulties and Criticism theme aligned with some of the ideas expressed in Grammatical Judgements on the Grammatical Gender Binary (Table 4). As participant 4 explained: “Pur essendo a favore dei pronomi neutri, trovo difficoltoso inserirli nella mia vita quotidiana quando parlo. Nello scritto, è semplice, ma modificare in maniera forzata la lingua è complesso (anche se non impossibile).” [“Even if I am in favor of gender-neutral pronouns, I find it hard to implement them on a daily basis when I speak. In writing it is simple, but forcing changes on a language is complex (but not impossible).”]. This statement stresses the inconsistency between written and oral communication. Whereas in written language proposed linguistic innovations are described as relatively easy to use, when it comes to speaking, they pose more challenges. Interestingly, linguistic innovations are described as “forced” in oral but not in written language, hinting at the greater difficulty represented by changing this aspect of language. However, even if gender-neutral forms are easier to detect and use in writing, participant 33 stated: “Non amo l’uso dell'asterisco, trovo che interrompa terribilmente il flusso della frase” [“I do not love the asterisk, I think that it terribly interrupts the flow of the sentence”], shedding light on the functionality issues represented by the asterisk as a gender-neutral form, even in writing. Similarly, participant 10 described      56 linguistic innovations as “forme inutili e che rendono il linguaggio più ambiguo” [useless forms that make language more ambiguous], stating that gender-neutrality leads to ambiguity and incomprehensibility in communication.  It is also worth noting that gender-neutral forms were described according to prescriptivist views of language too. Indeed, participant 39 stated: “le trovo cacofoniche e fastidiose, purtroppo ho le mie fissazioni e le regole grammaticali predefinite rientrano tra quelle” [“I find [gender-neutral forms] cacophonic and annoying, unfortunately I have my fixations, and default grammar rules are among them”]. The use of the term cacofoniche (ugly-sounding) emphasizes the problems involved in implementing gender-neutral forms in the oral form. This statement also underlines the important role that prescriptivism can play in hindering implementation of linguistic innovations even among people who support gender-neutrality on a theoretical level, as suggested by the use of purtroppo (unfortunately).  Lastly, participants mentioned neutrality strategies implemented in the English language. On one hand, participants wished that an efficient neutral form like they existed in Italian as well, as Participant 20 stated: “Se la nostra lingua avesse un neutro plurale utilizzabile al singolare com’ il 'they' inglese sarebbe tutto molto più facile.” [If our language had a plural neutral form that could be used in the singular such as ‘they’ in English, everything would be easier.”]. The fact that they is a form already present in the English grammar makes gender-neutrality apparently easier to be absorbed and adopted, without the introduction of a completely new form or structure. On the other hand, participant 10 compared the use of gender-neutral pronouns like xe or ze in English to gender-neutral proposals in Italian (like the schwa or the asterisk), criticizing their negative effects on language comprehensibility: “Piuttosto che ci si presenti indicando quali pronomi si preferiscono, restando comunque in un ambito comprensibile, non come in America con ‘e’,      57 ‘ze’.\" [“Rather, people could introduce themselves indicating their preferred pronouns, choosing comprehensible options, not like in America with ‘xe’ or ‘ze’.”]. These statements shed light on the influence that movements for language equality in other parts of the world, and in the United States in particular, play in shaping linguistic innovations in the Italian language.  The second theme in this section, Temporal References, aligned with ideas expressed in the theme Language Change. Participants’ answers reinforced the idea that language is made by its speakers, and when change comes from a social need its implementation is inevitable. This idea is explained by participant 34: “La lingua la fanno i parlanti. Ho fiducia che prima o poi emergerà una forma neutra italiana.” [“Language is made by its speakers. I have faith that sooner or later an Italian neutral form will emerge.”]. Statements in this section indirectly confirmed the current challenges involved in the use of linguistic innovations but also shared hope for their future implementation. Participant 4 explained: “Probabilmente le persone più giovani di me, quando la schwa o altutureodi futuri saranno totalmente e universalmente inseriti nello scritto, non avranno le mie stesse difficoltà linguistiche” [“It is likely that younger people, once the schwa or other future solutions will totally and universally be implemented in writing, will not have my same linguistic difficulties”] Their idea is that linguistic innovations will be assimilated with more ease by future generations and that, with time, people will get used to neutral forms and incorporate them in the grammar.  The last theme identified in this thematic analysis is Harassment, which included the codes target and exposure. This theme highlighted concerns and worries about being vulnerable to criticism or, worse, bigotry by using innovative forms. Participant 22 shared:       58 Sono costrettA ad utilizzare la A poiché il mio aspetto è femminile, qualsiasi altro modo utilizzassi verrebbe visto male e strano soprattutto dalle persone più grandi della famiglia, sempre pronte a criticare. È un rischio in questo momento esporsi anche ad altre persone od online.  [I am forced [feminine] to use the ‘a’ since I look like a woman. Any other form I could use would be seen as something bad or weird, especially by older members of my family, who are always ready to criticize. At the moment it is very risky to expose yourself to other people or online”]. This participant shared their fears of being judged by members of their family or discriminated against and harassed by other people, specifically online, as a consequence of using linguistic innovations, framing gender-neutral forms as a double-edge sword. On one hand, they provide an inclusive solution to represent identities that diverge from standard binary models, but on the other, they can potentially expose a minoritized person that is frequently harassed. The same idea was expressed by participant 20: “renderanno chi le usa in pubblico un target per omofobi e transfobi.” [“[Gender-neutral forms] will make whoever uses them in public a target for homophobic and transphobic individuals”].  Overall, participants’ opinions on the grammatical binary system of Italian, its limitations and the potential advantages of the implementation of gender-neutral forms highlighted the important role that linguistic innovations have on identity formation, inclusivity, social justice and gender equality. Criticalities around their functionality, specifically when used in oral language, shed light on the necessity to improve strategies for language neutrality to better adapt them to the gendered grammar of Italian. Nevertheless, linguistic innovations were described as an inevitable evolution of language to adapt to societal changes.      59 Q2 - Data Analysis Participants In total, 103 participants took part in this second questionnaire. One respondent was excluded from the analysis for providing invalid data. The remaining 102 submissions were analyzed using descriptive statistics such as frequency counts and percentages. Participants’ ages ranged 18-55 (M=33.2), with few people aged 55+ (n=5). As for Q1, since the survey was distributed on online platforms, participants’ ages were not expected to represent the age distribution of the country but nevertheless provided insight into the research questions. The majority of participants (n=100) defined themselves as cisgender, while one person described themselves as gender non-conforming/non-binary, and one declined to answer.       60 Q2 Results Comprehensibility and Agreeableness Ratings of Gender-Neutral Forms In the second section of the survey, participants were asked to rate the comprehensibility and agreeableness of fifteen statements with a six-point Likert scale, with one meaning “Extremely difficult to understand” or “Very disagreeable” and six meaning “Extremely easy to understand” or “Very agreeable”. Agreeableness ratings were proposed following the feedback received from the pilot study of this questionnaire. The original ratings focused on comprehensibility and acceptability, however, participants expressed confusion over the implications of acceptability, which could include grammatical, ideological or other subjective judgements. Thus, agreeableness was proposed to limit participants’ confusion and focus on their willingness to agree to implement these forms in communication, shedding light on the potential differences between ideological and practical usage of gender-neutral forms in Italian. Statements were tailored to include the gender-neutral forms most selected by participants in Q1, that is -ə and -*. Three different versions of five statements were generated, one including suffixes with -ə, one with -* and one with standard forms for control. Each statement implemented gender-neutral markers in one or more of the following contexts: definite and indefinite articles, singular and plural nouns, possessive adjectives, demonstrative adjectives, prepositional contractions, direct and indirect object pronouns (Table 10). In the responses analysis, control items were removed to focus on the statements including gender-neutral forms. Ratings were converted in percentages using the software ChartExpo, and data were organized in diverging stacked bar charts in ascending order, meaning that statements with higher comprehensibility or agreeableness ratings were placed higher in the chart, and analyzed through descriptive statistics.       61 Table 10 Sample Statements for Comprehensibility and Agreeableness Ratings N Type Statement Translation Context 3a Control with standard forms La maggior parte degli atleti ha superato con successo i test anti-doping. The majority of[m] athletes[m] successfully passed antidoping tests. Use of gender-neutral markers for plural definite articles and plural nouns. 3b Suffix -ə La maggior parte dellə atletə ha superato con successo i test anti-doping. The majority of[n] athletes[n] successfully passed antidoping tests. 3c Suffix -* La maggior parte dell* atlet* ha superato con successo i test anti-doping. The majority of[n] athletes[n] successfully passed antidoping tests. Participants’ (n=102) ratings on the comprehensibility of gender-neutral forms indicated high understandability of statements including the schwa and the asterisk. Indeed, overall percentages of statement ratings indicated that the most selected option was “Extremely easy to understand” (37%), followed by “Easy to understand” (25%) and “Somewhat easy to understand” (14%) for a total of 76% of positive ratings. Negative ratings were selected by a minority of participants. In fact, only 7% chose “Extremely hard to understand”, while 8% and 9% chose, respectively, “Hard to understand” and “Extremely hard to understand”, for a total of 24% negative ratings (Figure 3).       62 Figure 3 Comprehensibility Ratings of Statements Including Gender-Neutral Forms  Positive ratings for the schwa and the asterisk used in the same contexts were compared. The difference in percentage points showed higher comprehensibility ratings for Unə miə amicə (5.0), Incontrarlə (4.0) Dellə atletə (3.0), Quellə (2.0), identifying the schwa as a slightly more comprehensible form than the asterisk. However, I/le ragazz* scored the highest difference in percentage points among positive ratings (10.0), indicating a higher comprehensibility of the asterisk over the schwa as the gender-neutral marker for plural nouns and a preference for standard gendered plural definite articles (I/le) over the use of the schwa alone.  Conversely, agreeableness ratings of gender-neutral forms showed more contrasted opinions. Indeed, 47% of participants classified them in negative terms, selecting “Very disagreeable” (11%), “Disagreeable” (15%) or “Somewhat disagreeable” (21%), while 52% described them in positive terms selecting “Very agreeable” (12%), “Agreeable” (20%) or “Somewhat agreeable” (20%) (Figure 4).      63 Figure 4 Agreeableness Ratings of Statements Including Gender-Neutral Forms   Positive ratings for the schwa and the asterisk used in the same contexts were compared. The difference in percentage points aligned to comprehensibility ratings, showing higher agreeableness for Unə miə amicə (6.0), Quellə (6.0) and Incontrarlə (2.0), and, therefore, identifying the schwa as a slightly more agreeable form than the asterisk. I/le ragazz* scored the highest difference in percentage points among positive ratings (8.0), indicating a higher agreeableness of the asterisk over the schwa as the gender-neutral marker for plural nouns and a preference for standard gendered plural definite articles (I/le) over the use of the schwa alone. It is worth noting that results for Dellə atletə, which is another instance of gender-neutral form as a marker for plural nouns, indicated a slight preference for the schwa over the asterisk. In fact, overall positive rankings for the schwa and the asterisk in this context aligned, with 53% of positive judgements in both instances; however, Dellə atletə scored higher rates for “Very acceptable” (17%) than its counterpart Dell* atlet* (9%).  Comparing the two charts, it is also interesting to note the highest and the lowest differences in percentage points between overall positive comprehensibility and agreeability      64 ratings of gender-neutral forms I/le ragazz* (31.0) and Incontrarl* (13.0). These data are relevant because both forms were rated as more agreeable in their contexts than their schwa counterpart; however, I/le ragazz* was rated as more comprehensible than agreeable, while Incontrarl* received lower ratings in both categories. A similar difference in percentage points can be observed in Ə ragazzə (29.0) and Incontrarlə (19.0). Ə ragazzə was overall rated as more comprehensible than agreeable, while Incontrarlə received lower ratings in both categories.   Overall, results showed that comprehensibility and agreeability of gender-neutral forms are not necessarily related for speakers. Indeed, statements were rated as overall more comprehensible than agreeable, with a slight preference for the schwa over the asterisk in most contexts. Interestingly, the use of the asterisk as the neutral marker for plural nouns showed to be more comprehensible and more agreeable than the schwa, characterizing it as the only context in which -ə is not the preferred neutral form. It is also important to point out that the presence of standard forms such as I/le for definite plural articles proved to be preferred by participants over the use of the schwa as a definite article, indicating that it might be more comprehensible and agreeable when used as a suffix than as an article on its own, as confirmed by the preference of Dellə atletə over the asterisk alternative.The implementation of gender-neutral forms as markers for plural nouns showed more complexity than in other contexts. Indeed, preference over the asterisk or the schwa can depend on the presence of definite articles or prepositional contractions, and the use of gender-neutral forms in this context showed a more significant difference between high comprehensibility and low agreeableness ratings. Reasons behind participants’ ratings will be explored in the discussion section.      65 Q2 - Qualitative Analysis Opinions on Gender-Neutral Forms  Participants were asked the question, “Do you know what gender-neutral grammatical forms are?” Of the 102 respondents included in the analysis, most participants (n=95) expressed familiarity with gender-neutral forms, meaning that they had seen, used or heard of them before, while seven participants declared complete unawareness of what gender-neutral forms are. The 95 participants who expressed familiarity with gender-neutral forms were asked to express their opinions through a write-in response to elucidate the research question, What are the main reasons behind their acceptance or resistance? As with Q1, these qualitative data were examined using the thematic analysis process previously described, which aimed to identify meaningful patterns in participants’ responses. This process resulted in two main themes, Acceptance and Resistance. Additionally, three subthemes were included into the main themes, respectively, Implementation and Language Evolution under Acceptance, and Inclusion under Resistance (Table 11). Table 11 Thematic Analysis on the Reasons Behind Acceptance or Resistance to Gender-Neutral Forms Theme Codes Subthemes Codes Acceptance Positive Useful Necessary Inclusivity Respect Fairness Implementation   Obligation Coexistence Abuse Contexts Language Evolution Evolution Transformation      66 Dynamism Resistance Difficulty in implementation Comprehensibility Forced Alteration Pronunciation Uselessness Inclusion  Inclusivity Identification Sexism  Reasons for acceptance of gender-neutral forms Statements included in this thematic category expressed overt acceptance towards gender-neutral forms. Codes included: positive, useful, necessary, inclusivity, respect and fairness. Many participants stated acceptance of gender-neutral forms using terms such as “positive” and “favorable.” Gender-neutral forms were described as a useful and necessary tool to ensure respect and fairness in society, as stated by participant 26: “Necessaria forma da integrare nella grammatica per assicurare rispetto per le persone non binarie e dal genere non conforme.” [“[They represent] a necessary form to be integrated in grammar to ensure respect towards non-binary and gender non-conforming people”].  Inclusivity was also a dominant concept throughout responses. As highlighted in previous thematic analyses as well, language plays a crucial role in shaping society. Thus, the implementation of linguistic innovations in Italian could lead to a more inclusive language and result in less discriminatory practices, as explained by participant 13: “Ritengo tali forme una buona opportunità per rendere tanto la società quanto la lingua il più inclusive possibili.” [“I consider such forms a good opportunity to make both society and language as inclusive as possible”]. Participant 50 expressed a similar idea in their statement: “Forma necessaria come      67 strumento di inclusione di tutte le diversità di genere. In un mondo utopico penso che se utilizzassimo il neutro sarebbe molto meno discriminatorio e più semplice da un punto di vista linguistico.” [“[Gender neutrality] is necessary as a tool for the inclusion of all gender varieties. In a utopic world, I believe that if we used a neutral gender it would be less discriminatory and easier from a linguistic point of view”]. It is interesting to note the use of the word utopico (utopic) to describe a society in which gender-neutral forms have been incorporated, shedding light on the difficulties that the implementation of a neuter category faces in the Italian context. Conversely, the correlation between neutrality and a decrease in discrimination highlights the impact of language in society, which can be seen as a tool for the reinforcement of inequitable practices. It is also worth noting the simplification that gender-neutrality could bring from a linguistic perspective. Indeed, gendered grammars limit opportunities for expression of non-cis individuals, who are forced to adapt to binary gender categories for self-definition.  The subtheme on Implementation was created in order to better elucidate participants’ perspectives on the codes obligation, coexistence, abuse and context. Statements collected in this subtheme expressed acceptance towards gender-neutral forms but specified the way and the contexts in which they should be implemented in the Italian language. Participant 35 stated: “Favorevole, ma non deve essere un obbligo usarle” [“I am in favor [of gender-neutral forms], but using them should not be an obligation”], shedding light on the fear that the use of linguistic innovations could be forced on individuals, limiting freedom of expression. Similarly, participant 38 affirmed: “Credo siano utili in contesti istituzionali ma ritengo non debbano essere obbligatorie.” [“I believe that they are useful in institutional contexts, but they should not be obligatory”]. This participant described gender-neutral forms as a linguistic practice that could be useful when adopted by institutions to address the population      68 in a more inclusive way, remarking, however, how their use should be seen as a free individual choice. Thus, linguistic innovations are seen favorably when implemented voluntarily and not when enforced top-down.  Participants also explained that gender-neutral forms should be added to the already existent binary forms, ensuring that proposals for inclusivity do not supplant gendered grammars altogether, as stated by participant 60: “Approvo coesistenza” [I approve coexistence] and participant 78: “Ritengo siano una giusta aggiunta alla lingua italiana” [“I consider them a rightful addition to the Italian language”]. Participants also cautioned against the overuse of gender-neutral forms, which should only be implemented in specific contexts that require inclusivity, such as formal communications in public spaces or emails, as explained by participant 98: “Ritengo che in alcuni casi formali (es. mail o indicazioni nei cartelli per esempio all’interno dei luoghi pubblici) siano corrette ed inclusive. Come in tutto basta non esagerare.” [“I believe that in some formal contexts (for example emails or writing in signs in public spaces) they are fair and inclusive. As for everything, it is important not to exaggerate”]. Concern over the overuse of inclusive forms was also expressed by participant 30, who explained that even if linguistic innovations are an appropriate and significant addition to grammar, they should be used in the most opportune way and not in all contexts: “Sono utili e necessarie all’interno della grammatica italiana, ma non devono essere abusate.” [“They are useful and necessary within the Italian grammar, but they should not be abused”]. Additional contexts indicated by participants as appropriate for the implementation of gender-neutral forms were professional communications, such as emails and conferences and official documents. It is also worth noting that participants called for a simplification of existing proposals for neutrality in order to allow a wider use by the population. As stated by participant 54: “Bisogna semplificarne forse la forma e sicuramente l'utilizzo in modo che      69 non rimangano una cosa di nicchia che innervosisce la maggioranza, ma una cosa comunemente usata da tutti e anche in documenti pedagogici, legali, ecc.” [“We should simplify the form and usage [of gender-neutral forms]. In this way, they would not represent something used by a minority and that irritates the majority, but something that is commonly used by everyone and also implemented in pedagogical documents, legal documents etc.”]. Thus, simplicity would lead to a broader implementation of gender-neutral forms, specifically in the public sphere, which would improve their acceptability, as explained by participant 33: “Solo utilizzandole si potrà ampliarne l’accettabilità da parte di tutti e l’utilizzo, a partire dai contesti professionali (es. email del datore di lavoro, conferenza universitaria...)” [“Only by using them can we increase their acceptability and their usage by everyone, starting with professional contexts (ex. Emails from one’s employers, university conference...)”]. The subtheme Language Evolution closely aligned with ideas explored in the thematic analysis of Q1, specifically in the theme Temporal References. Participants described language as a dynamic entity that constantly evolves and transforms itself to adapt to social changes. Linguistic innovations were, therefore, described as a natural evolution of language thar works in tandem with the needs of its speakers towards a more progressive and inclusive society. This idea was expressed by participant 16: “Il linguaggio si evolve come si evolve la società. Nulla di male” [“Language evolves as society evolves. There is nothing bad about it”], and participant 63: “Penso che sia molto importante per far progredire la società e la lingua italiana” [“I believe that [the implementation of gender-neutral forms] is very important to improve society and the Italian language”]. The possibility of applying linguistic innovations to Italian was also described as a sign of the natural dynamism of language (“indice della dinamicità naturale del linguaggio”, participant 88) and its ability to adapt to new social necessities, as described by participant 64: “E un modo per sperimentare e      70 trasformare un linguaggio – e una lingua – per adattarla a nuovi contesti.” [“It is a way to experiment and transform a language to adapt it to new contexts”].   Reasons for resistance to gender-neutral forms Statements included in this theme explored the criticalities of gender-neutral forms, focusing on the following codes: difficulty in implementation, comprehensibility, forced alteration, pronunciation and uselessness. Participants’ responses expressed the difficulties involved with the introduction of innovative forms in Italian, highlighting the limitation posed by the structure of gendered languages, which are strictly organized in binary gender categories. Gender-neutral forms were also described as complex and hard to integrate in the Italian grammar because people are not accustomed to them, as explained by participant 15: “Difficoltose per discostamento dall’abitudine consolidata.” [“[They’re] difficult because they do not conform with consolidated habits”]. Moreover, their implementation can result in a breakdown in communication due to their vagueness, specifically when referring to single individuals, or they can distort language, as pointed out by participant 88: “Troppo spesso arrivano a snaturarlo rendendolo a tratti di dubbi comprensione.” [“Too often, [gender-neutral forms] distort [communication] making some parts of it hard to understand”]. It is interesting to note that some participant perceived linguistic innovations as forced alterations of language (forzature) that require structural modifications that are described as excessive in relationship with the proposed goal of inclusivity, as explained by participant 86: “Sono una complicazione linguistica sproporzionata rispetto allo scopo che dovrebbero avere.” [“They are a disproportionate linguistic complication with respect to their supposed purpose”]. Proposals for inclusivity are, therefore, framed as being not important enough to justify such      71 changes in language, aligning with the predominant conservatist views that dominate public debate surrounding gender neutrality, as explained by participant 45: In Italia il dibattito - a mio avviso - è ancora fortemente legato all'effetto \"innaturale\" che forme di genere neutro possono causare alla lingua. Nelle rare occasioni in cui ho sentito dibattere del tema, l'accento è stato posto sull'effetto corrosivo che queste forme potevano avere sulla lingua, piuttosto che sulla loro capacità di riflettere una realtà umana che non si sente rappresentata. Il centro di analisi rimane la lingua come riflessione della maggioranza, piuttosto che il suo ruolo inclusivo.  [In Italy, in my opinion, public debate is still strongly focused on the “unnatural” effect that gender-neutral forms can cause in language. On the rare occasions in which I heard debates on the topic, people stressed the detrimental consequences that these forms could have on the language, rather than on their ability to reflect a human reality that lacks representation. The center of the analysis remains language as the expression of the majority, not as a tool for inclusivity.] Conservative views and the inability to recognize gender-neutrality as a means to create a more fair and inclusive society were also reflected by statements that framed linguistic innovations as “useless” or “unnecessary”. Among these views, inclusivity was additionally seen as a secondary matter among societal problems, or even a distraction from more preponderant issues, as expressed by participant 48: “In generale mi sembrano battaglie che sviano dai grossi problemi.” [“In general, they seem to me battles that distract people from bigger issues”]. Similarly, participant 65 voiced their aversion towards linguistic innovations, describing them as “Un'altra nullità cosmica che rappresenta la pochezza e inutilità totale del cosiddetto politicamente corretto a tutti i costi” [“Another cosmic nothingness that represents the pettiness and total inutility of the so-called politically correct      72 at all costs”]. The use of derogatory terms such as nullità (nothingness), pochezza (pettiness) and inutilità (inutility), together with emphatic adjectives like cosmica (cosmic) and totale (total) highlight the strong opposition of this participant towards proposals for neutrality and the concept of inclusion at its core.  Other participants shed light on the current inequities of society, stating that language inclusivity can only be reached once sexist practices have ended and gender equality has been achieved. According to participant 46:  Non è sentendomi chiamare sindac* o forme simili che mi sento meno discriminata. Mi ci sentirei sicuramente meno, però, se avessi lo stesso stipendio degli uomini. Se potessi accedere a cariche esclusive per gli uomini. Se la serie A del calcio femminile fosse al pari livello di quello maschile (...). Perciò ritengo che la schwa e simili siano solo un modo per indorare la pillola ma non risolve il problema del retaggio culturale maschilista di questo Paese.  [It is not being called mayor [n] or in other similar ways that I feel less discriminated against. I would probably feel like that, though, if I had the same salary as men. If I could access positions that are reserved to men. If the women’s national soccer league was at the same level of the men’s one (…). For these reasons, I believe that the schwa and similar forms do not solve the sexist cultural heritage of this country, they only sugarcoat them]. On the other hand, it is also worth noting that some participants acknowledged the important role that gender-neutrality holds in creating a more gender-inclusive society. Yet, they highlighted the practical issues caused by the lack of a clear phoneme associated with proposed gender-neutral forms, like the schwa or the asterisk. Indeed, the asterisk completely lacks a corresponding sound, while the phoneme associated with the schwa is alien to the      73 vowel inventory of standard Italian, resulting in difficulties and confusion around its pronunciation. In this regard, participant 55 stated: “Difficili da utilizzare nella lingua parlata corrente per la difficile pronuncia.” [“[They are] difficult to use in the current oral language because of their difficult pronunciation”]. However, written use of gender-neutral forms was described as an easier task, like in the case of participant 18: “Credo rendano complicato formulare frasi oralmente, mentre sono utilizzabili, sia pur con qualche difficoltà di accordo sintattico, nella forma scritta.” [“I believe that [gender-neutral forms] make it complicated to formulate oral sentences, while they are usable, even if with some difficulties with syntactic agreements, in the written form”].  The subtheme on Inclusion was added to this thematic category to discuss criticism around the codes inclusivity and identity. Indeed, participants expressed skepticism towards the proposed goal of inclusivity of gender-neutral forms, stating that social battles on gender-neutrality are ostensible and not really focused on their stated goal, as expressed by participant 49: “Sembra più una battaglia formale che un'effettiva volontà inclusiva.” [“It seems more like a formal battle than an actual inclusive effort”]. Moreover, current linguistic innovations can have an exclusionary effect on individuals with reading or writing impediments, as highlighted by participant 83: “A mio avviso, le alternative presenti non sono inclusive perché generano problemi ad esempio, a persone con problemi di letto/scrittura o a chi usa programmi di lettura (ipovedenti/non vedenti).” [“In my opinion, current alternatives are not inclusive because they create problems, for example among people with reading or writing impediments or those who use reading software (visually impaired or partially sighted people)”]. In addition, participants discredited the role of language in gender-identification, stating that “respect towards people or their identity does not depend on grammatical forms” [“Non credo che il rispetto o l’identificazione delle      74 persone possa dipendere dalle forme grammaticali”, participant 90]. Finally, the role of identity was also explored in relationship with the varied options for gender expression that neutral forms would implement in language. A wider array of grammatical forms in language could result in the need for people to use linguistic innovations as a form of rebellion to exacerbate differences in society, as explained by participant 76:  Seppure nate in un contesto che mira a voler togliere le etichette, le persone sembrano sentire ulteriormente il dovere di identificarsi in qualcosa e talvolta, seppure non per tutti, il genere neutro diventa un modo per etichettare la proprio stato di essere “ribelli” o “contro tutti” o necessariamente “diversi” (...). Sembra che alcune persone usino il neutro per rimarcare la propria volontà di andare contro la società snaturando il vero senso che non è quello di andare contro ma quello di andare nello stesso verso della società, integrandovisi.  [Even if [gender-neutral forms] were born in a context that aims to remove labels, people seem to further feel the need to identify with something. At times, even if it is not the case for everyone, the neutral becomes a way to label one’s social status as a “rebel”, “against everyone” or inevitably “different” (…). It seems like some people use neutrality to emphasize their will to go against society, distorting its true meaning, which is not to go against society, rather to go in its same direction, integrating in it”].  Overall, participants’ opinions on gender-neutral forms shed light on the main reasons behind acceptance or resistance to them. Acceptance stems from the willingness to include all identities in language in order to create a more respectful and fair society. Conversely, resistance is caused both by conservative attitudes towards language and ideological opposition to movements for gender-equality, which frames linguistic innovations as a useless and forced alteration of language.      75 Discussion The grammatical system of Italian has conventionally categorized grammatical elements as either masculine or feminine. Yet new linguistic forms have emerged to represent identities and expressions that do not align with either pole of the gender binary. This research study set out to explore such proposals for gender-neutrality in Italian and their perceptions both within and without the non-binary and transgender communities. To this end, it was oriented around two sets of questions:  ● What neutral grammatical forms are being used by speakers in the Italian non-binary and transgender community? In what contexts are they used? What are their opinions on the grammatical gender binary and linguistic innovations in Italian? ● What is the degree of agreeableness and comprehension of neutral forms according to the cisgender population? What are the main reasons behind their acceptance or resistance? Despite proposals for the use of the gender-neutral pronoun ləi by activists for inclusive language (Gheno, 2022; Italiano Inclusivo, 2022), analyses of the data collected from trans, non-binary individuals indicate that pronoun selection in Italian is far more complex and nuanced. Indeed, out of these 27 total participants in the first questionnaire, one-third indicated use of gender-neutral pronouns, resorting to the English they/them in most cases, and only two participants listed ləi among the pronouns they use. One participant was undecided about personal pronouns. The remaining participants were split between those who listed either masculine or feminine pronouns and those who indicated regular use of both of them, highlighting how pronoun selection in Italian is linked to strict binary, either/or categories for only a minority of this community. Interestingly, some of the participants resorted to partial or exclusive selection of English pronouns, and the reason for this choice      76 might lie in the structural differences between English and Italian. As a null-subject language, Italian subjects can be left unexpressed in tensed clauses (Brandi & Cordin, 1989), whereas in English, subjects must be explicit. Thus, an English sentence like She eats an apple can be expressed in Italian as Mangia una mela, leaving out the subject pronoun altogether and not providing any information about the gender of the person who is eating the apple. For third-person singular possessive pronouns, in Italian they agree with the noun they accompany, whereas in English, agreement depends on the subject of the clause. Therefore, the English sentence It is his bag uses the masculine possessive pronoun to state that the person owning the bag is a man, while in the Italian translation È la sua (f) borsa (f), the feminine possessive pronoun is used in agreement with the gender of the object and does not provide any information about the gender of the person who owns the bag. For this reason, these structural differences allow Italian speakers to not question their pronoun choices as often as their English counterparts. Thus, Italian participants who were asked to list their pronouns could have been influenced by the preferences listed in social media such as Instagram or Facebook, which provide English options only.  With regard to gender markers, the presence of neutral forms was more popular and consistent, even among participants who selected exclusive use of binary pronouns. Linguistic innovations such as the schwa and the asterisk were the most common neutral forms indicated by participants to inflect articles, nouns and adjectives. Notably, both forms are the most predominant options used on social media, and results indicated online communities and influencers or popular online personalities as the most common contexts in which participants encounter gender-neutral forms. However, the use of these forms is limited to communication with people who are already familiar with them. Indeed, participants stated that they rarely use linguistic innovations outside of the transgender, non-     77 binary community for fear of misunderstandings or harassment, which implies how social stigmas may inhibit the uptake of linguistic innovations and thus the need for prestige planning or educational measures to promote inclusive language and the adoption of gender-fair forms.  The thematic analyses of the opinions of non-cisgender, non-binary individuals on gender-neutral forms framed their implementation as a matter of inclusivity, identity formation, social justice and gender equality. Participants highlighted the role that language holds in shaping society, which causes gendered grammars to reflect binary views of gender that enforce hierarchical structures of dominance and the invisibilization of marked identities. Participants shared that binary gender forms hinder self-representation and expression of non-cisgender individuals, creating a mismatch between one’s gender identities and opportunities for expression. As a consequence, people who do not conform to normative gender identities experience social interaction with discomfort, fearing harassment or discriminatory language practices such as misgendering. The concept of ambiguity was also brought up to describe the lack in gendered languages of forms that appropriately allow speakers to affirm their gender identity or sexual orientation in social contexts without being arbitrarily assigned to normative categories. Further discussion on the limitation of gendered forms highlighted the role of masculine as the default plural form. This practice mirrors patriarchal ideas of society in which the unmarked masculine form is held as the standard against which all other identities are measured (cf. Bucholtz & Hall, 2005). As a result, women and non-cisgender individuals undergo a constant process of invisibilization, which perpetuates sexist and discriminatory practices on all levels of society. Thus, ideas that emerged in both thematic analyses framed gender-neutral forms as an inclusive solution that      78 would help reduce said practices, fighting stereotypes and normalizing and empowering marked identities. Despite the need for more representation, equity and inclusivity in society, participants perceive that current proposals for gender neutrality display some criticalities that interfere with their implementation in all levels of language. Supporters of gender-neutrality on a theoretical level described the inconsistencies between written and oral communication and some of their functionality issues. The most prominent problem is the lack of a clear sound associated with these forms. Indeed, the asterisk does not have a corresponding sound, while the schwa is not present in the vowel repertoire of standard Italian, despite being extensively present in many other Southern Italian languages such as Neapolitan. However, the abundant presence of entertainment products in the Neapolitan language and their success in all regions of the country suggest that pronunciation and understanding of this form might be more common than expected. Moreover, as all symbols are arbitrary ways of representing sounds and vice versa, pronunciation could be trained and developed with actual and repeated use of this form in spoken language. Another issue that emerged from data analysis is that linguistic innovations were described as nonfunctional, as they can interfere with comprehensibility, both in written and oral communication. It is also important to note that prescriptivist views on language hold an important role in resistance towards language innovations, which were often described as “ugly-sounding” or “annoying” because they do not conform to standard language structures. Nevertheless, gender-neutral forms are an inevitable solution to work towards a more gender-fair and inclusive society. With regard to this, the role of education is also fundamental to normalize trans identities, raise awareness of linguistic inclusion, which matters, and      79 encourage a more widespread use of inclusive forms to normalize them and help fight the stigma against nonnormative gender identities.  Since use of gender-neutral forms was described as prevalent mostly within the trans, non-binary community and among individuals who affiliate with it, obtaining ratings on the comprehensibility and agreeability of these forms by people outside of the community was crucial to understand the perceptions on their potential use in all levels and contexts of communication.  Despite the perceived issues of functionality and the fear that use of gender-neutral forms could result in communication breakdowns, overall results of the second questionnaire (n=102) showed a high comprehensibility of linguistic innovations, with a slight preference for the schwa over the asterisk in all contexts except for the inflection of plural nouns. Thus, these results contradict the general perception of gender-neutral forms as hard to implement due to issues with comprehension, at least in written communication.  Conversely, agreeability ratings sharply divided participants’ opinions, resulting in overall lower positive ratings for gender-neutral forms, while preference for the schwa or the asterisk aligned with comprehensibility results, indicating a slight preference for the schwa over the asterisk. Thematic analyses of the Q2 data provided some background on participants’ ratings. Reasons behind lower acceptability ratings of these forms lie in polarized opinions towards linguistic innovations. On one hand, they were described in positive terms as a useful and necessary tool to ensure respect and representation of all individuals. Indeed, supporters of gender-neutral forms underscored the influence of language on society, stating that binary forms enforce the subordination of marked identities and result in discriminatory and exclusionary practices. On the other, opponents to linguistic innovations described these forms as unnecessary and overly complicated on the basis of      80 conservative views that fail to recognize the role of gender neutrality in the creation of a more fair and inclusive society. Indeed, efforts for inclusivity were framed as a secondary matter with respect to other societal issues or as a forced alteration of language that further exacerbates divisions in society.  In order to overcome this ideological polarization, a depoliticization of movements for social justice and language inclusivity is needed. As explained by Borba (2019) and Hord (2016), the indexical links or associations between linguistic innovations and the speakers who are believed to use them create ideological oppositions that prevent proposals for language inclusivity from being appropriately addressed in the public debate. In the case of Italian, this is applied both to neutralization and feminization strategies, as shown by the controversy surrounding the choice of the Italian Prime Minister Meloni to refer to herself with the masculine form of her job title. Moreover, diachronic studies on the perception of the feminization of job titles in Italian show an increased approval of these forms over time due to their frequent use in mass media (Castenetto & Ondelli, 2020), aligning with results found by Gustafsson Sendén et al. (2015) on the perception of the Swedish neutral pronoun hen. These studies instill hope over the implementation of linguistic innovations in language, as they show that frequent use of new forms in mainstream communication results in a normalization process that increases their acceptance over time. Indeed, results of the present study showed that 93% of cisgender participants are already familiar with gender-neutral forms, proving their pervasiveness in the public debate even outside of the trans, non-binary community.  Overall, language innovations were framed by cisgender and non-cisgender participants alike as an inevitable evolution of language to keep up with the needs of its speakers. This study paves the way for more detailed and comprehensive research on      81 language reforms for gender inclusivity in Italian and its potential pedagogical implications. Future investigations on this topic could explore comprehensibility of gender-neutral forms in oral language and help shed light on the challenges surrounding their implementation in order to propose possible solutions to overcome these issues and help ease the integration of linguistic innovations into written and spoken language as well as in world language classrooms. Additional research would shift focus to the spoken forms of gender-fair language while engaging the different linguistic-geographic communities of Italy to understand their perspectives and strategies for gender-just language. Moreover, exploration of the diachronic change in comprehensibility and agreeableness of these innovation proposals, with a focus on potential variables such as age, education and belonging to speech communities of other Italian languages would help monitor their implementation and perceptions and shed light on the future of gender and language equity in Italian.      82 Conclusion The findings of this study successfully answered research questions indicating the schwa and the asterisk as the most commonly used gender-neutral forms by the Italian non-cisgender community. These forms are mostly found and used on social media and online communities, while their implementation on a daily basis is limited to use with people inside the trans, non-binary community and its supporters. Participants described gender-neutral forms as a necessary tool to ensure social justice and gender equity in society. Language innovations allow participants to voice nonconforming identities, granting them equal opportunities for expression, and challenge sexist practices and gender stereotypes caused by the dominance of the masculine gender as the unmarked form. Findings also highlighted concerns surrounding the functionality of current proposals for language inclusivity, which focused mostly on the complexity of their integration in the strictly gendered grammar of Italian. However, both the schwa and the asterisk were rated as largely comprehensible by participants of this study, indicating that resistance is hardly rooted in concerns for intelligibility. The degree of agreeableness of these forms framed them as overall more comprehensible than agreeable, suggesting that social valuations and linguistic ideologies lie behind reasons for acceptance or resistance to them.  The results of this study show that linguistic innovations such as the schwa and the asterisk can be implemented in written language without disrupting comprehension. Further implementation of these forms in daily communication and in more established environments could, therefore, lead to their progressive acceptance by people both inside and outside of the trans, non-binary community, and inform pedagogical research on the implementation of gender-neutral markers in the teaching of Italian as a world language to cultivate inclusive classrooms. These language changes, however, need to be implemented alongside efforts to      83 raise awareness to normalize trans identities, naturalize language change and depoliticize social justice, contrasting polarizing ideologies that prevent an honest and open discussion of the need for societal changes and language inclusivity.      84 References  Abbou, J. (2011). Double gender marking in French: A linguistic practice of antisexism. Current Issues in Language Planning, 12(1), 55–75. https://doi.org/10.1080/14664208.2010.541387  Acquaviva, P. (2009). The structure of the Italian declension system. In F. Montermini, G. Boyé, & J. Tseng (Eds). Selected Proceedings of the 6th Décembrettes (pp. 50–62). Cascadilla Proceedings Project. http://www.lingref.com/cpp/decemb/6/paper2235.pdf  Armelli, P. (2022, August 19). Giorgia Meloni premier? Non basta essere donna per essere femminista, dice Michela Murgia. Vogue Italia. https://www.vogue.it/news/article/giorgia-meloni-premier-femminismo-michelamurgia  Auxland, M. (2020). Para todes: A case study on Portuguese and gender-neutrality. Journal of Languages, Texts, and Society, 4, 60–83. https://www.nottingham.ac.uk/research/groups/languagestextssociety/documents/lts-journal/issue-4/lts-issue-4-article-auxland.-m.-para-todes-a-case-study-on-portuguese-and-gender-neutrality.pdf Ayouch, T. (2018). Du binaire au multiple: Subjectivations de genre dans le Candomblé. Cliniques méditerranéennes, 97, 159–172. https://doi.org/10.3917/cm.097.0159  Bernini, L. (2016). La “teoria del gender”, i “negazionisti” e la “fine della differenza sessuale.” AG-About Gender, 5(10), 367–381. https://doi.org/10.15167/2279- 5057/ag.2016.5.10.338  Bodine, A. (1975). Androcentrism in prescriptive grammar: Singular ‘they’, sex-indefinite ‘he’, and ‘he or she’. Language in Society, 4(2), 129–146. https://doi.org/10.1017/S0047404500004607       85 Bonnin, J. E., & Coronel, A. A. (2021). Attitudes toward gender-neutral Spanish: Acceptability and adoptability. Frontiers in Sociology, 6. https://www.frontiersin.org/articles/10.3389/fsoc.2021.629616 Borba, R. (2019). Gendered politics of enmity: Language ideologies and social polarisation in Brazil. Gender and Language, 13(4), 423–448. https://doi.org/10.1558/genl.38416  Borza, N. (2021). Why shall I call you ze?: Discourse analysis of the social perception of institutionally introducing the gender-neutral pronoun ze. Linguistik Online, 106(1), Article 1. https://doi.org/10.13092/lo.106.7507 Bradley, E. D. (2020). The influence of linguistic and social attitudes on grammaticality judgments of singular ‘they.’ Language Sciences, 78, 101272. https://doi.org/10.1016/j.langsci.2020.101272 Brandi, L., & Cordin, P. (1989). Two Italian Dialects and the Null Subject Parameter. In O. A. Jaeggli & K. J. Safir (Eds.), The Null Subject Parameter (pp. 111–142). Springer Netherlands. https://doi.org/10.1007/978-94-009-2540-3_4 Bucholtz, M., & Hall, K. (2005). Language and Identity. In A Companion to Linguistic Anthropology (pp. 369–394). John Wiley & Sons, Ltd. https://doi.org/10.1002/9780470996522.ch16 Castenetto, G., & Ondelli, S. (2020). The Acceptability of Feminine Job Titles in Italian Newspaper Articles A Survey Involving Italian Native Speakers: A Survey Involving Italian Native Speakers. In G. Giusti & G. Iannàccaro, Language, Gender and Hate Speech  A Multidisciplinary Approach (p. Chapter_4713). Fondazione Università Ca’ Foscari. https://doi.org/10.30687/978-88-6969-478-3/004 De Mauro, T. (1963). Storia linguistica dell’Italia unita. Gius. Laterza & Figli. Gheno, V. (2022). Femminili Singolari—Il femminismo è nelle parole (Terza Edizione).      86 effequ. Gómez Calvillo, N. (2020) Lenguaje inclusivo: una oportunidad para escarbar la superficie lingüística. Universidades públicas y derecho al conocimiento, 1, 112–139. https://upc.edu.ar/wp-content/uploads/2015/09/volumen-1-con-isbn-para-publicar.pdf  Gustafsson Sendén, M., Bäck, E. A., & Lindqvist, A. (2015). Introducing a gender-neutral pronoun in a natural gender language: The influence of time on attitudes and behavior. Frontiers in Psychology, 6. https://www.frontiersin.org/articles/10.3389/fpsyg.2015.00893 Hord, L. C. R. (2016). Bucking the Linguistic Binary: Gender Neutral Language in English, Swedish, French, and German. Western Papers in Linguistics, 3(1), Article 1. https://ojs.lib.uwo.ca/index.php/wpl_clw/article/view/966 Hyde, J. S., Bigler, R. S., Joel, D., Tate, C. C., & van Anders, S. M. (2019). The future of sex and gender in psychology: Five challenges to the gender binary. American Psychologist, 74, 171–193. https://doi.org/10.1037/amp0000307 Italiano Inclusivo. (2022, December 4). Ma non esistevano già alternative? Italiano Inclusivo. https://italianoinclusivo.it/perche/ Knisely, K. A. (2020). Le français non‐binaire: Linguistic forms used by non‐binary speakers of French. Foreign Language Annals, 53(4), 850–876. https://doi.org/10.1111/flan.12500 Leonard, W. (2012). Reframing language reclamation programmes for everybody’s empowerment. Gender and Language, 6, 339–367. https://doi.org/10.1558/genl.v6i2.339  Loporcaro, M., Faraoni, V., & Gardani, F. (2014). The third gender of Old Italian. Diachronica, 31(1), 1–22. https://doi.org/10.1075/dia.31.1.01gar       87 Maguire, M., & Delahunt, B. (2017). Doing a thematic analysis: A practical, step-by-step guide for learning and teaching scholars. All Ireland Journal of Higher Education, 9(3), Article 3. https://ojs.aishe.org/index.php/aishe-j/article/view/335  Martínez Mateo, M., Cabanis, M., Stenmanns, J., & Krach, S. (2013). Essentializing the binary self: Individualism and collectivism in cultural neuroscience. Frontiers in Human Neuroscience, 7, 289. https://doi.org/10.3389/fnhum.2013.00289  Matteo Salvini ha vietato l’ingresso in Italia alla nave Mare Jonio, scrive ANSA. (2019, August 28). Il Post. https://www.ilpost.it/2019/08/28/salvini-decreto-divieto-ingressomare-jonio/  Mazza, M. P. (2022, October 28). Il caso su «il presidente Giorgia Meloni», dopo sfottò e attacchi arriva la risposta della premier. Open. https://www.open.online/2022/10/28/giorgia-meloni-vs-polemiche-il-presidente/  Mediterranea Saving Humans, [@mediterranearescue]. (2022, December 2). Che #orrore Signor Ministro [image attached]. Instagram. https://www.instagram.com/p/ClqcCQssd1i/?next=%2F  Meloni, G. (2022, September 5). La lettera di Meloni: «Donne e diritti, così li difendo». Corriere della Sera. https://www.corriere.it/elezioni/22_settembre_05/meloni-donnereplica-diritti-civili-17a67fa4-2c8a-11ed-a881-0468ff338f41.shtml  Movement Advancement Project. (2023, April 20). Equality Maps: Foster and Adoption Laws. https://www.lgbtmap.org/equality-maps/foster_and_adoption_laws Msibi, T. (2013). Homophobic language and linguistic resistance in KwaZulu-Natal, South Africa. In L. L. Atanga, S. E. Ellece, L. Litosseliti, & J. Sunderland (Eds.), Gender and language in Sub-Saharan Africa: Tradition, struggle and change (pp. 253–274). John Benjamins Publishing Company. https://doi.org/10.1075/impact.33.17msi       88 Pagliero, S. (2020). Soggettività omega. Questioni di presenza, rappresentanza e autorappresentazione di persone non-binarie all’interno del contesto LGBT bolognese [Masters dissertation, Università Ca’ Foscari Venezia]. http://hdl.handle.net/10579/16668  Pauwels, A. (2003). Linguistic Sexism and Feminist Linguistic Activism. In The Handbook of Language and Gender (pp. 550–570). John Wiley & Sons, Ltd. https://doi.org/10.1002/9780470756942.ch24 Povich, E. S. (2022, July 7). Without Obergefell, Most States Would Have Same-Sex Marriage Bans [Pew]. https://pew.org/3NMo3P0 Prewitt-Freilino, J. L., Caswell, T. A., & Laakso, E. K. (2012). The Gendering of Language: A Comparison of Gender Equality in Countries with Gendered, Natural Gender, and Genderless Languages. Sex Roles, 66(3), 268–281. https://doi.org/10.1007/s11199-011-0083-5 Reiman, A.-K., Ocasio, T. S., & Mezzapelle, J. L. (2023). How Cisgender People Define “Transgender” Is Associated with Attitudes Toward Transgender People. Archives of Sexual Behavior, 52(3), 991–1007. https://doi.org/10.1007/s10508-022-02454-w  Reis, E. (2005). Impossible hermaphrodites: Intersex in America, 1620-1960. Journal of American History, 92(2), 411–441. https://doi.org/10.2307/3659273  Scotto di Carlo, G. (2020). An analysis of the use of inclusive language among Italian nonbinary individuals: A survey transcending binary thinking. Beyond binary thinking through inclusiveness: interdisciplinary reflections and perspectives. I-LanD Journal: Identity, Language and Diversity, 2, 70–89. https://doi.org/10.26379/IL2020002_005  Smedley, A., & Smedley, B. D. (2005). Race as biology is fiction, racism as a social problem is real: Anthropological and historical perspectives on the social construction of race.       89 American Psychologist, 60, 16–26. https://doi.org/10.1037/0003-066X.60.1.16  Thomas, W., & Jacobs, S.-E. (1999). “…And we are still here”: From berdache to two-spirit people. American Indian Culture and Research Journal, 23(2), 91–107.  https://doi.org/10.17953/aicr.23.2.k5255571240t5650  Tognini, M. (2021, May 17). E se Giorgia Meloni fosse più femminista di noi? Rolling Stone Italia. https://www.rollingstone.it/politica/e-se-giorgia-meloni-fossehttps://www.rollingstone.it/politica/e-se-giorgia-meloni-fosse-piu-femminista-di-noi/561694/piu-femminista-di-noi/561694/  Treccani. (2022a, August 26). Le parole che fanno la differenza sono quelle che ci rendono uguali. Treccani.it. https://treccanilandingadv.com/landing-vocabolario/  Treccani. (2022b, September 13). Se il nostro nuovo “Dizionario dell’italiano” indica anche i femminili di nomi e aggettivi, non è per il mero gusto. [image attached] [status update]. Facebook.  https://www.facebook.com/treccani/photos/a.344717084558/10160197014224559/  Treccani. (n.d). Avvocato. In Treccani.it vocabolario. Retrieved December 14, 2020, from https://www.treccani.it/vocabolario/avvocato/  Vijlbrief, A., Saharso, S., & Ghorashi, H. (2020). Transcending the gender binary: Gender non-binary young adults in Amsterdam. Journal of LGBT Youth, 17(1), 89–106.  https://doi.org/10.1080/19361653.2019.1660295  Yi, I. (2021). The feminization of French profession nouns. Coyote Papers, 23, 63–72. https://repository.arizona.edu/handle/10150/659844      90 Appendices  Appendix A Questionnaire 1   Age 18-25 26-35 36-45 46-55 55+ How would you define your gender? (Multiple options can be selected) Transgender Cisgender Gender non-conforming / Non-binary Agender / Bigender Woman Man I prefer not to say Other: please specify… What are your pronouns?  What is your opinion of the Italian binary gender system?  Do you think that the Italian binary gender system limits your freedom to express yourself?  Yes  No      91 If you selected yes, please use the box to explain how  Do you believe gender neutrality would bring more equality and social advantages to society?  Yes  No If you chose yes, please use the box to explain how  Which markers or endings do you use for nouns and adjectives when talking about yourself? (Multiple options can be selected) Example: Sono un_ cittadin_ Italian_ a / a / a - / o / o * / * / * ə / ə / ə Other: please specify… If you use markers or endings that do not conform to standard Italian, do you apply them in all contexts of your life or just in specific situations? In all contexts Just with people that I know would understand them I do not use them Other: please specify… Have you noticed use of gender-neutral forms?  Yes No If you selected yes, in what contexts or by whom have you noticed use of gender-neutral forms? Friends and acquaintances Online communities Influencer, famous online personalities Family      92 Other: please specify… With what frequency have you noticed use of gender-neutral forms in these contexts? Frequently Occasionally Rarely Never Other: please specify… Do you have any other comments you would like to share? If so, please use the box to explain how.         93 Appendix B Questionnaire 2   Age 18-25 26-35 36-45 46-55 55+ How would you define your gender? Select all that apply Transgender Cisgender Gender non-conforming /Non-binary Agender / Bigender Woman Man I prefer not to say Other… Have you ever heard of gender-neutral forms (like the asterisk or the schwa)? Yes No If you selected Yes for the previous question, in what contexts did you notice the use of gender-neutral forms?  If you selected Yes to question 3, what is your opinion about gender-neutral forms?       94 The symbols “ə” and * can be used to refer to a group of several people of different genders, to a person of unknown gender, or to someone who does not identify with masculine or feminine genders without having to resort to the generic masculine. Both options offer inclusive solutions in writing, but only the schwa can be used in speaking as well. Since it is an intermediate vowel, it can be pronounced by slightly opening the mouth and keeping lips, tongue and jaw relaxed. (It is the sound we pronounce when we hesitate before talking). Rate the comprehensibility of the fifteen statements using the following scale: 1-Very hard to understand; 2-Hard to understand; 3-Somewhat hard to understand; 4-Somewhat easy to understand; 5-Easy to understand; 6-Extremely easy to understand. 1. Ə ragazzə hanno studiato per diventare maestrə, ma ora il sistema scolastico italiano è saturo e loro si trovano senza lavoro. 2. La maggior parte degli atleti ha superato con successo i test anti-doping. 3. È appena uscito in sala il nuovo film di unə miə amicə regista. È una storia d’amore tra un uomo e un robot ambientata in un futuro distopico. 4. La maggior parte dellə atletə ha superato con successo i test anti-doping. 5. I ragazzi hanno studiato per diventare maestri, ma ora il sistema scolastico italiano è saturo e loro si trovano senza lavoro. 6. Quellə  laggiù è lə miə partner. Lə posso chiedere di darti un passaggio fino in stazione! 7. Jodi è davvero una persona stupenda. È sempre un piacere incontrarlə a parlare con ləi. 8. I/le ragazz* hanno studiato per diventare maestr*, ma ora il sistema scolastico italiano è saturo e loro si trovano senza lavoro. 9. Quella  laggiù è la mia partner. Le posso chiedere di darti un passaggio fino in stazione! 10. È appena uscito in sala il nuovo film di un* mi* amic* regista. È una storia d’amore tra un uomo e un robot ambientata in un futuro distopico.      95 11. Jodi è davvero una persona stupenda. È sempre un piacere incontrarlo a parlare con lui. 12. La maggior parte dell* atlet* ha superato con successo i test anti-doping. 13. Quell*  laggiù è il/la mi* partner. L* posso chiedere di darti un passaggio fino in stazione! 14. È appena uscito in sala il nuovo film di una mia amica regista. È una storia d’amore tra un uomo e un robot ambientata in un futuro distopico. 15. Jodi è davvero una persona stupenda. È sempre un piacere incontrarl* a parlare con l*i. Please, share your reasons for your ratings: Rate the agreeableness of the ten statements using the following scale: 1-Very disagreeable; 2- Disagreeable; 3-Somewhat disagreeable; 4-Somewhat agreeable; 5-Agreeable; 6-Very agreeable. 1. Ə ragazzə hanno studiato per diventare maestrə, ma ora il sistema scolastico italiano è saturo e loro si trovano senza lavoro. 2. La maggior parte degli atleti ha superato con successo i test anti-doping. 3. È appena uscito in sala il nuovo film di unə miə amicə regista. È una storia d’amore tra un uomo e un robot ambientata in un futuro distopico. 4. La maggior parte dellə atletə ha superato con successo i test anti-doping. 5. I ragazzi hanno studiato per diventare maestri, ma ora il sistema scolastico italiano è saturo e loro si trovano senza lavoro. 6. Quellə  laggiù è lə miə partner. Lə posso chiedere di darti un passaggio fino in stazione! 7. Jodi è davvero una persona stupenda. È sempre un piacere incontrarlə a parlare con ləi. 8. I/le ragazz* hanno studiato per diventare maestr*, ma ora il sistema scolastico italiano è saturo e loro si trovano senza lavoro. 9. Quella  laggiù è la mia partner. Le posso chiedere di darti un passaggio fino in stazione!      96 10. È appena uscito in sala il nuovo film di un* mi* amic* regista. È una storia d’amore tra un uomo e un robot ambientata in un futuro distopico. 11. Jodi è davvero una persona stupenda. È sempre un piacere incontrarlo a parlare con lui. 12. La maggior parte dell* atlet* ha superato con successo i test anti-doping. 13. Quell*  laggiù è il/la mi* partner. L* posso chiedere di darti un passaggio fino in stazione! 14. È appena uscito in sala il nuovo film di una mia amica regista. È una storia d’amore tra un uomo e un robot ambientata in un futuro distopico. 15. Jodi è davvero una persona stupenda. È sempre un piacere incontrarl* a parlare con l*i. Please, share your reasons for your ratings: ",
    "id": 568065392,
    "identifiers": {
        "doi": "10.33915/etd.11719",
        "oai": "oai:researchrepository.wvu.edu:etd-12652"
    },
    "title": "Gender Inclusivity in Italian: Can Gender Neutrality be Reached in a Gendered Language? Difficulties, Proposals and Public Perception of the Phenomenon",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T08:00:00+00:00",
    "publisher": "The Research Repository @ WVU",
    "references": [],
    "sourceFulltextUrls": [
        "https://researchrepository.wvu.edu/cgi/viewcontent.cgi?article=12652&context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/568065392.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/568065392"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/568065392/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/568065392/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/568065392"
        }
    ],
    "abstract": "Italian is a gendered language in which reference to grammatical gender has been constant and inevitable. As language reflects and shapes society, grammatical gender reinforces binary views of social gender and the invizibilization of non-binary identities. Movements for social justice have inspired gender-fair linguistic innovations, such as the feminization of job titles and gender-neutral markers, to promote gender equity and challenge hierarchies of power and dominance in society. This research aimed to explore gender-neutral forms in the Italian grammatical system and public perceptions of these innovations through two studies with two groups of participants.\nThe first group of participants (n=27) identified as trans or non-binary. They provided information in the form of a survey about the pronouns and gender markers they utilize, together with information about the contexts in which gender-neutral forms are implemented and encountered. Quantitative results showed that while pronoun selection in Italian still relies heavily on binary categories, gender-neutral markers are used by the transgender, non-binary Italian community, with a preference for the asterisk and the schwa. Online communities were indicated as the main environment in which linguistic innovations are encountered, while usage was described as limited to people inside and outside of the LGBTQ+ community who would understand and accept innovative forms. Qualitative data collected from this first group of participants shed light on the limitations of the binary grammatical system of gendered languages and highlighted the marginalization and invisibilization that result from the lack of forms of language expression for non-cisgender identities.\nA second group of participants (n=102), who were overwhelmingly cisgender, completed a survey where they were asked to rate the comprehensibility and agreeableness of fifteen statements including the asterisk, the schwa and standard gendered forms for control. Quantitative results indicate that both innovations are largely comprehensible in written form, with a slight preference for the schwa over the asterisk, while the innovations are low in terms of agreeableness ratings. These data suggest that the reason behind resistance to linguistic innovations is rooted in prescriptivist and conservative views of language more than intelligibility. Qualitative data provided by the second group of participants indicated that reasons behind acceptance for these forms are social in nature. Linguistic innovations were framed as necessary to promote a more inclusive and gender-fair society. On the other hand, participants who showed resistance to them claimed that gender-neutral forms are unnecessary, overly complicated, hard to understand, and difficult to pronounce.\nThese findings help to elucidate linguistic strategies for gender neutrality in Italian, clarifying their usage and capturing the experiences of non-cis Italian language users with gendered language and language reform. This research also advances our understanding of reasons behind resistance or acceptance of these forms by cis persons. In this way, they fill a knowledge gap in the literature on gender-neutral forms in Italian and enrich the scholarship on gender inclusivity and neutralization strategies in gendered languages. Moreover, they provide a foundation for further research on their implementation in spoken language and their potential application in world language classrooms to foster a gender-just education",
    "tags": [
        "text",
        "Gender and language",
        "Gender equity",
        "Gender-fair language",
        "Grammatical gender",
        "Italian",
        "Language reform",
        "Social justice",
        "European Languages and Societies",
        "Feminist, Gender, and Sexuality Studies",
        "Italian Language and Literature",
        "Linguistics",
        "Modern Languages",
        "Social Justice"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:researchrepository.wvu.edu:etd-12652",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13919",
        "openDoarId": 0,
        "name": "The Research Repository @ WVU (West Virginia University)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 568065392,
        "depositedDate": null,
        "publishedDate": "2023-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-16T04:16:53+00:00",
        "acceptedDate": null,
        "createdDate": "2023-06-16T20:44:31+01:00"
    },
    "urls": [
        "https://researchrepository.wvu.edu/etd/11719",
        "https://researchrepository.wvu.edu/context/etd/article/12652/viewcontent/Thesis_ETD_FINAL__Gaia_Prunotto.pdf"
    ],
    "lastUpdate": "2024-02-16T04:16:53+00:00",
    "setSpecs": []
}