{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Malone, Liam P."
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-17T22:08:12+01:00",
    "dataProvider": {
        "id": 14591,
        "name": "Smith College: Smith ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/14591",
        "logo": "https://api.core.ac.uk/data-providers/14591/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/231080655.pdf",
    "fullText": "Smith ScholarWorks Theses, Dissertations, and Projects 2017 Gender identity and childhood experiences : an introductory quantitative study of the relationship between gender identity and adverse childhood experiences Liam P. Malone Follow this and additional works at: https://scholarworks.smith.edu/theses  Part of the Social Work Commons Recommended Citation Malone, Liam P., \"Gender identity and childhood experiences : an introductory quantitative study of the relationship between gender identity and adverse childhood experiences\" (2017). Masters Thesis, Smith College, Northampton, MA. https://scholarworks.smith.edu/theses/1902 This Masters Thesis has been accepted for inclusion in Theses, Dissertations, and Projects by an authorized administrator of Smith ScholarWorks. For more information, please contact scholarworks@smith.edu.   Liam P. Malone Gender Identity & Childhood Experiences: An introductory quantitative study of  the relationship between gender identity and adverse childhood experiences Keywords: Gender Identity, Trauma, Adverse Childhood Experience (ACE).     ABSTRACT It has been established that individuals with transgender* identities experience abuse and trauma at higher frequencies than individuals with non-transgender identities (Mascis, 2011). Gender dysphoria currently exists as a mental health diagnosis, perpetuating stigma as well as pathologizing gender variance. Clinical social workers have preserved a harmful formulation that gender dysphoria is a disorder caused by trauma. There has been scarce quantitative research to date exploring a relationship between transgender identities and adverse childhood experiences. This study aims to: (1) contribute to a foundation of introductory quantitative research on how childhood experiences interact with gender identity, (2) examine the frequency of ACE scores relative to current gender identity, and (3) provide insight to topics with acute need of further clinical exploration. Although this study does not yield statistically significant findings, it does offer sound evidence in support of continued attention to gender identity and childhood experiences within clinical social work research.            GENDER IDENTITY AND CHILDHOOD EXPERIENCES:  An introductory quantitative study of the relationship between gender identity and adverse childhood experiences.        A project based upon an independent investigation, submitted in partial fulfillment of the requirements       for the degree of Master of Social Work.      Liam P. Malone  2017 Smith College School for Social Work Northampton, Massachusetts 01063      ii  ACKNOWLEDGEMENTS   Dr. Tamarah Moss - If I was not placed in your section of research at 8:30 in the morning my very first Monday of graduate school, I wholeheartedly believe I would not be where I am today. Not only is your passion for social work research contagious, it radiated out to reignite my own passion for learning. Your patience and unconditional support throughout this process has helped me grow, not only as a social work professional, but personally as well. I hold the deepest gratitude for your role as an educator, mentor, and future colleague. Thank you.      Additionally, I want to recognize Molly Meehan for finding my deleted thesis draft in the abyss of my laptop. Not all superheroes wear capes.                 iii      TABLE OF CONTENTS   ACKNOWLEDGEMENTS.................................................................................................  ii   TABLE OF CONTENTS...................................................................................................... iii   LIST OF TABLES................................................................................................................ iv  LIST OF FIGURES............................................................................................................... v     CHAPTER   I    INTRODUCTION........................................................................................................... 1   II  LITERATURE REVIEW................................................................................................ 3   III METHODOLOGY..........................................................................................................11   IV FINDINGS......................................................................................................................14   V  DISCUSSION.................................................................................................................23   REFERENCES............................................................................................................................28   APPENDICES   Appendix A:  GICE Survey….................................................................................................... 29 Appendix B:  Informed Consent................................................................................................. 33 Appendix C:  Resource List …................................................................................................... 36 Appendix D:  Exhaustive list of Reported Gender Identities …………………………………. Appendix E:  HSR Letter of Approval               iv       LIST OF TABLES Table #   1.       Gender Identity & Childhood Experience….........................................................15-18   2.  Distribution of surveyed Adverse Childhood Experience..................................... 18-20   3.  Gender Satisfaction ACE Table …………............................................................ 21                                      v       LIST OF FIGURES Figures   1.  Frequency of ACE scores relative to each gender identity category………………. 20                   1  CHAPTER I Introduction  This study examines the relationship between adverse childhood experiences (ACE) and gender identity development from the perspective of adults (ages 18 and older). Prior to recent amendments, individuals with a presenting gender identity other than cis-gender were pathologized as having Gender Identity Disorder. In the Diagnostic Statistical Manual Fifth Edition (DSM-5), there has been a semantic change in the diagnosis for people with a transgender (trans*) spectrum gender identity1 from Gender Identity Disorder (GID) to Gender Dysphoria (GD) (Davy, 2015). The intention of the semantic amendment was to reduce stigma and more accurately describe the distress that people with a trans* spectrum gender may experience when their gender identity feels incongruent with their gender assigned at birth (Davy, 2015). Historically, a gender identity presentation, other than cis-gender, has been treated as a psychiatric condition similar to other categories of identity disorders. The understanding that a transgender identity is the result of experiences of complex trauma is still prevalent in clinical social work practice. This understanding has grave implications for informing competent treatment of youth and adults with trans* spectrum gender identities. There is a critical need for clinicians to re-conceptualize gender identity development in order to inform treatment and their relationship with clients who indicate a trans* spectrum gender identity. The current research on                                                  1 Trans* spectrum gender identity refers to any gender identity other than an individual who currently identifies with the gender they were assigned at birth. This includes gender non-conforming or genderqueer identities.    2this topic explores common traumatic experiences individuals face while identifying as being on the trans* spectrum (Burnes, Dexter, Richmond, Singh, & Cherrington, 2016). Absent from current literature is the extent to which trans* spectrum gender identity development intersects with experiences of trauma (Burnes et al., 2016). This study aims to gain insight on the commonly assumed relationship between trans* spectrum gender identity development and Adverse Childhood Experiences (ACE) to inform competencies within clinical practice.                     3  CHAPTER II Literature Review Concepts and Definitions of Gender Identity In this study, gender identity refers to an individual’s internal sense of gender—whether a person feels masculine or feminine, a bit of both or neither (Girshick, 2008). Cis-gender is a term used when a person’s gender assignment at birth matches their gender identity and morphology (Richard et al., 2012). For this study, non-trans* is used in place of cis-gender in order to center trans* identities rather than contribute to an ongoing pathology. Gender nonconforming (GNC), refers to an individual who transgresses binary gender norms and does not abide by the binary norms of gender prescribed by the culture, but instead flow along the spectrum from male to female (Ehrensaft, 2011). Transgender or trans* individuals affirm that the gender they are is opposite to the gender assigned at birth (Ehrensaft, 2011). A person’s assigned gender at birth refers to the initial gender placed on an individual’s birth certificate determined by medical personnel or observers of the infant’s birth based on the external genitalia, whereas a person’s affirmed gender refers to the gender an individual assert as the one he, she, or they identify as, which may be inconsistent with their assigned gender (Ehrensaft, 2011). Research reveals that gender variant individuals are exposed to childhood adversity at higher rates than their cis-gender counterparts (Firth, 2014). In a recent study, Firth (2014) assessed 50 clients seeking gender corrective surgery and found that more than half of the clients had experienced one or more adversities during childhood. Firth (2014) did not examine the specific nature of adversities   4experienced and thus offers little insight on what one might consider potential risk factors for “developing gender dysphoria.\"  Adverse Childhood Experiences Adverse childhood experiences (ACEs) are understood as ten categories of abuse, neglect, and household dysfunction (Murphy et al., 2014). High (>4) ACE scores have been linked to chronic physical and mental health problems including depression, suicide, substance use, sexual risk behavior, heart disease, cancer, and chronic stress (Murphy et. Al, 2014). The current published collection of research suggests that individuals with Trans* spectrum gender identities report higher ACE scores than non-trans* individuals. Researchers Iniguez & Stankowski (2016) conducted a telephone survey that included questions about ACEs and resulted in a total of 800 participant responses. 62% of participants reported an ACE score of 0, 23% reported an ACE score between 1 and 3, and 15% reported an ACE score greater than 4 (Iniguez & Stankowski, 2016). Past research reviewed the distribution of ACE scores by male and female participants; however, with a p-value of .2269, the results fail to demonstrate statistical significance (Iniguez & Stankowski, 2016). The same study (Iniguez & Stankowski, 2016) revealed with a P-value < .0001, that out of participants who reported 4 or more ACEs, 26% experienced frequent mental distress, 56% reported depression, and 48% disclosed symptoms of anxiety (compared to 8%, 24%, and 19% respectively reported by participants with ACE scores of 0). Due to the physical and mental health risks associated with ACE scores, clinicians with Trans* and GNC clients should consider the overrepresentation of adverse childhood experiences within the Trans* spectrum population when developing appropriate treatment goals and interventions. Although the client with a Trans* spectrum identity cannot be   5separated from their assessed ACE score, current research suggests a need for further exploration of how the two factors intersect in order to inform the clinical practice of social work.   Changes to DSM-5     While the intention of editing and updating the Sexual and Gender Identity Disorders of the DSM-5 aimed to reduce stigma, Davy (2015) argues that the semantic change from GID to GD marks ‘‘inverted’’ gendered expressions as pathological and thus continues to individuals with trans* spectrum identities. One of the many problematic changes to the DSM-5 considers distress about gender incongruence as necessary evidence to make a GD diagnosis (Davy, 2015). The DSM-5 is inconsistent in the way distress due to GD is assessed. The DSM-5 states, “Although not all individuals will experience distress,’’ followed later by, ‘‘the condition is associated with clinically significant distress” (APA, 2013, p 451). These conflicting statements make it difficult for clinicians, as well as clients, to accurately navigate and conceptualize the diagnosis. Semantic interpretation leaves space for ethical debate in clinical practice. In order for a trans* spectrum  individual to receive gender corrective treatment in the United States, they must have a formal diagnosis of GD by a psychiatrist or other licensed mental health professional2 for it to be considered “medically necessary3.” This assumes that all individuals who identify as a gender other than their birth assigned gender experience “clinically significant distress;” however, this is not always the case. Davy (2015) believes that individuals who need a GD diagnosis to receive treatment will be forced to frame their experience as “in distress” in order to be perceived as authentic by clinicians. Consequently, Burnes et al. (2016) suggest that                                                  2 The requirements for proof of medical necessity are different based on state, provider requirements, and insurance company policies.  3 Medical necessity is defined differently in every state, and sometimes by providers. This study recognizes gender alignment medical interventions as indisputably necessary in congruence with the American Medical Association.    6accessing medical care for a physical transition can inflict trauma and cause distress if there is invalidation or discrimination within the healthcare setting.       Theoretical Debates of Trans* Spectrum Gender Identities      There are three consistent themes of theoretical conceptualizations of gender identity development across the current literature. First, traditional or Freudian psychoanalytic thinking   considers individuals with a trans* spectrum gender identity presentation as a consequence of poor parenting, trauma, attachment disruptions, and thus gender identity is seen as pathological (Ehrensaft, 2011). This perspective assumes that non-cis-gender identities are caused by adverse childhood experiences. An opposing perspective suggests that a child’s non-conforming gender identity is likely to cause adverse childhood experiences, especially related to interpersonal trauma (Firth, 2014). Winnicott theory of true-self conceptualization, as cited by Ehrensaft (2011), relies on appropriate mirroring and emotional holding by the primary caretakers. For trans* spectrum identifying youth, unconditional acceptance and mirroring within the family or community cannot be guaranteed, thus resulting in the rejection of true-self and a development of false-self or inauthentic self. Ehrensaft (2011) offers that children simply present themselves early on to their parents, and their parents’ response influences the identity development. Burnes et al. (2015) suggest that during childhood, rejection by the same sex-assigned parent likely shaped important psychological processes for the individual with a trans* spectrum gender identity. Likewise, Mascis (2011) offers that children who exhibit gender-identity and gender-role differences often describe an early sense of alienation from caregivers, resulting from fear or shame about an unnamable difference. Additionally, it has been noted that young children who alter their self-concept of gender identity to conform to gender norms in order to avoid social rejection often feel inauthentic and experience difficulties relating to an unestablished sense of   7self (Brinkman et al., 2012). Davy (2012) suggests a third theoretical conceptualization of gender identity development that exists within the therapeutic relationship. Davy (2013) explains that instead of creating artificial distinctions between gender identity and the impact of trauma, clinicians should aim to integrate the challenges presented by trauma survivors with the challenges experienced while identifying on the trans* spectrum. The intersection of the two presenting challenges will inform a more holistic treatment plan. Although there is no consensus among researchers on the variables that contribute to gender identity development, the high prevalence of adverse childhood experiences among individuals with a trans* spectrum gender identity requires further exploration to inform clinical practice with trans* spectrum identifying populations. Mental Health Intervention Cycle Currently, in order to be considered for physical (medical) gender transition interventions, an individual must receive a psychiatric or mental health assessment to ensure that their gender identity isn’t caused by a psychotic delusion or a response to complex trauma. Mascis (2011) explains that historically, providers play a gatekeeper role in determining access to medical transition, and that this power differential can be a source of distress among trans* spectrum identifying individuals seeking care. When considering mental health interventions for clients who have experienced trauma and also experience a trans* spectrum gender identity, Burnes et al. (2016) offer that learning specific skills to self-soothe, manage high levels of distress, and regulate emotions might be beneficial, which is consistent with a trauma-informed practice. The presence of trauma as a persistent backdrop to the lives of individuals with trans* spectrum gender identity has been established. The literature focuses on the interpersonal trauma individuals with trans* spectrum gender identities experience after physical or social transitions   8rather the adverse experiences that occurred during childhood (Brown & Pantalone, 2011). Without disregarding the idea that individuals with trans* spectrum gender identity often experience interpersonal trauma and seek mental health services to manage distressing symptoms of that trauma, this study is in response to the assumed causal relationship between ACE scores and transgender identity development. The importance of this research stems from Brown & Pantalone’s (2011) statement that providers who are less knowledgeable about the experiences of individuals with a trans* spectrum gender identity who have experienced trauma may falsely attribute symptoms of GD to borderline personality disorder. This suggests that the gender identity adapts in response to complex trauma rather than exists as a separate topic of clinical consideration. The danger of this false attribution of symptoms can result in a misdiagnosis and a grossly uninformed and potentially harmful intervention.  Interpersonal Trauma Related to Gender Identity     One conceptualization of the prevalence of survivors with a trans* spectrum gender identity relates the earliest expression of gender non-conformance to incident-based trauma (Richmond et al., 2012). Children who do not conform to assigned gender norms experience a higher frequency of maltreatment in childhood compared to cis-gender peers (Mallon & DeCrescenzo, 2006). This evidence suggests that children with a trans* spectrum gender identity are more likely to experience trauma as a result of their gender identity expression rather than the opposing argument suggesting that trauma causes GD. Another perspective holds that gender identity is influenced by the consequences of nonconformity, especially regarding experiences of gender prejudice (Brinkman et al., 2012). Richmond et al. (2012) highlight that for adolescents who identify as having a trans* spectrum gender identity, coping with trauma may result in a variety of mental health symptoms, including internalized and externalized behaviors that may   9be interpreted as mood disturbances, anxiety, dissociation, characterological traits, substance abuse, or conduct and oppositional defiant disorders (Cohen et al., 2012 as cited in Richmond et al., 2012). Approximately one third of individuals with a trans* spectrum gender identity have attempted suicide, while 42% reported a lifetime of non-suicidal self-injury (Richmond et al., 2012). Understanding the trans* or GNC individual’s presenting symptoms in context to their history is necessary for a culturally humble and appropriate assessment for treatment. The current research of Richmond et al. (2012) focuses on gender-identity as the independent variable of traumatic experiences. This quantitative study examines reported gender identities for relationship to ACE scores.     Trans* and GNC Trauma Survivors      The clinical understanding of survivors with a trans* spectrum gender identity of trauma is complex and evolving. Current conceptualizations often isolate trauma and gender identity as two separate clinical considerations; however, Mascis (2011) believes while these distinctions are reassuring to providers, they do not actually exist. For the survivor, gender identity, body, sense of self, and relationship to others are intimately intertwined (Mascis, 2011). One clinical perspective of survivors who identify as having a trans* spectrum gender identity is that they would have reason to feel alienated by their assigned gender identity, and that alienation could otherwise account for their persistent discomfort with assigned gender identity (Mascis, 2011). This perspective required individuals to be “psychosocially uncomplicated” in order to be diagnosed with GD. While these differentials are no longer explicitly stated in the DSM-5, they continue to impact survivors within the trans* spectrum gender identity populations’ relationships with mental health providers and systems (Mascis, 2011). Treatment for survivors who are simultaneously holding their trans* spectrum gender identity is complex and often   10cyclical. Mascis (2011) describes treatment as a “vortex” where in order to get treatment for gender correction, one must resolve confounding symptoms of trauma. In order to do that, though, one must be able to develop a sense of safety and self-care in a body that doesn’t represent self or safety. One consideration for working clinically with individuals with trans* spectrum gender identity is to not make the assumption that making sense of gender identity is central to their treatment goals (Mascis, 2011). This study considers Mascis’(2011) research regarding clinical implications for working with survivors of trauma who identify as trans* in order to gain insight from the individual’s perception of gender identity development as it relates specifically to adverse childhood experiences.     Recommendations for Clinical Exploration     Current literature has set a foundation for further inquiry regarding how gender identity is impacted by adverse childhood experiences. There is an existing clinical perception that individuals with a trans* spectrum gender identity experience childhood adversity disproportionately compared to non-trans* individuals; however, the question still remains as to whether and how this affects gender identity development. This study gathers quantitative data in order to assess a clinically assumed relationship between ACE scores and gender identity. Additionally, open-ended responses provide qualitative insight for further themes relating to the intersection of gender identity and adverse childhood experience. One of the most notable limitations in current research includes limited clinical insight on how to understand and inform treatment among clients who experience both responses to complex trauma and daily oppression of gender identity (Mascis, 2011). Further exploration will face limitations relating to participant populations, potential researcher bias regarding gender identity conceptualization, and the   11considerations of intersecting identities including but not limited to racial identity, socioeconomic status, or ability.                        12  CHAPTER III Methodology Participants The participants in this study were recruited via a Facebook post. The original post containing the link to the Gender Identity and Childhood Experiences (GICE) survey (see appendix A) was shared twenty-two times, and the survey received 327 responses. Out of the 324 participants who accessed the link to the survey, none responded that they did not meet the inclusion criteria of being at least eighteen years old and able to read and respond to the survey in English. Out of the 327 participants who met the inclusion criteria, 174 self-identified as non-trans* female, 37 as non-trans* male, and 112 identified as being on the trans* spectrum. The average age of participants was 30 years old with a range from 18 to 70 years of age.  Procedure Upon accessing the GICE survey, individuals were asked if they met the criteria to participate. Once agreeing that they met the inclusion criteria, they were taken to a page with the informed consent form (appendix B). In order to protect anonymity, participants who read and understood the informed consent and wished to continue had the option to indicate that they agreed to continue on the GICE survey by selecting, “I have read the informed consent and agree to continue as a participant in this research study,” rather than providing an electronic signature. The next page of the GICE survey contained resources (appendix C) for participants to access in the event that they experience any distress during or after participating. After completing the 23 questions on the GICE survey, participants received a message indicating the end of the survey.   13Assessments and Measures The first nine questions (Q1-Q9) of the GICE related to gender identity as well as gender identity development. Age of the participant as well as gender identity were formatted as open response in order to be inclusive of all gender identities. Additional open responses included indicating the age at which the participant became aware of their gender identity and how the participant’s gender identity has changed or remained the same over time. The qualitative data was then coded4 for analysis. Gender identity was coded based solely on the participant’s response to Q7 on the GICE survey. A 7-point Likert Scale was used for questions 9, 10, 12, 13, and 14. Two different scales were used: one measured degree of satisfaction, and one measured likelihood. Both scales included an option for participants to omit their answer.     The remaining questions on the GICE were adapted from the ACE study that identifies 10 types of childhood trauma to be measured (Aces Too High, 2016). The Human Subject Review committee recommended the semantics of question 7 on the original ACE study (Q17 of GICE) be edited from, “was your mother or stepmother” to “was your parent or stepparent” stating, “It might be possible that as a child the participant witness their father or step-father be assaulted, and this would be equally traumatic.” This feedback names one of many areas identified by this study in need of further exploration. From the original 10 identified types of childhood trauma, the GICE survey considered each experience of trauma as a separate question to total thirteen total questions (see GICE survey attached). This changed the maximum possible ACE* score from 10 to 13, respectively. In addition, satisfaction with gender presentation as a child and satisfaction with current gender expression were assessed independently for relationship to each individual ACE* question. This cross tabulation assessment replaced gender                                                  4 See GICE Coding Manual in Appendix  * Referring to the adapted ACE score where X≤13    14identity with levels of satisfaction in order to examine any indications of further investigation of ACE score outcomes.   For the purpose of this study, the examined hypothesis (H1: mu > mu0) indicates that there is an observable relationship between ACE score and trans* spectrum gender identities (mu); where participants who identify their gender as being on the trans* spectrum will have ACE scores that are statistically5 higher than non-trans* participants (mu0). In order to run a cohesive statistical analysis, a null hypothesis (H0: mu = mu0) was established, stating participants who identify their gender as being on the trans* spectrum will not have ACE scores that are statistically higher than non-trans* participants. The z score was calculated using the mean ACE score for trans* spectrum identities (mu) and the mean ACE score for non-trans* identities (mu0). The associated p value was used in analysis to compare against a 95% confidence interval, where alpha=.05.                                                          5 Having a p-value < .05   15   CHAPTER IV Findings  This study followed quantitative design to survey participants with the intention of collecting data regarding gender identity, childhood experiences of gender, and ACE* scores. The data collected can be viewed in Table 1 and Table 2. Statistical analysis concludes that there is no significant evidence indicative of a gender identity being influenced by ACE score, with a .998 (or 99%) confidence interval. The z-score calculated using mu (3.99) and mu0 (3.355) was 2.88 offering a .998 p-value. Compared to alpha (.05), the p-value (.998) reveals an inability to rule out probability as a variable within the data collected. The responses indicate a need for further development of studies and data collection measures in order to inform clinical work within the transgender spectrum population.  Quantitative Results Table 1   Gender Identity & Childhood Experience, (N=327)  Non- Trans* Female n=174 Non- Trans* Male n=37 Non- Trans*   n=207 Trans* Spectrum n=112 Trans* Female   n=9 Trans* Male   n=27 Genderqueer     n=80 Age of Participants (Q6) 18-24 36% 21% 33% 46% 22% 44% 48% 25-30 28% 35% 29% 32% 44% 33% 30% 31-37 18.4% 30% 20% 13% 11% 11% 14% 38-46 6% 8% 6% 6% 11% 11% 4%   16 Non- Trans* Female n=174 Non- Trans* Male n=37 Non- Trans*   n=207 Trans* Spectrum n=112 Trans* Female   n=9 Trans* Male   n=27 Genderqueer     n=80 47-55 7% 3% 7% 2%     3% 55-75 5%   4% 2% 11%   3% Age Participant became aware of their Gender Identity (Q8): Can’t recall 6% 8% 6.8% 1% 0% 0% 1.3% Infancy (birth-2) 7.5% 11% 7.7% 0% 0% 0% 0% Toddler (2-3) 12.1% 13.2% 13% 2% 0% 7.4% 0% Preschool (3-5) 48.3% 39.5% 48% 15.2% 11.1% 15% 15% Childhood (6-12) 12.1% 5.3% 11% 15.2% 33.3% 15% 13% Adolescence (13-17) 7.5% 11% 8.2% 21.4% 22.2% 19% 23% Young Adult (18-35) 5.2% 16% 6.3% 46.4% 44.4% 52% 45% Middle Adult (36-60) 0% 0% 0% 2% 11.1% 0% 1.3% Satisfaction with childhood gender presentation (Q9): Extremely Satisfied 28% 45% 31% 3% 0% 7.4% 1.3% Moderately Satisfied 31% 32% 31% 12.5% 0% 11.1% 14% Slightly Satisfied 9.2% 11% 10% 6.3% 0% 7.4% 6.3% Neither Satisfied nor dissatisfied 12.1% 8% 11.1% 7.1% 11.1% 0% 10% Slightly dissatisfied 11% 5.3% 15% 30.4% 56% 33.3% 25% Moderately dissatisfied 8.1% 0%   6.3% 26% 11.1% 30% 29% Extremely dissatisfied 2% 0% 1.5% 15.2% 22.2% 11.1% 15%        17 Non- Trans* Female n=174 Non- Trans* Male n=37 Non- Trans*   n=207 Trans* Spectrum n=112 Trans* Female   n=9 Trans* Male   n=27 Genderqueer     n=80 Has participants gender identity changed since childhood? (Q10) Definitely yes 5.2% 11% 5.3% 48.2% 78% 44.4% 48% Probably yes 14% 26.3% 16% 21.4% 0% 26% 21.3% Might or might not 12% 3% 10.1% 7.1% 0% 0% 10% Probably not 28.2% 11% 25% 16.1% 22.2% 19% 15% Definitely not 40.2% 50% 43% 4% 0% 7.4% 2.5% Prefer not to answer .6% 0% .5% 4% 0% 4% 3.8%  Satisfaction with current gender expression (Q13): Extremely satisfied 40.2% 47.4% 42.5% 13.4% 11.1% 37% 5% Moderately satisfied 46% 40% 43.5% 47.3% 67% 41% 49% Slightly satisfied 6% 5.3% 6% 21% 22.2% 3.7% 26.3% Neither satisfied nor dissatisfied 5% 5.3% 5% 3% 0% 0% 4% Slightly dissatisfied 2.3% 2.6% 2.4% 5.4% 0% 7.4% 5% Moderately dissatisfied 1.1% 0% 1% 8% 0% 4% 10% Extremely dissatisfied 0% 0% 0% 2% 0% 0% 1.3% No answer 0% 0% 0% 1% 0% 4% 0% Support from family regarding current gender identity (Q14): Extremely likely 74% 74% 74.4% 17% 44.4% 22.2% 11.3% Moderately likely 16.1% 16% 15% 31.3% 22.2% 33.3% 34% Slightly likely 4% 3% 3.4% 16.1% 0% 15% 19% Neither likely nor unlikely 1.1% 3% 1.4% 5% 0% 4% 5%   18 Non- Trans* Female n=174 Non- Trans* Male n=37 Non- Trans*   n=207 Trans* Spectrum n=112 Trans* Female   n=9 Trans* Male   n=27 Genderqueer     n=80 Slightly unlikely 3.4% 3% 3.4% 8% 0% 7.4% 9% Moderately unlikely 1% 0% 1% 11% 0% 7.4% 13% Extremely unlikely 1% 0% 1% 12% 33.3% 11.1% 9%  Table 2  Distribution of surveyed Adverse Childhood Experience, (N=327)   Non-Trans* Female  n=174 Non- Trans* Male n=37 Non-Trans*   n=207 Trans* Spectrum   n=112 Trans* Female   n=9 Trans* Male   n=27 Genderqueer     n=80 Did your parent or other adult in the household often or very often swear at you, insult you, put you down or humiliate you? Yes 39% 24% 37% 42% 55% 19% 48% No 59% 76% 62% 56% 44.4% 81% 51%  Did your parent or other adult in the household often or very often act in a way that made you feel afraid that you might be physically hurt?Yes 14% 14% 15% 18% 22% 15% 18% No 85% 86% 85% 81% 77.8% 85% 81% Did your parent or other adult in the household often or very often push, grab, slap, or throw something at you? Yes 14% 13.4% 14.5% 18% 22% 15% 18% No 85% 86% 85% 80% 78% 85% 81% Did your parent or other adult in the household often or very often hit you so hard that you had marks were injured? Yes 6% 8% 6% 6%  4% 9% No 94% 92% 93.2% 94% 100% 96% 91%   19 Non-Trans* Female  n=174 Non- Trans* Male n=37 Non-Trans*   n=207 Trans* Spectrum   n=112 Trans* Female   n=9 Trans* Male   n=27 Genderqueer      n=80 Did an adult or person at least 5 years older than you ever touch or fondle you or have you touch their body in a sexual way? Yes 22% 8% 20% 29% 11% 22% 33% No 76% 89% 79% 65% 77% 66% 64% Did an adult or person at least 5 years older than you ever attempt to or actually engage you in oral, anal or vaginal intercourse?  Yes 14% 5% 12% 10%  7% 11% No 83% 95% 86% 84% 89% 85% 84% Did you often or very often feel that no one in your family loved you or thought you were important or special? Yes 28% 24% 28% 35% 33% 33% 34% No 71% 76% 71% 63% 67% 55% 66% Did you often or very often feel that your family didn’t look out for each other, feel close to each other, or support each other?  Yes 40% 27% 37% 47% 66% 48% 48% No 60% 73% 63% 42% 55% 48% 89% Did you often or very often feel that you didn’t have enough to eat, had to wear dirty clothes and had no one to protect you? Yes 10% 5% 9% 11% 22% 7% 11% No 90% 95% 91% 88% 78% 89% 89% Did you often or very often feel that your parents were too drunk or high to take care of you or take you to the doctor if you needed it?  Yes 3% 5% 3% 8% 11% 7% 8% No 96% 95% 96% 92% 89% 93% 91%   20 Non-Trans* Female  n=174 Non- Trans* Male n=37 Non-Trans*   n=207 Trans* Spectrum   n=112 Trans* Female   n=9 Trans* Male   n=27 Genderqueer      n=80 Were your parents ever separated or divorced? Did you live with anyone who was a problem drinker or alcoholic or who used street drugs?  Yes 36% 35% 35% 34% 33% 22% 41% No 64% 65% 65% 66% 66% 78% 59% Was a household member depressed or living with a mental illness, or attempt suicide? Yes 59% 51% 57% 63% 44% 55% 69% No 39% 49% 42% 36% 55% 41% 31% Did a household member go to prison? Yes 6% 14% 7% 5% 11% 4% 8% No 94% 84% 92% 93% 88% 96% 91% Yes 39% 43% 39% 44% 44% 37% 49% No 61% 60% 57% 54% 55% 63% 49%        21Table 3:  Gender Identity Satisfaction ACE Table n=327   22Figure 1  Frequency of ACE scores relative to each gender identity category  Qualitative responses to GICE included open-ended questions on gender, current age, how one’s gender has changed or remained the same since childhood, and age that the participant became aware of their gender. Responses varied based on interpretation of the semantics of the question and offered insight for further qualitative inquiry.  Open ended responses to gender identity included6 Female, Male, Female/Genderqueer, Transgender man, “other”, Femme, cis-woman, Female/femme, Non-binary, Genderqueer, Woman, Transgender male, Male (Trans* Masculine), Trans Women, Non-binary, Trans Woman Trans Man, Agender, Bigender, Gender non-conforming, Queer, Intersex, FTM, Trans lady, Gender Neutral,  Cisgender female, Non-binary trans, Demiboi, Butch, Soft butch, Vid-                                                 6 See appendix D for exhaustive list of reported gender identities   23woman, Genderfluid, Demigirl, Trigender, Gender Variant, Trigender. For the intention of analyzing the data, reported genders were separated into 7 categories: Non-trans* non-trans* female, non-trans* male, trans* spectrum, trans* female, trans* male, and genderqueer.  In the case that a participant included both a non-trans* identity and a genderqueer identity (i.e. female/gender fluid), they would be included in the respective non-trans* gender category as well as the genderqueer category. The participant with more than one reported gender identities was not included in the non-trans* category, where n=207, or the Trans* spectrum category, where n=112. This explains the difference in the sum of the respective categories compared to the total number of responses to the survey. Additionally, by categorizing data based only on the participants’ reported gender identity as opposed to published definitions of gender identity resulted in a coding error.  For example, a participant who was assigned female gender at birth and has undergone a gender transition social and/or physical, and now identifies as male – not a transgender male – was included in the Non-trans* male population. The implications of the errors stated above are addressed in the discussion of this study.  Age and Development of Gender awareness   The average reported current age of the participants was 30 years of age, with a range of 18-70. 48% of non-trans* participants reported being aware of their gender identity during preschool age of development (3-5 years of age). 46% of trans* spectrum participants reported awareness of their gender identity during young adulthood (18-35 years of age). In the case that a participant included the age they became aware of their gender assigned at birth, as well as when they became aware of their current gender identity, the latter was used for the purpose of data analysis, as this study is concerned with childhood experiences and current gender identity. Additionally, when age of becoming aware of one’s gender was not reported as a number value,   24the response was analyzed, and a stage of development was inferred and categorized accordingly (i.e. “fairly young” was categorized as preschool age).  Themes of Gender Identity Development  Non-trans* female responses to, “How has your gender changed or remained the same over time?” included themes of conforming to expected gender behaviors and presentations, never questioning one’s female identity, becoming more comfortable with one’s female identity, early childhood experiences being considered a “tomboy,” and a curiosity or desire to be male during childhood that eventually went away. Non-trans* male participants reported themes of their gender identities remaining the same, being less concerned with societal norms, strengthened sense of identity through puberty and adulthood, and challenging expected gender performances.  Trans* female responses expressed a consistent theme of knowing at a young age they were in the wrong body but suppressing any expression of their gender identity until later in life. The act of suppressing their expression of gender was explained by not feeling safe enough interpersonally to transition, not having access to resources and healthcare, and the adverse experience of being pathologized as a young child who didn’t meet congruent-gender expectations. Trans* male responses mirrored the themes of trans* females; however, there was an increased reporting of social and physical/medical transitions among trans* male participants. Genderqueer participants disclose a poignant theme of not having the language to express their experience of gender until late into adolescence or early adulthood. This experience is also repeatedly described as a feeling of something being “wrong.” These themes provide critical insight for further examination of how gender identity development is pathologized and the impact that has on the practice of clinical social work.     25   CHAPTER V Discussion  Quantitative data collected during this study highlights the need for further exploration of the clinician-inferred correlation between ACE scores and Transgender* identities or Gender Dysphoria (DSM-5 302.85, F64.9) (APA, 2013). For this study, only four of the sample populations can be considered for statistical significance, where n ≥ 30. When looked at independently, trans* male (n=27) and trans* female (n=9) sample populations do not have a sample size that allows for statistical analysis of findings. However, when the sample population is conceptualized as having either a trans* Spectrum identity (n=112) or a non-trans* identity (n=207), the sample can be considered representative of the greater population (N) and analyzed for statistical significance. Ethics of assigning gender identities  Including an open response for participants to report their gender identity yielded far more gender identities and variations of gender identities than the commonly used male, female, or transgender options for reporting. While the intention in having gender identity be open response on the survey was to reduce the need for participants to assign themselves to a box they might not feel completely comfortable in, it simply delayed the ‘boxing’ until data analysis. For the purpose of this study, the researcher utilized seven categories for gender identity. Each participant’s response to gender identity (Q7 on GICE) was assessed to determine the category most congruent with the response. This method of coding posed ethical concerns regarding the researcher’s role in assigning gender identities for data analysis. The process of coding gender   26identity responses to ‘fit’ into 7 specific categories mirrors an everyday experience of gender-based oppression reported by many participants. The method used for categorizing resulted in the miscoding of gender identity (as defined by this study) inferred exclusively on reported gender identity (Q7). The assumption that individuals who responded with ‘male’ as their current gender identity had been assigned male at birth is deeply problematic and emphasizes the presence and impact of researcher bias.  Additionally, the coding error also raises questions relevant to the focus of this study, such as, “Should the ACE* score of an individual who currently identifies as ‘male,’ who was assigned female at birth, be included in the ‘non-trans* male’ sample population if that is how they self-identify?” The implication of this coding error provides a critical need for a deeper understanding of how individuals conceptualize their own gender identity as well as the impact that assuming an individual’s gender identity has within clinical practice. Validity of GICE assessment  In efforts to produce a non-restrictive gender identity assessment instrument, the validity of the instrument was compromised. Individual interpretation of the questions was too generously enabled, and as a result, it produced drastic variance in the content reported. Questions 8 (Q8) and 11 (Q11) were affected by semantic interpretation. Q8 is open response and asks, “At what age did you become aware of your gender identity?” For individuals who identify with their gender assigned at birth, this question may have seemed as straightforward as one participant’s interpretation when they stated, “I think when I was a baby.” For participants who have experienced a shift or shifts in gender identity, answering this becomes more complex.  One participant illustrates the difficulty they experienced when answering the same question (Q8):     27Not sure I understand this question. Is it at what age did I become aware that I have a gender identity? I was aware that my gender identity conflicted with my parents’ expectations at a very young age but I had no words for it. I was very masculine identified and believed myself to be male, but there was much interference with this belief from parents and community. My conscious awareness of my gender presentation was different depending on the day. If I was forced into female clothing I fought tooth and nail and it was very emotionally exhausting and painful. Until I was twelve or thirteen saw myself as male and often was able to wear clothing that felt comfortable. Around 12 years old I started trying to ‘fit in’ as a female person. Struggled intensely with gender dysphoria.    A limitation of working with the GICE survey was the range of options available when using the Likert Scale. For question 9 (Q9) which asked, “How satisfied were you with your gender presentation as a child?” participants could respond on a 7-point scale ranging from extremely satisfied (7) to extremely dissatisfied (1). The scale also included a neutral response of neither satisfied nor dissatisfied (3). The wide distribution of responses colludes the data and inhibits assessment for statistical significance. A smaller-range scale would likely reduce the impact of relative individual experiences, where one person’s ‘extremely satisfied’ is equal to another’s ‘slightly satisfied.’ As used in this introductory study, despite quantifiable validity, the GICE assessment demonstrates the necessity of greater attention to the complexities of gender identity and childhood experiences by clinical social workers as well as social work researchers.  Interpreting observable trends  Figure 1 depicts a consistent negative trend in percent of the sample population as ACE* score increases, regardless of gender identity. This trend provides no evidence of statistical significance that gender identity is a variable in considering reported ACE* scores. Each question on the ACE* questionnaire was analyzed by gender identity (Table 2), as well as past and current satisfaction with gender identity (Table 3).  One limitation of using ACE* scores as a quantifier is the inability to determine the precipitant of the adverse experience. For example, determining whether the participant experienced neglect and abuse as a result of their non-conforming gender expression, or the infliction of neglect and abuse preceded any non-  28conforming gender expression is not possible, thus suggesting the variables are not mutually exclusive. Suggestions for directions   Current literature fails to establish a means to measure and assess gender identity that is both reliable and valid. Tate & colleagues (2014) identify five facets that contribute to gender, which are as follows: Birth-assigned gender category, current gender identity, gender roles and expectations, gender social presentation, and gender evaluations. These five facets, as well as the intersections between the facets, should be considered in the development of future measures or reporting tools for gender identity conceptualization. Additionally, Table 3 offers data relating to gender identity satisfaction responses to each ACE* question, providing insight for further clinical investigation without explicit gender identity disclosure.  While the peer reviewed literature examining ACE scores experienced by trans* spectrum populations is limited and leaves significant findings to be desired, the peer reviewed literature examining the resilience scores7 experienced by trans* spectrum populations is a virtually uncharted area of exploration within social work research (Aces Too High, 2016). By shifting the focus from the adversity that individuals with trans* spectrum gender identity experience to these individuals’ resilience, the pathology often associated with trans* spectrum gender identities is re-conceptualized as an identity openly expressed “in spite of,” rather than “because of” adversity and interpersonal trauma. Clinical social workers have a duty to increase knowledge and cultural humility in regards to trans*spectrum identities in order to meet the standards set forth by the National Association of Social Workers Code of Ethics. It is essential that practicing clinicians are able to conceptualize and support a client’s presentation of their                                                  7 Referring to the Resilience Questionnaire developed by the early childhood service providers, pediatricians, psychologists, and health advocates of Southern Kennebec Healthy Start, Augusta, Maine, in 2006, and updated in February 2013. Intended for parenting education and has not been used for research purposes (Acestoohigh.com, 2016).    29authentic gender identity as a strength and not a disorder in need of treatment. The latter conceptualization contributes to the stigma and continued pathology of trans* spectrum gender identities. The results of this study are inconsistent with the “assumed” causal relationship in which gender identity is dependent on an individual’s experience of complex trauma, and they warrant continued critical investigation on this topic and its existence within clinical social work.  Conclusion Current clinical practice reimbursed by insurance companies must follow procedures that perpetuate the pathologizing of individuals with trans* spectrum identities. In order to receive therapy focused on empowerment, gender exploration, and the healing of interpersonal trauma relating to gender non-conformity, clinicians must locate the diagnosis within the individual seeking support. This poses an opportunity for the clinician to utilize an intersubjective approach to naming and finding a solution to the dilemmas posed by insurance companies, collaboratively with the client, in a way that maintains self-efficacy. The high prevalence of mental health diagnoses, such as depression and anxiety, within the trans* Spectrum population cannot be denied. The reviewed literature and data collected during this study suggest interpersonal trauma relating to one’s gender identity, such as bullying, microaggressions, stigma, and marginalization, are factors that increase the experience of depressive symptoms. Respondents who identified as having a trans* Spectrum identity reported being bullied or humiliated by their family, as well as feeling unsupported within their family at higher percentages than respondents with non-trans* identities. By formulating a diagnosis where gender dysphoria is the presenting concern, the individual’s social environment is not held accountable for the infliction of harm to the individual’s sense of self. Clinical social workers intending to practice cultural humility must be willing to locate the “cause” of the individual’s distress within the social system’s the individual interacts.    30A clinician’s conclusion that a client is experiencing depressive symptoms as a result of gender dysphoria reinforces that there is something innately wrong with having a trans* spectrum gender identity. Conversely, the clinical formulation that a client who has experienced sexual trauma as a child has developed a trans* Spectrum identity as a way of coping with the trauma suggests a trans* Spectrum identity is maladaptive and can be treated with an informed behavioral approach. It is critical that social work professionals are conscious of the way mental health services, as well as other macro-systems, contribute to vicarious retraumatization by pathologizing a client’s trans* spectrum gender identity. In addition, it is the responsibility of social work professionals to follow the NASW Code of Ethics by committing to a practice of social justice and cultural humility, as well as an ongoing interrogation of the current clinical conceptualization of individuals seeking services who also have a trans* spectrum identity.      31References  American Medical Association House of Delegates. (2011). Removing financial barriers     to care for transgender patients. (Resolution: 122, A-08). Washington, DC. American Psychiatric Association. (2013). Diagnostic and statistical manual of mental Disorders (5th ed.). (164). Washington, DC.        Brinkman, B. G., Rabenstein, K. L., Rosén, L. A., & Zimmerman, T. S. (2014). Children’s gender identity development: The dynamic negotiation process between conformity and authenticity. Youth & Society, 46(6), 835-852. Doi:10.1177/0044118X12455025        Brown, L. S., & Pantalone, D. (2011). Lesbian, gay, bisexual, and transgender issues in trauma psychology: A topic comes out of the closet. Traumatology, 17(2), 1-3.   Doi:10.1177/1534765611417763        Burnes, T. R., Dexter, M. M., Richmond, K., Singh, A. A., & Cherrington, A. (2016). The   experiences of transgender survivors of trauma who undergo social and medical    transition. Traumatology, 22(1), 75-84. Doi:10.1037/trm0000064        Davy, Z. (2015). The DSM-5 and the politics of diagnosing transpeople. Archives Of Sexual   Behavior, 44(5), 1165-1176. Doi:10.1007/s10508-015-0573-6        Firth, M. T. (2014). Childhood abuse and depressive vulnerability in clients with gender    dysphoria. Counselling & Psychotherapy Research, 14(4), 297-305.     Doi:10.1080/14733145.2013.845236  Iniguez, K. C., & Stankowski, R. V. (2016). Adverse Childhood Experiences and Health  in Adulthood in a Rural Population-Based Sample. Clinical Medicine &   Research, 14(3-4), 126-137. doi:10.3121/cmr.2016.1306        Mascis, A. N. (2011). Working with transgender survivors. Journal of Gay & Lesbian Mental   Health, 15(2), 200-210. Doi:10.1080/19359705.2011.553782        Pantalone, D. W., Valentine, S. E., & Shipherd, J. C. (2017). Working with survivors of trauma  in the sexual minority and transgender and gender nonconforming populations. In K.  DeBord, A. R. Fischer, K. J. Bieschke, R. M. Perez, K. A. DeBord, A. R. Fischer, … R. M. Perez (Eds.) , Handbook of sexual orientation and gender diversity in counseling and psychotherapy (pp. 183-211). Washington, DC, US: American Psychological Association. Doi:10.1037/15959-008    Prewitt, Elizabeth, Emma Tattenbaum-Fine, Jane Ellen Stevens, Anndee Hochman, and    Chronicle of Social Change. \"ACEs Too High.\" ACEs Too High. N.p., n.d. Web.   17 June 2017.        Richmond, K. A., Burnes, T., & Carroll, K. (2012). Lost in trans-lation: Interpreting systems of  trauma for transgender clients. Traumatology, 18(1), 45- 57.doi:10.1177/1534765610396726            32Richmond, K., Burnes, T. R., Singh, A. A., & Ferrara, M. (2017). Assessment and treatment of   trauma with TGNC clients: A feminist approach. In A. Singh, l. m. dickey, A. Singh, l.   m. dickey (Eds.) , Affirmative counseling and psychological practice with transgender   and gender nonconforming clients (pp. 191-212). Washington, DC, US: American   Psychological Association. Doi:10.1037/14957-01     Appendix A   33Q6 Age: Q7 Gender identity:   Q8 What age did you become aware of your gender identity?  Q9 How satisfied were you with your gender presentation as a child?  Extremely satisfied (1)  Moderately satisfied (2)  Slightly satisfied (3)  Neither satisfied nor dissatisfied (4)  Slightly dissatisfied (5)  Moderately dissatisfied (6)  Extremely dissatisfied (7)  Q10 Has your gender identity changed since you were a child?   Definitely yes (1)  Probably yes (2)  Might or might not (3)  Probably not (4)  Definitely not (5)  I prefer not to answer (6)  Q11 How has your gender identity changed or remained the same over time?  Q12 In your experience have you ever been treated differently because of your gender identity?  Definitely yes (1)  Probably yes (2)  Might or might not (3)  Probably not (4)  Definitely not (5)  I prefer not to answer (6)  Q13 How satisfied are you with your current gender expression?  Extremely satisfied (1)  Moderately satisfied (2)  Slightly satisfied (3)  Neither satisfied nor dissatisfied (4)  Slightly dissatisfied (5)  Moderately dissatisfied (6)  Extremely dissatisfied (7)  I prefer not to answer (8)      Appendix A continued   34Q14 How likely is your family to support your current gender expression?  Extremely likely (1)  Moderately likely (2)  Slightly likely (3)  Neither likely nor unlikely (4)  Slightly unlikely (5)  Moderately unlikely (6)  Extremely unlikely (7)  I prefer not to answer (8)  Q15 The next several questions will as you to consider childhood experiences prior to your 18th birthday. The focus is on adverse childhood experiences. If at any point you with to discontinue your participation, simply exit out of the browser. Please click below to indicate you wish to continue with the survey.   I wish to continue (1)  Q16 Did your parent or other adult in the household often or very often swear at you, insult you, put you down or humiliate you?   Yes (1)  No (2)  I prefer not to answer (3)  Q17 Did your parent or other adult in the household often or very often act in a way that made you feel afraid that you might be physically hurt?  Yes (1)  No (2)  I prefer not to answer (3)  Q18 Did your parent or other adult in the household often or very often push, grab, slap, or throw something at you?  Yes (1)  No (2)  I prefer not to answer (3)  Q19 Did your parent or other adult in the household often or very often hit you so hard that you had marks were injured?  Yes (1)  No (2)  I prefer not to answer (3)  Q20 Did an adult or person at least 5 years older than you ever touch or fondle you or have you touch their body in a sexual way?  Yes (1)  No (2)  I prefer not to answer (3)      Appendix A continued   35Q21 Did an adult or person at least 5 years older than you ever attempt to or actually engage you in oral, anal or vaginal intercourse?   Yes (1)  No (2)  I prefer not to answer (3)  Q22 Did you often or very often feel that no one in your family loved you or thought you were important or special?  Yes (1)  No (2)  I prefer not to answer (3)  Q23 Did you often or very often feel that your family didn't look out for each other, feel close to each other, or support each other?   Yes (1)  No (2)  I prefer not to answer (3)  Q24 Did you often or very often feel that you didn't have enough to eat, had to wear dirty clothes and had no one to protect you?  Yes (1)  No (2)  I prefer not to answer (3)  Q25 Did you often or very often feel that your parents were too drunk or high to take care of you or take you to the doctor if you needed it?   Yes (1)  No (2)  I prefer not to answer (3)  Q26 Were your parents ever separated or divorced?  Yes (1)  No (2)  I prefer not to answer (3)  Q27 Did you live with anyone who was a problem drinker or alcoholic or who used street drugs?   Yes (1)  No (2)  I prefer not to answer (3)  Q28 Was a household member depressed or living with a mental illness, or attempt suicide?  Yes (1)  No (2)  I prefer not to answer (3)      Appendix A continued   36Q29 Did a household member go to prison?  Yes (1)  No (2)  I prefer not to answer (3)  Q30 Thank you for your participation in this research study. Your answers have been recorded and will be considered in the results of this study.   Click here to finish the survey (1)                                           Appendix B   37  2016-2017 Consent to Participate in a Research Study Smith College School for Social Work ● Northampton, MA …………………………………………………………………………………. Title of Study: Gender identity development & childhood experiences Investigator(s): Liam Malone, lmalone@smith.edu …………………………………………………………………………………. Introduction  You are being asked to be in a research study of the impact of childhood experiences on gender identity.    You were selected as a possible participant because you are an individual between the ages of 18-65.  We ask that you read this form and ask any questions that you may have before agreeing to be in the study.  Purpose of Study    The purpose of the study is to gain an understanding of how childhood experiences affect gender identity development.  This study is being conducted as a research requirement for my master’s degree in Social Work.   Ultimately, this research may be published or presented at professional conferences.   Description of the Study Procedures  If you agree to be in this study, you will be asked to do the following things: - Sign below to indicate informed consent - Complete an online survey anticipated to require no more than 15 minutes. If at any point you wish to withdraw from the study, you may. - If interested in participating in a formal interview for qualitative data collection, indicate so at the end of the online survey form.  - If selected for an interview you will be contacted by Liam to arrange a time block of 30 minutes to conduct the interview.  - During the interview you may terminate your participation at any point.  Risks/Discomforts of Being in this Study  The study has the following risks: Due to the sensitive content of the survey, there is a low but possible chance of becoming triggered. If at any point you wish to end the survey you may simply exit the survey. Attached to this form is a referral list of available support resources.  Benefits of Being in the Study  The benefits of participation are contributing to a growing body of knowledge on complex identities, the opportunity to provide personal insight on the subject, and the chance to talk about topics of interest to you.    Appendix B continued   38 The benefits to social work/society are: To inform the clinical practice with individuals who are Trans* or Gender nonconforming who may or may not have experienced adversity during childhood. Confidentiality  The survey section of study is anonymous.  I will not be collecting or retaining any information about your identity.  If you choose to participate in an interview your participation will be kept confidential. Your identity will not be attached to interview recordings, instead you will have the opportunity to choose an alias or one will be chosen for you.   All research materials including recordings, transcriptions, analyses and consent/assent documents will be stored in a secure location for three years according to federal regulations. In the event that materials are needed beyond this period, they will be kept secured until no longer needed, and then destroyed. All electronically stored data will be password protected during the storage period. We will not include any information in any report we may publish that would make it possible to identify you.  Payments/gift   You will not receive any financial payment for your participation in taking the survey.   If you choose to participate in an interview, you will be entered in a drawing for a $20 gift card to Amazon.   Right to Refuse or Withdraw  The decision to participate in this study is entirely up to you.  You may refuse to answer any question or withdraw from the study at any time (up to the date noted below) without effecting your relationship with the researchers of this study or Smith College.  Your decision to refuse will not result in any loss of benefits (including access to services) to which you are otherwise entitled.  If this is an interview and you choose to withdraw, I will not use any of your information collected for this study. You must notify me of your decision to withdraw by email or phone by 5/1/2017. After that date, your information will be part of the thesis, dissertation or final report. If this is an anonymous survey, simply exit at any point by clicking on ‘escape’ at the top of the screen if you wish to do so. Answers to questions prior to exiting will remain in the survey up to that point, but I will have no way to know who you are, and the survey will be discarded as I will not use incomplete surveys in my study.    Right to Ask Questions and Report Concerns  You have the right to ask questions about this research study and to have those questions answered by me before, during or after the research.  If you have any further questions about the study, at any time feel free to contact me, Liam Malone at Lmalone@smith.edu or by telephone at xxx-xxx-xxxx. If you would like a summary of the study results, one will be sent to you once the study is completed. If you have any other concerns about your rights as a research participant, or if you have any problems as a result of your participation, you may contact the Chair of the Smith College School for Social Work Human Subjects Committee at (413) 585-7974. Consent  Your signature below indicates that you have decided to volunteer as a research participant for this study, and that you have read and understood the information provided above. You will be given a signed and dated copy of this form to keep. You will also be given a list of referrals and access information if you experience emotional distress related to your participation in this study.   Appendix B continued   39…………………………………………………………………………………. Name of Participant (print): _______________________________________________________ Signature of Participant: _________________________________ Date: _____________ Signature of Researcher(s): _______________________________  Date: __________  Appendix E  40   Appendix D  41Q7 - Gender identity (exhaustive list – some repeat answers have been removed) Female Female cisgender female woman F Cisgender female Cis-female cisgender female Female (cisgender) Cis female Female/genderqueer/butch Female Queer Cis Femme butch Cis woman woman F Woman somewhat fluid, but mostly female cisfemme, ciswoman Partly non-binary; partly cis woman Cis Woman soft butch cis woman Vid-woman cis female Cis woman Female cis woman Cisgender female Femme cis woman female ..[but more neutral but I don't have a term for it] Cis woman Female/Femme Cis-woman Female/Gender queer  Male male Cisgender Cis-male Cisgender Male/Genderfluid Male cis-male maleCis male feminine male Cisgender Male Cis Man Male Male/intersex  Trans* Female Gender identityTrans Woman trans woman Female, Trans-Female Transgender woman Trans Woman Trans lady trans women Trans Woman NonBinary Trans Woman   Trans* Male genderqueer trans maletransmale Trans Man Trans man Trans guy trans man Transgender man Non-binary trans man Transgender Man Transgender FTM Nonbinary/transmasculine trans man Male (trans) Trans Man Transman Transgender male Trans guy Genderqueer, FTM Man, ftm transgender male Trans man Male (trans masculine) transgender male Transgender man Genderqueer Genderqueer gender fluid, trans-feminine Non binary Genderfluid Nonbinary Female/genderqueer/butch non binary Gender Neutral Bigender/genderqueer/work in progress non-binary Agender Non binary trans masculine butch Transmasculine Genderqueer genderqueer, nonbinary, androfemme Agender Queer Trigender Nonbinary transgender Transgender, agender, non binary demigirl Non-conforming Queer gender non-conforming woman Female/ Queer/ Gender-Queer Trans non-binary Non binary trans Butch gender nonconforming female, nonbinary DemiBoi Gender queer nonbinary transmasc Me ???? Non-binary, gender queer, transmasculine Genderqueer agender nb Trans/genderqueer genderqueer/ gender non-conforming  Appendix D  42non-binary, genderqueer Queer Non-binary, Trans-masculine gender-nonconforming femme Gender Queer Queer bi-gendered Genderqueer Queer/nonbinary GNC Agender Bigender agender Genderqueer/trans NonBinary Trans Woman Genderqueer, non-binary trans Other Female/Gender queer        Appendix E  43    School for Social Work   Smith College Northampton, Massachusetts 01063  January 9, 2017   Liam Malone  Dear Liam,  You did a very nice job on your revisions. Your project is now approved by the Human Subjects Review Committee.   Please note the following requirements:  Consent Forms:  All subjects should be given a copy of the consent form.  Maintaining Data:  You must retain all data and other documents for at least three (3) years past completion of the research activity.  In addition, these requirements may also be applicable:  Amendments:  If you wish to change any aspect of the study (such as design, procedures, consent forms or subject population), please submit these changes to the Committee.  Renewal:  You are required to apply for renewal of approval every year for as long as the study is active.  Completion:  You are required to notify the Chair of the Human Subjects Review Committee when your study is completed (data collection finished).  This requirement is met by completion of the thesis project during the Third Summer.  Congratulations and our best wishes on your interesting study.  Sincerely,  Elaine Kersten, Ed.D. Co-Chair, Human Subjects Review Committee  CC: Joan Lesser, Research Advisor   ",
    "id": 231080655,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.smith.edu:theses-2979"
    },
    "title": "Gender identity and childhood experiences : an introductory quantitative study of the relationship between gender identity and adverse childhood experiences",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-01-01T08:00:00+00:00",
    "publisher": "Smith ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.smith.edu/cgi/viewcontent.cgi?article=2979&amp;context=theses"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/231080655.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/231080655"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/231080655/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/231080655/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/231080655"
        }
    ],
    "abstract": "It has been established that individuals with transgender* identities experience abuse and trauma at higher frequencies than individuals with non-transgender identities (Mascis, 2011). Gender dysphoria currently exists as a mental health diagnosis, perpetuating stigma as well as pathologizing gender variance. Clinical social workers have preserved a harmful formulation that gender dysphoria is a disorder caused by trauma. There has been scarce quantitative research to date exploring a relationship between transgender identities and adverse childhood experiences. This study aims to: (1) contribute to a foundation of introductory quantitative research on how childhood experiences interact with gender identity, (2) examine the frequency of ACE scores relative to current gender identity, and (3) provide insight to topics with acute need of further clinical exploration. Although this study does not yield statistically significant findings, it does offer sound evidence in support of continued attention to gender identity and childhood experiences within clinical social work research",
    "tags": [
        "text",
        "Gender identity",
        "Psychic trauma in children",
        "Trauma",
        "Adverse childhood experiences",
        "Clinical formulation",
        "Social Work"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.smith.edu:theses-2979",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14591",
        "openDoarId": 0,
        "name": "Smith College: Smith ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 231080655,
        "depositedDate": null,
        "publishedDate": "2017-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-17T13:33:36+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-17T22:08:12+01:00"
    },
    "urls": [
        "https://scholarworks.smith.edu/theses/1902",
        "https://scholarworks.smith.edu/context/theses/article/2979/viewcontent/MaloneLFinalcorrected.pdf"
    ],
    "lastUpdate": "2024-02-17T13:33:36+00:00",
    "setSpecs": []
}