{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kammer-Kerwick, Matt"
        },
        {
            "name": "Wang, Alexander"
        },
        {
            "name": "McClain, T'Shana"
        },
        {
            "name": "Hoefer, Sharon"
        },
        {
            "name": "Swartout, Kevin"
        },
        {
            "name": "Backes, Bethany"
        },
        {
            "name": "Busch-Armendariz, Noël"
        }
    ],
    "contributors": [],
    "createdDate": "2020-01-23T23:04:03+00:00",
    "dataProvider": {
        "id": 222,
        "name": "Texas ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/222",
        "logo": "https://api.core.ac.uk/data-providers/222/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.26153/tsw/6661",
    "downloadUrl": "https://core.ac.uk/download/286367779.pdf",
    "fullText": "Final version published by SAGE at: https://doi.org/10.1177/0886260519883866 Original Research  1The University of Texas at Austin, USA 2Georgia State University, Atlanta, USA  Corresponding Author: Matt Kammer-Kerwick, The University of Texas at Austin, 2815 San Gabriel St., Austin, TX 78705, USA. Email: mattkk@ic2.utexas.edu Gender and Sexual Minority College Students: The Risk and Extent of Victimization and Related Health and  Educational Outcomes Matt Kammer-Kerwick, PhD,1  Alexander Wang, MS,1 T’Shana McClain, MSW,1 Sharon Hoefer, MSSW,1 Kevin M. Swartout, PhD,2 Bethany Backes, PhD, MSW, MPH,1 and  Noël Busch-Armendariz, PhD, MSSW, MPA1 Abstract A multisite survey conducted at eight campuses of a southwestern university system provides the data for the present study, total N = 17,039 with 1,869 gender and sexual minority (GSM) students. Sexual violence was measured using the Sexual Experiences Survey (SES), and analysis included both the participant’s risk of experiencing sexual violence and the extent (or total count) of sexual violence experienced. This study poses the following research questions: What effects do gender identity and sexual orientation have on the risk and extent of sexual violence among students and, among victims, what is the relationship between gender identity/sexual orientation and mental health (posttraumatic stress disorder [PTSD], depression) and academic environment (disengagement and safety) outcomes for university students? Multilevel, random effect hurdle models captured this sequential victimization dynamic. GSM and cisgender heterosexual (CH) female students are predicted to be 2.6 and 3 times, respectively, as likely to experience sexual violence compared with CH male Kammer-Kerwick et al. 2  students. In addition, GSM students experiencing sexual violence are also expected to experience a greater number of sexually violent acts (74% more) over their college career compared with victimized CH male students. The models confirm that the risk of victimization increases over time (13% per year for CH male students), but GSM students are expected to experience an additional (10%) increase in risk of victimization per year compared with CH male students. GSM and CH female students are also predicted to be more likely to have PTSD and experience more severe depression symptoms than CH male students. GSM students are expected to experience significantly higher rates of PTSD, worse depressive symptoms, and greater disengagement than CH female students. The discussion explores how institutions of higher education might recognize the resilience of GSM students and consider the protective potential of social and community support when developing programs or interventions for diverse populations. Keywords gender and sexual minority, sexual violence, academic and health outcomes, random intercept hurdle models, risk and extent of victimization  Sexual violence at institutions of higher education (IHEs) has been well-documented by a proliferation of sexual assault and sexual misconduct climate surveys in response to the Obama Administration’s “It’s on Us” campaign (White House Task Force to Protect Students from Sexual Assault [Task Force], 2014; (Wood, Sulley, Kammer-Kerwick, Follingstad, et al., 2016). Consistent with earlier studies indicating one in five female students experience sexual violence (Koss, Gidycz, & Wisniewski, 1987; Krebs, Lindquist, Warner, Fisher, & Martin, 2007), recent sexual assault and misconduct prevalence and perception surveys (Wood et al., 2016) display similar findings (Busch-Armendariz, Wood, Sulley, Kammer-Kerwick, et al., 2017a; Cantor et al., 2015). Historically, research on sexual violence prevalence and interventions has focused on young, heterosexual, White women; less effort has previously been afforded to studying diverse populations, including gender and sexual minority (GSM) students as well as students with disabilities and members of racial and ethnic minorities (Porter & Williams, 2011). However, emerging research has shown that GSM students are at increased risk of experiencing sexual violence compared with their cisgender heterosexual (CH) peers (Busch-Armendariz et al., 2017a; Cantor et al., 2015; Coulter et al., 2017; Coulter & Rankin, 2017). Using a minority stress lens (Brooks, 1981; Meyer, 1995; Murchison, Boyd, & Pachankis, 2017; Pearlin, 1975), the current study uses a large general Kammer-Kerwick et al. 3  population sample of college students to develop a series of predictive models to build upon past research on the sexual violence victimization of GSM students by, first, deepening current knowledge about risk factors, including both main effects and interactions. Second, as a more novel contribution, this study also addresses the extent of sexual violence among GSM students by analyzing the amount (or count) of sexually violent behaviors endured by victims. Third, the study also explores associated mental health and academic environment outcomes for GSM students and looks at the effect of sexual violence victimization on these outcomes. These three foci are the foundation of our research questions. To address these research questions more completely, the analysis was performed at both an aggregate level that allowed GSM students collectively to be compared with their CH peers and at a deeper, more intersectional, level that allowed, with some power limitations, for comparisons of specific gender identities and sexual orientations. Reviewed literature connects minority stress to sexual violence among GSM students and, although limited extant literature exists, provides background on the impact of sexual violence among GSM students. Literature Review Sexual Violence and GSM Students A review of the emergent research on sexual violence among GSM students relative to their CH peers reveals important overall patterns about sexual violence endured, as well substantial limitations when comparing those studies to each other and to the present study. Among other differences, studies differ by the population sampled, the measure used for sexual violence, and the timeframe over which sexually violent behaviors have been experienced. For example, Coulter et al. (2017) study a general population of students and measure past-year sexual violence and include gender identity and sexual orientation in their models as main effects. They report that, relative to cisgender men, cisgender women and transgender people are 2.47 and 3.93 times, respectively, more likely to experience sexual violence. Furthermore, they report that, compared with heterosexuals, gay/lesbian individuals, bisexual individuals, and individuals who are unsure of their orientation are 1.92, 2.37, and 1.95 times, respectively, more likely to experience sexual violence. Coulter and Rankin (2017) study a sample of GSM students and measure sexual violence victimization as “ever while on your campus.” They also use main effects for gender identity and sexual orientation. Their models for risk of sexual violence apply to various GSM student identities relative to the risk associated with a White, cisgender, gay man. They report that a cisgender woman and a transgender person are, respectively, 3.03 and 2.18 times more likely to experience sexual violence; Note: the estimate for the risk Kammer-Kerwick et al. 4  ratio for a transgender person (2.18) was significant at p = .09, and results for race/ethnicity and sexual orientation were not significant. Cantor et al. (2015) study a general population of students with a design similar to Coulter et al. (2017). While they do not develop predictive models for risk of sexual violence using gender identity and sexual orientation as factors, their descriptive statistics indicate that female students and transgender/gender non-conforming students are both more than 4 times as likely to experience sexual violence as male students (see Cantor et al., 2015, p. 118). Although results vary by context, these studies indicate that increased risk of sexual violence can be characterized with relative risk ratios for GSM students that are multiples in the range of 2, 3, or even 4 times higher rather than fractional increases. Minority Stress and Sexual Violence GSM students often experience chronic stressors because of the rigidity of dominant heteronormative culture (Brooks, 1981; Pearlin, 1975). Minority stressors, as conceptualized by Meyer (1995), in regard to gay men specifically, consist of internalized homophobia, perceived stigma, discrimination, and violence; the same stressors, especially internalized homophobia, have been associated with increased risk of unwanted sexual experiences and coercion in Lesbian, Gay, Bisexual, and Queer (LGBQ) undergraduate students (Murchison et al., 2017). As discussed, across the lifespan, GSM individuals experience sexual violence and abuse at higher rates than CHs. In addition, these victimization experiences are associated with higher rates of mental health issues and substance abuse (Banyard et al., 2017; Friedman et al., 2011; Warren, Smalley, & Barefoot, 2016). GSM students experience additional chronic stressors, including heterosexist harassment and negative attitudes (Rankin, Weber, Blumenfeld, & Frazer, 2010; Silverschanz, Cortina, Konik, & Magley, 2008). Risk of sexual violence victimization may also be connected to attitudes toward GSM students on campus. Coulter and Rankin (2017) found that increased levels of perceived inclusion of GSM students on campus corresponded to lower rates of sexual violence victimization. Individuals with multiple minority status, such as lesbian women of color or bisexual people with disabilities, may experience increased and unique forms of stress from stigma, prejudice, and discrimination directed at their intersecting identities (Balsam, Molina, Beadnell, Simoni, & Walters, 2011). Intersecting marginalized identities (especially gender identity, race/ethnicity, and sexual orientation) are a potential risk factor for elevated rates of peer harassment and bullying in addition to greater life stressors and trauma (Balsam et al., 2015; Hightow-Weidman et al., 2011; Poteat, Aragon, Espelage, & Koenig, 2009). For example, Coulter et al. (2017) found that Kammer-Kerwick et al. 5  Black transgender students experienced the highest rates of sexual violence among students in their sample. Impact of Sexual Violence among Gender and Sexual Minorities Little research addresses the impact of sexual violence on GSM student populations, but studies among general community populations provide some insights and help frame the research questions for the present study of college students. This literature suggests that, compared with their heterosexual peers, GSM students experience more negative reactions when disclosing experiences of sexual violence (Jackson, Valentine, Woodward, & Pantalone, 2017), have less access to resources tailored to their identity (Richardson, Armstrong, Hines, & Palm Reed, 2015; Todahl, Linville, Bustin, Wheeler, & Gau, 2009), and ultimately experience more severe mental health impacts (Sigurvinsdottir & Ullman, 2015). More specific to GSM students, in a community sample, compared with heterosexual women, Sigurvinsdottir and Ullman (2015) show that bisexual and lesbian women experienced elevated rates of posttraumatic stress disorder (PTSD) following sexual violence victimization; bisexual women also experienced significantly more depression symptoms than heterosexual women. Sigurvinsdottir and Ullman (2016) continued the 2015 study with a 3-year cohort design to examine how the effects of PTSD and depression persist over time among female survivors of sexual violence, finding that both PTSD and depression were significantly higher for bisexual women than heterosexual women. While both groups showed a decline in PTSD symptoms over time, the gap between bisexual and heterosexual women persisted over the 3-year study period. Although research on outcomes specifically among GSM students is also limited, in general population studies of students, survivors of sexual violence often face disruptions to their academic careers. Carey, Norris, Durney, Shepardson, and Carey (2018) look at the health consequences of sexual violence among first-year female college students while controlling for pre-college sexual violence and baseline mental health, showing that sexual violence during the first semester was associated with clinically significant levels of anxiety and depression. The mental health consequences of victimization may also lead to academic disengagement, lower Grade Point Average (GPA), and increased dropout risk (Baker et al., 2016; Halstead, Williams, Gonzalez-Guarda, 2017; Jordan, Combs, & Smith, 2014). Victimization may also strain students’ relationships with their IHE’s in other ways, including feeling less safe on campus and perceiving a more hostile campus climate (Cortina, Swan, Fitzgerald, & Waldo, 1998; Wilcox, Jordan, & Pritchard, 2007). Kammer-Kerwick et al. 6  The Current Study A growing body of evidence addresses the effects of sexual orientation and gender identity on one’s risk of and recovery from sexual violence, though few studies address the intersections of gender and sexual orientation on students’ risk for sexual violence and post-assault mental health and academic outcomes. The current study adds depth to what is known about risk factors, both main effects and interactions for gender identity and sexual orientation. In addition, as a more novel contribution, this study also addresses the amount (or count) of sexually violent behaviors endured by victims (referred to as extent). Last, the study also explores a gap in extant literature by examining mental health and academic outcomes for GSM students and the effect of sexual violence victimization on these outcomes. This study contributes to these gaps by assessing differences between GSM students and their CH peers, as well as differences within a diverse group of GSM students. Formally, this study poses the following research questions: Research Question 1 (RQ1): What effects do gender identity and sexual orientation have on the risk of sexual violence for students? Research Question 2 (RQ2): What effects do gender identity and sexual orientation have on the extent of victimization for victims of sexual violence? Research Question 3 (RQ3): Among victims of sexual violence, what is the relationship among gender identity/sexual orientation and mental health (PTSD, depression) and academic environment (disengagement and safety) outcomes? Method Procedure and Participants Data were drawn from a larger research study conducted across a university system in the Southwest United States about students’ sexual harassment and sexual violence victimization experiences, perceptions of campus climate, mental health, and academic outcomes. The larger study used a modified version of the ARC3 survey that combined reliable and valid measures for intimate and interpersonal violence, including sexual violence (Swartout, Flack, Cook, Olson, & White, 2018).  Busch-Armendariz, et al. (2017a, 2017b) and Wood, Hoefner, Kammer-Kerwick, et al. (2018) describe the study methodology while reporting findings about sexual harassment endured by students. Either a representative random sample or census sample (for smaller campuses) was drawn from the lists of students provided by the registrar from each of the eight universities that received the survey. The study was reviewed and approved by a primary institutional review board with reciprocal agreements with all other participating institutions.  Kammer-Kerwick et al. 7  Students were emailed invitations to participate in an anonymous online survey with four follow-up reminders. The survey was open for 5 weeks in fall 2015 and administered via the Qualtrics (2016) platform. Participants were eligible for an incentive drawing. Eligibility criteria included being currently enrolled as a student (undergraduate or graduate/professional) and being at least 18 years of age. Full information about the methods, measures, survey paths, and response rates can be found in the study's methodology report (Busch-Armendariz et al., 2017b). Across all campuses, 186,790 students were invited to participate and 26,417 completed the survey, for a response rate of 14.1%. Three different survey paths were created to reduce length and decrease survey fatigue. Participants were randomized to the different paths, resulting in a sample of 17,406 participants who were asked questions about sexual violence. Furthermore, cases were included in the present study if they fell between ages 18 and 64 years and if time at institution fell between 1 and 10 years (Time at institution was the difference between the year that the student took the survey and the year of the student’s enrollment). These additional criteria produced a final sample of 16,764 participants who answered questions about sexual violence. Table 1 summarizes demographic and victimization descriptive statistics. Overall, the majority of participants identified as heterosexual, female, and Hispanic or Latinx. For male participants, the largest nonheterosexual segment was gay, whereas the largest nonheterosexual segment for female participants was bisexual/pansexual. The modal sexual orientation among sexual minority students (including, transgender female, transgender male, gender queer, gender-nonconforming, intersex, two-Spirit, and other gender identities) was bisexual/pansexual (26%). The sample included both undergraduate (74%) and graduate/professional (26%) students. Across all participants, the mean age at first enrollment was 22.2 years (median = 19 years, SD = 7.70 years). Participants had spent an average of 2.31 years (at the time of the survey) at their specific university (median = 2 years, SD = 1.48 years). Dependent Measures The dependent measures used in the current study are described below, including their origin, scoring used, and the alpha achieved in this study. Sexual victimization. Sexual violence victimization was measured using a modified version of the Sexual Experiences Survey–Short Form Version (SES-SFV; Koss et al., 2007). The frequency of sexual violence behaviors   Kammer-Kerwick et al. 8  Table 1. Demographic Characteristics and Sexual Violence Victimization Prevalence.  Total Sample Proportions SV Victimization Prevalence Variable % N % N Total 100.0 16,764 15.8 2,644 Status  Undergrad 73.6 12,344 17.9 2,205  Grad/professional 26.4 4,420 9.9 439 Race/ethnicity  White or Caucasian non-Hispanic 33.8 5,664 17.5 992  Hispanic/Latinx 36.7 6,152 15.2 934  Black or African American 5.0 838 14.4 121  Asian 15.5 2,599 11.0 285  Multi 6.8 1,142 20.5 234  Additional races 2.2 369 21.1 78 Gender/sexual orientation  Cisgender heterosexual male 31.7 5,314 7.6 403  Cisgender heterosexual female 57.0 9,549 18.8 1,798  Gender/sexual minority 11.3 1,901 23.3 443 Gender  Male 35.3 5,912 8.9 526  Female 63.7 10,679 19.5 2,078  Transgender/gender-nonconforming 1.0 173 23.1 40 Sexual orientation  Heterosexual 89.2 14,958 14.8 2,214  Gay/lesbian 3.2 539 20.6 111  Bisexual/pansexual 4.9 816 28.7 234  Asexuality spectrum 1.2 207 15.5 32  Additional sexual orientations 1.5 244 21.7 53 Note. Additional races refer to American Indian, Alaskan Native, and Pacific Islander identities. SV = sexual violence. was calculated using the sum of all items, where 3+ times was quantified as 3 times (α = .941; Koss et al., 2007). Victimization was defined using behaviorally specific questions about experiences of unwanted sexual touching, attempted rape, and rape due to coercion, incapacitation, threat of force, and force. Mental health outcomes. PTSD was assessed using the Primary Care PTSD (PC-PTSD) screen (Prins et al., 2003). The PC-PTSD is a four-item measure using a binary yes/no response. Per guidelines, students who endorsed any three items are considered to have probable PTSD (α = .799; U.S. Department of Veterans Affairs, 2018). Depression symptoms were assessed using the 10-Kammer-Kerwick et al. 9  item short form of the Center for Epidemiologic Studies Depression (CESD-10) scale (Andresen, Malmgren, Carter, & Patrick, 1994). Each item has response options in the range 0 (rarely or none of the time) through 3 (all of the time). Example items include “I was bothered by things that usually don’t bother me” and “I felt that everything I did was an effort.” Two items are reverse coded (“I was hopeful about the future” and “I was happy”) so that increased frequency corresponds to a lower value. Scores were generated using the sum of all items. Per guidelines, scores greater than or equal to 10 are considered to indicate significant depressive symptoms (α = .830; Zhang et al., 2012). Academic environment outcomes. Academic disengagement was assessed using a modified five-item instrument adapted from Ramos’ (2000) eight-item school avoidance instrument that was influenced by Hanisch and Hulin’s (1990) measure of job withdrawal (Administrator Researcher Campus Climate Consortium [ARC3], 2016; Huerta, Cortina, Pang, Torges, & Magley, 2006; Silverschanz et al., 2008). The average of all items was totaled into an academic disengagement score; the higher the average, the greater the disengagement (α = .642; the low reliability is comparable with that seen in similar studies [ARC3, 2016]). Feelings of safety in the campus environment were assessed using a modified eight-item instrument based on Furlong (1996). The average of all items was totaled into a general safety score; the higher the average, the greater sense of safety (α = .843). Independent Variables Several independent variables were included in the analyses that included demographic and environmental factors. Demographic questions were adapted from the Johns Hopkins “It’s on Us” survey (Campbell et al., 2017). Demographic questions included sexual orientation (“What is your sexual orientation?”), gender (“What is your current gender identity?”), and race/ethnicity (“Describe your race/ethnicity. Please check all that apply.”). Students were presented with sexual orientation response options: gay, lesbian, bisexual, asexual, heterosexual/straight, queer, or a sexual orientation not listed (which included an open-ended response). Sexual orientation responses were aggregated into five categories to improve statistical power: heterosexual (n = 14,958), gay/lesbian (n = 539), bisexual/pansexual (n = 816), asexuality spectrum (n = 207), and additional sexual orientations (n = 224). Additional sexual orientations included students responding with “queer” or an open-ended response not already accounted for by the previous categories. Students were presented with several response options for gender identity including the following: female, male, transgender female, transgender male, gender queer, Kammer-Kerwick et al. 10  gender-nonconforming, intersex, two-Spirit, or other (which included an open-ended response). Gender was aggregated into three categories also to improve statistical power: female (n = 10,679), male (n = 5,912), and transgender/gender-nonconforming (TGGN; n = 173). Environmental and exposure factors were controlled for in the study and included the items of student status (undergraduate or graduate student), age at time of survey, and years since enrolling in their current program at the academic institution. Data Analysis Strategy Descriptive and bivariate analyses were conducted using SPSS 25.0. Hurdle models were used to answer the first two research questions. Hurdle models partition a process into a sequence of two stages; the first stage is viewed as part of the process that generates the first occurrence of an event of interest (the hurdle) and the second generates the reoccurrences of the event. Specifically, such models include both a binary logistic regression for the hurdle and a count-based regression for reoccurrences once the hurdle is crossed (Fournier et al., 2012; Mullahy, 1986; Zeileis, Kleiber, & Jackman, 2008). The two-stage approach of hurdle models has been used by the authors to improve understanding of the likelihood (or risk) of experiencing violence (RQ1) and the rate (or extent) of sexually violent acts endured by victims (RQ2; Wood et al., 2018b). Due to the multiple sites involved in this study, victimization was modeled using random intercept mixed hurdle models. All models were run in R with the glmmADMB package 0.8.33. In the present study, to answer RQ1, the risk portion of the hurdle models was fit with a logit link function and binomial distribution. To answer RQ2, the extent portion of the models was fit using a negative binomial distribution to account for over dispersion. To answer RQ3, PTSD, depression, academic disengagement, and feelings of safety were analyzed using random intercept mixed models, also fit with glmmADMB. PTSD was measured using a threshold and modeled with a logit link function and binomial distribution. Depression and both academic outcomes were measured as scores and were modeled using an identity link and Gaussian distribution. Random intercepts were included in all model specifications to account for campus differences. To answer the research questions, each model was tested separately in two steps: time at institution, age at first enrollment, student status, and race/ethnicity were entered as covariates/controls in the first step, and gender and sexual orientation were added in the second step. The improvement of the models with the addition of gender and sexual orientation was assessed with the reduction in Akaike information criterion (AIC). Separate models were run at aggregate and detailed levels to maximize insights for gender and sexual Kammer-Kerwick et al. 11  orientation. The aggregate models utilize a single, three-category variable to represent gender/sexual orientation (CH male [CHM], CH female [CHF], and GSM), whereas the detailed models specify gender and sexual orientation as main effects and their interactions. The results for the risk and PTSD models are presented as adjusted odds ratios (AORs), the results for the extent models are presented as adjusted rate ratios (ARR), and results for all other models are presented using the estimated model coefficients (B). In addition to the model coefficients, weighted expected marginal means were calculated for all models to assess select comparisons while averaging across controls and other factors. Specifically, post hoc pairwise comparisons were conducted within each model to compare model predictions between gender/sexual orientation groups not immediately discernable from the model coefficients, for example, to compare victimization risk and extent for GSM students to that for CHF students. Similar expected marginal means were calculated for the outcome models with the additional comparison of victimized versus not victimized students. For brevity, results from post hoc comparisons are commented on in the text if significant at .05 with an appropriate Bonferroni-adjustment for the number of paired comparisons. Results Model fit was improved across the runs from the intercept-only model to the baseline with controls to the models that included factors for gender and sexual orientation. Table 2 displays the reduction in AIC achieved across the model runs as information was added; all AIC reductions are significant improvements in fit with p < .001. Tables 3 and 4 display results, respectively, for the aggregated gender/sexual orientation models and the detailed gender/sexual orientation models. The estimated marginal outcomes (probabilities, counts, and means) are commented on in the narrative if their Bonferroni-adjusted significance < .05. In each table, results are organized into columns to address RQ1 (risk of victimization), RQ2 (extent of victimization), and RQ3 (health and academic outcomes). Table 2. Model Fitting Summary (ΔAIC).  Baseline Aggregate Detailed SV risk –536.2 –493.9 –505.8 SV extent –46.8 –13.2 –22.6 PTSD –47.6 –414.7 –421.2 Depression –362.0 –691.4 –774.2 Disengage –2,448.0 –369.8 –361.8 Safety –118.4 –901.4 –982.8 Note. SV = sexual violence; PTSD = posttraumatic stress disorder; AIC: Akaike information criterion.   Table 3. Aggregate Victimization and Outcome Models.  RQ1 RQ2 RQ3 SV Risk SV Extent PTSD Depression Disengage Safety AOR SE ARR SE AOR SE B SE B SE B SE Intercept 0.31*** 0.15 0.26* 0.59 0.15*** 0.11 9.31*** 0.20 0.88*** 0.02 2.75*** 0.05 Age 0.94*** 0.01 1.04*** 0.01 1.00 0.00 –0.07*** 0.01 –0.01*** 0.00 –0.01*** 0.00 Time 1.13*** 0.03 1.05 0.06 0.99 0.03 0.09 0.05 0.04*** 0.00 0.00 0.01 Status  Grad/professional 0.88 0.07 0.55*** 0.13 0.81*** 0.06 –0.57*** 0.11 –0.21*** 0.01 0.05*** 0.01 Race/ethnicity  Hispanic/Latinx 0.82** 0.06 0.99 0.09 0.89* 0.06 –0.14 0.12 0.03** 0.01 –0.05*** 0.01  Black 0.85 0.11 0.87 0.20 0.84 0.10 –0.27 0.20 0.04** 0.02 –0.12*** 0.02  Asian 0.59*** 0.08 0.65** 0.13 1.01 0.07 0.20 0.13 0.05*** 0.01 –0.12*** 0.01  Multi 1.06 0.09 0.89 0.15 1.13 0.08 0.35 0.18 0.05** 0.01 –0.06** 0.02  Other 1.20 0.14 1.30 0.25 1.33* 0.13 0.66* 0.29 0.04 0.02 –0.08** 0.03 Gender/sexual orientation (SO)  CHF 2.64*** 0.08 1.25 0.16 1.24** 0.07 0.70*** 0.12 –0.05*** 0.01 –0.29*** 0.01 Gender/sexual minority 2.97*** 0.10 1.74** 0.20 1.97*** 0.09 2.51*** 0.20 0.03 0.02 –0.23*** 0.02 Gender/SO × Time  CHF × Time 1.04 0.03 1.08 0.07 1.04 0.03 –0.12* 0.06 0.00 0.01 0.01 0.01  GSM × Time 1.10* 0.05 1.06 0.09 0.98 0.04 0.05 0.10 0.01 0.01 –0.01 0.01 Victimization  Victim     2.24*** 0.13 1.75*** 0.28 0.18*** 0.02 –0.07* 0.03 Gender/SO × Victimization  CHF × Victim     1.02 0.14 0.09 0.32 –0.02 0.03 0.03 0.03  GSM × Victim     1.24 0.17 0.92* 0.41 0.00 0.03 –0.04 0.04 Note. Additional races refer to American Indian, Alaskan Native, and Pacific Islander identities. RQ = Research question; SV = sexual violence; PTSD = posttraumatic stress disorder; AOR = adjusted odds ratios; ARR = adjusted rate ratios; GSM = gender and sexual minority; CHF = cisgender and heterosexual female.   *p < .05. **p < .01. ***p < .001. Table 4. Detailed Victimization and Outcome Models.  RQ1 RQ2 RQ3 SV Risk SV Extent PTSD Depression Disengage Safety AOR SE ARR SE AOR SE B SE B SE B SE Intercept 0.29*** 0.15 0.31** 0.45 0.14*** 0.11 9.34*** 0.19 0.88*** 0.02 2.75*** 0.05 Age 0.94*** 0.01 1.03*** 0.01 1.01 0.00 –0.07*** 0.01 –0.01*** 0.00 –0.01*** 0.00 Time 1.17*** 0.01 1.12*** 0.03 1.01 0.01 0.03 0.03 0.04*** 0.00 0.01** 0.00 Status  Grad/professional 0.88 0.07 0.58*** 0.13 0.81*** 0.06 –0.57*** 0.11 –0.21*** 0.01 0.05*** 0.01 Race/ethnicity  Hispanic/Latinx 0.82** 0.06 1.00 0.09 0.89 0.06 –0.11 0.12 0.03** 0.01 –0.08** 0.03  Black 0.85 0.11 0.90 0.19 0.85 0.10 –0.25 0.20 0.04** 0.02 –0.05*** 0.01  Asian 0.60*** 0.08 0.66** 0.13 1.02 0.07 0.23 0.13 0.05*** 0.01 –0.12*** 0.02  Multi 1.08 0.09 0.86 0.15 1.13 0.08 0.32 0.18 0.05** 0.01 –0.11*** 0.01  Other 1.19 0.14 1.41 0.25 1.34* 0.13 0.69* 0.29 0.04 0.02 –0.06** 0.02 Victimization  Victim     2.24*** 0.12 1.66*** 0.26 0.19*** 0.02 –0.08* 0.03 Gender  Female 2.80*** 0.06 1.42** 0.11 1.29*** 0.05 0.54*** 0.10 –0.05*** 0.01 –0.28*** 0.01  TGGN 3.36* 0.51 0.28 0.84 1.35 0.52 1.38 1.12 –0.07 0.09 –0.17 0.11 Sexual orientation (SO)  Gay/lesbian 3.23*** 0.15 0.73 0.25 1.94*** 0.15 1.76*** 0.34 0.04 0.03 –0.10** 0.03  Bisexual/pansexual 2.91*** 0.21 0.94 0.36 1.21 0.23 2.61*** 0.45 0.09* 0.04 0.02 0.05  Asexual 0.90 0.61 3.13 1.2 1.69 0.37 2.00* 0.80 –0.02 0.07 –0.13 0.08  Add. SO 3.86*** 0.34 1.87 0.59 0.83 0.41 0.23 0.76 0.04 0.06 –0.20** 0.08   Gender × Sexual orientation  Female × Gay/lesbian 0.24*** 0.26 1.34 0.46 0.66 0.23 –0.23 0.51 0.00 0.04 0.16** 0.05  Female × Bi/pan 0.59* 0.23 1.67 0.39 1.45 0.24 –0.16 0.50 0.02 0.04 –0.01 0.05  Female × Asexual 0.96 0.65 0.45 1.27 0.65 0.43 –0.18 0.94 0.01 0.08 0.03 0.10  Female × Add. SO 0.32** 0.40 0.46 0.69 1.98 0.44 1.85* 0.87 0.08 0.07 0.05 0.09  TGGN × Gay/lesbian 0.48 0.67 14.67* 1.10 1.97 0.65 1.68 1.51 0.00 0.12 –0.18 0.15  TGGN × Bi/pan 0.36 0.65 16.70* 1.10 1.41 0.64 1.25 1.43 0.12 0.12 –0.22 0.14  TGGN × Asexual 0.63 0.93 10.51 1.76 2.58 0.73 5.15** 1.67 0.29* 0.14 0.04 0.17  TGGN × Add. SO 0.17* 0.73 7.89 1.27 2.52 0.73 4.24** 1.57 0.13 0.13 –0.14 0.16 Gender × Victimization  Female × Victim     1.02 0.13 0.22 0.29 –0.02 0.02 0.04 0.03  TGGN × Victim     0.99 0.42 1.12 1.05 –0.01 0.09 0.02 0.11 Sexual orientation × Victimization  Gay/lesbian × Victim     1.12 0.25 0.43 0.61 0.00 0.05 0.01 0.06  Bisexual/pansexual × Victim     1.12 0.18 0.41 0.44 0.01 0.04 –0.05 0.05  Asexual × Victim     1.83 0.43 1.87 1.06 0.05 0.09 –0.19 0.11  Add. SO × Victim     1.39 0.35 1.31 0.87 –0.02 0.07 –0.11 0.09 Note. Additional races refer to American Indian, Alaskan Native, and Pacific Islander identities. RQ = Research question; SV = sexual violence; PTSD = posttraumatic stress disorder; AOR = adjusted odds ratios; ARR = adjusted rate ratios; TGGN = transgender/gender-nonconforming. *p < .05. **p < .01. ***p < .001. Kammer-Kerwick et al. 15   Risk Effects—Research Question 1 At the aggregate level (Table 3), gender/sexual orientation emerged as a significant predictor of sexual victimization risk: compared with CHMs, CHF students (AORs = 2.64, p < .001) and GSM students (AORs = 2.97, p < .001) experienced significantly higher risk of victimization. GSM students’ risk for victimization significantly increased the more time they spent at their institution (AOR = 1.10, p = .046). Post hoc comparisons of the odds ratio for the expected marginal probability of victimization indicate that GSM students are more likely to be victimized than CHFs (AOR = 1.20, p = .004). In the detailed models (Table 4), gender emerged as a significant predictor of sexual victimization risk: compared with males, females (AOR = 2.80, p < .001) and TGGN (AOR = 3.36, p = .018) students are at significantly greater risk of experiencing sexual victimization. Sexual orientation also emerged as a significant risk factor: students who identified as gay/lesbian (AOR = 3.23, p < .001), bisexual/pansexual (AOR = 2.91, p < .001), or an additional sexual orientation (AOR = 3.86, p < .001) experienced significantly higher risk of victimization compared with CHM participants. Post hoc comparisons with detailed risk mode did not show significantly different levels of risk of sexual violence for TGGN students compared with CHFs. Post hoc comparisons with the detailed risk model for sexual orientation revealed that bisexual/pansexual students have greater risk of sexual violence than gay/lesbian students (AOR = 1.60, p = .022). Extent Effects—Research Question 2 Gender and sexual orientation emerged as significant factors in both the aggregate and detailed models predicting the number of sexually violent behaviors experienced. In the aggregate model (Table 3), GSM students experienced greater extent of victimization than CHM students (ARR = 1.74, p = .007). It is worth noting that, while not significant at 0.05, the estimates for CHF students were consistent with those for GSM students (ARR = 1.25). Post hoc comparisons of the expected number of sexually violent behaviors experienced indicate that GSM students are expected to experience more of such behaviors than CHFs (ARR = 1.35, p = .007). In the detailed model (Table 4), female students experienced more sexually violent acts than male students (ARR = 1.42, p = .001). Sexual orientation did not produce any significant main effects; however, TGGN gay/lesbian (ARR = 14.67, p = .014) and TGGN bisexual/pansexual (ARR = 16.70, p = .010) participants experienced significantly elevated extent of victimization compared with CHM students. Post hoc comparisons with detailed extent model did not predict significantly different expected numbers of sexual violent behaviors for TGGN student Kammer-Kerwick et al. 16   compared with female students or between various minority sexual orientations. Outcomes—Research Question 3 Health outcomes: PTSD and depression. In the aggregate and detailed models (see Tables 3 and 4), CHF and GSM students were significantly more likely to experience PTSD and have more depressive symptoms than CHM students. Specifically, in the aggregate models, CHF and GSM students (Table 3) were significantly more likely to experience PTSD (CHF AOR = 1.24, p = .001; GSM AOR = 1.97, p < .001) and had more depressive symptoms than CHM students (CHF b = 0.70, p < .001; GSM b = 2.51, p < .001). In addition, independent of gender identity and sexual orientation, sexual violence victimization increased the likelihood of experiencing PTSD (AOR = 2.24, p < .001) and depressive symptoms (b = 1.75, p < .001). For GSM students, in particular, victimization further increased depression symptoms (b = 0.92, p = .025). Post hoc comparisons, separately among victims and non-victims, indicate that GSM students are more likely to experience PTSD symptoms and have more depressive symptoms than CHF students (non-victims, PTSD AOR = 1.49, p < .001; victims PTSD AOR = 1.82, p < .001; non-victims, depression estimate = 2.03, p < .001; victims depression estimate = 2.85, p < .001). The effect of victimization in the detailed models was similar for PTSD (AOR = 2.24, p < .001) and depressive symptoms (b = 1.66, p < .001). However, in the detailed models (Table 4), female (but not TGGN) students were significantly more likely to have PTSD than male students (AOR = 1.29, p < .001) and have more depressive symptoms than male students (b = 0.54, p < .001). It is worth noting that, though not significant at 0.05, the estimates for TGGN students were consistent with those for female students (PTSD AOR = 1.35 and depressive symptoms b = 1.38). Gay/lesbian students were significantly more likely to have PTSD than CH students (AOR = 1.94, p < .001). Likewise, gay/lesbian (b = 1.76, p < .001), bisexual/pansexual (b = 2.61, p < .001), and asexual students (b = 2.00, p = .012) reported significantly more depressive symptoms. No significant post hoc comparisons for the detailed models emerged. Academic environment outcomes: Safety and disengagement. At the aggregate level (Table 3), sexual violence victimization was associated with higher disengagement (b = 0.18, p < .001) and lower feelings of safety (b = –0.07, p = .016). Furthermore, CHF and GSM students reported feeling significantly less safe on campus (CHF b = –0.29, p < .001, GSM b = –0.23, p < .001) than CHM students; however, only CHF students reported significantly higher academic disengagement (b = –0.05, p < .001). Post hoc comparisons, Kammer-Kerwick et al. 17   separately among victims and non-victims, indicate that GSM students are expected to be more disengaged than CHF students (non-victims, disengagement estimate = 0.09, p < .001; victims disengagement estimate = 0.11, p < .001). Post hoc comparisons for perceptions of safety among victims and non-victims were not significantly different for GSM students compared with CHF students. In the detailed models (Table 4), sexual violence victimization was associated with higher disengagement (b = 0.19, p < .001) and lower feelings of safety (b = –0.08, p < .05). Furthermore, female students reported feeling significantly less safe on campus (b = –0.28, p < .001) and having less academic disengagement (b = –0.05, p < .001) than male students. Gay/lesbian students reported feeling significantly less safe on campus (b = –0.10, p = .004) than CH students. This sexual orientation effect was moderated by an interaction with gender (Table 4), such that female gay/lesbian students reported feeling safer on campus than CHM students (b = 0.16, p = .002). Bisexual/pansexual students reported significantly more academic disengagement compared with CH students (b = 0.09, p = .020). Additional sexual orientation students reported feeling significantly less safe on campus (b = –0.20, p = .009). No significant post hoc comparisons emerged for the detailed models. Discussion The minority stress model (Meyer, 1995; Murchison et al., 2017) frames the current study to examine the risk and extent of sexual violence among GSM students relative to their CHM and CHF peers at eight institutions within a university system. Consistent with prior literature (see Baker et al., 2016; Coulter et al., 2017; Sigurvinsdottir & Ullman, 2015), model results indicate that GSM and CHF students are expected to experience high rates of sexual violence (they are 3.0 and 2.6 times as likely, respectively, to experience sexual violence compared with CHM students). In addition, GSM students are more likely to be victimized than CHFs (AOR = 1.20, p = .004). Although direct comparisons are impossible due to differences in study designs and sampling specifics, the current study corroborates that risk ratios for GSM and CH students are multiples of the risk of sexual violence among CHM students. Furthermore, the current study expands prior literature with information about the extent of violence endured by victims. Namely, GSM students experiencing sexual violence are also expected to experience a greater number of sexually violent acts over their college career compared with victimized CHM students (74% more). GSM students are also expected to experience more sexually violent behaviors than CHFs (ARR = 1.35, p = .007). Note that the estimated rate of experiencing sexually violent acts for victimized CHF students was also Kammer-Kerwick et al. 18   positive (b = 1.25) but statistically indistinguishable from the rate for victimized CHM students (p = .158). As expected, the risk of victimization increased over time (13% per year for CHM students), but there was also a significant moderating effect of time at institution, where GSM students are predicted to experience an additional (10%) increase in risk of victimization per year the longer they attended their institution compared with CHM students. It is noteworthy that the predicted increase in risk over time for CHF students, while also positive (4%), was not significantly different than the baseline increase in risk predicted over time for CHM students (p = .26). Although the effect of being a graduate or professional student compared with being an undergraduate was not significant, age at enrollment was significant, showing a protective effect for risk of victimization (6% reduction) paired with an increase in extent (4%), if victimized. When adjusted for graduate/professional status, as mentioned, risk is not predicted to change significantly, but the rate of experiencing sexually violent behaviors, if victimized, decreases significantly (a 45% reduction compared with undergraduates). When sexual violence occurs, so do elevated mental health and academic challenges, with GSM students experiencing more deleterious health outcomes than CHF students, who in turn experienced more deleterious health outcomes than CHM students. GSM and CHF students were more likely to have PTSD symptoms and experience more severe depression symptoms than CHM students. GSM students experienced significantly higher rates of PTSD symptoms, worse depressive symptoms, and greater disengagement than CHF students. In addition, GSM student status moderated the relation between sexual victimization and number of depressive symptoms reported, with GSM victims experiencing more depression symptoms above and beyond their CH peers. As previously discussed, higher rates of depressive symptoms among GSM students compared with CH peers has been heavily documented regardless of sexual victimization. The detailed models suggested similar trends in victimization and outcomes among particular diverse sexual orientations and gender identities as the aggregate models, though many of these findings did not rise to the level of statistical significance. Gender significantly moderated effects of sexual orientation on both victimization and the outcomes. The interaction of gender and sexual orientation lowered the relative risk of victimization for female gay/lesbian and bisexual/pansexual students. Likewise, transgender/gender non-conforming, gay/lesbian, and bisexual/pansexual students experienced a greater extent of sexually violent acts. Overall, the patterns of findings at both the aggregate and detailed levels suggest future research is needed to further understand the impact of stress conditions and characteristics that might impact differential experiences among minorities. Kammer-Kerwick et al. 19   Implications The finding that more time at the IHE increased risk for experiencing sexual violence differently for GSM students highlights the importance of different temporal patterns in victimization based on gender identity and sexual orientation. For example, a student’s risk of victimization or, if victimized, their victimization trajectory may increase or decrease at different stages of their gender/sexual identity development, especially when examining the unique developmental milestones faced by GSM students (e.g., family rejection, transitioning, and discovery of community). Minority stress, such as internalized homophobia, has been found to be associated with increased risk of experiencing sexual violence (Murchison et al., 2017). Consistent with the conceptualization of minority stress theory, minorities’ responses to exposures of “structural stressors” will vary widely (Brooks, 1981, p. 76); however, negative responses such as internalized homophobia or transphobia and isolation can be mitigated by a sense of GSM community. In fact, a sense of GSM community has been shown to serve as a protective factor for sexual assault in general populations (Murchison et al., 2017). More research is needed to understand if these patterns extend to GSM student populations and how different GSM identities may affect trajectories of victimization. In addition, regardless of victimization history, GSM students may have complicated and difficult relationships with their IHEs. Beyond their impact on sexual violence, socio-environmental factors such as homophobia and transphobia at IHEs, as well as childhood bullying and maltreatment among GSM students, often result in lower social and academic integration, which in turn decreases academic success and increases risk of dropping out (Duncan, 2000; Hammig & Jozkowski, 2013; Harper & Quaye, 2009; Woodford & Kulick, 2014). Campus sexual violence resources can inadvertently perpetuate heteronormative bias and discourse (e.g., implementing curricula that only address heterosexual relationships), further alienating GSM students (Worthen & Wallace, 2017). GSM students, however, display resilience in the face of these obstacles. When their environments include social support from mentors and peers, this can encourage academic persistence and protect against some of the effects of pervasive institutional discrimination (Alessi, Sapiro, Kahn, & Craig, 2017; Fine, 2016; Schmidt, Miles, & Welsh, 2011). Limitations First, this is a study of students at IHEs. Experiences endured and consequent impacts among other populations may be different. In addition, because this study uses a cross-sectional, regression-based design, it is not possible to determine causation or establish temporal order, and thus, we therefore cannot definitively conclude that experiences of sexual victimization precipitated Kammer-Kerwick et al. 20   differences in PTSD and depression symptomology, academic engagement, and feelings of safety. Although this article draws on minority stress theory to discuss findings, the overarching study used an ecological framework (see Busch-Armendariz et al., 2017a, 2017b and Wood et al., 2018b). Future research should attempt to explore beyond correlational outcomes and consider using minority stress theory as a guiding framework where instruments for measuring internalized homophobia and transphobia are included in the survey. This study also leaves several gaps with respect to understanding diverse populations. Disability, intersex status, class, religion, citizenship status, and other important factors were not available for analysis. Furthermore, sample sizes for several smaller groups of GSM students did not allow for adequate statistical power for all analyses, limiting the ability to draw conclusions about the intersection of gender, sexual orientation, and race with sexual violence. Future research should explore these topics through targeted sampling with methods and analyses committed to an intersectional approach (see Else-Quest & Hyde, 2016). Notably, an analytic approach that includes a comprehensive assessment of the many intersecting identities in specific populations would amplify the lived experiences within a community (de Heer & Jones, 2017; Porter & Williams, 2011). Furthermore, additional health and educational outcomes should be considered to better illuminate their interaction with other adverse symptoms and sexual violence, for example, changes in resilience and decisions to change program of study after experiencing sexual violence. Last, the present analysis only just begins to address the complexities of age at enrollment, undergraduate versus graduate/professional student status, and time in the program of study. Future research might address the varying contexts associated with different programs of study at different life stages. Wood et al. (2018b), in a related study of sexual harassment, included a status factor with a level for nontraditional student as means of beginning to examine these complexities. That factor was not included in the present study due to the focus in our research questions on gender identities and sexual orientation. Conclusion GSM students are at increased risk for sexual violence and increased risk for experiencing subsequent sexual violence compared with their CH peers. Furthermore, results indicate that GSM students who experience sexual violence victimization report more mental health problems and negative academic outcomes. These factors contribute to, and may arise from, the ongoing marginalization of GSM students. Previous research has examined the role of social and environmental stressors, such as stigma, heterosexism, and harassment, on GSM students’ mental health and well-being (Woodford, Kulick, & Atteberry, 2015). IHE-based interventions aimed at reducing Kammer-Kerwick et al. 21   victimization must also address barriers for GSM students, such as underlying sociocultural and environmental factors that increase vulnerability and harm. IHE’s must recognize the strength and resilience of GSM students and consider the protective potential of social and community support when developing programs or interventions for diverse populations. Continued research in this area can further illuminate the academic and health impacts of GSM students that have experienced sexual and other forms of victimization. Culturally competent interventions and effective community mobilization at IHEs are essential to advancing practice and scholarship on violence among GSM students and CH students alike. Declaration of Conflicting Interests The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article. Funding The author(s) received no financial support for the research, authorship, and/or publication of this article. ORCID iD Matt Kammer-Kerwick  https://orcid.org/0000-0001-8848-3438 References Administrator Researcher Campus Climate Consortium. (2016). Campus climate survey. Available from http://campusclimate.gsu.edu/ Alessi, E. J., Sapiro, B., Kahn, S., & Craig, S. L. (2017). The first-year university experience for sexual minority students: A grounded theory explanation. Journal of LGBT Youth, 14, 71-92. Andresen, E. M., Malmgren, J. A., Carter, W. B., & Patrick, D. L. (1994). Screening for depression in well older adults: Evaluation of a short form of the CES-D. American Journal of Preventive Medicine, 10, 77-84. Baker, M. R., Frazier, P. A., Greer, C., Paulsen, J. A., Howard, K., Meredith, L. N., & Shallcross, S. L. (2016). Sexual victimization history predicts academic performance in college women. Journal of Counseling Psychology, 63, 685-692. Balsam, K. F., Molina, Y., Beadnell, B., Simoni, J., & Walters, K. (2011). Measuring multiple minority stress: The LGBT people of color microaggressions scale. Cultural Diversity & Ethnic Minority Psychology, 17, 163-174. Balsam, K. F., Molina, Y., Blayney, J., Dillworth, T., Zimmerman, L., & Kaysen, D. (2015). Racial/ethnic differences in identity and mental health outcomes among young sexual minority women. Cultural Diversity & Ethnic Minority Psychology, 21, 380-390. Banyard, V. L., Demers, J. M., Cohn, E. S., Edwards, K. M., Moynihan, M. M., Walsh, W. A., & Ward, S. K. (2017). Academic correlates of unwanted sexual contact, Kammer-Kerwick et al. 22   intercourse, stalking, and intimate partner violence: An understudied but important consequence for college students. Journal of Interpersonal Violence. Retrieved from https://journals.sagepub.com/doi/abs/10.1177/0886260517715022?journalCode=jiva Brooks, V. R. (1981). Minority stress and lesbian women. Lexington, MA: Lexington Books. Busch-Armendariz, N., Wood, L., Sulley, C., Kammer-Kerwick, M., Kellison, B., McClain, T.…Wachter, K. (2017a). Cultivating learning and safe environments: An empirical study of prevalence and perceptions of sexual harassment, stalking, dating/domestic abuse and violence, and unwanted sexual contact – The University of Texas System academic institutions. Austin, TX: Institute on Domestic Violence & Sexual Assault, The University of Texas at Austin.  Busch-Armendariz, N., Wood, L., Sulley, C., Kammer-Kerwick, M., Kellison, B., McClain, T.…Wachter, K. (2017b). Research methods report: Cultivating learning and safe environments – An empirical study of prevalence and perceptions of sexual harassment, stalking, dating/domestic abuse and violence, and unwanted sexual contact. Austin, TX: Institute on Domestic Violence & Sexual Assault, The University of Texas at Austin.  Campbell, J. C., Sabri, B., Budhathoki, C., Kaufman, M. R., Alhusen, J., & Decker, M. R. (2017). Unwanted sexual acts among university students: Correlates of victimization and perpetration. Journal of Interpersonal Violence. Retrieved from https://journals.sagepub.com/doi/abs/10.1177/0886260517734221 Cantor, D., Fisher, B., Chibnall, S., Townsend, R., Lee, H., Bruce, C., & Thomas, G. (2015, September 21). Report on the AAU campus climate survey on sexual assault and sexual misconduct. Retrieved from https://www.aau.edu/sites/default/ files/%40%20Files/Climate%20Survey/AAU_Campus_Climate_Survey_12_14_15.pdf Carey, K. B., Norris, A. L., Durney, S. E., Shepardson, R. L., & Carey, M. P. (2018). Mental health consequences of sexual assault among first-year college women. Journal of American College Health, 66, 480-486. Cortina, L. M., Swan, S., Fitzgerald, L. F., & Waldo, C. (1998). Sexual harassment and assault: Chilling the climate for women in academia. Psychology of Women Quarterly, 22, 419-441. Coulter, R. W. S., Mair, C., Miller, E., Blosnich, J. R., Matthews, D. D., & McCauley, H. L. (2017). Prevalence of past-year sexual assault victimization among undergraduate students: Exploring differences by and intersections of gender identity, sexual identity, and race/ethnicity. Prevention Science, 18, 726-736. Coulter, R. W. S., & Rankin, S. R. (2017). College sexual assault and campus climate for sexual- and gender-minority undergraduate students. Journal of Interpersonal Violence. doi:10.1177/0886260517696870 de Heer, B., & Jones, L. (2017). Measuring sexual violence on campus: Climate surveys and vulnerable groups. Journal of School Violence, 16, 207-221. doi: 10.1080/15388220.2017.1284444 Duncan, R. D. (2000). Maltreatment and college drop-out rates: Implications for child abuse researchers. Journal of Interpersonal Violence, 15, 987-995. Else-Quest, N., & Hyde, J. S. (2016). Intersectionality in quantitative psychological research: II: Methods and techniques. Psychology of Women Quarterly, 40, 319-336. Kammer-Kerwick et al. 23   Fine, L. E. (2016). “I can’t do this right now”: Social integration, significant other support, and LGB educational trajectories. Sociological Focus, 49, 215-230. Fournier, D. A., Skaug, H. J., Ancheta, J., Ianelli, J., Magnusson, A., Maunder, M. N., & Sibert, J. (2012). AD model builder: Using automatic differentiation for statistical inference of highly parameterized complex nonlinear models. Optimization Methods and Software, 27, 233-249. doi:10.1080/10556788.2011.597854 Friedman, M. S., Marshal, M. P., Guadamuz, T. E., Wei, C., Wong, C. F., Saewyc, E. M., & Stall, R. (2011). A meta-analysis of disparities in childhood sexual abuse, parental physical abuse, and peer victimization among sexual minority and sexual nonminority individuals. American Journal of Public Health, 101, 1481-1494. Furlong, M. J. (1996). Tools for assessing school violence. In S. Miller, J. Brodine, & T. Miller (Eds.), Safe by design: Planning for peaceful school communities (pp. 71-84). Seattle, WA: Committee for Children. Halstead, V., Williams, J. R., & Gonzalez-Guarda, R. (2017). Sexual violence in the college population: A systematic review of disclosure and campus resources and services. Journal of Clinical Nursing, 26, 2137-2153. Hammig, B., & Jozkowski, K. (2013). Academic achievement, violent victimization, and bullying among U.S. high school students. Journal of Interpersonal Violence, 28, 1424-1436. Hanisch, K. A., & Hulin, C. L. (1990). Job attitudes and organizational withdrawal: An examination of retirement and other voluntary withdrawal behaviors. Journal of Vocational Behavior, 37, 60-78. Harper, S. R., & Quaye, S. J. (2009). Beyond sameness, with engagement and outcomes for all: An introduction. In S. Harper & J. Quaye (Eds.), Student engagement in higher education: Theoretical perspectives and practical approaches for diverse populations (pp. 1-15). New York, NY: Routledge. Hightow-Weidman, L. B., Phillips, G., Jones, K. C., Outlaw, A., Fields, S., & Smith, J. (2011). Racial and sexual identity-related maltreatment among minority YMSM: Prevalence, perceptions, and association with emotional distress. AIDS Patient Care and STDS, 25, S39-S45. Huerta, M., Cortina, L. M., Pang, J. S., Torges, C. M., & Magley, V. J. (2006). Sex and power in the academy: Modeling sexual harassment in the lives of college women. Personality and Social Psychology Bulletin, 32, 616-628. Jackson, M., Valentine, S., Woodward, E., & Pantalone, D. (2017). Secondary victimization of sexual minority men following disclosure of sexual assault: “Victimizing me all over again . . .” Sexuality Research and Social Policy, 14, 275-288. Jordan, C. E., Combs, J. L., & Smith, G. T. (2014). An exploration of sexual victimization and academic performance among college women. Trauma, Violence, and Abuse, 15, 191-200. Koss, M. P., Abbey, A., Campbell, R., Cook, S., Norris, J., Testa, M., & White, J. (2007). Revising the SES: A collaborative process to improve assessment of sexual aggression and victimization. Psychology of Women Quarterly, 31, 357-370. Koss, M. P., Gidycz, C. A., & Wisniewski, N. (1987). The scope of rape: Incidence and prevalence of sexual aggression and victimization in a national sample of higher education students. Journal of Counseling and Clinical Psychology, 55, 162-170. Kammer-Kerwick et al. 24   Krebs, C. P., Lindquist, C. H., Warner, T. D., Fisher, B. S., & Martin, S. L. (2007, December). The Campus Sexual Assault (CSA) Study. Retrieved from https://www.ncjrs.gov/pdffiles1/nij/grants/221153.pdf Meyer, I. H. (1995). Minority stress and mental health in gay men. Journal of Health and Social Behavior, 36, 38-56. Mullahy, J. (1986). Specification and testing of some modified count data models. Journal of Econometrics, 33, 341-365. Murchison, G. R., Boyd, M. A., & Pachankis, J. E. (2017). Minority stress and the risk of unwanted sexual experiences in LGBQ undergraduates. Sex Roles, 77, 221-238. Pearlin, L. I. (1975). Status inequality and stress in marriage. American Sociological Review, 40, 344-357. Porter, J., & Williams, L. M. (2011). Intimate violence among underrepresented groups on a college campus. Journal of Interpersonal Violence, 26, 3210-3224. Poteat, V. P., Aragon, S. R., Espelage, D. L., & Koenig, B. W. (2009). Psychosocial concerns of sexual minority youth: Complexity and caution in group differences. Journal of Consulting and Clinical Psychology, 77, 196-201. Prins, A., Ouimette, P., Kimerling, R., Cameron, R. P., Hugelshofer, D. S., Shaw-Hegwer, J., & Sheikh, J. I. (2003). The primary care PTSD screen (PC-PTSD): Development and operating characteristics (PDF). Primary Care Psychiatry, 9, 9-14. doi: 10.1185/135525703125002360 PILOTS ID: 26676 Qualtrics (2016). Qualtrics [computer software]. Provo, UT: Author. Ramos, A. (2000). Sexual harassment at the University of Puerto Rico (Unpublished Doctoral dissertation, University of Illinois at Urbana-Champaign, Champaign). Rankin, S., Weber, G., Blumenfeld, W., & Frazer, S. (2010). The 2010 state of higher education for lesbian, gay, bisexual, and transgender people. Charlotte, NC: Campus Pride. Richardson, H. B., Armstrong, J. L., Hines, D. A., & Palm Reed, K. M. (2015). Sexual violence and help-seeking among LGBQ and heterosexual college students. Partner Abuse, 6, 29-46. Schmidt, C. K., Miles, J. R., & Welsh, A. C. (2011). Perceived discrimination and social support: The influences on career development and college adjustment of LGBT college students. Journal of Career Development, 38, 293-309. Sigurvinsdottir, R., & Ullman, S. E. (2015). The role of sexual orientation in the victimization and recovery of sexual assault survivors. Violence and Victims, 30, 636-648. Sigurvinsdottir, R., & Ullman, S. E. (2016). Sexual orientation, race, and trauma as predictors of sexual assault recovery. Journal of Family Violence, 31, 913-921. Silverschanz, P., Cortina, L., Konik, J., & Magley, V. (2008). Slurs, snubs, and queer jokes: Incidence and impact of heterosexist harassment in academia. Sex Roles, 58, 179-191. Swartout, K. M., Flack, W. F., Cook, S. L., Olson, L. N., Smith, P. H., & White, J. W. (2018, July 26). Measuring Campus Sexual Misconduct and Its Context: The Administrator-Researcher Campus Climate Consortium (ARC3) Survey. Psychological Trauma: Theory, Research, Practice, and Policy. http://doi.org/10.1037/tra0000395 Kammer-Kerwick et al. 25   U.S. Department of Veterans Affairs (2018, January 29). PTSD: National center for PTSD. Retrieved from https://www.ptsd.va.gov/professional/assessment/screens/ pc-ptsd.asp Warren, J. C., Smalley, K. B., & Barefoot, K. N. (2016). Psychological well-being among transgender and genderqueer individuals. International Journal of Transgenderism, 17, 114-123. White House Task Force to Protect Students from Sexual Assault (Task Force). (2014). Climate surveys: Useful tools to help colleges and universities in their efforts to reduce and prevent sexual assault. Retrieved from https://www.justice.gov/archives/ovw/page/file/910426/download Wilcox, P., Jordan, C. E., & Pritchard, A. J. (2007). A multidimensional examination of campus safety: Victimization, perceptions of danger, worry about crime, and precautionary behavior among college women in the post-Clery era. Crime & Delinquency, 53, 219-254. Wood, L., Sulley, C., Kammer-Kerwick, M., Follingstad, D., & Busch-Armendariz, N. (2016). Climate surveys: An inventory of understanding sexual assault and other crimes of interpersonal violence at institutions of higher education. Violence Against Women, 23(10).  Wood, L., Hoefer, S., Kammer-Kerwick, M., Rubén, J., & Busch-Armendariz, N. (2018). Sexual Harassment at Institutions of Higher Education: Prevalence, Risk, and Extent. Journal of Interpersonal Violence.  https://doi.org/10.1177/0886260518791228 Woodford, M. R., & Kulick, A. (2014). Academic and social integration on campus among sexual minority students: The impacts of psychological and experiential campus climate. American Journal of Community Psychology, 55, 13-24. Woodford, M. R., Kulick, A., & Atteberry, B. (2015). Protective factors, campus climate, and health outcomes among sexual minority college students. Journal of Diversity in Higher Education, 8, 73-87. Worthen, M. G. F., & Wallace, S. A. (2017). Intersectionality and perceptions about sexual assault education and reporting on college campuses. Family Relations, 66, 180-196. Zeileis, A., Kleiber, C., & Jackman, S. (2008). Regression models for count data in R. Journal of Statistical Software, 27, 1-25. Zhang, W. O’Brien, N., Forrest, J. I., Salters, K. A., Patterson, T. L., Montaner, J. S. G., & Lima, V. D. (2012). Validating a Shortened Depression Scale (10 Item CES-D) among HIV-positive people in British Columbia, Canada. PLoS ONE, 7(7), e40793. Author Biographies Dr. Matt Kammer-Kerwick, PhD, is a senior research scientist at the Bureau of Business Research (BBR) at the University of Texas at Austin where he is a co-principal investigator on projects with the Institute on Domestic Violence & Sexual Assault. He has a PhD in management science and information systems. Alexander Wang, MS, is a research associate at the Institute on Domestic Violence and Sexual Assault (IDVSA) at the University of Texas at Austin Steve Hicks School Kammer-Kerwick et al. 26   of Social Work. They specialize in quantitative data collection and analysis support for projects on sexual assault, sexual harassment, and dating/domestic violence. Their interests include transgender identity development, queer relationship therapy, and intersectionality in quantitative research. T’Shana McClain, MSW is a research associate at IDVSA. Her direct service work includes counseling, crisis intervention, and case management services to survivors and perpetrators of intimate partner violence and sexual assault in institutions of higher education and community-based settings. Sharon Hoefer, MSSW, is a prevention specialist with Voices Against Violence at The University of Texas at Austin. She has worked with survivors of interpersonal violence in both research and community-based settings as a case manager and support group facilitator. Her professional interests include gender-based violence prevention and intervention, healthy relationship education, program evaluation, and feminism in popular culture. Dr. Kevin M. Swartout, PhD, is an associate professor of psychology and public health at Georgia State University and an expert on violence against women, perpetration of violence, and longitudinal data analysis. He has published more than 40 articles related to sexual violence, aggression, and intimate partner violence. He has a PhD in social psychology from the University of North Carolina at Greensboro. Dr. Bethany Backes, PhD, MSW, MPH, is a research associate and the director of research and evaluation at IDVSA. Her areas of scholarship broadly encompass research and evaluation on violence against women. Dr. Noël Busch-Armendariz, PhD, MSW, MPA, is the director of IDVSA and a university presidential professor in the School of Social Work at the University of Texas at Austin. She is a nationally recognized expert in sexual assault and human trafficking. She serves on the program committee of SafePlace, Inc., and the policy committee of the Texas Council on Family Violence.  ",
    "id": 286367779,
    "identifiers": {
        "doi": "10.26153/tsw/6661",
        "oai": "oai:repositories.lib.utexas.edu:2152/79631"
    },
    "title": "Gender and Sexual Minority College Students: The Risk and Extent of Victimization and Related Health and  Educational Outcomes",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-11-01T00:00:00+00:00",
    "publisher": "SAGE Journal of Interpersonal Violence",
    "references": [],
    "sourceFulltextUrls": [
        "https://repositories.lib.utexas.edu/bitstream/2152/79631/2/mkk%20et%20al%202019%20-%20GSM%20SV%20-%20JIV883866%20page%20proof%20response%2010-17-19%20for%20website.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/286367779.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/286367779"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/286367779/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/286367779/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/286367779"
        }
    ],
    "abstract": "A multisite survey conducted at eight campuses of a southwestern university system provides the data for the present study, total N = 17,039 with 1,869 gender and sexual minority (GSM) students. Sexual violence was measured using the Sexual Experiences Survey (SES), and analysis included both the participant’s risk of experiencing sexual violence and the extent (or total count) of sexual violence experienced. This study poses the following research questions: What effects do gender identity and sexual orientation have on the risk and extent of sexual violence among students and, among victims, what is the relationship between gender identity/sexual orientation and mental health (posttraumatic stress disorder [PTSD], depression) and academic environment (disengagement and safety) outcomes for university students? Multilevel, random effect hurdle models captured this sequential victimization dynamic. GSM and cisgender heterosexual (CH) female students are predicted to be 2.6 and 3 times, respectively, as likely to experience sexual violence compared with CH male students. In addition, GSM students experiencing sexual violence are also expected to experience a greater number of sexually violent acts (74% more) over their college career compared with victimized CH male students. The models confirm that the risk of victimization increases over time (13% per year for CH male students), but GSM students are expected to experience an additional (10%) increase in risk of victimization per year compared with CH male students. GSM and CH female students are also predicted to be more likely to have PTSD and experience more severe depression symptoms than CH male students. GSM students are expected to experience significantly higher rates of PTSD, worse depressive symptoms, and greater disengagement than CH female students. The discussion explores how institutions of higher education might recognize the resilience of GSM students and consider the protective potential of social and community support when developing programs or interventions for diverse populations.IC2 Institut",
    "tags": [
        "Technical Report",
        "gender",
        "sexual minority",
        "sexual violence",
        "academic and health outcomes",
        "random intercept hurdle models",
        "risk and extent of victimization"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Technical Report"
    ],
    "oai": "oai:repositories.lib.utexas.edu:2152/79631",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "222",
        "openDoarId": 0,
        "name": "Texas ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 286367779,
        "depositedDate": null,
        "publishedDate": "2019-11-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T20:02:49+00:00",
        "acceptedDate": null,
        "createdDate": "2020-01-23T23:04:03+00:00"
    },
    "urls": [
        "http://dx.doi.org/10.26153/tsw/6661",
        "https://doi.org/10.1177/0886260519883866",
        "https://hdl.handle.net/2152/79631"
    ],
    "lastUpdate": "2024-01-30T20:02:49+00:00",
    "setSpecs": []
}