{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Brezger, Andreas"
        },
        {
            "name": "Lang, S."
        }
    ],
    "contributors": [],
    "createdDate": "2013-07-19T16:22:14+01:00",
    "dataProvider": {
        "id": 454,
        "name": "Open Access LMU",
        "url": "https://api.core.ac.uk/v3/data-providers/454",
        "logo": "https://api.core.ac.uk/data-providers/454/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.5282/ubm/epub.1702",
    "downloadUrl": "https://core.ac.uk/download/12162748.pdf",
    "fullText": "Brezger, Lang:Generalized structured additive regression based onBayesian P-splinesSonderforschungsbereich 386, Paper 321 (2003)Online unter: http://epub.ub.uni-muenchen.de/ProjektpartnerGeneralized structured additive regression based on BayesianP-splinesAndreas Brezger and Stefan LangDepartment of Statistics,University of Munich.email: andib@stat.uni-muenchen.de,lang@stat.uni-muenchen.deJune 30, 2003AbstractGeneralized additive models (GAM) for modelling nonlinear effects of continuouscovariates are now well established tools for the applied statistician. In this paper wedevelop Bayesian GAM’s and extensions to generalized structured additive regressionbased on one or two dimensional P-splines as the main building block. The approachextends previous work by Lang and Brezger (2003) for Gaussian responses. Inferencerelies on Markov chain Monte Carlo (MCMC) simulation techniques, and is eitherbased on iteratively weighted least squares (IWLS) proposals or on latent utility rep-resentations of (multi)categorical regression models. Our approach covers the mostcommon univariate response distributions, e.g. the Binomial, Poisson or Gamma dis-tribution, as well as multicategorical responses. As we will demonstrate through twoapplications on the forest health status of trees and a space-time analysis of healthinsurance data, the approach allows realistic modelling of complex problems. We con-sider the enormous flexibility and extendability of our approach as a main advantageof Bayesian inference based on MCMC techniques compared to more traditional ap-proaches. Software for the methodology presented in the paper is provided within thepublic domain package BayesX.Key words: geoadditive models, IWLS proposals, multicategorical response, structured ad-ditive predictors, surface smoothing1 IntroductionGeneralized additive models (GAM) provide a powerful class of models for modelling non-linear effects of continuous covariates in regression models with non-Gaussian responses.A huge variety of competing approaches are now available for modelling and estimatingnonlinear functions of continuous covariates. Prominent examples are smoothing splines(e.g. Hastie and Tibshirani (1990)), local polynomials (e.g. Fan and Gijbels (1996)),regression splines with adaptive knot selection (e.g. Friedman and Silverman (1989),Friedman (1991), Stone et al. (1997)) and P-splines (Eilers and Marx (1996), Marx andEilers (1998)). Currently, smoothing based on mixed model representations of GAM’sand extensions is extremely popular, see e.g. Lin and Zhang (1999), Currie and Durban1(2002), Wand (2003) and the book by Ruppert et al. (2003). Indeed, the approach isvery promising and has several distinct advantages, e.g. smoothing parameters can beestimated simultaneously with the regression functions.Bayesian approaches are currently either based on regression splines with adaptive knotselection (e.g. Smith and Kohn (1996), Denison et al. (1998), Biller (2000), Di Matteo et al.(2001), Biller and Fahrmeir (2001) and Hansen and Kooperberg (2002)), or on smoothnesspriors (Hastie and Tibshirani (2000), Fahrmeir and Lang (2001a) and Fahrmeir and Lang(2001b)).In this paper, we extend previous work by Lang and Brezger (2003) for Gaussian re-sponses based on one or two dimensional Bayesian P-splines as the main building block.Our approach covers univariate GAM’s for the most common response distributions (Bino-mial, Poisson, Gamma) as well as models for multicategorical responses. Inference is fullyBayesian and is based on Markov chain Monte Carlo inference techniques (a nice intro-duction into MCMC can be found in Green (2001)). We adopt iteratively weighted leastsquares (IWLS) proposals as proposed by Gamerman (1997) for generalized linear mixedmodels. Similar proposals have been used by Rue (2001) and Knorr-Held and Rue (2002)primarily in the context of spatial smoothing. A simple alternative are conditional priorproposals (Knorr-Held (1999)) which work surprisingly well in many situations. For mostcategorical response models, efficiency of MCMC inference can be considerably improvedby using latent utility respresentations of such models, see Albert and Chib (1993) andChen and Dey (2000) for (multicategorical) probit models and Holmes and Knorr-Held(2003) for binary logit models. The advantage of such representations for MCMC infer-ence is, that the full conditionals of the regression coefficients are (multivariate) Gaussianand sampling schemes developed for Gaussian responses in Lang and Brezger (2003) canbe utilized with only minor changes. In all cases, numerical efficiency is guaranteed byusing matrix operations for band or sparse matrices (George and Liu (1981)).A main advantage of a Bayesian approach for GAM’s is its flexibility and extendability tomore complex formulations. Our approach can be well extended to deal with unobservedunit- or cluster specific heterogeneity by incorporating random intercepts or slopes into thepredictor. Spatial heterogeneity may be considered by incorporating spatial effects. Wewill discuss two alternatives, Gaussian Markov random fields (e.g. Besag et al. (1991) andtwo dimensional P-splines (Lang and Brezger (2003)). Models that can deal simultaneouslywith nonlinear effects of continuous covariates as well as spatial heterogeneity are calledgeoadditive models (Kammann and Wand (2003)) and are of growing interest in the recentliterature, see also Fahrmeir and Lang (2001a) and Fahrmeir and Lang (2001b). In general,we will use models with a structured additive predictor including generalized additive mixedmodels, dynamic models, varying coefficient models and geoadditive models as a specialcase.We will present examples of generalized structured additive models in two applications.In our first application we analyse longitudinal data on the health status of beeches inthe forest district of Rothenburg in northern Bavaria. Important influencial factors on thehealth state of trees are e.g. the age of the trees, the canopy density at the stand, calendartime as a surrogate for changing environmental conditions, and the location of the stand.The second application is a space-time analysis of hospital treatment costs based on datafrom a German private health insurance company.Another important advantage of inference based on MCMC is easy prediction for unob-served covariate combinations including credible intervals, and the availability of inference2for functions of the parameters (again including credible intervals). We will give specificexamples in our second application.The methodology of this paper is included in BayesX, a software package for Bayesianinference based on MCMC simulation techniques. BayesX is an easy to use public domainprogram. The program together with a detailed 130 pages manual can be downloadedfrom http://www.stat.uni-muenchen.de/~lang/. A particular advantage of BayesX isthat it can estimate very complex models and handle large datasets.The remainder of the paper is organized as follows: The next section describes BayesianGAM’s based on one or two dimensional P-splines and discusses extensions to generalizedstructured additive regression. Section 3 gives details about MCMC inference. In Section4 we present two applications on the health status of trees and hospital treatment costs.Section 5 concludes and discusses directions for future research.2 Bayesian GAM’s and extensions2.1 Bayesian P-splinesSuppose that observations (yi, xi, vi), i = 1, . . . , n, are given, where yi is a response vari-able, xi = (xi1, . . . , xip)′ is a vector of continuous covariates and vi = (vi1, . . . , viq)′ arefurther (mostly categorical) covariates. Generalized additive models (Hastie and Tibshi-rani (1990)) assume that, given xi and vi the distribution of yi belongs to an exponentialfamily, i.e.p(yi |xi, vi) = exp(yiθi − b(θi)φ)c(yi, θi) (1)where b(·), c(·), θi and φ determine the respective distributions. A list of the most commondistributions and their specific parameters can be found e.g. in Fahrmeir and Tutz (2001),page 21. The mean µi = E(yi|xi, vi) is linked to a semiparametric additive predictor ηi byµi = h(ηi), ηi = f1(xi1) + · · ·+ fp(xip) + v′iγ. (2)Here, h is a known response function and f1, . . . , fp are unknown smooth functions of thecontinuous covariates and v′iγ represents the strictly parametric part of the predictor.For modelling the unknown functions fj we follow Lang and Brezger (2003), who presenta Bayesian version of the P-splines approach introduced in a frequentist setting by Eilersand Marx (1996). Here, we assume that the unknown functions can be approximated bya polynomial spline of degree l and with equally spaced knotsζj0 = xj,min < ζj1 < · · · < ζj,k−1 < ζjkj = xj,maxover the domain of xj . The spline can be written in terms of a linear combination ofMj = kj + l B-spline basis functions (De Boor (1978). Denoting the m-th basis functionby Bjm, we obtainfj(xj) =Mj∑m=1βjmBjm(xj).By defining the n×Mj design matrices Xj with the elements in row i and column m givenby Xj(i,m) = Bjm(xij), we can rewrite the predictor (2) in matrix notation asη = X1β1 + · · ·+Xpβp + V ′γ. (3)3Here, βj = (βj1, . . . , βjm)′, j = 1, . . . , p, correspond to the vectors of unknown regressioncoefficients. The matrix V is the usual design matrix for fixed effects. To overcome thewell known difficulties involved with regression splines, Eilers and Marx (1996) suggest arelatively large number of knots (usually between 20 to 40) to ensure enough flexibility,and to introduce a roughness penalty on adjacent regression coefficients to regularize theproblem and avoid overfitting. In their frequentist approach they use penalties based onsquared r-th order differences. Usually first or second order differences are enough. Inour Bayesian approach, we replace first or second order differences with their stochasticanalogues, i.e. first or second order random walks defined byβjm = βj,m−1 + ujm, or βjm = 2βj,m−1 − βj,m−2 + ujm (4)with Gaussian errors ujm ∼ N(0, τ2j ) and diffuse priors βj1 ∝ const, or βj1 and βj2 ∝const, for initial values, respectively. The amount of smoothness is controlled by thevariance parameter τ2j which corresponds to the smoothing parameter in the traditionalapproach. By defining an additional hyperprior for the variance parameters the amountof smoothness can be estimated simultaneously with the regression coefficients. We assignthe conjugate prior for τ2 which is an inverse Gamma prior with hyperparameters aj andbj , i.e. τ2j ∼ IG(aj , bj). Common choices for aj and bj are aj = 1 and bj small, e.g.b = 0.005 or bj = 0.0005. Alternatively we may set aj = bj , e.g. aj = bj = 0.001. As astandard choice we use aj = 1 and bj = 0.005. Since the results may considerably dependon the choice of aj and bj some sort of sensitivity analysis is strongly recommended. Forinstance, the models under consideration could be reestimated with (a small) number ofdifferent choices for aj and bj .In some situations, a global variance parameter τ2j may be not appropriate, for exampleif the underlying function is highly oscillating. In such cases the assumption of a globalvariance parameter τ2j may be relaxed by replacing the errors ujm ∼ N(0, τ2j ) in (4)by ujm ∼ N(0, τ2j /δjm). The weights δjm are additional hyperparameters and assumedto follow independent Gamma distributions δjm ∼ G(ν2 , ν2 ). This is equivalent to a t-distribution with ν degrees of freedom for βj (see e.g. Knorr-Held (1996) in the contextof dynamic models). As an alternative, locally adaptive dependent variances as proposedin Lang et al. (2002) could be used as well. Our software is capable of estimating suchmodels, but we do not investigate them in the following to keep the paper in reasonablelength. Estimation is, however, straightforward, see Lang and Brezger (2003) and Langet al. (2002) for details.2.2 Modelling interactionsIn many situations, the simple additive predictor (2) may be not appropriate because ofinteractions between covariates. In this section we describe interactions between categori-cal and continuous covariates and between two continuous covariates. In the next section,we also discuss interactions between space and categorical covariates. For notational sim-plicity, we keep the notation of the predictor as in (2) and assume for the rest of thesection that a particular covariate xj is now two dimensional, i.e. xij = (x1ij , x2ij)′.Interactions between categorical and continuous covariates can be conveniently modelledwithin the varying coefficient framework introduced by Hastie and Tibshirani (1993). Here,the effect of covariate x1ij is assumed to vary smoothly over the range of the second covariatex2ij , i.e.fj(xij) = f ′j(x2ij)x1ij . (5)4The covariate x2ij is called the effect modifier of x1ij . The design matrix Xj is given bydiag(x11j , . . . , x1nj)X2j where X2j is the usual design matrix for splines composed of the basisfunctions evaluated at the observations x2ij .If both interacting covariates are continuous, a more flexible approach for modelling in-teractions can be based on two dimensional surface fitting. Here, we concentrate on twodimensional P-splines described in Lang and Brezger (2003), see also Wood (2003) for arecent approach based on thin plate splines. We assume that the unknown surface fj(xij)can be approximated by the tensor product of one dimensional B-splines, i.e.fj(x1ij , x2ij) =M1j∑m1=1M2j∑m2=1βj,m1m2Bj,m1(x1ij)Bj,m2(x2ij). (6)The design matrix Xj is now n×M1j ·M2j dimensional and consists of products of basisfunctions. Priors for βj = (βj,11, . . . , βj,M1jM2j )′ are based on spatial smoothness priorscommon in spatial statistics (see e.g. Besag and Kooperberg (1995)). Based on previousexperience, we prefer a two dimensional first order random walk based on the four nearestneighbours. It is usually defined by specifying the conditional distributions of a parametergiven its neighbours, i.e.βjm1m2 | · ∼ N(14(βjm1−1,m2 + βjm1+1,m2 + βjm1,m2−1 + βjm1,m2+1),τ2j4)(7)form1 = 2, . . . ,M1j−1,m2 = 2, . . . ,M2j−1 and appropriate changes for corners and edges.Again, we restrict the unknown function fj to have mean zero to guarantee identifiability.Sometimes it is desirable to decompose the effect of the two covariates x1j and x2j intotwo main effects modelled by one dimensional functions and a two dimensional interactioneffect. Then, we obtainfj(xij) = f1j (x1ij) + f2j (x2ij) + f12j (x1ij , x2ij). (8)In this case, additional identifiability constraints have to be imposed on the three functions,see Lang and Brezger (2003).2.3 Structured additive predictorsA main advantage of Bayesian regression analysis based on MCMC simulation techniquesis that models can be easily extended to more complex formulations. So far, we haveconsidered only continuous and categorical covariates in the predictor. In this section, werelax this assumption by allowing that the covariates xj in (2) or (3) are not necessarilycontinuous. We still pertain the assumption of the preceeding section that covariates xjmay be one or two dimensional. Based on this assumptions the models can be considerablyextended within a unified framework. We are particularly interested in the handling ofunobserved unit- or cluster specific and spatial heterogeneity. Models that can deal withspatial heterogeneity are called geoadditive models (Kamman and Wand, 2001). We calla predictor with one or two dimensional nonlinear effects of continuous covariates, timescales and unit- or cluster specific and spatial heterogeneity a structured additive predictorbecause it still has an additive structure but is more flexible than the usual predictor inGAM’s.5Unit- or cluster specific heterogeneitySuppose that covariate xj is a index variable that indicates the unit or cluster a particularobservation belongs to. An example are longitudinal data where xj is an individuumindex. In this case, it is common practice to introduce unit- or cluster specific i.i.d.Gaussian random intercepts or slopes, see e.g. Diggle et al. (1994). Suppose xj cantake the values 1, . . . ,Mj . Then, an i.i.d. random intercept can be incorporated intoour framework of structured additive regression by assuming fj(m) = βjm ∼ N(0, τ2j ),m = 1, . . . ,Mj . The design matrix Xj is now a 0/1 incidence matrix with dimen-sion n × Mj . In order to introduce random slopes we assume xj = (x1j , x2j ) as inSection 2.2. Then, a random slope with respect to index variable x1j is defined asfj(xij) = f ′j(x2ij)x1ij with f′j(x2ij) = βjm ∼ N(0, τ2j ). The design matrix Xj is given bydiag(x11j , . . . , x1nj)X2j where X2j is again a 0/1 incidence matrix. Note the close similaritybetween random slopes and varying coefficient models. In fact, random slopes may beregarded as varying coefficient terms with unit- or cluster variable x2j as the effect modifier.Spatial heterogeneityTo consider spatial heterogeneity, we may introduce a spatial effect fj of location xjto the predictor. Depending on the application, the spatial effect may be further splitup into a spatially correlated (structured) and an uncorrelated (unstructured) effect, i.e.fj = fj,str + fj,unstr. The correlated effect fj,str aims at capturing spatially dependentheterogeneity and the uncorrelated effect fj,unstr local effects.For data observed on a regular or irregular lattice a common approach for the correlatedspatial effect fstr is based on Markov random field priors, see e.g. Besag et al. (1991). Lets ∈ {1, . . . , Sj} denote the pixels of a lattice or the regions of a geographical map. Then,the most simple Markov random field prior for fstr(s) = βstr,s is defined byβstr,s|βstr,u, u = s ∼ N∑u∈∂s1Nsβstr,u,τ2strNs , (9)where Ns is the number of adjacent regions or pixels, and ∂s denotes the regions whichare neighbours of region s. Hence, prior (9) can be seen as a two dimensional extensionof a first order random walk. More general priors than (9) are described in Besag et al.(1991). The design matrix Xstr is a n× Sj incidence matrix whose entry in the i-th rowand s-th column is equal to one if observation i has been observed at location s and zerootherwise.Alternatively, the structured spatial effect fstr could be modelled by two dimensionalsurface estimators as described in Section 2.2. In most of our applications, however, theMRF random field proves to be superior in terms of model fit.For the unstructured effect funstr we may again assume i.i.d Gaussian random effects withthe location as the index variable.Similar to continuous covariates and index variables we can again define varying coefficientterms, now with a spatial covariate as the effect modifier, see e.g. Fahrmeir et al. (2003)for an application.62.4 General structure of the priorsAs we have seen, it is always possible to express the vector of function evaluations fj =(fj1, . . . , fjn) of a nonlinear effect as the matrix product of a design matrix Xj and a vectorof regression coefficients βj , i.e. fj = Xjβj . It turns out that the smoothness priors forthe regresssion coefficients βj can be cast into a general form as well. It is given byβj |τ2j ∝1(τ2j )rk(Kj)exp(− 12τ2jβ′jKjβj), (10)where Kj is a penalty matrix which depends on the prior assumptions about smoothnessof fj and the type of covariate. E.g. for a P-spline with a first order random walk penaltyKj is given byK =1 −1−1 2 −1. . .. . .. . .−1 2 −1−1 1 .For the variance parameter an inverse Gamma prior (the conjugate prior) is assumed, i.e.τ2j ∼ IG(aj , bj).The general structure of the priors particularly facilitates the description of MCMC infer-ence in the next section.3 Bayesian inference via MCMCBayesian inference is based on the posterior of the model which is given byp(α | y) ∝ L(y, β1, τ21 , . . . , τ2p , βp, γ)p∏j=11(τ2j )rk(Kj)exp(− 12τ2jβ′jKjβj)p∏j=1(τ2j )−aj−1 exp(− bjτ2j),where α is the vector of all parameters in the model. The likelihood L(·) is a productof the individual likelihoods (1). Since the posterior is analytically intractable we makeuse of Markov chain Monte Carlo (MCMC) simulation techniques. Models with Gaus-sian responses are already covered in Lang and Brezger (2003). Here, the main focusis on methods applicable for general distributions from an exponential family. We firstadopt an approach based on iteratively weighted least squares proposals as suggested byGamerman (1997) in the context of generalized linear mixed models (Subsection 3.1). For(multi)categorical responses more efficient sampling schemes can be developed by consid-ering latent utility representations of the models (Subsection 3.3). In both approaches,MCMC simulation is based on drawings from full conditionals of blocks of parameters,given the rest and the data. Parameters are updated in the order τ21 , β1, . . . , τ2p , βp, γ.3.1 Updating by iteratively weighted least squares (IWLS) proposalsThe basic idea is to combine Fisher scoring or IWLS (e.g. Fahrmeir and Tutz (2001))for estimating regression parameters in generalized linear models, and the Metropolis-7Hastings algorithm. More precisely, the goal is to approximate the full conditionals ofregression parameters βj and γ by a Gaussian distribution, obtained by accomplishingone Fisher scoring step in every iteration of the sampler. Suppose we want to updatethe regression coefficients βj of the function fj with current state βcj of the chain. Then,according to IWLS, a new value βpj is proposed by drawing a random number from themultivariate Gaussian proposal distribution q(βcj , βpj ) with precision matrix and meanPj = X ′jW (βcj )Xj +1τ2jKj , mj = P−1j X′jW (βcj )(y˜(βcj )− η˜). (11)Here, W (βcj ) = diag(w1, . . . , wn) is the usual weight matrix for IWLS with weightsw−1i (βcj ) = b′′(θi){g′(µi)}2 obtained from the current state βcj . The working observationsy˜i are defined asy˜i(βcj ) = ηi + (yi − µi)g′(µi).The vector η˜ is the part of the predictor associated with all remaining effects in the model.Note, that Pj is a symmetric matrix with band structure or which can be at leastbrought into a band matrix like structure. For one dimensional P-splines, the band sizeis max{degree of splines l, order of differences k}, for two dimensional P-splines the bandsize is Mj · l + l, and for i.i.d random effects the posterior precision matrix is diagonal.For a Markov random field, the precision matrix is not a priori a band matrix but sparse.It can be transformed into a band matrix (with differing band size in every row) by re-ordering the regions using the Cuthill Mc-Kee algorithm (see George and Liu (1981) p.58 ff). Hence, random numbers from the (high dimensional) proposal distributions can beefficiently drawn by using matrix operations, in particular Cholesky decompositions, forsparse matrices. In our implementation we use the envelope method for Cholesky decom-positions of sparse matrices as described in George and Liu (1981), see also Rue (2001)and Lang and Brezger (2003).Usually convergence and mixing of Markov chains is excellent with IWLS proposals. How-ever, the following problems occured:• Improper starting values: It turns out that convergence of the algorithm to thestationary distribution is sometimes extremely slow because of improper startingvalues for the βj . As a remedy, we initialize the Markov chain with posterior modeestimates which are obtained from a backfitting algorithm with fixed and usuallylarge values for the variance parameters.• Convergence problems for the variance parameter: If the effect of two covariates x1jand x2j is decomposed into main effects and a two dimensional interaction effect as in(8), severe convergence problems for the variance parameter of the interaction effectare the rule. Similar, but less severe problems have been reported in Knorr-Held andRue (2002) in the context of spatial smoothing with Markov random field priors. Toovercome the difficulties, we follow Knorr-Held and Rue (2002) who propose to con-struct a joint proposal for the parameter vector βj and the corresponding varianceparameter τ2j , and to simultaneously accept/reject (βj , τ2j ). This is done by firstsampling (τ2j )p from a proposal distribution for τ2j , and subsequently drawing fromthe IWLS proposal for the corresponding regression parameters given the proposed(τ2j )p. The proposal distribution for τ2j may depend on the current state (τ2j )c ofthe variance, but must be independent of βcj . As suggested by Knorr-Held and Rue8(2002), we construct the proposal by multiplying the current state (τ2j )c by a ran-dom variable z with density proportional to 1 + 1/z on the interval [1/f, f ], wheref > 1 is a tuning constant. Since this proposal is independent of the regression pa-rameters, the joint proposal for (βj , τ2j ) is the product of the two proposal densities.Following the advise of Knorr-Held and Rue (2002), we tune f to obtain acceptanceprobabilities of approximately 30%. The acceptance probability is given byα =L(y, . . . , βpj , (τ2j )p, . . . , γc)L(y, . . . , βcj , (τ2j )c, . . . , γc)p(βpj | (τ2j )p)p((τ2j )p)p(βcj | (τ2j )c)p((τ2j )c)q(βpj , βcj )q(βcj , βpj ). (12)Computation of the acceptance probability requires the evaluation of the normalizingconstant of the IWLS proposal which is given by 1/(2|P−1j |)0.5. The determinantof P−1j can be computed without significant additional effort as a by-product ofthe Cholesky decomposition. Note also that the proposal ratio of the smoothingparameter cancels out.Summarizing, we obtain the followingSampling scheme based on IWLS proposals:1. Initialization:Compute the posterior mode for β1, . . . , βj and γ given fixed variance parametersτ2j = cj , (e.g. cj = 10). The mode is computed via backfitting with Fisher scoring.Use the posterior mode estimates as the current state βcj ,(τ2j )c,γc of the chain.2. For j = 1, . . . , p:• Propose new τ2j : Sample a random number z with density proportional to1 + 1/z on the interval [1/f, f ], f > 1. Set (τ2j )p = (τ2j )c as the proposed newvalue for the jth variance parameter.• Propose new βj: Sample a random number βpj from the multivariate Gaussiandistribution with mean and covariance matrix defined in (11).• Accept/reject βpj , (τ2j )p: Accept the proposed values βpj and (τ2j )p with accep-tance probability (12). If the proposed random numbers are accepted, setβcj = βpj and (τ2j )c = (τ2j )p.3. Update fixed effects parameters: Draw a IWLS proposal γp from the Gaussian pro-posal density q(γc, γp). Accept γp with probabilityα =L(y, . . . , γp)L(y, . . . , γc)q(γp, γc)q(γc, γp).If the proposal is accepted, set γc = γp.4. If the random sample is large enough stop the algorithm, otherwise proceed with 2.3.2 IWLS versus conditional prior proposalsAs an alternative to IWLS proposals, we could use conditional prior proposals as suggestedby Knorr-Held (1999) in the context of dynamic models and by Fahrmeir and Lang (2001a)9for generalized additive mixed models based on simple random walk priors. Here, theparameter vector βj is divided into smaller blocks βj[r,s] = (βjr, . . . , βjs) and a proposal isdrawn from the conditional prior distribution of βj[r,s] given the remaining parameters, seeFahrmeir and Lang (2001a) for details. The approach is computationally less demandingand distribution free in the sense that no approximation of any characteristics of theposterior (e.g. mode) is needed. A drawback is that careful tuning of block sizes is requiredto obtain satisfying mixing of the chain and to speed up convergence. To overcome thisproblem and to avoid several pre-runs in order to find appropriate block sizes, we performan automatic tuning. This means that we check the acceptance rates in the initial burn inperiod and adjust the block sizes by a rule of thumb, to obtain acceptance rates betweenabout 30% and 70%, which showed to produce the best mixing.For P-splines and particulary Markov random fields conditionl prior proposals work sur-prisingly well in many siuations. There are however problems where IWLS proposals mayhelp to substantially improve the mixing of the chains. We illustrate the improvementsgained by a large data set (n = 162548) from two insurance companies in Belgium. Thedata have been analyzed in Denuit and Lang (2003) using the methods of this paper. Thedependence of covariates on the number of claims reported by car holders was analyzedusing a Poisson model. Here we depict the effect of the bonus-malus score (bm) indicatingthe level occupied in the 23-level Belgian bonus-malus scale. The left panel of Figure 1shows the sampling paths for two particular parameters βbm1 and βbm10 obtained by usingconditional prior proposals. Obviously, the mixing of the chains is not satisfactorily. Theright panel shows that the mixing of the Markov chain can be substantially improved byusing IWLS proposals. The mixing of the regression parameters also affects the associatedvariance parameters, see Figure 2. 0  250  500  750  1000-1.3-1.1-0.9-0.7-0.5-0.3 0  250  500  750  1000-1.3-1.1-0.9-0.7-0.5-0.3 0  250  500  750  1000-0.35-0.25-0.15-0.05 0.05 0  250  500  750  1000-0.35-0.25-0.15-0.05 0.05Figure 1: Sampling paths of two particular parameters (βbm1 ,βbm10 ) with conditional priorproposal (left) and with IWLS proposal (right)10 0  250  500  750  1000 0 0.05 0.1 0.15 0.2 0  250  500  750  1000 0 0.05 0.1 0.15 0.2 0  250  500  750  1000-7.5-6-4.5-3-1.5 0  250  500  750  1000-7.5-6-4.5-3-1.5Figure 2: Sampling paths for the variance parameter τ2bm (top) and log(τ2bm) (bottom)resulting from conditional prior proposals for β (left) and from IWLS proposals (right).3.3 Inference based on latent utility representations of categorical re-gression modelsFor most models with categorical responses efficient sampling schemes based on latentutility representations can be developed. The seminal paper by Albert and Chib (1993)develops algorithms for probit models with ordered categorical responses. The case ofprobit models with unordered multicategorical responses is delt with e.g. in Chen and Dey(2000) or Fahrmeir and Lang (2001b). Recently, another important data augmentationapproach for binary logit models has been presented by Holmes and Knorr-Held (2003).The adaption of these sampling schemes to the models discussed in this paper is moreor less straightforward. We briefly illustrate the concept for binary data, i.e. yi takesonly the values 0 or 1. We first assume a probit model. Conditional on the covariatesand the parameters, yi follows a Bernoulli distribution yi ∼ B(1, µi) with conditionalmean µi = Φ(ηi) where Φ is the cumulative distribution function of a standard normaldistribution. Introducing latent variablesUi = ηi + 9i, (13)with 9i ∼ N(0, 1), we define yi = 1 if Ui > 0 and yi = 0 if Ui < 0. It is easy to showthat this corresponds to a binary probit model for the yi’s. The posterior of the modelaugmented by the latent variables depends now on the additional parameters Ui. Thus, anadditional sampling step for updating the Ui’s is required. Fortunately, sampling the Ui’sis relatively easy and fast because the full conditionals are truncated normal distributions.More specifically, Ui|· ∼ N(ηi, 1) truncated at the left by 0 if yi = 1 and truncated at theright if yi = 0. Efficient algorithms for drawing random numbers from a truncated normal11distribution can be found in Geweke (1991) or Robert (1995). The advantage of defining aprobit model through the latent variables Ui is that the full conditionals for the regressionparameters βj (and γ) are Gaussian with precision matrix and mean given byPj = X ′jXj +1τ2jKj , mj = P−1j X′j(U − η˜). (14)Hence, the efficient and fast sampling schemes developed for Gaussian responses can beused with slight modifications. Updating of βj and γ can be done exactly as describedin Lang and Brezger (2003) using the current values U c of the latent utilities as (pseudo)responses.For binary logit models, the sampling schemes become slightly more complicated. A logitmodel can be expressed in terms of latent utilities by assuming 9i ∼ N(0, λi) in (13) withλi = 4ψ2i , where ψi follows a Kolmogorov-Smirnov distribution (Devroye (1986)). Hence,9i is a scale mixture of normal form with a marginal logistic distribution (Andrews andMallows (1974)). The full conditionals for the U ′is are still truncated normals with Ui|· ∼N(ηi, λi) but additional drawings from the conditional distributions of λi are necessary.Although the distribution has no standard form, sampling may be obtained by Metropolis-Hastings steps with the prior distribution for λi as a proposal (Holmes and Knorr-Held(2003)), i.e. draw a random number ψi from a Kolmogorov-Smirnov distribution andpropose λpi = 4ψ2 as the new state of the Markov chain. The proposed new value is thenaccepted with probabilityα =(λiλpi)0.5exp(12(Ui − ηi)2(1λi− 1λpi)),where λi is the current state of the chain.4 Applications4.1 Longitudinal study on forest healthIn this longitudinal study on the health status of trees, we analyse the influence of calendartime t, age of trees A (in years), canopy density CP (in percent) and location L of the standon the defoliation degree of beeches. Data have been collected in yearly forest damageinventories carried out in the forest district of Rothenbuch in northern Bavaria from 1983to 2001. There are 80 observation points with occurence of beeches spread over an areaextending about 15 km from east to west and 10 km from north to south. The degree ofdefoliation is used as an indicator for the state of a tree. It is measured in three orderedcategories, with yit = 1 for ”bad” state of tree i in year t, yit = 2 for ”medium” and yit = 3for ”good”. A detailed data description can be found in Go¨ttlein and Pruscha (1996).We use a three-categorical ordered probit model based on a latent semiparametric modelUit = ηit + 9it with predictorηit = f1(t) + f2(Ait) + f1|2(t, Ait) + f3(CPit) + fstr(Li). (15)The calendar time trend f1(t) and the age effect f2(A) are modelled by cubic P-splineswith a second order random walk penalty. The interaction effect between calendar timeand age f1|2(t, A) is modelled by a two dimensional cubic P-splines on a 12 by 12 grid of12knots. Since canopy density is measrured only in 11 different values (0%, 10%,. . . ,100%)we use a simple second order random walk prior (i.e. a P-spline of degree 0) for f3(CP ).For the spatial effect fstr(L) we experimented with both a two dimensional P-spline (model1) and a Markov random field prior (model 2). Following Fahrmeir and Lang (2001b), theneighbourhood ∂s of trees for the Markov random field includes all trees u with euclidiandistance d(s, u) ≤ 1.2 km. In terms of the DIC (Spiegelhalter et al. (2002)), the modelbased on the Markov random field is preferable. An unstructured spatial effect funstr isexcluded from the predictor for the following two reasons. First, a look at the map ofobservation points (see Figure 5) reveals some sites with only one neighbour, making theidentification of a structured and an unstructured effect difficult if not impossible. Thesecond reason is that for each of the 80 sites only 19 observations on the same tree areavailable with only minor changes of the response category. In fact, there are only a coupleof sites where all three response categories have been observed.The data have been already analysed in Fahrmeir and Lang (2001b) (for the years 1983-1997 only). Here, nonlinear functions have been modelled solely by random walk priors.Also, the modelling of the interaction between calendar time and age is less sophisticated.Since the results for the two models differ only for the spatial effect, we present for theremaining covariates only estimates based on model 2. Figure 3 shows the nonlinear maineffects of calendar time and age of the tree as well as the effect of canopy density. Theinteraction effect between calendar time and age is depicted in Figure 4. The spatial effectis shown in Figure 5. Results based on a two dimensional P-spline can be found in the leftpanels, results based on the Markov random field can be found in the right panels. Shownare posterior probabilities based on a nominal level of 80% (top panels) and 95% (bottompanels).As we might have expected younger trees are in healthier state than the older ones. Wealso see that trees recover after the bad years around 1986, but after 1994 health statusdeclines to a lower level again. The interaction effect between time and age is relativelystrong. It suggests that the health status of young trees was better than average at thebeginning of the observation period and considerably worsens in the years after 1986. Forvery old trees, the interaction effect is always positive. The distinct monotonic increase ofthe effect of canopy densities ≥ 30% gives evidence that beeches get more shelter from badenvironmental influences in stands with high canopy density. The spatial effect based onthe two dimensional P-spline and the Markov random field are very similar. The Markovrandom field is slightly rougher (as could have been expected). Note that the spatial effectis quite strong and therefore not negligible.13 1983  1988  1992  1997  2001-1.5-1-0.5 0 0.5 1 1.5 2Effect of yearyear 0  50  100  150  200  250-3.5 0 3.5 7Effect of ageage 0  0.25  0.5  0.75  1-2.5-2-1.5-1-0.5 0 0.5 1 1.5 2 2.5Effect of canopy densitycanopy densityFigure 3: Forest health data: Nonlinear main effects of calendar time, age of the treeand canopy density. Shown are the posterior means together with 95% and 80% pointwisecredible intervals.14Figure 4: Forest health data: Nonlinear interaction between calendar time and age of thetree. Shown are the posterior means.Figure 5: Forest health data: Spatial effect for model 1 (left panels) and model 2 (rightpanels). Shown are posterior probabilities for a nominal level of 80% (top panels) and95% (bottom panels). Black denotes locations with strictly negative credible intervals,white denotes locations with strictly positive credible intervals.154.2 Space-time analysis of health insurance dataIn this section we analyse space-time data from a German private health insurance com-pany. In a consulting case the main interest was on analysing the dependence of treatmentcosts on covariates with a special emphasis on modelling the spatio-temporal development.The data set contains individual observations for a sample of 13.000 males (with about160.000 observations) and 1.200 females (with about 130.000 observations) in West Ger-many for the years 1991-1997. The variable of primary interest is the treatment cost C inhospitals. Except some categorical covariates characterizing the insured person we anal-ysed the influence of the continuous covariates age (A) and calendar time (t) as well asthe influence of the district (D) where the policy holder lives. We carried out separateanalysis for men and women. We also distinguish between 3 types of health services,”accomodation”, ”treatment with operation” and ”treatment without operation”. In thisdemonstrating example, we present only results for males and ”treatment with opera-tion”. Since the treatment costs are nonnegative and considerably skewed we assumethat the costs for individual i at time t given covariates xit are Gamma distributed, i.e.Cit|xit ∼ Ga(µit, φ) where φ is a scale parameter and the mean µit is defined asµit = exp(ηit) = exp(γ0 + f1(t) + f2(Ait) + f3(Dit)).For the effects of age and calendar time we assumed cubic P-splines with 20 knots anda second order random walk penalty. To distinguish between spatially smooth and smallscale regional effects, we further split up the spatial effect f3 into a spatially structuredand a unstructured effect, i.e.f3(Dit) = fstr(Dit) + funstr(Dit)For the unstructured effect funstr we assume i.i.d. Gaussian random effects. For the spa-tially structured effect we tested both a Markov random field prior and a two dimensionalP-spline on a 12 by 12 knots grid.The estimation of the scale parameter φ deserves special attention because MCMC infer-ence is not trivial. In analogy to the variance parameter in Gaussian response models, weassume an inverse Gamma prior with hyperparameters aφ and bφ for φ, i.e. φ ∼ IG(aφ, bφ).Using this prior the full conditional for φ is given byp(φ|·)(1Γ(φ)φφ)nφaφ−1 exp(−φb′φ)withb′φ = bφ +∑i,t(log(µit)− log(Cit) + Cit/µit).This distribution ist not of standard form. Hence, the scale parameter must be updated byMetropolis-Hastings steps. We update φ by drawing a random number φp from an inverseGamma proposal distribution with a variance s2 and a mean equal to the current stateof the chain φc. The variance s2 is a tuning parameter and must be chosen appropriatelyto guarantee good mixing properties. We choose s2 such that the acceptance rates areroughly between 30 and 60 percent.Figure 6 shows the time trend f1 (panel a) and the age effect f2 (panel b). Shown are theposterior means together with 80% and 95% pointwise credible intervals. The effect forthe year 1999 is future prediction explaining the growing uncertainty for the time effect in16this year. Note also the large credible intervals of the age effect for individuals of age 90and above. The reason are small sample sizes for these age groups. To gain more insightinto the size of the effects, panels c) and d) display the marginal effects fmarginalj whichare defined as fmarginalj (xj) = exp(γ0 + fj(xj)), i.e. the mean of treatment costs with thevalues of the remaining covariates fixed such that their effect is zero. The marginal effects(including credible intervals) can be easily estimated in a MCMC sampling scheme bycomputing (and storing) fmarginalj (xj) in every iteration of the sampler from the currentvalue of fj(xj) and the intercept γ0. Posterior inference is then based on the samplesof fmarginalj (xj). For the ease of interpretation, a straight line is included in the graphsindicating the marginal effect for fj = 0, i.e. exp(γ0) ≈ 940DM . Finally, panels e) and f)show the first derivatives of both effects (again including credible intervals). They may becomputed by the usual formulas for derivatives of polynomial splines, see De Boor (1978).Figure 7 displays the structured spatial effect fstr based on a Markov random field prior.The posterior mean of fstr can be found in panel a), the marginal effect is depicted in panelb). Panels c) and d) show posterior probabilities based on nominal levels of 80% and 95%.Note the large size of the spatial effect with a marginal effect ranging from 730-1200 DM.It is clear that it is of great interest for health insurance companies to detect regions withlarge deviations of treatment costs compared to the average. The unstructured spatialeffect funstr is negligible compared to the structured effect and therefore omitted.Figure 8 shows the respective estimates of fstr now based on two dimensional P-splines.The time trend and age effect for this model are almost identical to the effects displayed inFigure 6 and are therefore not displayed. The estimated effects are similar but smoother(as could have been expected) and therefore easier to interpret. However, in terms of theDIC the model based on the MRF prior is preferable.5 ConclusionsThis paper proposes semiparametric Bayesian inference for regression models with re-sponses from an exponential family and with structured additive predictors. The papercan be seen as the last in a series of articles on Bayesian semiparametric regression basedon smoothness priors, see Fahrmeir and Lang (2001a), Fahrmeir and Lang (2001b) andLang and Brezger (2003). It particularly extends the methodology for Gaussian responsesin Lang and Brezger (2003) to situations with fundamentally non-gaussian responses. Ourapproach allows estimation of nonlinear effects of continuous covariates and time scalesas well as appropriate consideration of unobserved unit- or cluster specific as well as spa-tial heterogeneity. Many well known regression models from the literature appear to bespecial cases of our approach, e.g. dynamic models, generalized additive mixed models,varying coefficient models, geoadditive models or the famous and widely used BYM-modelfor disease mapping (Besag et al. (1991)). The proposed sampling schemes work well andautomatically for the most common response distributions. Software is provided in thepublic domain package BayesX.Our current research is mainly focused on model choice and variable selection. Presently,model choice is based primarily on pointwise credible intervals for regression parametersand the DIC. A first step for more sohisticated variable selection is to replace pointwisecredible intervals by simultaneous probability statements as proposed by Besag et al.(1995) and more rececently by Knorr-Held (2003). For the future, we plan to develop17Bayesian inference techniques that allow estimation and model choice (to some extent)simultaneously.Acknowledgement:This research has been financially supported by grants from the German Science Founda-tion (DFG), Sonderforschungsbereich 386 ”Statistical Analysis of Discrete Structures”.ReferencesAlbert, J. and Chib, S., 1993: Bayesian analysis of binary and polychotomous responsedata. Journal of the American Statistical Association, 88, 669-679.Andrews, D.F. and Mallows, C.L., 1974: Scale mixtures of normal distributions. Journalof the Royal Statistical Society B, 36, 99-102.Besag, J. E. Green, P. J. Higdon, D. and Mengersen, K., 1995: Bayesian Computationand Stochastic Systems (with Discussion). Statistical Science, 10, 3–66.Besag, J. and Kooperberg, C., 1995: On conditional and intrinsic autoregressions.Biometrika, 82, 733-746.Besag, J., York, J. and Mollie, A., 1991: Bayesian image restoration with two applicationsin spatial statistics (with discussion). Annals of the Institute of Statistical Mathemat-ics, 43, 1-59.Biller, C., 2000: Adaptive Bayesian Regression Splines in Semiparametric GeneralizedLinear Models. Journal of Computational and Graphical Statistics, 9, 122-140.Biller, C. and Fahrmeir, L., 2001: Bayesian Varying-coefficient Models using AdaptiveRegression Splines. Statistical Modeling, 2, 195-211.De Boor, C., 1978: A Practical Guide to Splines. Spriner-Verlag, New York.Denison, D.G.T., Mallick, B.K. and Smith, A.F.M., 1998: Automatic Bayesian curvefitting. Journal of the Royal Statistical Society B, 60, 333-350.Devroye, L., 1986: Non-Uniform Random Variate Generation. Springer-Verlag, New York.Chen, M. H. and Dey, D. K., 2000: Bayesian Analysis for Correlated Ordinal Data Models.In: Dey, D. K., Ghosh, S. K. and Mallick, B. K., 2000: Generalized linear models: ABayesian perspective. Marcel Dekker, New York.Cleveland, W. and Grosse, E., 1991: Computational Methods for Local Regression. Statis-tics and Computing, 1991, 1, 47-62.Currie, I. and Durban, M., 2002: Flexible smoothing with P-splines: a unified approach.Statistical Modelling, 4, 333-349.Denuit, M. and Lang, S., 2003: Nonlife Ratemaking with Bayesian GAMs. Preprint.Devroye, L., 1986: Non-Uniform Random Variate Generation. Springer-Verlag, New York.18Diggle, P., Liang, K.Y. and Zeger, S., 1994: Analysis of Longitudinal Data. London:Chapman and Hall.Di Matteo, I., Genovese, C.R. and Kass, R.E., 2001: Bayesian curve-fitting with free-knotsplines, Biometrika, 2001, 88, 1055–1071.Eilers, P.H.C. and Marx, B.D., 1996: Flexible smoothing using B-splines and penalizedlikelihood (with comments and rejoinder). Statistical Science, 11 (2), 89-121.Fahrmeir, L. and Lang, S., 2001: Bayesian Inference for Generalized Additive Mixed Mod-els Based on Markov Random Field Priors. Journal of the Royal Statistical Society C(Appl. Stat.), 50, 201-220.Fahrmeir, L. and Lang, S., 2001: Bayesian Semiparametric Regression Analysis of Multi-categorical Time-Space Data. Annals of the Institute of Statistical Mathematics, 53,10-30Fahrmeir, L., Lang, S.,Wolff, J. and Bender, S. (2003): Semiparametric Bayesian Time-Space Analysis of Unemployment Duration. Journal of the German Statistical Society,to appear.Fahrmeir, L. and Tutz, G., 2001: Multivariate Statistical Modelling based on GeneralizedLinear Models, Springer–Verlag, New York.Fan, J. and Gijbels, I., 1996: Local Polynomial Modelling and Its Applications. Chapmanand Hall, London.Friedman, J. H., 1991: Multivariate Adaptive Regression Splines (with discussion). Annalsof Statistics, 19, 1–141.Friedman, J. H. and Silverman, B. L., 1989: Flexible Parsimonious Smoothing and Addi-tive Modeling (with discussion). Technometrics, 1989, 31, 3–39.Gamerman, D., 1997: Efficient Sampling from the Posterior Distribution in GeneralizedLinear Models. Statistics and Computing, 7, 57–68.George, A. and Liu, J.W. 1981: Computer Solution of Large Sparse Positive DefiniteSystems, Prentice–Hall.Geweke, J. 1991: Efficient Simulation From the Multivariate Normal and Student-t Dis-tribution Subject to Linear Constraints. In: Computing Science and Statistics: Pro-ceedings of the Twenty-Third Symposium on the Interface, 571-578, Alexandria.Go¨ttlein , A. and Pruscha, H., 1996: Der Einfluß von Bestandskenngro¨ßen, Topographie,Standord und Witterung auf die Entwicklung des Kronenzustandes im Bereich desForstamtes Rothenbuch. Forstwissenschaftliches Centralblatt, 114, 146–162.Green, P.J., 2001: A Primer in Markov Chain Monte Carlo. In: Barndorff-Nielsen, O.E.,Cox, D.R. and Klu¨ppelberg, C. (eds.), Complex Stochastic Systems. Chapmann andHall, London, 1-62.Hansen, M. H., Kooperberg, C., 2002: Spline Adaptation in Extended Linear Models.Statistical Science, 17, 2–51.19Hastie, T. and Tibshirani, R., 1990: Generalized Additive Models. Chapman and Hall,London.Hastie, T. and Tibshirani, R., 1993: Varying-coefficient Models. Journal of the RoyalStatistical Society B, 55, 757-796.Hastie, T. and Tibshirani, R., 2000: Bayesian Backfitting. Statistical Science, 15, 193–223.Hastie, T., Tisbshirani, R. and Friedman, J., 2001: The Elements of Statistical Learning:Data Mining, Inference and Prediction. New York: Springer–Verlag.Holmes, C.C., and Knorr-Held, L., 2003: Efficient Simulation of Bayesian Logistic Regres-sion Models. Discussion paper 306, SFB 386, Department of Statistics, University ofMunich.Kamman, E. E. and Wand, M. P., 2003: Geoadditive Models. Journal of the Royal Sta-tistical Society C (Applied Statistics), 52, 1-18.Knorr-Held, L., 1996: Hierarchical Modelling of Discrete Longitudinal Data. Shaker Ver-lag.Knorr-Held, L., 1999: Conditional Prior Proposals in Dynamic Models. ScandinavianJournal of Statistics, 26, 129-144.Knorr-Held, L., 2003: Simultaneous posterior probability statements from Monte Carlooutput. Journal of Computational and Graphical Statistics, to appear.Knorr-Held, L. and Rue, H., 2002: On block updating in Markov random field models fordisease mapping. Scandinavian Journal of Statistics, 29, 597-614.Kohn, R., Smith, M.andChan, D., 2001: Nonparametric regression using linear combina-tions of basis functions. Statistics and Computing, 11, 313-322.Lang, S. and Brezger, A., 2003: Bayesian P-splines. Journal of Computational and Graph-ical Statistics, to appear.Lang, S., Fronk, E.-M. and Fahrmeir, L., 2002: Function estimation with locally adaptivedynamic models. Computational Statistics, 17, 479-500.Lin, X. and Zhang, D., 1999: Inferene in generalized additive mixed models by usingsmoothing splines. Journal auf the Royal Statistical Society B , 61, 381–400.Loader, C., 1997: Locfit: An Introduction. Statistical Computing ang Graphics Newsletter,8(1), 11-17.Marx, B.D. and Eilers, P.H.C., 1998: Direct Generalized Additive Modeling with PenalizedLikelihood. Computational Statistics and Data Analysis, 28, 193–209.Robert, C.P., 1995: Simulation of truncated normal variables. Statistics and Computing,5, 121-125.Rue, H., 2001: Fast Sampling of Gaussian Markov Random Fields with Applications.Journal of the Royal Statistical Society B, 63, 325-338.20Ruppert, D., Wand, M.P. and Carroll, R.J., 2003: Semiparametric Regression. CambridgeUniversity Press.Smith, M. and Kohn, R., 1996: Nonparametric regression using Bayesian variable selec-tion. Journal of Econometrics, 75, 317-343.Spiegelhalter, D.J., Best, N.G., Carlin, B.P. and van der Linde, A., 2002: Bayesian mea-sures of model complexity and fit., Journal of the Royal Statistical Society B, 65, 583- 639.Stone, C.J., Hansen, M., Kooperberg, C. and Truong, Y.K., 1997: Polynomial Splinesand their Tensor Products in Extended Linear Modeling (with discussion). Annals ofStatistics, 25, 1371–1470.Wand, M.P., 2003: Smoothing and mixed models, Computational Statistics, 18, 223-249.Wang, Y., 1995: GRKPACK: Fitting Smoothing Spline ANOVA Models for ExponentialFamilies. Technical Report No. 942, Department of Statistics, University of Wisconsin.Wood, S.N., 2000: Modelling and Smoothing Parameter Estimation with MultipleQuadratic Penalties. Journal of the Royal Statistical Society B, 62, 413-428.Wood, S.N., 2003: Thin plate regression splines. Journal of the Royal Statistical SocietyB, 65, 95-114.Wood, S.N., Kohn, R., Shively, T. and Jiang, W., 2002: Model selection in spline non-parametric regression. Journal of the Royal Statistical Society B 64, Part 1, 119-139.21 1993  1994  1995  1996  1997  1998  1999-0.25-0.2-0.15-0.1-0.05 0 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4a: Time trendtime in years 20  40  60  80  100-0.2-0.1 0 0.1 0.2 0.3b: Age effectAge in years 1993  1994  1995  1996  1997  1998  1999 740 800 860 920 980 1040 1100 1160 1220 1280 1340 1400c: Marginal effect of timetime in years 20  40  60  80  100 750 800 850 900 950 1000 1050 1100 1150 1200 1250 1300d: Marginal effect of ageAge in years 1993  1994  1995  1996  1997  1998  1999-0.03-0.02-0.01 0 0.01 0.02 0.03 0.04e: Derivatives of the time trendtime in years 20  40  60  80  100-0.03-0.02-0.01 0 0.01 0.02 0.03f: Derivatives of the age effectAge in yearsFigure 6: Health insurance data: Time trend and age effect. Panels a) and b) show theestimated posterior means of functions f1 and f2 together with pointwise 80% and 95%pointwise credible intervals. Panels c) and d) depict the respective marginal effects andpanels e) and f) the first derivatives f ′1 and f ′2.22-0.25 0 0.25a: MRF posterior mean730.0 1200.0b: MRF marginal effectc: MRF posterior probabilities (80%) d: MRF posterior probabilities (95%)Figure 7: Health insurance data: Structured spatial effect fstr based on Markov randomfield priors. The posterior mean of fstr is shown in panel a) and the marginal effect inpanel b). Panels c) and d) display posterior probabilities for nominal levels of 80% and95%. Black denotes regions with strictly positive credible intervals and white regions withstrictly negative credible intervals.23-0.25 0 0.25a: 2d P-spline posterior mean730.0 1200.0b: 2d P-spline marginal effectc: 2d P-spline posterior probabilities (80%) d: 2d P-spline posterior probabilities (95%)Figure 8: Health insurance data: Structured spatial effect fstr based on two dimensionalP-splines. The posterior mean of fstr is shown in panel a) and the marginal effect in panelb). Panels c) and d) display posterior probabilities for nominal levels of 80% and 95%.Black denotes regions with strictly positive credible intervals and white regions with strictlynegative credible intervals.24",
    "id": 12162748,
    "identifiers": {
        "doi": "10.5282/ubm/epub.1702",
        "oai": "oai:epub.ub.uni-muenchen.de:1702"
    },
    "title": "Generalized structured additive regression based on Bayesian P-splines",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2003-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [
        {
            "id": 8141090,
            "title": "A Practical Guide to Splines.",
            "authors": [],
            "date": "1978",
            "doi": null,
            "raw": "De Boor, C., 1978: A Practical Guide to Splines. Spriner-Verlag, New York.",
            "cites": null
        },
        {
            "id": 8141114,
            "title": "A Primer in Markov Chain",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Green, P.J., 2001: A Primer in Markov Chain Monte Carlo. In: Barndorﬀ-Nielsen, O.E., Cox, D.R. and Kl¨ uppelberg, C. (eds.), ComplexStochastic Systems . Chapmann and Hall, London, 1-62.",
            "cites": null
        },
        {
            "id": 8141086,
            "title": "Adaptive Bayesian Regression Splines in Semiparametric Generalized Linear Models.",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Biller, C., 2000: Adaptive Bayesian Regression Splines in Semiparametric Generalized Linear Models. Journal of Computational and Graphical Statistics, 9, 122-140.",
            "cites": null
        },
        {
            "id": 8141101,
            "title": "Analysis of Longitudinal Data.",
            "authors": [],
            "date": "1994",
            "doi": null,
            "raw": "18Diggle, P., Liang, K.Y. and Zeger, S., 1994: Analysis of Longitudinal Data. London: Chapman and Hall.",
            "cites": null
        },
        {
            "id": 8141092,
            "title": "Automatic Bayesian curve ﬁtting.",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "Denison, D.G.T., Mallick, B.K. and Smith, A.F.M., 1998: Automatic Bayesian curve ﬁtting. Journal of the Royal Statistical Society B, 60, 333-350.",
            "cites": null
        },
        {
            "id": 8141096,
            "title": "Bayesian Analysis for Correlated Ordinal Data Models.",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Chen, M. H. and Dey, D. K., 2000: Bayesian Analysis for Correlated Ordinal Data Models.",
            "cites": null
        },
        {
            "id": 8141081,
            "title": "Bayesian analysis of binary and polychotomous response data.",
            "authors": [],
            "date": "1993",
            "doi": null,
            "raw": "Albert, J. and Chib, S., 1993: Bayesian analysis of binary and polychotomous response data. Journal of the American Statistical Association, 88, 669-679.",
            "cites": null
        },
        {
            "id": 8141118,
            "title": "Bayesian Backﬁtting.",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Hastie, T. and Tibshirani, R., 2000: Bayesian Backﬁtting. Statistical Science, 15, 193–223.",
            "cites": null
        },
        {
            "id": 8141102,
            "title": "Bayesian curve-ﬁtting with free-knot splines,",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Di Matteo, I., Genovese, C.R. and Kass, R.E., 2001: Bayesian curve-ﬁtting with free-knot splines, Biometrika, 2001, 88, 1055–1071.",
            "cites": null
        },
        {
            "id": 8141085,
            "title": "Bayesian image restoration with two applications in spatial statistics (with discussion).",
            "authors": [],
            "date": "1991",
            "doi": null,
            "raw": "Besag, J., York, J. and Mollie, A., 1991: Bayesian image restoration with two applications in spatial statistics (with discussion). Annals of the Institute of Statistical Mathematics, 43, 1-59.",
            "cites": null
        },
        {
            "id": 8141104,
            "title": "Bayesian Inference for Generalized Additive Mixed Models Based on Markov Random Field Priors.",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Fahrmeir, L. and Lang, S., 2001: Bayesian Inference for Generalized Additive Mixed Models Based on Markov Random Field Priors. Journal of the Royal Statistical Society C (Appl. Stat.), 50, 201-220.",
            "cites": null
        },
        {
            "id": 8141135,
            "title": "Bayesian measures of model complexity and ﬁt.,",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Spiegelhalter, D.J., Best, N.G., Carlin, B.P. and van der Linde, A., 2002: Bayesian measures of model complexity and ﬁt., Journal of the Royal Statistical Society B, 65, 583 - 639.",
            "cites": null
        },
        {
            "id": 8141126,
            "title": "Bayesian P-splines.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Lang, S. and Brezger, A., 2003: Bayesian P-splines. Journal of Computational and Graphical Statistics, to appear.",
            "cites": null
        },
        {
            "id": 8141105,
            "title": "Bayesian Semiparametric Regression Analysis of Multicategorical Time-Space Data.",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Fahrmeir, L. and Lang, S., 2001: Bayesian Semiparametric Regression Analysis of Multicategorical Time-Space Data. Annals of the Institute of Statistical Mathematics, 53, 10-30 Fahrmeir, L., Lang, S.,Wolﬀ, J. and Bender, S. (2003): Semiparametric Bayesian TimeSpace Analysis of Unemployment Duration. Journal of the German Statistical Society, to appear.",
            "cites": null
        },
        {
            "id": 8141088,
            "title": "Bayesian Varying-coeﬃcient Models using Adaptive Regression Splines.",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Biller, C. and Fahrmeir, L., 2001: Bayesian Varying-coeﬃcient Models using Adaptive Regression Splines. Statistical Modeling, 2, 195-211.",
            "cites": null
        },
        {
            "id": 8141098,
            "title": "Computational Methods for Local Regression. Statistics and Computing,",
            "authors": [],
            "date": "1991",
            "doi": null,
            "raw": "Cleveland, W. and Grosse, E., 1991: Computational Methods for Local Regression. Statistics and Computing, 1991, 1, 47-62.",
            "cites": null
        },
        {
            "id": 8141111,
            "title": "Computer Solution of Large Sparse Positive Deﬁnite Systems,",
            "authors": [],
            "date": "1981",
            "doi": null,
            "raw": "George, A. and Liu, J.W. 1981: Computer Solution of Large Sparse Positive Deﬁnite Systems, Prentice–Hall.",
            "cites": null
        },
        {
            "id": 8141122,
            "title": "Conditional Prior Proposals in Dynamic Models.",
            "authors": [],
            "date": "1999",
            "doi": null,
            "raw": "Knorr-Held, L., 1999: Conditional Prior Proposals in Dynamic Models. Scandinavian Journal of Statistics, 26, 129-144.",
            "cites": null
        },
        {
            "id": 8141113,
            "title": "Der Einﬂuß von Bestandskenngr¨ oßen, Topographie, Standord und Witterung auf die Entwicklung des Kronenzustandes im Bereich des Forstamtes Rothenbuch. Forstwissenschaftliches Centralblatt,",
            "authors": [],
            "date": "1996",
            "doi": null,
            "raw": "G¨ ottlein , A. and Pruscha, H., 1996: Der Einﬂuß von Bestandskenngr¨ oßen, Topographie, Standord und Witterung auf die Entwicklung des Kronenzustandes im Bereich des Forstamtes Rothenbuch. Forstwissenschaftliches Centralblatt, 114, 146–162.",
            "cites": null
        },
        {
            "id": 8141130,
            "title": "Direct Generalized Additive Modeling with Penalized Likelihood.",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "Marx, B.D. and Eilers, P.H.C., 1998: Direct Generalized Additive Modeling with Penalized Likelihood. Computational Statistics and Data Analysis, 28, 193–209.",
            "cites": null
        },
        {
            "id": 8141110,
            "title": "Eﬃcient Sampling from the Posterior Distribution in Generalized Linear Models.",
            "authors": [],
            "date": "1997",
            "doi": null,
            "raw": "Gamerman, D., 1997: Eﬃcient Sampling from the Posterior Distribution in Generalized Linear Models. Statistics and Computing, 7, 57–68.",
            "cites": null
        },
        {
            "id": 8141112,
            "title": "Eﬃcient Simulation From the Multivariate Normal and Student-t Distribution Subject to Linear Constraints. In:",
            "authors": [],
            "date": "1991",
            "doi": null,
            "raw": "Geweke, J. 1991: Eﬃcient Simulation From the Multivariate Normal and Student-t Distribution Subject to Linear Constraints. In: Computing Science and Statistics: Proceedings of the Twenty-Third Symposium on the Interface, 571-578, Alexandria.",
            "cites": null
        },
        {
            "id": 8141119,
            "title": "Eﬃcient Simulation of Bayesian Logistic Regression Models. Discussion paper 306,",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Holmes, C.C., and Knorr-Held, L., 2003: Eﬃcient Simulation of Bayesian Logistic Regression Models. Discussion paper 306, SFB 386, Department of Statistics, University of Munich.",
            "cites": null
        },
        {
            "id": 8141132,
            "title": "Fast Sampling of Gaussian Markov Random Fields with Applications.",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Rue, H., 2001: Fast Sampling of Gaussian Markov Random Fields with Applications. Journal of the Royal Statistical Society B, 63, 325-338.",
            "cites": null
        },
        {
            "id": 8141109,
            "title": "Flexible Parsimonious Smoothing and Additive Modeling (with discussion).",
            "authors": [],
            "date": "1989",
            "doi": null,
            "raw": "Friedman, J. H. and Silverman, B. L., 1989: Flexible Parsimonious Smoothing and Additive Modeling (with discussion). Technometrics, 1989, 31, 3–39.",
            "cites": null
        },
        {
            "id": 8141103,
            "title": "Flexible smoothing using B-splines and penalized likelihood (with comments and rejoinder).",
            "authors": [],
            "date": "1996",
            "doi": null,
            "raw": "Eilers, P.H.C. and Marx, B.D., 1996: Flexible smoothing using B-splines and penalized likelihood (with comments and rejoinder). Statistical Science, 11 (2), 89-121.",
            "cites": null
        },
        {
            "id": 8141099,
            "title": "Flexible smoothing with P-splines: a uniﬁed approach.",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Currie, I. and Durban, M., 2002: Flexible smoothing with P-splines: a uniﬁed approach. Statistical Modelling, 4, 333-349.",
            "cites": null
        },
        {
            "id": 8141127,
            "title": "Function estimation with locally adaptive dynamic models.",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Lang, S., Fronk, E.-M. and Fahrmeir, L., 2002: Function estimation with locally adaptive dynamic models. Computational Statistics, 17, 479-500.",
            "cites": null
        },
        {
            "id": 8141116,
            "title": "Generalized Additive Models.",
            "authors": [],
            "date": "1990",
            "doi": null,
            "raw": "19Hastie, T. and Tibshirani, R., 1990: Generalized Additive Models. Chapman and Hall, London.",
            "cites": null
        },
        {
            "id": 8141097,
            "title": "Generalized linear models: A Bayesian perspective.",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "In: Dey, D. K., Ghosh, S. K. and Mallick, B. K., 2000: Generalized linear models: A Bayesian perspective. Marcel Dekker, New York.",
            "cites": null
        },
        {
            "id": 8141120,
            "title": "Geoadditive Models.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Kamman, E. E. and Wand, M. P., 2003: Geoadditive Models. Journal of the Royal Statistical Society C (Applied Statistics), 52, 1-18.",
            "cites": null
        },
        {
            "id": 8141138,
            "title": "GRKPACK: Fitting Smoothing Spline ANOVA Models for Exponential Families.",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "Wang, Y., 1995: GRKPACK: Fitting Smoothing Spline ANOVA Models for Exponential Families. Technical Report No. 942, Department of Statistics, University of Wisconsin.",
            "cites": null
        },
        {
            "id": 8141121,
            "title": "Hierarchical Modelling of Discrete Longitudinal Data.",
            "authors": [],
            "date": "1996",
            "doi": null,
            "raw": "Knorr-Held, L., 1996: Hierarchical Modelling of Discrete Longitudinal Data. Shaker Verlag.",
            "cites": null
        },
        {
            "id": 8141128,
            "title": "Inferene in generalized additive mixed models by using smoothing splines.",
            "authors": [],
            "date": "1999",
            "doi": null,
            "raw": "Lin, X. and Zhang, D., 1999: Inferene in generalized additive mixed models by using smoothing splines. Journal auf the Royal Statistical Society B , 61, 381–400.",
            "cites": null
        },
        {
            "id": 8141107,
            "title": "Local Polynomial Modelling and Its Applications.",
            "authors": [],
            "date": "1996",
            "doi": null,
            "raw": "Fan, J. and Gijbels, I., 1996: Local Polynomial Modelling and Its Applications. Chapman and Hall, London.",
            "cites": null
        },
        {
            "id": 8141129,
            "title": "Locﬁt: An Introduction.",
            "authors": [],
            "date": "1997",
            "doi": null,
            "raw": "Loader, C., 1997: Locﬁt: An Introduction. Statistical Computing ang Graphics Newsletter, 8(1), 11-17.",
            "cites": null
        },
        {
            "id": 8141141,
            "title": "Model selection in spline nonparametric regression.",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Wood, S.N., Kohn, R., Shively, T. and Jiang, W., 2002: Model selection in spline nonparametric regression. Journal of the Royal Statistical Society B 64, Part 1, 119-139. 21 1993  1994  1995  1996  1997  1998  1999 -0.25 -0.2 -0.15 -0.1 -0.05 0.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 a: Time trend time in years 20  40  60  80  100 -0.2 -0.1 0.1 0.2 0.3 b: Age effect Age in years 1993  1994  1995  1996  1997  1998  1999 c: Marginal effect of time time in years 20  40  60  80  100 d: Marginal effect of age Age in years 1993  1994  1995  1996  1997  1998  1999 -0.03 -0.02 -0.01 0.01 0.02 0.03 0.04 e: Derivatives of the time trend time in years 20  40  60  80  100 -0.03 -0.02 -0.01 0.01 0.02 0.03 f: Derivatives of the age effect Age in years",
            "cites": null
        },
        {
            "id": 8141139,
            "title": "Modelling and Smoothing Parameter Estimation with Multiple Quadratic Penalties.",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Wood, S.N., 2000: Modelling and Smoothing Parameter Estimation with Multiple Quadratic Penalties. Journal of the Royal Statistical Society B, 62, 413-428.",
            "cites": null
        },
        {
            "id": 8141108,
            "title": "Multivariate Adaptive Regression Splines (with discussion).",
            "authors": [],
            "date": "1991",
            "doi": null,
            "raw": "Friedman, J. H., 1991: Multivariate Adaptive Regression Splines (with discussion). Annals of Statistics, 19, 1–141.",
            "cites": null
        },
        {
            "id": 8141106,
            "title": "Multivariate Statistical Modelling based on Generalized Linear Models,",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Fahrmeir, L. and Tutz, G., 2001: Multivariate Statistical Modelling based on Generalized Linear Models, Springer–Verlag, New York.",
            "cites": null
        },
        {
            "id": 8141094,
            "title": "Non-Uniform Random Variate Generation.",
            "authors": [],
            "date": "1986",
            "doi": null,
            "raw": "Devroye, L., 1986: Non-Uniform Random Variate Generation. Springer-Verlag, New York.",
            "cites": null
        },
        {
            "id": 8141100,
            "title": "Nonlife Ratemaking with Bayesian GAMs.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Denuit, M. and Lang, S., 2003: Nonlife Ratemaking with Bayesian GAMs. Preprint.",
            "cites": null
        },
        {
            "id": 8141134,
            "title": "Nonparametric regression using Bayesian variable selection.",
            "authors": [],
            "date": "1996",
            "doi": null,
            "raw": "Smith, M. and Kohn, R., 1996: Nonparametric regression using Bayesian variable selection. Journal of Econometrics, 75, 317-343.",
            "cites": null
        },
        {
            "id": 8141125,
            "title": "Nonparametric regression using linear combinations of basis functions.",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Kohn, R., Smith, M.andChan, D., 2001: Nonparametric regression using linear combinations of basis functions. Statistics and Computing, 11, 313-322.",
            "cites": null
        },
        {
            "id": 8141124,
            "title": "On block updating in Markov random ﬁeld models for disease mapping.",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Knorr-Held, L. and Rue, H., 2002: On block updating in Markov random ﬁeld models for disease mapping. Scandinavian Journal of Statistics, 29, 597-614.",
            "cites": null
        },
        {
            "id": 8141083,
            "title": "On conditional and intrinsic autoregressions.",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "Besag, J. and Kooperberg, C., 1995: On conditional and intrinsic autoregressions. Biometrika, 82, 733-746.",
            "cites": null
        },
        {
            "id": 8141136,
            "title": "Polynomial Splines and their Tensor Products in Extended Linear Modeling (with discussion).",
            "authors": [],
            "date": "1997",
            "doi": null,
            "raw": "Stone, C.J., Hansen, M., Kooperberg, C. and Truong, Y.K., 1997: Polynomial Splines and their Tensor Products in Extended Linear Modeling (with discussion). Annals of Statistics, 25, 1371–1470.",
            "cites": null
        },
        {
            "id": 8141082,
            "title": "Scale mixtures of normal distributions.",
            "authors": [],
            "date": "1974",
            "doi": null,
            "raw": "Andrews, D.F. and Mallows, C.L., 1974: Scale mixtures of normal distributions. Journal of the Royal Statistical Society B, 36, 99-102.",
            "cites": null
        },
        {
            "id": 8141133,
            "title": "Semiparametric Regression.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "20Ruppert, D., Wand, M.P. and Carroll, R.J., 2003: Semiparametric Regression. Cambridge University Press.",
            "cites": null
        },
        {
            "id": 8141131,
            "title": "Simulation of truncated normal variables.",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "Robert, C.P., 1995: Simulation of truncated normal variables. Statistics and Computing, 5, 121-125.",
            "cites": null
        },
        {
            "id": 8141123,
            "title": "Simultaneous posterior probability statements from Monte Carlo output.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Knorr-Held, L., 2003: Simultaneous posterior probability statements from Monte Carlo output. Journal of Computational and Graphical Statistics, to appear.",
            "cites": null
        },
        {
            "id": 8141137,
            "title": "Smoothing and mixed models,",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Wand, M.P., 2003: Smoothing and mixed models, Computational Statistics, 18, 223-249.",
            "cites": null
        },
        {
            "id": 8141115,
            "title": "Spline Adaptation in Extended Linear Models.",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Hansen, M. H., Kooperberg, C., 2002: Spline Adaptation in Extended Linear Models. Statistical Science, 17, 2–51.",
            "cites": null
        },
        {
            "id": 8141140,
            "title": "Thin plate regression splines.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Wood, S.N., 2003: Thin plate regression splines. Journal of the Royal Statistical Society B, 65, 95-114.",
            "cites": null
        },
        {
            "id": 8141117,
            "title": "Varying-coeﬃcient Models.",
            "authors": [],
            "date": "1993",
            "doi": null,
            "raw": "Hastie, T. and Tibshirani, R., 1993: Varying-coeﬃcient Models. Journal of the Royal Statistical Society B, 55, 757-796.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [
        "http://epub.ub.uni-muenchen.de/1702/1/paper_321.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2003",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/12162748.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/12162748"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/12162748/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/12162748/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/12162748"
        }
    ],
    "abstract": "Generalized additive models (GAM) for modelling nonlinear effects of continuous covariates are now well established tools for the applied statistician. In this paper we develop Bayesian GAM's and extensions to generalized structured additive regression based on one or two dimensional P-splines as the main building block. The approach extends previous work by Lang und Brezger (2003) for Gaussian responses. Inference relies on Markov chain Monte Carlo (MCMC) simulation techniques, and is either based on iteratively weighted least squares (IWLS) proposals or on latent utility representations of (multi)categorical regression models. Our approach covers the most common univariate response distributions, e.g. the Binomial, Poisson or Gamma distribution, as well as multicategorical responses. For the first time, we present Bayesian semiparametric inference for the widely used multinomial logit models. As we will demonstrate through two applications on the forest health status of trees and a space-time analysis of health insurance data, the approach allows realistic modelling of complex problems. We consider the enormous flexibility and extendability of our approach as a main advantage of Bayesian inference based on MCMC techniques compared to more traditional approaches. Software for the methodology presented in the paper is provided within the public domain package BayesX",
    "tags": [
        "doc-type:workingPaper",
        "Paper",
        "NonPeerReviewed",
        "Sonderforschungsbereich 386",
        "Sonderforschungsbereich 386",
        "ddc:510"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "doc-type:workingPaper",
        "Paper",
        "NonPeerReviewed"
    ],
    "oai": "oai:epub.ub.uni-muenchen.de:1702",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "454",
        "openDoarId": 0,
        "name": "Open Access LMU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 12162748,
        "depositedDate": null,
        "publishedDate": "2003-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T22:38:25+00:00",
        "acceptedDate": null,
        "createdDate": "2013-07-19T16:22:14+01:00"
    },
    "urls": [
        "http://nbn-resolving.de/urn:nbn:de:bvb:19-epub-1702-5",
        "https://epub.ub.uni-muenchen.de/1702/",
        "https://epub.ub.uni-muenchen.de/1702/1/paper_321.pdf"
    ],
    "lastUpdate": "2024-01-30T22:38:25+00:00",
    "setSpecs": []
}