{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Lafond, Bri"
        }
    ],
    "contributors": [],
    "createdDate": "2017-08-10T06:30:43+01:00",
    "dataProvider": {
        "id": 1248,
        "name": "CSUSB ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/1248",
        "logo": "https://api.core.ac.uk/data-providers/1248/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/84504177.pdf",
    "fullText": "OSR Journal of Student Research Volume 2 Article 11 2014 Ghost in the Closet: Other Voices, Other Rooms and the Queer Gothic Family Bri Lafond Follow this and additional works at: https://scholarworks.lib.csusb.edu/osr  Part of the Arts and Humanities Commons Recommended Citation Lafond, Bri (2014) \"Ghost in the Closet: Other Voices, Other Rooms and the Queer Gothic Family,\" OSR Journal of Student Research: Vol. 2 , Article 11. Available at: https://scholarworks.lib.csusb.edu/osr/vol2/iss1/11 This Book Review is brought to you for free and open access by the Office of Student Research at CSUSB ScholarWorks. It has been accepted for inclusion in OSR Journal of Student Research by an authorized editor of CSUSB ScholarWorks. For more information, please contact scholarworks@csusb.edu. 62   OSR Journal of Student Research│ Volume II, Issue 1, Winter 2014  Ghost in the Closet: Other Voices, Other Rooms and the Queer Gothic Family   Bri Lafond  Abstract The young queer characters in Truman Capote's Other Voices, Other Rooms—especially the protagonist, Joel Harrison Knox—is able to carve out a legitimate space for themselves within heteronormative society; however, they do not achieve full equality, and their fates may even be read as a reiteration of the status quo. I argue that the novel is less about individual queer actualization, but rather about establishing larger support structures for the queer community, particularly in the form of the specially chosen—or curated—family. In particular, Capote harnesses the tropes of Southern Gothicism by symbolizing family structures—both extant and burgeoning— Through a series of “haunted” houses that the queer protagonist must enter and explore.  Author Interview  Which professors (if any) have helped you in your research or creative activity? The following professor has helped me: Professor Chad Luck in the English Department.  What are your research or creative interests? My research interests are the Grotesque, Southern Literature, 20th Century Literature, Modernism and Postmodernism.  What are your plans after earning your degree? What is your ultimate career goal? I plan to teach composition and literature at the college level and eventually go on to a Ph.D. My ultimate goal is to find a position as a full time professor at a research institution. Keywords: Literature, Southern Literature,  Southern Gothic, Queer Theory, Truman Capote       1Lafond: Ghost in the Closet: Other Voices, Other Rooms and the Queer GothPublished by CSUSB ScholarWorks, 201463   OSR Journal of Student Research│ Volume II, Issue 1, Winter 2014   Truman Capote’s debut novel is often forgotten in the melodrama and over-the-top performance of Capote’s later work and public persona. Capote himself said of his first novel: “I am a stranger to that book; the person who wrote it seems to have little in common with my present self” (qtd. in Hassan 13). Other Voices, Other Rooms was published in 1948 and became a sensation, largely due to marketing that focused on the flamboyant Capote’s youth and vitality. Despite these origins, Other Voices, Other Rooms is a brooding haunted house story in the Southern Gothic mode with only small glimpses at the camp that defined the Capote of Breakfast at Tiffany’s and the Black and White Ball. Yet those glimpses are there, suggesting that Other Voices, Other Rooms stands apart from other Gothic tales of haunted houses, particularly in Capote’s use of characters who are coded as homosexual. In an early piece of criticism on the novel from 1960, literary critic and writer Ihab Hassan characterized Capote’s use of the Gothic mode—which Hassan refers to as Capote’s “nocturnal style”— as essential to the psychoanalytic process of self-discovery which the novel’s protagonist—Joel Harrison Knox—undergoes: “The nocturnal style of Truman Capote… makes the greater use of uncanny trappings and surreal decors… It is this recognition of the unconscious and all that it holds of wish and terror that specifies the nocturnal mode of Capote’s writing” (6). Hassan evokes the language of architecture—\"surreal decors\"—to describe Capote's style and explores this link to architecture more explicitly when he discusses the thematic structure of Other Voices, Other Rooms. Hassan clarifies Joel’s specific journey within the novel as navigating between opposing forces: “Joel is in search of an image which reflects darkly his own identity, his reality, and, ironically, which becomes available to him only when reality is dispelled in the palace of pleasure, the secret house of dreams” (9). Hassan links Joel's search specifically to architecture when he evokes \"the palace of pleasure, the secret house of dreams,\" indicating that the physical space of the house mirrors the psychological space of a given character.   Though Hassan focuses on the link between architecture and self in the novel, there is a distinction between solipsistic self-discovery and communal sense of belonging: I argue that Capote’s novel is more concerned with the latter. Instead of individual psychology, Capote harnesses the tropes of Southern Gothicism by symbolizing family structures—both extant and burgeoning—through a series of “haunted” houses that the queer protagonist must enter and explore. While the young queer characters in Other Voices, Other Rooms—especially the protagonist, Joel—are able to carve out a legitimate space for themselves within heteronormative society, they do not achieve full equality, and their fates may even be read as a reiteration of the status quo. I argue that the novel is less about individual queer actualization, but rather about establishing larger support structures for the queer community, particularly in the form of the specially chosen—or curated—family.   The idea of exploring houses in order to gain knowledge about people’s lifestyles is explicitly referenced in the novel. Protagonist Joel recalls “a kind of peeping-tom game” called “Blackmail” that he used to play with a group of boys:  …the idea being to approach a strange house and peer invisibly through its windows. On these dangerous evening patrols, Joel had witnessed many peculiar spectacles, like the night he’d watched a young girl waltzing stark naked to victrola music; and again, an old lady drop dead while puffing at a fairyland of candles burning on a birthday cake; and must puzzling of all, two grown men standing in an ugly little room kissing each other. (50) The point of “Blackmail” is to see without being seen, suggesting that those who play the spy role must take on a ghostly persona. The scenes Joel witnesses while playing this ghostly role are an amalgamation of sex and death. Thus, Capote introduces the idea that the home is an intimate space, and one that often hosts contradictory impulses: there is the public exterior image that is presented to the world and the secretive interior where desires—particularly queer desires—can 2OSR Journal of Student Research, Vol. 2 [2014], Art. 11https://scholarworks.lib.csusb.edu/osr/vol2/iss1/1164   OSR Journal of Student Research│ Volume II, Issue 1, Winter 2014  be explored.  Part of what makes Joel poised to endeavor on this journey of self-discovery through home exploration is Joel’s initial rootlessness. Joel is first introduced in the novel as a “stranger-boy,” traveling to meet his father for the first time after he receives a letter summoning him to his father’s home (11). At this stage in the novel, Joel is essentially homeless: after the death of his mother, he lives for a short time with his Aunt Ellen, her husband, and her children, but he never feels included in that space: “It was as if he lived those months [with his aunt] wearing a pair of spectacles with green, cracked lenses, and had wax-plugging in his ears, for everything seemed to be something it wasn’t” (15). Having previously lived with a divorced single mother, Joel is not acclimated to a two-parent, heteronormative home, and when he experiences that lifestyle for the first time, he rebels against it: “During the last weeks… he skipped school three days out of five to loaf around the Canal Street docks. He got into a habit of sharing the box-lunch Ellen fixed for him with a giant Negro stevedore… this man was a grown-up, and grownups were suddenly the only friends he wanted” (16). Not only does Joel reject the heteronormativity of Aunt Helen’s home, he flees to adult male companionship for solace. The queerness of this particular act is left ambiguous: does Joel seek out the stevedore’s companionship due to homosexual desire or does he hope to find a stand-in father figure? This ambiguous desire is touched on again and again as the novel progresses.  Joel’s longing for a strong male figure in his life leads him from New Orleans to rural Mississippi in hopes of finally getting to meet and live with his estranged father. When Joel reaches Noon City, Mississippi, near his father’s home, he finds a house that is explicitly “haunted”: As to the freakish old house, no one has lived there for God knows how long, and it is said that once three exquisite sisters were raped and murdered here in a gruesome manner by a fiendish Yankee bandit who… wore a velvet cloak stained scarlet with the blood of Southern womanhood… it is a tale of Gothic splendor. (20) Noon City’s haunted house is directly connected to Gothicism as it plays host to “a tale of Gothic splendor.” Symbolically, the house stands as a remnant of an idealized antebellum past in which a “fiendish Yankee bandit” plays the villainous role. In this way, the house serves as a kind of stage that hosts a historical drama. Conversely, it also serves to host an audience: “the porch of this house is in pretty fair condition, and on Saturdays the visiting farm-families make it their headquarters” (21). Simultaneously occupying spectator and spectacle roles, the house thus represents a liminal space where boundaries are collapsed: a theme that continues throughout the novel.  Joel’s father lives with his second wife Amy and her cousin Randolph at Skully’s Landing, a moldering estate locals refer to as “the Skulls”—automatically linking the family home to death. Joel first arrives at Skully’s Landing in the middle of the night, thus the initial description of the house falls into haunted motifs: “He remembered entering the house, and stumbling through an odd chamber of a hall where the walls were alive with the tossing shadows of candleflames” (35). The house is thus described as a kind of chiaroscuro landscape in which the walls appear living, ready to reach out and grab hold of its inhabitants. Skully’s Landing is depicted as a place outside of time whose very architecture is haunted: in addition to being surrounded by local vegetation that seems bent on reclaiming the house for nature, the past literally grasps the house: “like a set of fingers, a row of five white fluted columns lent the garden the primitive, haunted look of a lost ruin” (40). This “set of fingers” is the remains of an old porch, but metaphorically they represent how Skully’s Landing remains in the grip of the past.  Skully’s Landing also hosts the novel’s ghosts. While Joel takes on a ghostly role in his spying endeavors and the Noon City house comes with its own ghost story, it is not until Joel reaches Skully’s Landing that actual spectral visitations occur. On his first day at Skully’s Landing, while exploring the garden, Joel first sees “the queer lady”: She was holding aside the curtains of the left corner window… the hazy substance of 3Lafond: Ghost in the Closet: Other Voices, Other Rooms and the Queer GothPublished by CSUSB ScholarWorks, 201465   OSR Journal of Student Research│ Volume II, Issue 1, Winter 2014  her face… brought to mind his own vaporish reflection in the wavy chamber mirror… her white hair was like the wig of a character from history… her sudden appearance seemed to throw a trance across the garden… (52) Joel identifies with the queer lady: seeing her reminds him of his own reflection in a wavy mirror that skews appearances, yet still reflects some semblance of reality. Though the queer lady’s appearance is credited with “throw[ing] a trance across the garden,” Joel first tries to account for the queer lady’s appearance in the house rationally, but he finds Amy and Randolph uncooperative, thus lending a further air of mystery to her appearance.  The other specter that inhabits the Skulls is Joel’s father. Arriving at Skully’s Landing, Joel is eager to finally meet his father, Mr. Sansom, for the first time:   There was a rap at the door. It was his father, of that he was sure. It must be. And what should he say: hello, Dad, Father, Mr Sansom? Howdyado, hello? Hug, or shake hands, or kiss?... He whipped a bow into his shoelace, called, “Yeah?” and straightened up erect, prepared to make the best, most manly impression possible. (37) Rather than his father, Joel finds Amy at the door, but Joel’s preparation for his first impression on his father is telling. At first Joel is unsure of the level of formality he should take since Mr. Sansom is both his father and a stranger. This ambiguity extends to physicality: having never had a father in his life, Joel is unclear on how to physically express himself. He errs on the side of “manly”—which he interprets to mean “erect”—indicating that Joel has embedded notions of cisgender essentialism; and yet, the fact that he has to “prepare” himself to give the impression suggests that Joel is performing an external impression rather than enacting internal instincts.  Amy and Randolph keep Joel from his father throughout much of the novel. Since Mr. Sansom remains an absent impression rather than a concrete experience, Joel casts his father as an aloof monitor:  …he was taken with a terrible idea: what if his father had seen him already? Indeed, had been spying on him ever since he arrived, was, in fact, watching him at this very moment? And his father thought: that runt is an impostor; my son would be taller and stronger and handsomer and smarter-looking. (47) In Joel’s mind, his father’s continued absence means that his father has rejected him for not living up to Joel’s internalized vision of a “manly” man. Essentially, Mr. Sansom functions as a paternal super-ego exerting control in absentia, much in the fashion of Bentham’s panopticon. Also similar to the panopticon, architecture plays a role in the implied surveillance: “An old house like this would most likely be riddled with hidden passages, and picture-eyes that were not eyes at all, but peepholes” (47). Joel categorizes the features of haunted houses as part of the gendered surveillance that causes him to self-correct towards heteronormative ideals.  Once Mr. Sansom is revealed, however, it becomes clear that the hegemonic controls Joel had imagined his father was enforcing were, indeed, imagined. Mr. Sansom is bedridden, permanently scarred and paralyzed after being accidentally shot by Randolph after a complicated lovers’ quarrel involving boxing promoter Mr. Sansom, his boxer-client Pepe Alvarez, and a woman named Dolores who was involved with both Pepe and Randolph. The unusual group forms a sort of curated family group, but it is a self-destructive group who lie to and hurt one another; as Randolph relates: “… we were together, Dolores, Pepe, Ed [Sansom] and I, Ed and his jokes, we other three and our silences. Grotesque quadruplets (born of what fantastic parent?) we fed upon one another, as cancer feeds upon itself” (108). The amalgamated group allows Randolph to explore his homosexual desires for Pepe under the guise of the group dynamic and with Dolores as a heteronormalizing presence.  However, when Dolores and Pepe abandon the group and run off together, Randolph spirals into a violent depression which ends with 4OSR Journal of Student Research, Vol. 2 [2014], Art. 11https://scholarworks.lib.csusb.edu/osr/vol2/iss1/1166   OSR Journal of Student Research│ Volume II, Issue 1, Winter 2014  him shooting Sansom: “For two days he lay crumpled on the couch, bleeding all over himself, moaning and shouting and running a rosary through his fingers. He called for you [Joel], and his mother, and the Lord…” (110). The destructive group thus dissolves and the only “family man” among the group—in that he is father to a son, albeit an absent one—is the one left bearing the greatest scars. Sansom’s connections to family are underlined when he calls for both Joel and his own mother in the midst of his agony. Symbolically, Sansom being targeted may represent Randolph lashing out at the heteronormative hegemonic controls that prevent him from exploring his queer desires: much as Joel felt the paternal superego invisibly judging him at Skully’s Landing, Randolph feels the socio-cultural panopticon prevents him from fully realizing his queer identity.  Ironically, lashing out and attempting to destroy the nearest representative of heteronormativity only leads to heteronormative re-inscription: And then Amy came from the Landing… Ed and Amy were married in New Orleans. It was, you see, her fantasy come true; she was at last what she’d always wanted to be, a nurse… with a more or less permanent position. Then we all came back to the Landing… I suppose we shall go on together until the house sinks, until the garden grows up and weeds hide us in their depth. (110) Having admitted defeat, Randolph turns to his cousin Amy to help him cover up his crimes. In return, Amy claims the brain-damaged and paralyzed Mr. Sansom as her husband. The marriage is real in that it is legal, but Mr. Sansom was in no condition to give consent; hence, Amy is less enacting her socially-prescribed role as wife then she is playing at marriage with Mr. Sansom as her life-sized doll-husband.  As Joel comes to learn, the letter purportedly from his father that summoned him to Skully’s Landing was sent by Randolph. And Joel is not the only one that Randolph writes to: “Over there… is a five-pound volume listing every town and hamlet on the globe; it is what I believe in, this almanac: day by day I’ve gone through it writing Pepe always in care of the postmaster; just notes, nothing but my name and what we will for convenience call address… it gives me something to believe in” (111). Trapped in the dying Skully’s Landing house, Randolph reaches out to his lost love, hoping to find some form of connection. Summoning Joel to the Skulls was largely about finding companionship, and Joel was a convenient target. While considerably older than him, Randolph does not embody a potential father figure for Joel; rather, Randolph seems to appeal to Joel as a nurturing and supportive figure: “‘… please, tell me what I want to hear.’ Joel remembered. ‘Everything,’ he said gently,’ everything is going to be all right.’” (111). Randolph has chosen Joel for his curated family and wishes for him to remain at Skully’s Landing “until the garden grows up and weeds hide” them all.  This is the choice Joel must make at the novel’s end: he contemplates running away with his fellow gender-misfit—Idabel—rather than staying in the decay of Skully’s Landing. The only mystery that remains is the identity of the queer lady whom Joel seemed to identify with, the one who beckoned to him from the house. During his rambling confession to Joel, Randolph admits that the queer lady was, in fact, himself in drag: …it is Mardi Gras, and we [the “grotesque quadruplets”] are going to a ball… Dolores appears the night of the ball with a tremendous pink box: transformed, I am a Countess… I have silver hair and satin slippers, a green mask, am wrapped in silk pistachio and pink: at first, before the mirror, this horrifies me, then pleases to rapture, for I am very beautiful...(108) Paradoxically, it is behind the mask and disguise as a woman that Randolph feels most authentic. As a woman, he is able to act out his queer desires under the socially-acceptable guise of carnival. By beckoning to Joel in this disguise—much as he beckoned Joel to Skully’s Landing in the first place under the disguise of Ed Sansom’s name—Randolph invites Joel to express his own queer 5Lafond: Ghost in the Closet: Other Voices, Other Rooms and the Queer GothPublished by CSUSB ScholarWorks, 201467   OSR Journal of Student Research│ Volume II, Issue 1, Winter 2014  desires in the relatively safe space of the family home.  Ultimately, when the queer lady appears to Joel again, he realizes what he must do: “She beckoned to him, shining and silver, and he knew he must go: unafraid, not hesitating, he paused only at the garden’s edge where, as though he’d forgotten something, he stopped and looked back at the bloomless, descending blue, at the boy he had left behind” (162). Joel chooses the surety of his new-found family at Skully’s Landing rather than once again becoming a drifter and, in doing so, once again collapses the liminal boundary between specter and spectator. Whether this is a positive or a negative choice is left rather ambiguous: Joel has left behind his adolescence and become a man, but he does so by joining the human-ghosts that populate Skully’s Landing. Filled with ghosts both real and imagined, the haunted houses in Other Voices, Other Rooms serve a different purpose than they do in other Gothic haunted house stories. While some houses host antagonistic psychological forces, the “spirits” that populate the “other rooms” in this novel are friendly ghosts that the young protagonist—Joel—must learn to live with in order to come to terms with his burgeoning homosexual identity. Instead of destroying the family home—as in Wieland (1798) and Poltergeist (1982)—or destroying the family within the home—as in We Have Always Lived in the Castle (1962) and The Amityville Horror (1979)—the narrative thrust of Other Voices, Other Rooms is to re-form the family, highlighting the shortcomings of the nuclear family model, particularly within the queer community.  References  Capote, Truman. Other Voices, Other Rooms. New York: Vintage International, 1948.  Hassan, Ihab H. \"The Daydream and Nightmare of Narcissus.\" Wisconsin Studies in Contemporary Literature 1.2 (1960): 5-21. EBSCO. Web. 3 Mar. 2013.   6OSR Journal of Student Research, Vol. 2 [2014], Art. 11https://scholarworks.lib.csusb.edu/osr/vol2/iss1/11",
    "id": 84504177,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.lib.csusb.edu:osr-1231"
    },
    "title": "Ghost in the Closet: Other Voices, Other Rooms and the Queer Gothic Family",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-05-15T17:19:44+01:00",
    "publisher": "CSUSB ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.lib.csusb.edu/cgi/viewcontent.cgi?article=1231&amp;context=osr"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/84504177.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/84504177"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/84504177/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/84504177/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/84504177"
        }
    ],
    "abstract": "The young queer characters in Truman Capote\\u27s Other Voices, Other Rooms—especially the protagonist, Joel Harrison Knox—is able to carve out a legitimate space for themselves within heteronormative society; however, they do not achieve full equality, and their fates may even be read as a reiteration of the status quo. I argue that the novel is less about individual queer actualization, but rather about establishing larger support structures for the queer community, particularly in the form of the specially chosen—or curated—family. In particular, Capote harnesses the tropes of Southern Gothicism by symbolizing family structures—both extant and burgeoning— Through a series of “haunted” houses that the queer protagonist must enter and explore",
    "tags": [
        "text",
        "Literature",
        "Southern Literature",
        "Southern Gothic",
        "Queer Theory",
        "Truman Capote",
        "Arts and Humanities"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.lib.csusb.edu:osr-1231",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1248",
        "openDoarId": 0,
        "name": "CSUSB ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 84504177,
        "depositedDate": null,
        "publishedDate": "2017-05-15T17:19:44+01:00",
        "updatedDate": "2024-01-22T04:55:37+00:00",
        "acceptedDate": null,
        "createdDate": "2017-08-10T06:30:43+01:00"
    },
    "urls": [
        "https://scholarworks.lib.csusb.edu/osr/vol2/iss1/11",
        "https://scholarworks.lib.csusb.edu/context/osr/article/1231/viewcontent/Lafond__Bri.pdf"
    ],
    "lastUpdate": "2024-01-22T04:55:37+00:00",
    "setSpecs": []
}