{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Dunne, Orla"
        }
    ],
    "contributors": [],
    "createdDate": "2023-04-27T07:56:31+01:00",
    "dataProvider": {
        "id": 13085,
        "name": "College of William & Mary: W&M Publish",
        "url": "https://api.core.ac.uk/v3/data-providers/13085",
        "logo": "https://api.core.ac.uk/data-providers/13085/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.25774/VNTA-S564",
    "downloadUrl": "https://core.ac.uk/download/563947836.pdf",
    "fullText": "SENG Journal: Exploring the Psychology of Giftedness Volume 2 Issue 1 March 2023 Gifted and LGBTQ: A Review of the Literature Orla Dunne Dublin City University, orla.dunne@dcu.ie Follow this and additional works at: https://scholarworks.wm.edu/sengj  Part of the Counseling Commons, Developmental Psychology Commons, and the Other Psychology Commons Recommended Citation Dunne, O. (2023). Gifted and LGBTQ: A Review of the Literature. SENG Journal: Exploring the Psychology of Giftedness, 2(1), 57-66. https://doi.org/10.25774/VNTA-S564 This Article is brought to you for free and open access by the Journals at W&M ScholarWorks. It has been accepted for inclusion in SENG Journal: Exploring the Psychology of Giftedness by an authorized editor of W&M ScholarWorks. For more information, please contact scholarworks@wm.edu. Keywords: LGBTQ • gifted education • gender • diversity • gifted programsDOI: 10.25774/VNTA-S564Address correspondence to Orla Dunne, Centre for Talented Youth, Ireland, Dublin City University, Dublin 9, Ireland.Email: orla.dunne@dcu.ieGifted and LGBTQ: A Review of the LiteratureOrla Dunne, Ph.D.Introduction The field of research on gifted lesbian, gay, bisexual, transgender and queer (LGBTQ) individuals is still rela-tively young, compared to other subfields within gifted education. It consists largely of position papers from gifted education advocacy groups and organizations, such as the National Association for Gifted Children (NAGC) and Supporting the Emotional Needs of the Gifted (SENG), opinion pieces (Eriksson & Stewart, 2005; Friedrichs, 1997, p. 997; Friedrichs & Etheridge, 1995; Tolan, 1997), broad literature reviews (Cohn, 2003; Friedrichs, 2012; Sedillo, 2015; Stewart, 2006; Treat & Whittenburg, 2006) and practical advice for educators (Dunne, 2021; Dunne, 2022; Friedrichs, 2014; Sedillo, 2018; Treat, 2017; Treat & Seney, 2021). Though limited, there is some empirical research on the topic (Hutcheson & Tieso, 2014; Lo et al., 2021; Peterson & Rischar, 2000; Sedillo, 2013; Treat, 2006; Tuite et al., 2021; Wikoff et al., 2021) and a small number of case studies (Sedillo, 2018; Sewell, 2019; Treat, 2010). Thus far, gifted LGBTQ research has almost entirely consisted entirely of US centric studies. The present review will explore three important new empirical contributions. Prominent themes within the overall field will then be examined, before recommendations for building positive practices for gifted LGBTQ young people.This article does not propose that being LGBTQ and being gifted are challenges of equal measure (or challenges at all, for some), however it is important to consider how being LGBTQ can affect the social and emotional development of gifted students, amid the general demands of adolescent development (Peterson & Rischar, 2000). Gifted LGBTQ Research Early Research In 1995, Friedrichs and Etheridge conducted an informal survey on gifted issues within a non-heterosexual population and published their findings in the Council for Exceptional Children/The Association for Gifted Newsletter. Several of the gay, lesbian and bisexual youth who responded to the survey stated that educators should become more aware of the risk factors that these youth faced (Friedrichs & Etheridge, 1995). Friedrichs (1997) then extended this survey and reported that gifted gay students had social and emotional prob-lems, which related to their combination of giftedness and sexual orientation and might increase the risk of suicide. Tolan’s (1997) opinion piece on sex and gifted adolescents describes psychological challenges that gay gifted adolescents might face, giving hypothetical examples of situations. While Tolan (1997) does caution that the topic requires research in order to speak on the topic with certainty, along with Friedrichs (1997), Tolan’s opinion piece remains a highly cited article on the experiences of gifted gay adolescents. Sedillo (2015) argued that the frequent citation of an opinion based piece (Tolan, 1997) and an informal survey (Friedrichs & Etheridge, 1995) was reflective of the overall lack of empirical research regarding risk and resiliency factors within LGBTQ gifted youth. However, each piece still AbstractThe present review examines research with gifted LGBTQ individuals, in particular three recent studies which have significantly contributed to a field lacking in empirical research. Prominent themes in the literature will then be discussed, including identity development, peer relationships and support structures. Recommendations will be given on building positive practices for gifted LGBTQ young people. This review suggests that research in this area has notably advanced, in parallel with shifts in legislation, culture and attitudes toward LGBTQ people. Increased focus on aspects of diversity in gifted learners and gifted education have also contributed to this expanding field of research. Future research attention is nevertheless necessary, in order to a) continue advancing the field with strong empirical research, b) broaden the current context of gifted LGBTQ research (thus far almost entirely based within the United States) and c) promote the development of guidelines and best practice for practitioners working with gifted LGBTQ young people. SENG JournalVol. 2, No. 1,  57-66Literature ReviewSUPPORTINGEMOTIO N A L NEEDSOFTHEGIFTED581 Dr. lore m. dickey does not use capital letters for his name.SENG Journal Vol. 2, No. 1, 57-66played an important role in beginning the discussion of support for this marginalized group. A subsequent highly influential contribution to the field was Peterson and Rischar’s (2000) retrospective study of the adolescent experience of lesbian, gay and bisexual young adults with high ability (there were no transgender or queer youth in this study). Using a post-positivist mode of inquiry, the authors found significant themes of isolation, depression and suicidal ideation, together with high achievement and over-involvement in extra-curricular activities. One of the themes which resonates with later studies in the area is that of loneliness. Peterson and Rishcar (2000) write, In general, these participants survived alone, with no role models, no gay peers, and no one or very few with whom they could share their feelings and thoughts, especially during the years of \"wondering,\" but also after being convinced of sexual orientation.’ (p. 240)Previous Literature Reviews Treat and Whittenburg’s (2006) annotated bibliography on gifted LGBT students presented resources for educators and included studies featuring both gifted and non-gifted participants. This included articles, books, lesson plans and online media and was created out of the “NAGC Work Group on Sexually Diverse Gifted Students.” Sedillo’s (2015) literature review focused on barriers and limitations for research on gay gifted suicide and suicidal ideation. Sedillo found that little empirical research has been conducted on the topic generally, leaving most of what is presented in the literature to theories and assumptions. The limited amount of peer-reviewed literature and other published material regarding suicide and suicidal ideation for gay gifted youth emphasized the need for further research, which still stands true. Since the publication of each of these literature reviews, the field of gifted LGBTQ has expanded, with an increase in book chapters, jour-nal articles and research studies published. There has also been increased attention on the specific needs of transgender and gender non-conforming gifted individuals (Dunne, 2021; Sedillo, 2018). Three Influential Empirical Contributions to the Field The last three years have marked a significant increase in empirically grounded research on gifted LGBTQ adolescents. In particular, three new studies (Lo, Hu, Sungar & Lin, 2021; Tuite, Rubenstein & Salloum, 2021; Wikoff, Lane & Beck, 2021) have provided excellent contributions to the field. Wikoff et al. (2021) replicated Peterson and Rischar’s (2000) qualitative study with college age students. Peterson and Rischar’s (2000) retrospective study of the adolescent experience of lesbian, gay and bisexual young adults with high ability was the first influential, peer-reviewed contribution to the field of gifted LGBTQ research. Using a post-positivist mode of inquiry, Wikoff et al., (2021) identified three overall themes within their study; identity development (assigned identity, the discovery process, and intersectional iden-tity), social dynamics (peers, educational stakeholders, and community), and mental health (coping skills). These mirrored some of Peterson and Rischar’s (2000) results, which included significant themes of isolation, depression and suicidal ideation, together with high achievement and over-involvement in extracurricular activities. However, participants in Wikoff at al’s study were better able to both find and connect with peers, who shared either gifted and/or LGBTQ identities, through gifted programming, advanced classes and extracurricular activities. Another significant shift between each study is how participants defined their identity. While Peterson and Rischar’s study had only gay, lesbian and bisexual participants, Wikoff et al. opted to allow participants to completely self-identify their gender and sexual orientation, which led to an expansive list, including eight different gender identities (female, male, agender, gender-queer, gender-fluid, trans, two-spirited and non-binary/other) and twelve different sexual orientations (lesbian, gay, bisexual, demi-sexual, asexual, grey-asexual, pansexual, queer, femme-aligned/gynesexual, homosexual, heterosexual and other) across seventy-five participants. This is reflective of wider LGBTQ research. Hammack et al. (2021) found that adolescents in their study were generally resistant or ambivalent toward labels which enforced strict ideas of gender identity or sexual orientation, while Garrett-Walker and Montagno (2021) found that just over a third of their sample endorsed an expansive gender identity and an expansive sexual identity. Self-identification is also an import-ant aspect of transgender and gender non-conforming affirming research (Sevelius et al., 2017; dickey1  & Green, 2007), as self-identification of both gender and sexual orientation allows for expansion beyond traditional taxonomic systems that centre attraction to a binary gender identity (Hammack et al., 2021).Tuite’s (2021) exploratory retrospective study exam-ined the coming out experiences of gifted LGBTQ alumni from a United States residential gifted high school. Participants in this study all attended in-state home schools for their freshman and sophomore high school years, then transferred to the GT School for their junior and/or senior years. Students are admitted to the school based upon past academic performance, PSAT and/or SAT scores and noncognitive indicators such as drive, persistence, and motivation (Tuite, 2021). With-in the study sample, gifted LGBTQ students reported realizing their sexual orientation / gender identity during Dunne, O.59SENG Journal Vol. 2, No. 1, 57-66late adolescence (the mean age was 16.55 years), which was not significantly earlier than what is reported within the general field of LGBTQ research. Participants re-ported that the GT school was better equipped to fulfil their psychological needs than their home school was. Overwhelmingly, the participants were more likely to share their LGBTQ status at the GT School (47.5%) in comparison with their home school (13.5%). Tuite et al. (2021) posit that this may be due the different developmental stage participants were at in their home school compared to the GT School. However, par-ticipants also discussed social fears as reasons they did not share at their home school and that they felt safer to share their sexual orientation and/or gender identity within the GT School environment. Many also expressed extreme concerns that their families would not accept them if they knew. One interesting addition to a field that remains almost entirely US-centric is Lo et al.’s (2021) retro-spective study, where researchers interviewed nine LGBTQ postsecondary students who are graduates of a highly selective and academically advanced high school in Turkey. Admission to the school was based on an extensive screening process, including a cog-nitive aptitude test, the WISC-V and observations from a week-long summer camp (Lo et al., 2021). The participants in the study were now attending universities in North America and are part of a peer-support network formed by the LGBTQ alumni of the school. Over-all, participants utilized their personal strengths (i.e. advanced reasoning, resourcefulness) to mediate some of their identity struggles, found support in the open minded atmosphere of their high school and emphasized their appreciation of the opportunity to study abroad and reflect on their gender and sexual identities in a new cultural lens (Lo et al., 2021). The authors found that the ability to test, problematize, and then navigate through various value systems greatly helped their study participants gain a grounded sense of selfacceptance of their gifted LGBTQ identities. In several participant interviews, the researchers observed that a questioning of the “status quo” in Turkey helped the students to parse out the internalized homophobia obtained through a conservative national culture and provided a good eval-uative tool for later life decisions. Three participants reported finding meaning in their mission to contribute positively to the wider LGBTQ community through the pursuit of their careers. One participant, Keith, saw his personal achievements in science as a political statement for the LGBTQ community, because representation of LGBTQ in every discipline can serve to normalize it. Another participant, Oliver, who was working as a social activist, stated:The world that we live in today is full of inequalities, problems, violence, and discrimination. It’s not the world I want to be part of or live in, so my goal is to do more for a world where people are treated humanely and respected and can live with dignity. . . . .’ (Lo et al., p. 176) While Lo et al. state that the relatively positive experi-ences presented by the group are not representative of the experiences generally reflected by LGBTQ individuals in Turkey (one of the participants characterized this as ‘constant life threats’), this remains a welcome and unique contribution to the field. Prominent Themes in Gifted LGBTQ Research Across all the literature reviewed, several prominent themes were identified, including identity development, peer relationships and the effects of support structures.Identity Development In terms of identity development, one overarching theme across the literature was the interactions of giftedness and LGBTQ identity. Participants in Wikoff et al.’s (2021) study considered their identity development in three ways; that gifted identity was more of an assigned identity, sexual/ gender identity was more of a discovery process, and the intersection of the two was complicated for some but helped others. Many participants in Wikoff et al.’s study began exploring their sexual orientation identity around middle school with some speaking to an awareness of being ‘different’, but being unsure how to interpret this emotion. Participants found information on the internet that helped, with one participant stating the following: I found out that I wasn’t the only one in the world who felt like this in high school through googling “boy trapped in girl’s body.” What a relief to not feel so alone and broken. No one spoke to me about gender identity as a concept at all.’ (p. 276)This experience marks the cultural shift between Wikoff et al’s (2021) and Peterson and Rischar’s (2000) studies. The internet provided an entirely new way for the participants in Wikoff et al. to access information and find those with similar experiences, outside of educators or peers at school. The participant quoted above emphasizes their relief in feeling less not alone. In contrast, Peterson and Rischar (2000) found that the gifted lesbian, gay and bisexual adolescents in their study experienced significant loneliness, as struggles with identity development affected participants’ sense of self and their development of social relationships. The continuum of visibility (Cross et al., 1991; Cross, 1997) is a framework that is particularly relevant for gifted LGBTQ students, who must choose whether to hide and deny, or express and embrace, their sexual GIFTED AND LGBTQ60SENG Journal Vol. 2, No. 1, 57-66orientation and/or gender identity. Students who are particularly sensitive will be acutely aware of the risk of harassment and discrimination and may engage in strategies of self-preservation by concealing their identity (Treat, 2010), developing disparate personal and private personas (Stewart, 2006), suppressing behaviors that are averse to stereotypical gender roles (Kerr & Cohn, 2001) or overcompensating for non stereotypical gender behaviors with exaggerated mannerisms (Hutcheson & Tieso, 2014). Hutcheson and Tieso (2014) describe some of their participants’ intellectualizing of their issues around identity and external reactions. One participant, Nate, stated “I had to understand how to interpret [my sexuality] and how it would be viewed in the setting of my high school,” while another participant, Chris, chose to be open about his sexual orientation at first, but stopped as he began to notice ‘a direct correlation between me visibly dating someone at school and people calling me names’ (p. 367). Social fears had a significant effect on the identity development for participants in Tuite et al’s study (2021), in particular fear of rejection on coming out, alienation, prejudice and harassment. For some gifted LGBTQ young people in the litera-ture discussed, identity labels proved useful, while for others they were limiting. As discussed earlier, Wikoff et al.’s (2021) use of self-identification for participants allowed for an expansive list of sexual orientation and gender identities. The participants’ ability in Lo et al. (2021) to manage their gender identity personally and publicly were evident in the interviews, with most partici-pants preferring to use identity labels (such as queer, gay, lesbian) to represent experiences and for communicative purposes. One participant, Sue, described adjusting her identity label depending on who she is communicating with, using ‘bisexual’ for those who are not likely to understand queerness, and ‘queer’, with those who have enough knowledge around gender issues. For another participant, Edward, it was important to recognize how using a single label may come at  the  cost  of  being reduced to a “limiting combination of attributes and be-havioral sets conforming to a preconceived category.” Lo et al. (2021) state that by refusing to limit identity to a single label, self-acceptance can be directed toward the self, rather than a social image or set of expectations associated with the label itself. Peer Relationships A lack of clear social norms can lead to uncertainty and anxiety, particularly when a gifted student is also LGBTQ (Cross & Cross, 2015). Gifted students who diverge from heterosexual and gender role norms face difficulties with peers that may require interventions to prevent bullying and to promote self-esteem (Kerr & Multon, 2015). Without a supportive environment, which acknowledges and supports their talents and skills, gifted students generally can engage in inappro-priate coping strategies, such as denying their talents, underachieving, or masking their giftedness from classmates to gain peer acceptance (Cross & Swiatek, 2009). This is relevant for gifted LGBTQ students, as it is another identity to decide to deny, downplay or mask entirely. Gifted LGBTQ students may also choose to push their high ability to the forefront, in order to deflect attention from their sexual orientation or gender identity (Wexelbaum & Hoover, 2014). In Wikoff et al’s (2021) study, participants stated that peer relationships were generally more difficult in terms of their gifted identity, compared to their sexual/ gender identity. A participant in Hutcheson and Tieso’s (2014, p. 363) study explained how he felt hearing statements like “that’s so gay”, or homophobic slurs, in school; ‘those things were very disturbing and distressing… especially in the moment when you’re pursuing your sexuality or trying to figure out who you are.’ The participants in Peterson and Rischar’s (2000) study expressed that social discomfort was associated with isolation and questions about their identity (as early as elementary school) precipitated their social unease. Experiences of peer support were generally mixed for Peterson and Rischar’s (2000, p. 239) participants, as 61% found support from high school peers, but others expressed fear (‘I had to move away from everyone I knew to begin coming out’) and the desire to wait until university to meet like-minded friends. In Sedillo’s (2018) study, the gifted transgender participant re-ported having few, if any, supportive peers. Several participants in Hutcheson and Tieso (2000, p. 363) described their classes and extracurricular activities as “uncomfortably heteronormative,” as they (consciously and unconsciously) reinforced heterosexuality as the norm and erased the existence of identities outside of this. Students who are gifted, LGBTQ and part of another marginalized group may feel torn between balancing various aspects of their identity, or feel the need to internalize one identity in order to externalize the other (Sewell, 2020). Sewell (2019, p. 47) describes his inter-nal conflict as a gifted, Black and gay youth, “Suppressing different points of my identities became critical to my success in school, perhaps especially by influencing my interactions with peers.” A Black student in Hutcheson and Tieso’s (2014) study expressed feeling isolated, as outside of her school GSA, there was a strong stigma against homosexuality at her predominantly Black high school. From a positive standpoint, a participant in Peterson and Rischar’s (2000, p. 239) expressed that his intelligence had allowed him to “spar, debate, and argue with the most adroit gay basher.” A clever strategy for peer relations employed by participants Lo et al. (2021, p. 8) was “faking it until making it” and discussing LGBTQ Dunne, O.61SENG Journal Vol. 2, No. 1, 57-66issues in front of friends without making a fuss, behaving as if it were already normalized. This strategy has the potential to facilitate self-acceptance by signalling to their peers that being LGBTQ is normal, thus encour-aging inclusion, and by reinforcing an internal self-belief of normality (Lo et al., 2021). Participants in Wikoff et al.’s (2021) study spoke of the value of connecting with peers who shared either gifted and/or LGBTQ identities, through gifted programming, advanced classes and extracurricular activities. Participants in Tuite et al.’s (2021) study disclosed their LGBTQ identity to their friends first and most frequently and reported that their friends had a greater effect on their comfort in this, as opposed to the school support systems. However, family acceptance still played a major role in how Tuite et al.’s participants thought about their identity, with some citing family conservative values as impacting their decision to come out. Support Structures As a theme, support structures across the literature included support from peers, teachers, educators at gifted organizations and family. General LGBTQ re-search has shown that positive affirmation of identity from different sources can moderate the link between experiences of interpersonal victimization and anxiety or depression for LGBTQ adolescents (Busby et al., 2020), leading to overall improvement in wellbeing (Gillig & Bighash, 2021). For the participants in Lo et al.’s (2021) study, talking to professionals, friends, family and consolidating a support network helped the participants overall self-acceptance. The participants described the support gained from having a centralized learning environment for gifted adolescents, which included possibilities for networking, intellectual debates and greater discussion on social issues than the educational environments they had experienced previously. A lack of support from teachers, staff members and educational leaders can have a significant impact on feelings of safety within an environment (Kosciw et al., 2013). One gifted LGBTQ participant in Wikoff et al.'s (2021, p. 280) study shared that on reporting bullying and harassment to their school, “Teachers and school administrators didn’t believe my reports, since ‘with bullied students we generally see a drop in their GPA.’” One participant in Dunne (In Press) described her fear that teachers’ negative views about LGBTQ people (which were subtly communicated in class) would im-pact her grades if she came out as gay at school. It was enough to make me scared to report any nasty behaviour as I wasn't entirely convinced that the matter would be handled appropriately. I also thought there was a possibility that reporting bullying or nastiness could “out” me to the staff and make the whole situation worse… I think I was probably right to have these fears because the way things fell, those teachers had a say in things like work placements and even predicted grades in my final year.In response to a question about what educators should understand about the school experiences of gifted LGBTQ adolescents, participants in Peterson and Rischar’s (2000) study noted the absence of LGBTQ role models as a factor in feeling without support. Having adequate role models is important for gifted LGBTQ adolescents (Treat, 2017) and one would hope that the shift in cultural and media portrayals of LGBTQ indi-viduals provides gifted LGBTQ young people now with better access to than the participants in Peterson and Rischar’s study. Similar to the difficulties experienced within peer relationships, gifted LGBTQ young people may struggle with how their identity is managed in a family setting. Wikoff et al. (2021, p. 277) found that while participants' families were overwhelmingly supportive of their gifted identity, some were not as supportive of their LGBTQ identity, leading to one being prioritized over the other (“their concern has mostly  been  with  my  academics and  future  career  rather  than  my sexuality”). However, one participant shared that the intersection between giftedness and sexual orientation made it easier for family acceptance as his academic and extracurricular accomplishments were held in high regard. Tuite et al.’s (2021) study offers insight into how family support structures continue to affect gifted LGBTQ individuals as adults, with one participant stating that their family is too conservative and religious to consider coming out and another participant fearing extreme social isolation if they came out, as they were currently in a committed heterosexual relationship and had children. Building Positive Practices for Gifted LGBTQ Adolescents Building positive practices for gifted LGBTQ ado-lescents is crucial to positive identity development. For participants in several of the studies referenced, their overall mental health was affected by identity strug-gles, from both an internal personal perspective and how others treated them due to their identity. Two participants (16%) in Hutcheson and Tieso’s study (2014) reported experiencing depression during high school and others expressed feelings of unhappiness because of how being LGBTQ affected social situations. The transgender adult interviewee in Sedillo’s (2018) case study, stated that he thought of committing suicide ten times during his lifetime, the first time being when he was 12 years old, giving the following reason: “Being transgender and not understanding it or knowing there were options or treatments…There was no one like me” GIFTED AND LGBTQ62SENG Journal Vol. 2, No. 1, 57-66(p. 44). In a study of the experiences of gifted LGBTQ post-primary students in Ireland (Dunne, In Press), one interview participant related a harrowing account of bullying connected to her being transgender.Some guys in my school found my Instagram and I was outed as being trans…I was about to go into my exam year and that was very stressful at the time. Going to school I didn’t know what was going to happen. For the entire year, I never went to the cafeteria. When I was walking in the corridor I heard people whisper and laugh and I knew they were talking about me. I had to stop going to PE, I was worried if anything would happen to me it would be there. The idea of going to PE gave me panic attacks. They created a group chat to dehumanise me and deadname me, so the bullying continued when I went home every day. Being a trans fifteen year old girl, who was very socially isolated at school already…It was awful.In order to build positive practices, steps must be taken to avoid gifted LGBTQ adolescents experiencing struggles like those detailed above, which ultimately challenge any sense of positive identity development. PolicyThe interrelationship between legislation, policy and practice is crucial to provide appropriate provision for gifted students (Stack & Sutherland, 2014) and the same is true for all gifted LGBTQ students. While legislation is often beyond our control, educators working with gifted LGBTQ young people can make changes in terms of policy and practice to create a safe environment for students. In terms of policy, this should be a school or organization-wide effort. A clear code of behavior around anti-LGBTQ language is important, as this is a key element of bullying and harassment, as well as a factor in the overall climate of a school/organization for LGBTQ young people (Thurlow, 2001; Poteat et al., 2019). Policies should clearly define what constitutes anti-LGBTQ bullying, e.g. that repeatedly misgendering someone after being corrected will be deemed bullying. Supportive LeadershipEducators, particularly those in positions of leadership, play a vital role in the creation of a positive (or negative) climate for gifted LGBTQ young people in a school or organization (Farrelly et al., 2017; Foody et al., 2018). O’Donoghue and Guerin (2017) identified that lack of training in the area and a lack of priority given to homophobic and transphobic bullying were key barriers to teacher interventions. Lo et al. (2021) advocate for sexual orientation and gender identity literacy to be included and enhanced in teacher training curricula, as the study participants described the significant influence of their teachers on their identity development. Schools and organizations can take steps to build this positive climate for gifted LGBTQ young people, including staff training (either internally or with a related ex-ternal organization), physical displays of allyship and support where possible (e.g. a rainbow flag or icon in a classroom) and by setting the tone from the top down. If anti-LGBTQ language is tolerated casually in the staff room and amongst colleagues, or if LGBTQ teachers do not feel supported, it is difficult (if not impossible) to create a positive climate for those students. While leadership support is not always easily obtained, Kosciw et al. (2013) found that even one supportive educator can make a difference to a gifted LGBTQ adolescents’ feelings of safety.Extracurricular ActivitiesIn Dunne (In Press), engagement with affirming ex-tracurricular programs, including gifted enrichment courses, greatly increased gifted LGBTQ adolescents’ feelings of belonging and overall identity development. Participants in the study reported significantly more positive experiences at a gifted summer program than at their school, including a decrease in the frequency of hearing anti-LGBTQ language at school and an increase in peer and staff support. Similarly, one participant in Hutcheson and Tieso’s (2014) study connected his experience at a gifted summer program with a newfound awareness that the world was larger and more accepting than he realized, which encouraged him to persevere through the harassment and bullying at school. Lo et al. (2021) also emphasize the benefits their participants gained from extracurricular hobbies, which may include honing a skill that leads to boosted self-esteem and resilience. The creative arts were cited by participants in Dunne (In Press) as being significant in their identity development and overall positive experiences, with multiple interview participants choosing to follow their passion for this into university. One participant related that at school they often were told to “tone down” their identity and therefore enjoyed the chance to take part in extracurricular activities outside of school, like music, drama and performing in drag. Gifted LGBTQ young people may also find value and affirmation in LGBTQ advocacy and activism. Some of the youth in Higa et al.’s (2014) channelled negative experiences of anti-LGBTQ harassment into external projects, organising LGBTQ positive media campaigns at school, or talking with school officials about anti-LGBTQ attitudes and behaviors in the school. Talent Development ModelOne model which encompasses the practices above and may be useful to build further positive practices for gifted LGBTQ students is the Talent Development Dunne, O.63SENG Journal Vol. 2, No. 1, 57-66Model of giftedness (Kerr & Huffman, 2018). This model focuses on developing individuals as they interact with their environment and challenges (Dai, 2017). Being twice different (or more) can lead to isolation and mental health issues for gifted LGBTQ youth (Levy & Plucker, 2003), as they must deal with their intellectual deviance from the mainstream and stigmatized sexual orientation and gender identity (Kerr & Multon, 2015). Subotnick, Olszewki-Kubilius and Worrell (2018) state that the aspired outcome of gifted education within a talent development model should be to prepare talented youth to transform their abilities into groundbreaking contributions to the world. Further research is needed on how the field as a whole can build on the existing research to cultivate the talents of gifted LGBTQ young people, ensuring they have the ability to develop their potential to its fullest extent. Conclusion While the field of gifted LGBTQ research is still relatively new, compared to other subfields within gifted education overall, the presence of gifted LGBTQ people is not. In Terman and Oden’s (1947) fourth volume, the authors discuss seventeen of the study’s gifted participants and homosexuality (within a chapter which also covers insanity, nervous disorders, alcoholism and delinquency). A mixture of experiences are reported, with some participants suppressing their sexual orientation, which Terman describes as “heterosexual adjustment” (p. 121). However, it appears others lived freely in their identity as the authors note that two female participants divorced “before becoming overt in their homosexuality” (p. 122). One male participant in this group appears in Terman’s (1936) earlier work on masculinity and femi-ninity, as his preference for feminine games, dressing in female clothing and wearing make-up was a concern to his mother. In order to avoid disapproval, the parti-cipant wrote plays for the neighborhood children, “each carefully provided with a feminine role for himself” (p. 14). While Terman goes to great lengths to state that the child had no knowledge about the concept of homosexuality, the participant revealed to his mother “that his love interests were unlike those of other men in that only boys had the slightest attraction for him.”  I include the above, despite the controversial nature of Terman (see Sternberg et al., 2021), to illustrate two points. Firstly, while it is true that research on sexual orientation and gender identity among the gifted population has significantly increased in the past three decades, we must be aware that gifted LGBTQ young people have always been a part of the research. Secondly, some of the experiences reported by Terman’s participants in the 1930s and 40s unfortunately are not completely dissimilar to challenges reported by gifted LGBTQ young people today. While (thank-fully) research, legislation, culture and attitudes toward LGBTQ people has greatly advanced, there are still common themes of identity development challenges, fear of rejection and loneliness. The present review examines research with gifted LGBTQ individuals, in particular three recent studies (Lo et al., 2021; Tuite et al., 2021; Wikoff et al., 2021) which have significantly contributed to a field lacking in empirical research. Prominent themes across the literature include identity development, peer rela-tionships and support structures, all of which interact in various ways. Using these themes, recommendations for building positive practices for gifted LGBTQ young people are given, which encompasses policy, leader-ship, extracurricular activities and the use of the Talent Development model. While the articles from Lo et al., Tuite et al. and Wikoff et al. address a lacuna in the field, further research attention is nevertheless necessary, in order to continue advancing the field and broaden the largely US context of gifted LGBTQ research. Further collaboration between researchers and gifted program practitioners would also ensure that the research has a meaningful effect on the lives of gifted LGBTQ adolescents. GIFTED AND LGBTQ64SENG Journal Vol. 2, No. 1, 57-66ReferencesBusby, D. R., Horwitz, A. G., Zheng, K., Eisenberg, D., Harper, G. W., Albucher, R. C., Roberts, L. W., Coryell, W., Pistorello, J., & King, C. A. (2020). Suicide risk among gender and sexual minority college students: The roles of victimization, discrimination, connectedness, and identity affirmation. Journal of Psychiatric Research, 121, 182-188. https://doi.org/10.1016/j.jpsychires.2019.11.013 Cohn, S. J. (2003). Gifted students who are gay, lesbian, or bisexual. In M. Neihart, S. M. Reis, N. M. Robinson, & S. M. Moon (Eds.), The social and emotional development of gifted children: What do we know? (pp. 145-153). Prufrock Press. Cross, J. R., & Cross, T. L. (2015). Clinical and Mental Health Issues in Counseling the Gifted Individual. Journal of Counseling & Development, 93(2), 163–172. https://doi.org/10.1002/j.1556-6676.2015.00192.x Cross, T. L. (1997). Psychological and social aspects of educating gifted students. Peabody Journal of Education, 72, 180-200. https://doi.org/10.1207/s15327930pje7203&4_11 Cross, T. L., Coleman, L. J., & Terhaar-Yonkers, M. (1991). The social cognition of gifted adolescents in schools: Managing the stigma of giftedness. Journal for the Education of the Gifted, 15(1), 44-55. https://doi.org/10.1177/016235329101500106 Cross, T. L., Gust-Brey, K., & Ball, P. B. (2002). A psychological autopsy of the suicide of an academically gifted student: Researchers’ and parents’ perspectives. Gifted Child Quarterly, 46(4), 247-264. https://doi.org/10.1177/001698620204600402 Cross, T., & Swiatek, M. (2009). Social coping among academically gifted adolescents in a residential setting: A longitudinal study. Gifted Child Quarterly, 53, 25–33. https://doi.org/10.1177/0016986208326554 Dai, D. Y. (2017). Envisioning a new foundation for gifted education: Evolving complexity theory (ECT) of talent development. Gifted Child Quarterly, 61(3), 172-182. https://doi.org/10.1177/0016986217701837 dickey,  l. m., & Green, E. (2007). Considerations for research with trans subjects and communities. Trans-Academics.Org. http://trans-academics.org/considerations_research_tDunne, O. (2021). A Guide for Counselors Working with Gifted Transgender and Gender Nonconforming Students. In T. L. Cross & J. R. Cross (Eds.), Handbook for Counselors Serving Students with Gifts and Talents. (2nd ed., pp. 215-230). Prufrock Press. https://doi.org/10.4324/9781003235415-14Dunne, O. (In Press). The Experiences of Gifted LGBTQ Post-Primary Students in Ireland. [Dissertation, Dublin City University]. Dunne, O., & Treat, A. R. (2022). Resisting the Void: Transforming the Invisible to Visible for Gifted LGBTQ+ Students. In J. L. Roberts, T. F. Inman, & J. H. Robins (Eds.), Introduction to gifted education (2nd ed., pp. 385-402). Routledge. https://doi.org/10.4324/9781003235866-27Eriksson, G., & Stewart, T. (2005). Gifted and gay (G2): The characteristics and educational needs of a dual minority group. Farrelly, G., O’Higgins Norman, J., & O’Leary, M. (2017). Custodians of silences? School principal perspectives on the incidence and nature of homophobic bullying in primary schools in Ireland. Irish Educational Studies, 36(2), 151–167. https://doi.org/10.1080/03323315.2016.1246258Friedrichs, T. P. (1997). Understanding the educational needs of gifted gay and bisexual males. NAGC Counselling and Guidance Newsletter, 6(3), 3-8. Friedrichs, T. P. (2012). Counseling gifted GLBT students along paths to freedom. In T. L. Cross & J. Riedl Cross (Eds.), Handbook for counselors serving students with gifts & talents: Development, relationships, school issues and counseling needs/interventions (pp. 153-177). Prufrock Press. Friedrichs, T. P. (2014). Appropriately serving an emerging group: Educational practices and legal implications for gifted GLBT students. Excellence and Diversity in Gifted Education, 1(1), 6–13. Friedrichs, T. P., & Etheridge, R. L. (1995). Gifted and gay—Reasons for educators to help. Council for Exceptional Children/The Association for Gifted (TAG) Newsletter, 17(1), 1-4, 5. Foody, M., Murphy, H., Downes, P., & Norman, J. O. (2018). Anti-bullying procedures for schools in Ireland: Principals’ responses and perceptions. Pastoral Care in Education, 36(2), 126–140. https://doi.org/10.1080/02643944.2018.1453859Garrett-Walker, J. J., & Montagno, M. J. (2021). Queering labels: Expanding identity categories in LGBTQ+ research and clinical practice. Journal of LGBT Youth, 1-17. https://doi.org/10.1080/19361653.2021.1896411Gillig, T. K., & Bighash, L. (2021). Network and proximity effects on LGBTQ youth’s psychological outcomes during a camp intervention. Health Communication, 38(4), 641–647. https://doi.org/10.1080/10410236.2021.1958983 Hammack, P., Hughes, S., Atwood, J., Cohen, E., & Clark, R. (2021). Gender and sexual identity in adolescence: A mixed-methods study of labeling in diverse community settings. Journal of Adolescent Research 37(2), 167-220. https://doi.org/10.1177/07435584211000315Higa, D., Hoppe, M. J., Lindhorst, T., Mincer, S., Beadnell, B., Morrison, D. M., Wells, E. A., Todd, A., & Mountz, S. (2014). Negative and positive factors associated with the well-being of lesbian, gay, bisexual, transgender, queer, and questioning (LGBTQ) Youth. Youth & Society, 46(5), 663–687. https://doi.org/10.1177/0044118X12449630Hutcheson, V. H., & Tieso, C. L. (2014). Social coping of gifted and LGBTQ adolescents. Journal for the Education of the Gifted, 37(4), 355–377. https://doi.org/10.1177/0162353214552563 Kerr, B. A., & Huffman, J. M. (2018). Gender and talent development of gifted students. In S. I. Pfeiffer (Ed.), Handbook of Giftedness in Children (pp. 115–128). Springer International Publishing. https://doi.org/10.1007/978-3-319-77004-8_8 Kerr, B. A., & Multon, K. D. (2015). The development of gender identity, gender roles, and gender relations in gifted students. Journal of Counseling & Development, 93(2), 183-191. https://doi.org/10.1002/j.1556-6676.2015.00194.x Kerr, B., & Cohn, S. (2001). Smart boys: Talent, manhood, & the search for meaning. Great Potential Press. Dunne, O.65SENG Journal Vol. 2, No. 1, 57-66Kosciw, J. G., Palmer, N. A., Kull, R. M., & Greytak, E. A. (2013). The effect of negative school climate on academic outcomes for LGBT youth and the role of in-school supports. Journal of School Violence, 12(1), 45–63. https://doi.org/10.1080/15388220.2012.732546 Levy, J. J., & Plucker, J. A. (2003). Theory and practice: Assessing the psychological presentation of gifted and talented clients: a multicultural perspective. Counselling Psychology Quarterly, 16(3), 229-247. https://doi.org/10.1080/09515070310001610100 Lo, C. O., Hu, S.-F., Sungur, H., & Lin, C.-H. (2021). Giftedness, gender identities, and self-acceptance: A retrospective study on LGBTQ+ postsecondary students. Gifted Child Quarterly 66(3), 171-187. https://doi.org/10.1177/00169862211029681 O’Donoghue, K., & Guerin, S. (2017). Homophobic and transphobic bullying: Barriers and supports to school intervention. Sex Education, 17(2), 220-234. https://doi.org/10.1080/14681811.2016.1267003Peterson, J. S., & Rischar, H. (2000). Gifted and gay: A study of the adolescent experience. Gifted Child Quarterly, 44(4), 231-246. https://doi.org/10.1177/001698620004400404 Poteat, V. P., Slaatten, H., & Breivik, K. (2019). Factors associated with teachers discussing and intervening against homophobic language. Teaching and Teacher Education, 77, 31-42. https://doi.org/10.1016/j.tate.2018.09.006Sedillo, P. J. (2013). A retrospective study of gay gifted, young adult males’ perceptions of giftedness and suicide [Dissertation, University of New Mexico]. https://digitalrepository.unm.edu/educ_spcd_etds/12 Sedillo, P. J. (2015). Gay Gifted Adolescent Suicide and Suicidal Ideation Literature: Research Barriers and Limitations. Gifted Child Today, 38(2), 114–120. https://doi.org/10.1177/1076217514568557 Sedillo, P. J. (2018). The “T” Is missing from gifted: Gifted transgender individuals: a case study of a female to male (FTM) gifted transgender person. Journal of Education & Social Policy, 5(1), 42-52. Sedillo, P. J. (2018). Why is there a gay pride flag on my 9-year-old’s backpack? Parenting for high potential; Washington, 7(2), 2-4,23. Sevelius, J., dickey,  l. m., & Singh, A. A. (2017). Engaging in TGNC-affirmative research. In Affirmative counseling and psychological practice with transgender and gender nonconforming clients. (2016-13386-012; pp. 231–246). American Psychological Association. https://doi.org/10.1037/14957-012Sewell, C. J. P. (2019). Being Black, Male, Gay and Gifted: Reflections on Childhood and Teaching. Journal of African American Males in Education, 10(1), 20. Sewell, C. J. P. (2020). Negotiating multiple identities while gifted: Reflections from black queer gifted men. Journal of LGBT Youth 18(1), 78-98. https://doi.org/10.1080/19361653.2020.1737298 Stack, N., & Sutherland, M. (2014). Seeing beyond statistics: Examining the potential for disjuncture between legislation, policy and practice in meeting the needs of highly able Scottish students. Psihološka Obzorja / Horizons of Psychology, 23, 145-154. https://doi.org/10.20419/2014.23.415Sternberg, R. J., Desmet, O. A., Ford, D. Y., Gentry, M., Grantham, T. C., & Karami, S. (2021). The legacy: Coming to terms with the origins and development of the gifted-child movement. Roeper Review, 43(4), 227-241. https://doi.org/10.1080/02783193.2021.1967544 Stewart, T. (2006). Defensive masquerading for inclusion and survival among gifted lesbian, gay, bisexual and transgender (LGBT) students. In G. Eriksson & B. Wallace (Eds.), Diversity in gifted education: International perspectives on global issues (pp. 203-213). Routledge. Subotnik, R. F., Olszewski-Kubilius, P., & Worrell, F. C. (2018). Talent development as the most promising focus of giftedness and gifted education. In S. I. Pfeiffer, E. Shaunessy-Dedrick, & M. Foley-Nicpon (Eds.), APA handbook of giftedness and talent. (pp. 231–245). American Psychological Association. https://doi.org/10.1037/0000038-015Terman, L. M., & Miles, C. C. (1936). Sex and personality: Studies in masculinity and femininity. McGraw-Hill. https://pure.mpg.de/rest/items/item_2395347_3/component/file_2395346/content Terman, L. M., Oden, M. H., & Bayley, N. (1947). The gifted child grows up: Twenty-five years’ follow-up of a superior group (5th ed.). Stanford Univ. Press. Thurlow, C. (2001). Naming the “outsider within”: Homophobic pejoratives and the verbal abuse of lesbian, gay and bisexual high-school pupils. Journal of Adolescence, 24(1), 25–38. https://doi.org/10.1006/jado.2000.0371Tolan, S. S. (1997). Sex and the highly gifted adolescent. NAGC Counselling and Guidance Newsletter, 6(3), 2-8. Treat, A. R. (2006). Overexcitability in gifted sexually diverse populations. Journal of Secondary Gifted Education, 17(4), 244-257. https://doi.org/10.4219/jsge-2006-413 Treat, A. R. (2010). La vida intensa: Photovoice portrait of a lesbian living with overexcitabilities. Advanced Development Journal, 12, 97–108. Treat, A. R. (2017). Gifted LGBTQ social-emotional issues. In J. Danielian (Ed.), Teaching gifted children: Success strategies for teaching high-ability learners (pp. 525– 527). Prufrock Press. Treat, A. R., & Seney, R. W. (2021). Rainbow dreams: Empowering gifted LGBTQ+ students to self-advocate. In J. L. Davis & D. Douglas (Eds.), Empowering underrepresented gifted students: Perspectives from the field. Free Spirit Publishing Inc. Treat, A. R., & Whittenburg, B. (2006). Gifted gay, lesbian, bisexual, and transgender annotated bibliography: A resource for educators of gifted secondary GLBT students. Journal of Secondary Gifted Education, 17(4), 230-243. https://doi.org/10.4219/jsge-2006-404 Tuite, J., Rubenstein, L. D., & Salloum, S. J. (2021). The coming out experiences of gifted, LGBTQ students: when, to whom, and why not? Journal for the Education of the Gifted, 44(4), 366-397. https://doi.org/10.1177/01623532211044538 GIFTED AND LGBTQ66SENG Journal Vol. 2, No. 1, 57-66Wexelbaum, R., & Hoover, J. (2014). Gifted and LGBTIQ: A comprehensive research review. International Journal for Talent Development and Creativity, 2(1), 73–86.Wikoff, H. D., Lane, E. M. D., & Beck, M. J. (2021). “We need to feel safe”: experiences of gifted LGBTQ+ students and implications for school counselors. Journal of LGBTQ Issues in Counseling, 15(3), 268–289. https://doi.org/10.1080/15538605.2021.1914277Author InformationOrla Dunne, Ph.D. is a senior staff member and researcher at Centre for Talented Youth, Ireland (CTYI) at Dublin City University. Her research focuses on gifted LGBTQ young people and how educational environments can better support them. She has spoken about her work at multiple international conferences, written three book chapters and had her research featured in a national Irish newspaper. She currently sits on the board of directors for ShoutOut, an organisation that promotes inclusion by delivering LGBTQ educational programs in schools and workplaces.  Dunne, O.",
    "id": 563947836,
    "identifiers": {
        "doi": "10.25774/VNTA-S564",
        "oai": "oai:scholarworks.wm.edu:sengj-1026"
    },
    "title": "Gifted and LGBTQ: A Review of the Literature",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-03-30T22:20:18+01:00",
    "publisher": "W&M ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.wm.edu/cgi/viewcontent.cgi?article=1026&context=sengj"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/563947836.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/563947836"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/563947836/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/563947836/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/563947836"
        }
    ],
    "abstract": "The present review examines research with gifted LGBTQ individuals. This article will focus on the first research with gifted LGBTQ individuals before leaping forward in time to several recent studies, each of which has significantly contributed to a field lacking in empirical research. Overall themes will then be discussed. I suggest that research in this area has notably advanced, in parallel with shifts in legislation, culture and attitudes toward LGBTQ people. Increased focus on aspects of diversity in gifted learners and gifted education have also contributed to this expanding field of research. Future research attention is nevertheless necessary, in order to a) continue advancing the field with strong empirical research, b) broaden the current context of gifted LGBTQ research (thus far almost entirely based within the United States) and c) promote the development of guidelines and best practice for practitioners working with gifted LGBTQ young people",
    "tags": [
        "text",
        "LGBTQ",
        "Gifted",
        "literature review",
        "Counseling",
        "Developmental Psychology",
        "Other Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.wm.edu:sengj-1026",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13085",
        "openDoarId": 0,
        "name": "College of William & Mary: W&M Publish",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 563947836,
        "depositedDate": null,
        "publishedDate": "2023-03-30T22:20:18+01:00",
        "updatedDate": "2024-02-06T14:28:11+00:00",
        "acceptedDate": null,
        "createdDate": "2023-04-27T07:56:31+01:00"
    },
    "urls": [
        "https://scholarworks.wm.edu/sengj/vol2/iss1/8",
        "https://scholarworks.wm.edu/context/sengj/article/1026/viewcontent/2023Spring_08_Dunne.pdf"
    ],
    "lastUpdate": "2024-02-06T14:28:11+00:00",
    "setSpecs": []
}