{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Nettleton, Pamela Hill"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T11:14:32+01:00",
    "dataProvider": {
        "id": 1441,
        "name": "epublications@Marquette",
        "url": "https://api.core.ac.uk/v3/data-providers/1441",
        "logo": "https://api.core.ac.uk/data-providers/1441/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/213067561.pdf",
    "fullText": "Marquette Universitye-Publications@MarquetteCommunication Faculty Research and Publications Communication, College of12-3-2015Hanging With the Boys: Homosocial Bonding andBromance Coupling in Nip/Tuck and Boston LegalPamela Hill NettletonMarquette University, pamela.nettleton@marquette.eduPublished version. \"Hanging With the Boys: Homosocial Bonding and Bromance Coupling in Nip/Tuck and Boston Legal,\" in Screening Images of American Masculinity in the Age of Postfeminism. Eds.Elizabeth Abele and John A. Gronbeck-Tesco. Lanham MD: Rowman & Littlefield, 2015: 120-134.Reproduced by permission of Rowman & Littlefield. Publisher link.Some images have been removed from this version of the chapter due to third-party copyrightrestrictions.All rights reserved. Please contact the publisher for permission to copy, distribute or reprint.8 Hanging with the Boys: Homosocial Bonding and Heterosexual Bromance Coupling in Nip/Tuck and Boston Legal Pamela Hill Nettleton They sleep together (with pajamas buttoned up to the collar), slow dance, hold hands, wear matching outfits, cross dress, and profess their love for one another. They live together, work together, vacation together, tell each other everything, and have each other on speed dial. Yet heteronormativity is preserved-it's a bromance. The central couples in two long-lived television series, one network and one cable, Boston Legal (ABC, 2004-2008) and Nip/Tuck (FX, 2003-20 I 0), enact the concept of bromance, defined by Michael DeAngelis as \"an emo-tionally intense bond between presumably straight males who demonstrate an openness to intimacy that they neither regard, acknowledge, avow, nor express sexually\" (1). Amanda Lotz identifies these two programs, among others, as possessing \"dyadic hetero intimacy\" that moves beyond that of buddy films and that is akin to heterosexual relationships (146). Denny Crane (William Shatner) and Alan Shore (James Spader) of Boston Legal and Sean McNamara (Dylan Walsh) and Christian Troy (Julian McMahon) of Nip/Tuck present intimate views into devoted man-man friendship bonds at the precise cultural moment when gay marriage is in the courts and postfeminism and postfeminist masculinity is in the air. This chapter looks specifically at the attitudes and behaviors embodied in the narratives of these two television bromances because they both occurred during the early years of the new millennium and were at the leading edge of the emergence of male-centered television narratives organized around bromance, and because these two programs conflate heterosexual bromance with homosexual erotic attraction. These programs also offer notable presentations of the problematic interac-tions between the bromantic experience, the men's avowed heterosexuality, their implied homosexual attraction, and their simultaneous relationships 120 Hanging with the Boys 121 with women, while situating these television bromances in their historical and cultural contexts of postfeminism and national discussions of same-sex marriage. As Hannah Hamad locates her exploration of cinematic fatherhood con-temporaneously with cultural discourses of postfeminist masculinity, these early millennia! discourses of television masculinity may be usefully cultur-ally and historically positioned as occurring in a period of postfeminism and postfeminist masculinity (5). In naming historical or cultural moments, use of the prefix \"post\" might seem to indicate a restful time following some tumultuous period, but it would be incorrect to characterize postfeminism as a state of equanimity following a brief, fruitful struggle for human rights during the second-wave women's movement. Along with other feminist me-dia scholars, I define postfeminism as a sensibility that dismisses feminism entirely, claiming that all its goals have been reached and that feminism is no longer necessary or useful. 1 Postfeminist culture \"simultaneously evokes and rejects\" feminism, writes Hannah Hamad, \"preempting and deflecting femi-nist criticism\" (11). In this way, postfeminism works to advance patriarchy. As Vavrus argues, \"The mainstream media's perspective on women's lives is informed by postfeminism to such an extent that it virtually omits even a brief consideration of the possible benefits of feminism\" (9-1 0). ln the FX drama, Nip/Tuck, Sean McNamara and Christian Troy are plastic surgeons in practice together in South Beach, Miami, where how one looks in a bikini is essential social collateral. Friends since college and medical school, they set up practice together and perform professional tasks together as if they are joined at the hip. Sean is married for part of the series, but when he's single, the two men live together. At work, they interview patients together, operate on them together (a highly unlikely, and pricey, medical event in uncomplicated cosmetic procedures such as liposuction and blepha-roplasty), eat lunch together, and call on recovering patients together. Repeatedly, scenes include the two men interacting with one woman, be she patient, girlfriend, or wife. Flashbacks over several seasons reveal their original menage a trois: they were both in love with the same woman, Julia (Joely Richardson), in college. Sean married her, Christian impregnated her, they call the resulting son and subsequent children \"our family,\" and the son, Matt, calls them \"my two dads.\" The surgeons share a second virtual menage a trois with Christian's fiancee Kimber (Kelly Carlson); they take turns dat-ing her, Sean becomes addicted to sex with a blow-up doll based on her, and eventually, the son Christian fathered but Sean raised marries her. In exploring the triangle of two men competing for and sharing the same woman, Eve Kosofsky Sedgwick builds on Rene Girard in seeing that rela-tionship as homosocial bonding between men through a woman. Sedgwick writes, \"In any erotic rivalry, the bond that links the two rivals is as intense and potent as the bond that links either of the rivals to the beloved ... the choice of the beloved is determined ... by the beloved's already being the choice of the person who has been chosen as a rival\" (21 ). Nip/Tuck contains many moments of tenderness between Sean and Chris-tian. The men are the central couple of the narrative. Female romantic inter-ests come and go with much less drama than is afforded the moments when the men are feuding. When Sean discovers his son was fathered by Christian years ago, Sean hits Christian in the face, then cries and hugs him and says, \"I loved you most.\" Not \"why did you sleep with my wife?\" or even \"I trusted you\" but \"I loved you most.\" Series creator Ryan Murphy is unequivocal in his description of the program's premise, saying it's \"a love story between two heterosexual men\" (qtd. in Lotz 163). Denny Crane is a founding partner and legal superstar in ABC's Boston Legal law practice Crane, Poole & Schmidt. Alan Shore is a younger, middle-aged lawyer at the firm who is known for bizarre yet successful tactics in the courtroom. The two men bond over their courtroom successes, mutual womanizing, and shared social peculiarities. Denny occasionally asks total Hanging with the Boys 123 strangers to have sex with him, dresses as a flamingo, cowboy, or Lennon Sis-ter for holidays, parties, and vacations, and claims to be suffering from mad cow disease (he has Alzheimer's). Alan rates the sexiness of his secretary's sweaters each day (to her face), sleeps with many clients and colleagues, and concludes most trials with lengthy diatribes against the then-Republican ad-ministration and conservative politics. Their relentless womanizing, shame-less harassment of women in the office, and constant referencing their own sexual needs and conquests may work to shore up their status as heterosexual and position their friendship and love affair as being firmly platonic. The pair's performance of masculinity, separately and together, is outrageous and over-the-top--they perform heterosexual camp. In doing so, they create a kind of interstitial space between straight-up straightness and romantic ho-mosexual love, and in that space, their pair bond can dwell. The pair vacation together at dude ranches (in matching sequined cowboy shirts) and at a swank fishing resort in Canada (in coordinated waders and wicker creels), and simultaneously join the volunteer Coast Guard so they can wear matching white uniforms and motor around the bay chatting up bikini-clad women on boats. They attend parties in identical or coordinated mas-querade, and sometimes appear in drag as their mutual love and law firm part-ner Shirley or as female celebrities, such as the Lennon Sisters. Sometimes they have sleepovers, sharing the same bed but dressed in pajamas that cover them, Adam's apples to toes. Their appearance in costumes-some are drag and some are just silly, as when they dress as pink flamingos-is frequent. It underscores the imma-turity of some of their behaviors, as well as their mutual playfulness: they literally play dress-up, as if they were young boys. It reinforces the mirror-ing quality of their attraction to each other: they do the same professional work, they demonstrate the same sexually cavalier attitudes toward women, they see themselves in each other. And, it reinforces their couple-hood: they match. There is a feminine quality here, expressed in the self-absorbed, me-trosexual grooming and display at work. And, there is frank and unapolo-getic cross-dressing, which the pair exhibit in professional settings without embarrassment or concern. In a profession in which dressing for success is taken literally, executed conservatively, and practiced self-consciously, this seems a particularly provocative claim. Yet, when they get into bed together, literally, they are buttoned up to their chins, and covered to their ankles. They conclude each episode of the five-season series sitting on a balcony outside the firm's skyscraper offices, smoking cigars, drinking scotch, and occasionally, holding hands. One evening, after Alan's girlfriend has left him and he is newly single, they lift a glass. \"You still have me,\" Denny says. 124 Chapter 8 Alan says, \"It's not quite the same. But you know what, Denny? Sometimes it comes remarkably close.\" He chokes up: \"I don't know what I'd do with-out you.\" Denny puffs on his cigar and responds, \"I especially can't imagine being alone now\" (\"True Love\" 5.4). Another evening on the terrace, Denny tells Alan, \"A person only has one true love in his life. Like it or not, your true Jove-tada-dada!-is me. We may not have sex, but ours is an affair of the heart. And we do spoon well. And I make you smile.\" Alan says, \"Yes, you do.\" Denny laughs, and Alan suggests, \"Sieepover?\" (\"True Love\" 5.4). This is not the Jove that dare not speak its name: this is love that speaks openly and constantly, every episode. In television and film bromances, the affection between the characters is observable, but not necessarily expressed with eloquence and frequency. Here, in a sacred, gendered, protected space, armed with the signifiers of masculinity and privilege (the club chairs, the Scotch, the cigars), heterosexual men speak of their love for each other-and with more dignity and respect than they deliver in conversations about their heterosexual love affairs. Postfeminist masculinity is anchored in the early millennia! moment, and is thus distinct and differentiated from masculinities that existed during second-wave feminism and even before. Postfeminist masculinity must negotiate certain feminist expectations of men-treating women more or less equally at work, shouldering household and childrearing duties, refraining from public displays of harassment-while also negotiating the degree of comfort (and discomfort) that popular culture has with homosexuality. Postfeminist masculinity in media takes into account and renders visible what DeAngelis calls the \"discomforts of compulsory heteronormativity and the pleasures of boundary crossings\" (24). Forster suggests that film bro-mances of this period exist as \"a self-conscious push back against this trend to bisexualize/homosexualize/metrosexualize the contemporary Western male\" (192). Ron Becker terms this \"straight panic\": \"the growing anxiety of a heterosexual culture and straight individuals confronting this shifting social landscape where categories of sexual identity were repeatedly scrutinized and traditional moral hierarchies regulating sexuality were chaJlenged\" ( 4). At the moment when same-sex marriage is foregrounded politically and culturally, these television bromances may help \"progressive straight men can figure out a way to be straight in a culture where being gay isn't rep-rehensible\" (Becker 224). These challenges that work to form postfeminist masculinity arise, in part, out of post-9/11 culture; the aftermath of 9/11 cre-ated a cultural climate in which troubling retrograde masculinities could be resurrected and reinscribed. 2 The occasional nod to feminism in the narratives and by the characters in these programs cast these masculinities as newly minted \"postfeminist masculinity,\" rather than as misogynist. Hanging with the Boys 125 What underpins both of these television bromances is that they not only celebrate homosocial bonding, but elevate it to a status exclusive of women-and do so under the postfeminist aegis, without acknowledging the misogyny present in such a move. The bromancers of Boston Legal and Nip/Tuck exist somewhat schizophrenically in a postfeminist historical moment that is, itself, schizophrenic in its attitudes toward women and feminism. These men oper-ate within narratives of caring deeply for and working alongside women, but also subjugate them. Initially appearing to honor the women in their lives, both sets of men also objectify, harass, and, in the case of Nip/Tuck's plastics surgeons, do violence to women's bodies together on the operating table. Surgeries appear as vicious and violent, with blood splattering, suctioned fat spewing, and surgeons ramming liposuction rods into exposed buttocks and hammering away on noses with mallets. In a sense, the two doctors \"gang bang\" each patient, operating on her together while she is prone and inert, incapable of defending herself. They rank women on numeric scales, make sexist jokes during surgeries, and tell women to their faces that their asses are sagging or their breasts need perking up. Each episode of Nip/Tuck opens with a necrophiliac display of naked white manikins with closed eyes, posed with and without arms, dismembered and stored in boxes. In the song \"A Perfect Lie\" (performed by The Engine Room), a woman sings in a breathy voice, to \"make be beautiful,\" asking for a perfect soul, mind and face, before admitting that what she is asking for is in fact \"a perfect lie,\" not beauty. At the end of a line of lyrics, one manikin twitches; at the end of another, one opens a blue eye. The song ends on a close-up of the lower half of a white-on-white manikin face; its lips begin to pink. Across the images, a surgical marking pen draws a dotted red line where the men plan to improve on nature. It is difficult to read this as anything but an objectification of female bodies; here, the female body becomes malleable clay for men to fashion into any shape they find temporarily pleasing. In Boston Legal, Denny and Alan are mutually attracted to and genuinely fond of one of their law firm's founders, Shirley Schmidt (Candice Bergen). Denny and Alan discuss Shirley's body and debate having sex with her. Denny has fashioned a life-sized blow-up doll to look like her and Alan hoards a collection of naked photographs of her (\"Can't We All Get A-Lung?\" 3.1 ). In Nip/Tuck, Sean and Christian are mutually in love with the same woman, Kimber, but Christian tells her she requires surgery to become the \"perfect 1 0\" (\"Pilot\" 1.1) and Sean develops a relationship with a life-sized blow-up doll made to look like Kimber. Such rendering of women as inanimate objects works to reposition them, moving women out of the category of \"human\" and into the category of \"thing.\" As \"thing,\" women can be shared, rejected, and even rebuilt into an 126 Chapter 8 rubber doll or redesigned on an operating table, and the emotional connec-tion to her can be elided and placed onto a male partner. The rejection of the female body-the replacement of the body, the person, by an object-makes way for homosexual, or at least homosocial, desire to be expressed. A doll requires no emotional commitment, leaving the men free to make those com-mitments to each other while simultaneously performing heterosexual desire on a \"female.\" By uncoupling the erotic so thoroughly from the emotional, these bromances present something decidedly distinct from postfeminist mas-culinity; they move to foreclose possibilities for heterosexual partnering for their characters and position homosocial bromance as more deeply satisfying for heterosexual men than is heterosexual romance. To celebrate their five thousandth surgery together, Sean gives Christian a golden scalpel with a note \"Get over here, I'm lonely.\" They lift a champagne toast to \"five thousand more\" and Christian quips, \"and they said it wouldn't last.\" Sean asks Christian for \"some alone time with you this week,\" and Christian says he would rather celebrate with a nice \"slice of hair pie\" (\"Willy Ward\" 4.14). To celebrate this anniversary, Christian picks up a mother-daughter duo and takes them home to the hot tub for disappointing sex. Sean goes home to attempt sex with his pregnant wife, but is frustrated when her swollen abdomen gets in the way. The two men end their evenings unhappy and moody; their women have not satisfied them. In Boston Legal, Shirley is not only replaced by a blow-up doll, but also by Alan, who dresses in drag as her and then slow dances with Denny. Here, a man literally stands in for a woman; Shirley is useful only as an iconic image of an ideal. Shirley, a founding partner of the firm and a formidable, powerful woman, is easily replaced by a doll and perhaps more satisfyingly replaced by a man. Denny and Shirley were once young lovers, and his prior \"claim\" is challenged by Alan, who continually requests Denny's \"permission\" to court Shirley. Alan repeatedly asks if he can hit on Shirley, and Denny repeatedly denies Alan. To these men, what appears as an honorable \"bro code\" ofleav-ing each other's women alone also positions Shirley as property, rather than as a person with free will to choose her own partner. Peter Forster character-izes this triangulation as \"crucial to the bromance. The woman ... may be an object, an obstacle, an excuse, a diversion, or a mediator in the homosocial relationships, but as the institutionalized object of normative male desire, she offers bros the opportunity to have a level of intimacy and liberty with each other'' (208). Sharing a common object of erotic desire creates a conduit be-tween the two men that is, in these television bromances, more highly valued than is the heterosexual relationship. In these two programs, bromantic intimacy and male exclusivity is enabled and assisted by the design ofthe physical spaces of the sets, which incorporate Hanging with the Boys 127 \"boys' clubs\" that are male-only spaces denied to women. In Nip/Tuck, Chris~ tian and Sean inhabit boys' clubs both at home and work. Their office and operating room are sleek, modern spaces with low-slung leather chairs, big screen televisions, glass tables, and dim lighting, resembling a bachelor pad more than a medical office. Although their office caters mainly to women, the spaces are relentlessly masculine: hard-edged, Spartan, crisp, and minimal-ist. Sometimes, they live together in a bachelor pad beach house that their anesthesiologist, Liz, calls the \"male bonding clubhouse.\" Liz (Roma Maffia) only occasionally appears-some surgeries seem to mysteriously occur with-out benefit of an anesthesiologist-she introduces a female presence to the clubhouse, but it is a particularly and distinctly bounded one: she is nonwhite and is a lesbian, thus occupying an interstitial space between heterosexual male and heterosexual female that appears far from accidental. In Boston Legal, only Denny and Alan occupy the office tower balcony space that is their boys' club. There is no third chair for Shirley Schmidt, a partner in the firm and their close friend; the balcony is exclusively Denny's and Alan's domain. On the rare occasion that a woman appears on the bal-cony, she is swiftly escorted back into the building, in an evocation of the \"no women allowed\" policies of men's clubs. Kimmel suggests that his-torically, private men's clubs and fraternal organizations offered men solace from the threats of a modern world-threats that included industrialization, modernization, and increased legal rights and earning power of women (Man-hood in America). Sitting in postmodern interpretations of men's club armchairs rendered in plastic, Denny and Alan engage in a kind of postmodern masculinity, exchanging intimacies, being vulnerable with each other, comforting each other. The conduct of all four male characters undergoes a marked shift when a woman enters their male space. They close ranks against the outsider and treat the woman-even if she is closely connected to another man in the club-as an intruder. The physical space of the boys' club allows and even protects a set of behaviors that might be criticized if performed in pub! ic. The boundaries of male-only space are rigidly and harshly enforced. Dominic Lennard finds that the \"retrograde narrative preference for mascu-line spaces and the confinement of romantic expression within those environs\" in The Wire functions to interrogate straight male-male friendship (293). These television boys' clubs permit, foster, naturalize, and celebrate misogyny and patriarchy in spaces that are safe for men and threatening to women. This foreclosure of women is carried to its ultimate conclusion in the same-sex but asexual marriage of Denny and Alan and the flirtations with life partner coupling between Christian and Sean. Not only do these two televi-sion bromances celebrate male friendship and homosocial bonding, they also 128 Chapter 8 attempt to extend its value into heterosexual romantic bonding while trying to sidestep issues of homosexual romantic love. A previous discursive silence in television around the homosexual possibilities of intense homosocial pair bonding is fractured. Denny and Alan and Sean and Christian are not hinting at homosexuality or pretending to ignore the tensions between straight-up heterosexual mas-culinity and the border dance ofbromances: in Nip/Tuck, Sean and Christian actively fantasize about homosexual romance, and in Boston Legal, Denny and Alan legally marry. These bromances and marriages offer Denny and Alan and Sean and Christian a respite from their professional stresses, and could present a celebratory view into deep and true friendship, if not ho-mosexual love. However, these television bromances fully embrace neither devoted friendship or same-sex marriage; they coyly sidestep direct engage-ment. Lennard argues that, though such televisual moments depict genuine affection between the men, there is also open recognition that these moments are performances (279). While these parodies may work to naturalize same-sex marriage, they also reveal troubling, retrograde gender politics and are respectful to neither het-erosexual nor homosexual marriage. These bromances may work to broaden acceptance of close homosocial relationships and \"soften the ground\" of popular acceptance of gay marriage, but resistance to being thought of as gay is also clear in these programs. Christian's therapist asks him, \"Ever consider the possibility you're in love with your partner?\" and Christian feels his lovemaking has been criticized. A serial killer threatens Sean's life unless Christian cuts off his own hand-and Christian nearly does it, causing the killer to remark, \"This is really beautiful, you two really love each other\" (\"Madison Berg\" 3.1 0). Self-awareness about what they feel for each other comes and goes; it is sometimes recognized and expressed, but it is also sometimes treated as if being mistaken for gay is a shameful matter. Sean becomes angry when Christian gets engaged to be married: \"She's taking him away from me right now, when I really need him,\" he says, and then thinks, \"Jesus-you'd think we were gay\" (\"Diana Lubey\" 4.12). Worried that his sleek apartment looks too gay, Christian hires a decorator to \"butch it up\" (\"Cindy Plumb\" 4.1). These contradictory attitudes complicate simple claims that the bromances in these two programs celebrate and advance same-sex marriage. As Mary Vavrus argues about seemingly progressive gender role representations in media that actually shelter regressive gender politics, Helene Shugart argues about Will & Grace and other television shows with gay characters, what ap-pear to be subversive and gender-bending relationships on camera can actu-ally be reinforcement of traditional patriarchal attitudes and privilege. Hanging with the Boys 129 As Christian prepares for his wedding, his bride cannot attend the cake tast-ing or the invitation ordering, so Sean stands in for her. The two men sample frostings and fillings, examine typefaces, and select floral arrangements, and when they are mistaken for a gay couple (\"One of the most loving couples I've ever seen,\" gushes the cake lady) they unhesitatingly play along with it, holding hands and making eyes at each other. Before the wedding, Sean an-nounces his plans to leave the practice. The camera makes much of the two men's almost-touching hands as Sean ends the conversation with: \"I don't know who I am without you and I need to leave to find out\" (\"Madison Berg\" 3.10). After Christian is left standing at the altar by his bride and all the guests have gone home, it is the two men, dressed in wedding tuxedos, who sit to-gether amid ornate flowers on the church steps. Sean comforts Christian and holds him. When Christian weeps that he will always be alone, Sean tells him he was never alone. Then Sean announces he will return to the practice and be a team with Christian once again. Christian, cheering up a bit, asks, \"You mean that?\" Sean answers: \"I do.\" (\"Madison Berg\" 3.1 0). This mimicking of the marital vows is obvious, deliberate, and telling. The possibility that the two are actually in love is directly explored in season four. Christian appears thoughtful and puzzled. He fantasizes about taking Sean to a gay vacation resort where they wear matching Speedos and lounge in a cabana drinking umbrella drinks (\"Faith Wolper, PhD\" 4.6). Back in \"reality,\" when Sean discovers his unborn son has a physical deformity, he weeps in Christian's arms and there is a one-beat-too-long moment before they pull apart (\"Conor McNamara\" 4.8). Later, Christian surprises himself by turning down sex with a stranger at a bar; we are left to think he is dream-ing of Sean. The music fades from the scene revealing just the noises of a bar closing in the wee hours, the lonesome sounds of single and closeted life. Sean is preoccupied with jealous thoughts of Christian's romantic interest in a female patient and lies awake at night, mulling, next to his oblivious wife, Julia (\"Btu Mondae\" 4.2). There is nothing shadowy about season four's exploration of an actual homosexual love affair between Christian and Sean. Both characters wrestle with the \"But are we gay?\" dilemma, daydreaming of idyllic romantic scenes and agonizing over disappointments with hetero-sexual relationships and entanglements. These are not scenes of homosocial friendship between characters that are unquestionably heterosexual. These scenes move beyond presenting nonsexual bromance to packaging taboo homosexual intimacy in ways that production companies and networks may imagine are acceptable to desirable television demographics in this particular historical and cultural moment. To clear things up, Sean visits Christian for a face-to-face confrontation: \"I love you, Christian, I always will, but we're brothers, we're best friends. But 130 Chapter 8 not like that.\" Christian pretends a romantic thought about their relationship has never crossed his mind, and frets, \"Have I been doing something differ-ent lately, walking weird or something? Is it my eyebrows? Because I tell you, if I don't wax, I get this whole uni-brow thing and it looks ugly. But just because I groom, doesn't mean I've gone Brokeback.\" Ultimately, the pair finds a resolution of sorts: Christian: I liked thinking about having feelings for you. I never thought I was gay. I just think I have intimacy issues with anyone in my life that I love. (beat) That sounded really gay, didn't it? Sean: Yeah. Christian: Well, screw you. (beat) Seriously, I love you. Sean: I know. I love you, too. (\"Diana Lubey\" 4.12). The affection between the two men is genuine and affecting. Television bromances deliver deeply fulfilling, decades-long committed \"marriages\" between men, contrasting with the reality that many men find it extremely difficult, if not impossible, to make and maintain even mildly intimate friend-ships. Eve Kosofsky Sedgwick's identification of a continuum between the categories of homosocial and homosexual assists in explicating why suspi-cions of sexuality arise in heterosexual, homosocial friendship rituals (1). While men long for friendship, they find it problematic and challenging to maintain. Kimmel argues that \"friendship is a counterfeit currency, based on suppression of emotion, false bravado, and toughness ... developing a genuine friendship-a real one-is difficult, perhaps the biggest risk a guy can take. It means being strong enough to show vulnerability, independent enough to brave social ostracism, courageous enough to trust another. A male friend reminds you that you are a man; he validates your gender identity\" (Guy land 278). Part of the power of the bromance is the visible, palpable yearning for con-nection between the characters. It is clear that the men want a connection, that it carries deep meaning for them, and that it troubles them deeply to negotiate homophobia that is social, cultural, and personal. Boston Legal not only flirts with the idea of heterosexual male marriage; in the finale of its final season, Denny and Alan travel to Massachusetts, where same-sex marriage was legal at the time the show was written, and marry each other. Denny, descending into advanced Alzheimer's, asks Alan to marry him to give Alan the right to make Denny's medical decisions and to allow Denny to pass on his wealth to Alan. People have married for worse motives, the men reason. \"I've always wanted to remarry before I die,\" says Denny. \"And like it or not, you're the man I love.\" It is a double wedding, Hanging with the Boys 131 with Denny's ex, Shirley, also marrying an old flame and firm partner, Carl Sack (John Larroquette). Denny's passion for Shirley has lasted decades, so perhaps the double wedding offers heterosexual reassurance that if Shirley were available, Denny would choose a woman. Together on the balcony in the final scene of the seri~s, the tuxedo-clad men slow dance together. Denny Crane utters the final line of the program: \"It's our wedding night\" (\"Last Call\" 5.13 ). · There is recognition in the act of heterosexual male-male marriage that gives voice to same-sex marriage arguments, but it also silences women and elides the value of heterosexual female-male marriage. It is possible to read a thinly concealed rage against women hidden beneath the veneer of homosociality. The ambivalence toward strong, feminist, and accomplished women-the attraction/repulsion expressed toward Shirley and Liz, for ex-ample-is resolved by avoidance. Particularly in the case of Christian and Sean, the homosocial relationship trumping all heterosexual ones may repre-sent an extension of adolescence and a delayed assumption of certain adult responsibilities. The marriages between men may be a statement that only men are capable of understanding other men fully and may be a minimizing and trivializing of the marriages and relationships between men and women. These television marriages may draw a line in the sand about just how intimate a man will and can be with a female partner, contrasting those hetero unions with lifetime commitments between soul buddies. Even when these men have relationships with strong women, they seem to have to choose between male friendships and marriage to a woman, and sutTer both homosocial and heterosexual anxi-ety over making that choice. Yet female relationships are neither contained nor examined in this same way. There is hope here for an expanded accep-tance of a wide variety of masculinities, but there is also a familiar backlash into eliding women to make men feel more secure. Bromantic marriage and its contradictory acceptance of same-sex affection while rejecting same-sex sexuality reaffirms the compulsory heterosexual claim on masculinity. Kimmel argues that Freud missed \"a piece of the puzzle ... [a boy] sees his father as his mother sees his father, with a combination of awe, wonder, terror, and desire\" (275), and the early homoerotic desire becomes suppressed into homophobia. Yet, Kimmel writes, every man knows that his real soul mates are his \"brothers\" (Guy/and 13). The resulting rejec-tion of close friendship bonds with other men reveals what Kimmel calls \"the great secret of American manhood: We are afraid of other men\" (''Mascul in-ity as Homophobia\" 277-78). These television bromances are brave in the sense that these four men are openly vulnerable about that fear and yet face 132 Chapter 8 it in order to be together. Their togetherness is not unproblematic, and it is, in some ways, radical. The bromance narrative arc is at least conversing with the politics of gay marriage and suggesting possibilities of homosexual coupling. Perhaps the packaging of these male unions as being steadfastly heterosexual-even when the men admit to attraction and/or actually marry each other--offers some measure of social recognition and acceptance of gay marriage. How-ever, that step still falls short of representing and honoring the actual romance and commitment of homosexual matrimony. The media representation of heterosexual male-male marriage emasculates gay marriage and cancels out the romance and desire present there. It diminishes both gay marriage and heterosexual friendship. These television bromances also intimate that men are capable of only one important relationship in their lives and must choose between a best friend and a wife, rather than enjoy both. This casts both marriage and friendship in an aberrant light: if a man chooses a wife, he has rejected male companion-ship, and if he chooses a friend, he has rejected the possibility of a wife. The heterosexual couples of these television dramas extend the exclusion of women already present in the boys' clubs beyond the workplace and into the home. The act of a man joining with a woman becomes enforced as an act of rejecting his peers, his buddies, his friends, his bros. Marriage becomes the dichotomous opposite to friendship. The only way to remain connected with other men is to disavow women, even at the altar. Loving a romantic mate-male or female-is positioned as being antithetical to honoring and maintaining a deep and meaningful relationship to a true friend. Choosing a mate is, in some manner, choosing to accept less autonomy-and less mas-culinity-than is choosing to hang with a buddy. These two programs complicate postfeminist masculinity and hetero-sexual friendship by conflating them with homosexual sexuality. Homo-sexuality is stripped of its eroticism and is presented as intense friendship between men who do not express their romantic feelings for each other in a physical manner. The television bromances of Nip/Tuck and Boston Legal create a space in which male friendship is honored, but at the expense of heterosexual or homosexual romantic bonding, and at the expense of rela-tionships with women that are without rancor or objectification. Bromances here do not add homosocial relationships to otherwise fulfilling lives, they elide other relationships and insist that bromance must replace romance (both hetero- and homosexual), that it cannot co-exist alongside it. The men in these bromances become, in the end, faithful only to each other. Until death do they part. Hanging with the Boys NOTES 1. See Rodino-Colocino 2012; Levine 2001, 2008; Negra 2004; Vavrus 2002; · Projansky 200 I. 2. See Hamad 2014; Nettleton 2009. WORKS CITED Becker, Ron. \"Becoming Bromosexual: Straight Men, Gay Men, and Male Bonding on US TV.\" Reading the Bromance: Homosocial Relationships in Film and Televi-sion Ed. Michael DeAngelis. Detroit: Wayne State University Press, 2014. Print. DeAngelis, Michael. \"Introduction.\" Reading the Bromance: Homosocial Relation-ships in Film and Television. Ed. Michael DeAngelis. Detroit: Wayne State UP, 2014. 1-28. Print. Forster, Peter. \"Rad Bromance (or I Love You, Man, but We Won't Be Humping on Humpday.\" Reading the Bromance: Homosocial Relationships in Film and Television. Ed. Michael DeAngelis. Detroit: Wayne State University Press, 2014. 191-212. Print. Hamad, Hannah. Postfeminism and Paternity in Contemporary US Film: Framing Fatherhood New York: Routledge, 2014. Print. Kimmel, Michael. Guy/and: The Perilous World Where Boys Become Afen. New York: HarperCollins, 2008. Print. --.Manhood in America: A Cultural Hist01y. 2nd ed. New York: Oxford UP, 2006. Print. --. \"Masculinity as Homophobia.\" The Masculinities Reader. Ed. Steven M. Whitehead, Frank Barrett. Malden, MA: Polity Press, 2005. 266-87. Print. Lennard, Dominic. '\"This Ain't About Your Money, Bro. Your Boy Gave You Up': Bromance and Breakup in HBO's The Wire.\" Reading the Bromance: Homosocial Relationships in Film and Television. Ed. Michael DeAngelis. Detroit: Wayne State UP, 2014. Print. Levine, Elana. \"Toward a Paradigm for Media Production Research: Behind the Scenes at General Hospital.\" Critical Studies in Afedia Communication 18 (200 1 ): 66-82. Print. Lotz, Amanda. Cable Guys. New York: New York UP, 2014. Print. Negra, Diane. \"Quality Postfeminism? Sex and the Single Girl on HBO.\" Genders 39 (2004). Web. 30 Sep. 2014. Nettleton, Pamela. \"Rescuing Men: The New Television Masculinity in Rescue .\\le, Nip/Tuck, The Shield, Boston Legal, and Dexter.\" U of Minnesota Digital Conser-vancy. 2009. Web. 30 Sep 2014. Projansky, Sarah. Watching Rape: Film and Television in Postfeminist Culture. New York UP: New York, 2001. Print. Rodino-Colocino, Michelle. \"Man Up, Woman Down: Mama Grizzlies and Anti-Feminist Feminism During the Year of the (Conservative) Woman and Beyond.\" Women & Language 35, no. 1 (2012): 79-95. Print. 134 Chapter 8 Sedgwick, Eve Kosofsky. Between Men: English Literature and Male Homosocial Desire. New York: Columbia UP, 1985. Print. Shugart, Helene. \"Reinventing Privilege: The New (Gay) Man in Contemporary Popular Media.\" Critical Studies in Media Communication 20, no. I (2003): 67-91. Print. Vavrus, Mary. Postfeminist Ne1vs: Political Women in Media Culture. Albany: SUNY P, 2002. Print. ",
    "id": 213067561,
    "identifiers": {
        "doi": null,
        "oai": "oai:epublications.marquette.edu:comm_fac-1425"
    },
    "title": "Hanging With the Boys: Homosocial Bonding and Bromance Coupling in \\u3cem\\u3eNip/Tuck\\u3c/em\\u3e and \\u3cem\\u3eBoston Legal\\u3c/em\\u3e",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-12-03T08:00:00+00:00",
    "publisher": "e-Publications@Marquette",
    "references": [],
    "sourceFulltextUrls": [
        "https://epublications.marquette.edu/cgi/viewcontent.cgi?article=1425&amp;context=comm_fac"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/213067561.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/213067561"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/213067561/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/213067561/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/213067561"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Television",
        "Masculinity",
        "Boys Clubs",
        "Nip/Tuck",
        "Boston Legal",
        "Bromance",
        "Homosocial Bonding",
        "Communication",
        "Feminist, Gender, and Sexuality Studies",
        "Television"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:epublications.marquette.edu:comm_fac-1425",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1441",
        "openDoarId": 0,
        "name": "epublications@Marquette",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 213067561,
        "depositedDate": null,
        "publishedDate": "2015-12-03T08:00:00+00:00",
        "updatedDate": "2024-01-23T09:23:30+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T11:14:32+01:00"
    },
    "urls": [
        "https://epublications.marquette.edu/comm_fac/426",
        "https://epublications.marquette.edu/context/comm_fac/article/1425/viewcontent/Nettleton_7788p.pdf"
    ],
    "lastUpdate": "2024-01-23T09:23:30+00:00",
    "setSpecs": []
}