{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Feuerstein, Christian"
        }
    ],
    "contributors": [],
    "createdDate": "2018-08-17T15:27:12+01:00",
    "dataProvider": {
        "id": 1321,
        "name": "DigitalCommons@Linfield",
        "url": "https://api.core.ac.uk/v3/data-providers/1321",
        "logo": "https://api.core.ac.uk/data-providers/1321/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/160485882.pdf",
    "fullText": "Linfield Magazine Volume 14 Number 2 Spring 2018 - A LOOK BACK Article 16 Spring 2018 Healthcare for Diverse Families Christian Feuerstein Linfield College Follow this and additional works at: https://digitalcommons.linfield.edu/linfield_magazine Recommended Citation Feuerstein, Christian (2018) \"Healthcare for Diverse Families,\" Linfield Magazine: Vol. 14 : No. 2 , Article 16. Available at: https://digitalcommons.linfield.edu/linfield_magazine/vol14/iss2/16 This article is brought to you for free via open access, courtesy of DigitalCommons@Linfield. For more information, please contact digitalcommons@linfield.edu. Spr ing  2018    |    L i n f i e l d  Magaz ine  -  36 Sp r ing  2018    |    L i n f i e l d  Magaz ine  -  37One of  North America’s most widely used family nurs-ing\ttextbooks\talso\tjust\tbecame\tthe\tfi\trst\tto\tinclude\ta chapter devoted entirely to lesbian, gay, bisexual, transgendered\tand\tqueer\t(LGBTQ)\thealthcare\tissues.\t The sixth edition of  Family Health Care Nursing: Theory, Practice, and Research, released in February, includes the chapter written\tby\tLinfi\teld\tCollege\tprofessors\tAaron\tTabacco\tand\tMary\tBartlett, along with co-author Judith MacDonnell of  Canada’s York\tUniversity.\tJoanna\tRowe,\tLinfi\teld’s\tinterim\tdean\tof \tnursing,\tis lead editor of  the textbook and Melissa Robinson, associate pro-fessor of  nursing, is a co-editor.  Tabacco was a co-editor of  the previous edition of  the text-book, one of  the most popular nursing primers in the United States and Canada. When the new edition was being discussed, he didn’t feel\the\tcould\ttake\ton\tan\teditorial\trole\tagain\t–\the\twas\tfi\tnishing\this\tdoctoral dissertation. He suggested the new chapter instead.  Bartlett was excited to come on board as a co-author. “We need something in nursing education that says, ‘this is another kind\tof \tfamily,’”\tshe\tsays.\t“You\thave\tto\toff\ter\topen,\taffi\t\trming\tand\tnonjudgmental\tcare.”\t\t “As\twe\tgot\tinto\tthis,”\tMacDonnell\trecalls,\t“it\twas\tapparent\tto\tme that we were covering specialty areas such as trans older people and their families, as well as situations related to clinical issues. There was\tjust\tsuch\ta\tbroad\tspectrum\tof \twhat\twe\tcould\tcover\tin\tthe\tbook.” One thing Tabacco hoped to achieve, he said to his co-au-thors,\twas\t“a\tchapter\tthat\ttraced\thealthcare\tacross\tthe\tlifespan.”  “This chapter examines gender-diverse families across the lifespan, including couples and families who are aging, who haven’t had legal rights, and are now dealing with transitioning into\telder\tcare,\tfor\texample.”\t\t Amy Penkin of  Oregon Health and Science University’s Transgender Health Program applaudes the research that went into the chapter.\t “It\tmade\ta\tsolid\tlink\tto\tevidence-based\tpractice,”\tshe\tsays.\t“To have an academic text that brings forth [those] practices will shed light on the health disparities for these groups as historically underserved\tand\tmarginalized.”\t The new chapter, for instance, highlights the work of  the Family Acceptance Project of  San Francisco State University. The\tproject’s\tresearch\tfocused\ton\tLGBT\tyouth\twho\tare\tparticularly\tvulnerable to family abandonment or expulsion from their homes and have higher risks for depression, suicide, homelessness, substance use\tand\tHIV\tinfection.\tUsing\ttheir\tfi\tndings,\tthe\tproject\tdeveloped\tinterventions aimed at helping to prevent these problems and keep families intact.– Christian FeuersteinHealthcare for diverse familiesThe fi rst nursing textbook chapter devoted to care for LGBTQ families was written by two Linfi eld professors• Accounting• Coaching• Communication and Diversity• Creative Writing• Cyber Security and Digital Forensics• Database Administration• Global Health• Health Administration• Human Resource Management• Marketing• Professional Communication• Project Management• Software Engineering• Sustainability• Web Application Development• Wine Management• Wine Marketing• Yoga Instructor20% discountfor alumni(one course per year)Tuition pricesrecently reducedReturn to learnOCE ONLINE ANDCONTINUINGEDUCATIONConsider a Linfi eld certifi cate in:linfi eld.edu/returntolearn",
    "id": 160485882,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.linfield.edu:linfield_magazine-1700"
    },
    "title": "Healthcare for Diverse Families",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-01-01T08:00:00+00:00",
    "publisher": "DigitalCommons@Linfield",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.linfield.edu/cgi/viewcontent.cgi?article=1700&amp;context=linfield_magazine"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/160485882.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/160485882"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/160485882/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/160485882/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/160485882"
        }
    ],
    "abstract": "The first nursing textbook chapter devoted to care for LGBTQ families was written by two Linfield professors",
    "tags": [
        "text",
        "Linfield Magazine"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.linfield.edu:linfield_magazine-1700",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1321",
        "openDoarId": 0,
        "name": "DigitalCommons@Linfield",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 160485882,
        "depositedDate": null,
        "publishedDate": "2018-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-23T23:51:30+00:00",
        "acceptedDate": null,
        "createdDate": "2018-08-17T15:27:12+01:00"
    },
    "urls": [
        "https://digitalcommons.linfield.edu/linfield_magazine/vol14/iss2/16",
        "https://digitalcommons.linfield.edu/context/linfield_magazine/article/1700/viewcontent/vol14iss2p37.pdf"
    ],
    "lastUpdate": "2024-01-23T23:51:30+00:00",
    "setSpecs": []
}