{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Avila, Grace"
        }
    ],
    "contributors": [],
    "createdDate": "2022-05-20T00:46:01+01:00",
    "dataProvider": {
        "id": 1739,
        "name": "Loyola eCommons",
        "url": "https://api.core.ac.uk/v3/data-providers/1739",
        "logo": "https://api.core.ac.uk/data-providers/1739/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/516441769.pdf",
    "fullText": "Loyola University Chicago Loyola eCommons Master's Theses Theses and Dissertations 2021 Heteronormativity in Healthcare: Neoliberalism, Bio-Politics, and Necropolitics Grace Avila Follow this and additional works at: https://ecommons.luc.edu/luc_theses  Part of the Women's Studies Commons Recommended Citation Avila, Grace, \"Heteronormativity in Healthcare: Neoliberalism, Bio-Politics, and Necropolitics\" (2021). Master's Theses. 4384. https://ecommons.luc.edu/luc_theses/4384 This Thesis is brought to you for free and open access by the Theses and Dissertations at Loyola eCommons. It has been accepted for inclusion in Master's Theses by an authorized administrator of Loyola eCommons. For more information, please contact ecommons@luc.edu. This work is licensed under a Creative Commons Attribution-Noncommercial-No Derivative Works 3.0 License. Copyright Â© 2021 Grace Avila  i  LOYOLA UNIVERSITY CHICAGO    HETERONORMATIVITY IN HEALTHCARE:   NEOLIBERALISM, BIO-POLITICS,  AND NECROPOLITICS       A THESIS SUBMITTED TO  THE FACULTY OF THE GRADUATE SCHOOL  IN CANDIDACY FOR THE DEGREE OF  MASTER OF ARTS    PROGRAM IN WOMEN STUDIES AND GENDER STUDIES    BY  GRACE AVILA  CHICAGO, IL  AUGUST 2021 ii  Copyright by Grace Avila, 2021 All rights reserved.  iii  ACKNOWLEDGMENTS   I would like to thank all the people who made this thesis possible. The Women Studies and Gender Studies Department has continuously extended my curiosity into topics related to social justice, LGBTQ+ health disparities, and theory. This has inspired me to pursue more education as well as future research opportunities to understand and ease disparities experienced by sexual and gender minority populations. I would like to thank my committee chairs, Dr. Susan Grossman, and Dr. Héctor García Chávez. Their guidance has allowed me to piece together all of m  in e e  in o de  o c ea e a foc ed idea o e ea ch. D . G o man  ocial cience e e i e has led me to understand many forms of research methods, and her positivity has given me confidence throughout my studies. Dr. García Chávez  heo e ical e e i e ha  led me o a k an interest in theoretical applications and introduced me to global and intersectional perspectives.  I would also like to thank Loyola University Chicago for awarding me a scholarship through the 2020 Pathways to Graduate Education Program. I did not think continuing education right after graduating during the COVID-19 pandemic was plausible, yet this scholarship allowed me to do so. This financial award helped ease the financial stress of the pandemic, as well as allowed me to pursue this degree.  iv   TABLE OF CONTENTS   ACKNOWLEDGMENTS iii  ABSTRACT v   CHAPTER ONE: INTRODUCTION   1     Two Worlds of Healthcare  2    Health Disparities 3    Heteronormativity in Medical Education 5   CHAPTER TWO: NEOLIBERALISM AND THE TIES OF  INEQUALITY IN HEALTHCARE  6     Heteronormativity in Neoliberalism  6    Neoliberalism: Blatant Homophobia and Callousness     Towards LGBTQ+ Health Disparities 8    The Ongoing Effects of Neoliberalism 11    Advancing From Neoliberalism to Bio-Politics 14    CHAPTER THREE: BIO-POLITICS WITHIN HETERONORMATIVE SYSTEMS OF OPRESSION 17    Bio-Politics and Marginalized Bodies  18    Neoliberal Bio-Politics Disregard for LGBTQ+ Health  19    Exclusion and Neglect 20    Overpowered and Out of Control 22    Biopower Regarding Who Matters 25     CHAPTER FOUR: NECROPOLITICS AND THE CONTROL OF HEALTHCARE 27    Small D e  a d S a m dic S ge   27    Necropolitics and Healthcare Workers  29    Racism Within the Heteronormative Healthcare System 31  CHAPTER FIVE: SOLUTIONS 34  REFERENCE LIST  38   VITA  45  v ABSTRACT   This thesis analyzes how healthcare values heteronormativity. It takes a social science and theoretical approach to acknowledge LGBTQ+ health disparities, applies theoretical approaches as to why these disparities exist, and offers solutions to combat health disparities experienced by sexual and gender minorities. Neoliberalism, bio-politics, and necropolitics are the theoretical approaches utilized to understand the basis of disparities experienced by individuals in the LGBTQ+ community. Neoliberalism includes themes of capitalism and public health policies which influence discrimination in healthcare. Bio-politics was used to outline how the intersection of the biological body and politics can exacerbate health disparities through the power of controlling bodies. Necropolitics examines how the combination of homophobia, transphobia, and racism aid in the government control of life and death of certain populations.     1 CHAPTER ONE INTRODUCTION The lesbian, gay, bisexual, transgender, queer, and + (LGBTQ+) community experiences numerous health disparities in United States healthcare (Aleshire, 2018; Daniel & Butkus, 2015). Often, healthcare systems are heteronormative, or they are aimed at providing care for cisgender and heterosexual individuals. Heteronormativity means heterosexuality is the default within a binary gender system and anything out of this norm is abnormal. Further, the LGBTQ+ community has experienced heteronormative microaggressions and discrimination in healthcare settings (Dean, Victor, & Grimes, 2016). LGBTQ+ individuals experience healthcare differently from their cisgender and heterosexual counterparts (Aleshire, 2018). This issue is important as the LGBTQ+ community has been marginalized in the healthcare system. Heteronormativity in medical education, health insurance, and government regulations persist.  It is my thesis that this heteronormativity and discrimination can be connected to the overarching theoretical influences of neoliberalism, bio-politics, and necropolitcs. These social and political theories influence institutions, such as healthcare, and the bioethics of what identities are allowed equality in healthcare. These theories serve as a basis to understand racism, homophobia, and transphobia that are enveloped in the United States heteronormative healthcare system. Systems of power can influence what is normative and what is abnormal in societies. Power and control of bodies can also create direct impacts on the health and lives of sexual and    2 gender minorities. Through utilizing the theoretical concepts of neoliberalism, bio-politics, and necropolitics, an understanding of how heteronormativity is upheld in the United States healthcare system will be analyzed. These three political theories complete the power structures that decide which lives are protected within the healthcare system due to the politicization of sexuality and gender. Prior literature exists on topics such as neoliberalism and healthcare, however literature on specifically LGBTQ+ healthcare and bio-politics and necropolitics is sparse. These theories tend to encompass issues surrounding migration, violence, and social services, yet it is difficult to find content that meshes the three theories together to understand disparities in healthcare for particularly individuals marginalized because of their sexual and gender identities. This thesis will expand on existing literature, as well as create new perspectives on theoretical approaches to healthcare disparities.  Two Worlds of Healthcare  When compared to the cisgender and heterosexual population, LGBTQ individuals in the U.S. experience greater health disparities (Aleshire, 2018; Daniel & Butkus, 2015). Discrimination and stigma towards LGTBQ identities within medical settings contribute to disparities, which can affect the quality of care, access to care, and health outcomes of sexual and gender minorities (Aleshire, 2018, Young & Fischer-Borne, 2018). Moreover, stigma, marginalization, and discrimination are upheld at federal and state policies, furthering disparities in health care coverage and access to care (Daniel & Butkus, 2015). Me er s (2003) minorit  stress model establishes connections between discrimination and stigma that individuals of sexual minority experience to higher levels of stress. This can contribute to escalated rates of    3 mental health disorders. Despite the persistence of LGBTQ health disparities regardless of race or ethnicity, racial or ethnic minorities may experience a compounded discrimination (Aleshire, 2018; Daniel & Butkus, 2015).   Heteronormativity in society and healthcare contributes to low self-esteem, internalized transphobia, and internalized homophobia in sexual and gender minorities (Dejun, 2016; Dreyer, 2008). Sexual and gender minorities experience different forms of mental and physical health disparities; each community has unique experiences in the heteronormative healthcare system. This thesis will cover health disparities for the entire LGBTQ+ community, as there are over lapping disparities experienced by multiple sexual or gender minorities.  Health Disparities Gay and Bisexual men are at higher risk for mental health problems such as major depression, bipolar disorder, and generalized anxiety disorder (Center for Disease Control and Prevention [CDC], Ga  a d Bi e a  Me  Hea h, 2016). Homophobia and stress from hiding se ual orientation can pla  a role in negati el  affecting mental health; although being out  can endanger MSM (men ho ha e se  ith men) in some settings, men ho are out  ha e better health outcomes (CDC, Ga  a d Bi e a  Me  Hea h: Me a  Hea h, 2016). MSM are also at greater risks for suicide attempts as men are four times more likely to attempt suicide. In addition, gay and bisexual individuals have higher rates of suicidal ideation, attempts, and completion of suicide when compared to heterosexual individuals (CDC, Gay and Bisexual Me  Hea h: S icide a d Vi e ce P e e i , 2016; Paul, 2002). Transgender individuals experience elevated rates of suicide attempt in comparison to their cisgender counterparts (Dejun, 2016). Discrimination in society contributes to an increase    4 in risk factors for depression and anxiety, in transgender and gender non-conforming individuals (Dejun, 2016). Furthermore, transgender individuals experience discrimination in health care access; 20% of transgender individuals have been refused services because of their gender identity (Aleshire, 2018; Agency for Healthcare Research and Quality, 2014).   Sexual minority women (SMW) experience numerous physical health disparities (Lewis et al., 2019). Lesbian and bisexual women are at increased risk of developing breast, ovarian, and endometrial cancers. These disparities were associated with fewer full-term pregnancies, fewer mammograms, and obesity (Hafeez, 2017). Similar to MSM, SMW are also at an increased risk for developing cardiovascular disease (Lewis et al., 2019; Wang et al., 2007).   In comparison to heterosexual men, gay men are at a higher risk of developing cardiovascular disease, chronic illness, cancer, and have lower rates of survival (Wang et al., 2007). Worsened health conditions in the gay community can be due to postponed doctor visits due to fear of experiencing discrimination (Winter, 2012). MSM are disproportionately affected by human immunodeficiency virus (HIV) in the United States. Black/ African American and Hispanic/ Latinx MSM are disproportionately affected by HIV across all age groups (CDC, HIV Among Youth, 2020). Pre-exposure prophylaxis (PrEP) is a preventative drug that individuals can take to diminish their chances of acquiring HIV (Siegler et al., 2018). However, barriers prevent many MSM from obtaining PrEP including cost, access, stigma, and healthcare provider willingness to prescribe (Hart-Cooper et al., 2018; CDC, HIV Among Youth, 2020; Petroll et al., 2017).   Transgender women of color are also at risk of acquiring HIV. Positive HIV diagnosis disproportionately affects Black/African American women. The prevalence of HIV diagnosis in    5 transgender women consisted of 44.2% Black/African women, 25.8% Hispanic/Latina women, and 6.7% white women. Transgender women of color are at an increased risk for acquiring HIV due to stigma, discrimination, and insensitivity in healthcare, racism, transphobia, and lack of gender affirming care (CDC, HIV and Transgender Communities, 2019).  Heteronormativity in Medical Education  Health disparities in the LGBTQ+ community can be connected to the heteronormative training that medical students receive (White et al., 2015). White et al. (2015) reported that one third of all medical schools in the United States requires no training on LGBTQ+ health. Within the entire timeline of medical education, the median of reported time spent on LGBTQ+ topics was five hours (White et al., 2015). This contributes to the lack of LGBTQ+ knowledge by physicians and care that LGBTQ+ individuals receive. The American Medical Association has failed to make LGBTQ+ healthcare education mandatory, and instead has only recommended medical schools teach LGBTQ+ health (White et al., 2015).   Petroll et al. (2017) conducted research to evaluate primary care physician knowledge and willingness to prescribe PrEP. This study examined how comfortable physicians were talking about the sexual orientation and sexual activity of their patients, their familiarity with  PrEP, and if they had prescribed PrEP. While 76% of primary care physicians had heard of PrEP, only 28% were willing to prescribe it. Lastly, only 17% had prescribed it in the past year (Petrol et al., 2017). The unwillingness of a primary care physician to prescribe PrEP can create medical barriers for LGBTQ+ individuals seeking assistance for sexual health. Because mainstream healthcare is not capable of prescribing and treating LGBTQ+ individuals, LGBTQ+ specific clinics are necessary.     6 CHAPTER TWO NEOLIBERALISM AND THE TIES OF INEQUALITY IN HEALTHCARE  Heteronormativity assumes all individuals are heterosexual, which in turn generates the marginalization of sexual minorities (Lind & Share, 2003; Drucker, 2018). Neoliberalism values market competition and utilizes privatization to reduce state influence on the economy. It also aims to minimize government interaction in social affairs. As neoliberalism places responsibility on the heterosexual family system, this has excluded and affected sexual and gender minorities in the LGBTQ+ community (Das, 2016). The system of neoliberalism aims to protect the mainstream normativity of society, leaving anyone outside of heteronormativity a minority and second class (Druggan, 2002; Das, 2016). The capitalist features of neoliberalism have created a healthcare system built for the privileged heterosexual community and a nuclear family. It prioritizes privatization that meets basic American family needs and cuts social programs for healthcare and education (Drucker, 2018). This is successively met with marginalization of the LGBTQ+ community from healthcare access.  Heteronormativity in Neoliberalism  Ne libe ali  had a la ge i fl e ce  he Reaga  Ad i i a i  ac   i a i e he healthcare industry. Privatization allowed for a larger choice of doctors for patients, but it also furthered the inequality between the wealthy and poor by excluding access for certain groups of people (Grzanka & Miles, 2016; Wilkinson, 2002). Reaganomics aimed at promoting   7  competition within the market and transferring the local and state healthcare to privatized sectors in order to reduce government spending (Enright, 1892). Neoliberalism ideologies often prioritized and heterosexualized the family institution, which meant married heterosexual couples at the time benefitted from the privatization of healthcare. This left out LGBTQ+ individuals and couples since it was considered de iant  for LGBTQ+ to be together in a heteronormative environment (Hindman, 2019). Privatized healthcare created more struggles for the LGBTQ+ community.  In the 1970 s transgender indi iduals ere often e cluded from pri ate healthcare systems and insurance companies would refuse to pay for gender affirming surgery (Bell, 2020). In order to be co ered, man  indi iduals resorted to labeling themsel es as medicall  diseased  ith the outdated diagnosis of transse ualism  (Bell, 2020; Beek, Cohen-Kettenis, & Kreukels, 2016). In the 1980 s the medical term changed from transse ualism  to gender identit  disorder,  and as listed as a ps chose ual disorder (Meyer-Bahlburg, 2010; Beek, Cohen-Kettenis, & Kreukels, 2016). Although this allowed transgender individuals to have greater access to insurance coverage, the cisnormative and privatized insurance classification system labeled transgender individuals as having a disorder and discriminating against them for their identity (Meyer-Bahlburg, 2010).   While LGBTQ+ identities have battled the healthcare system for coverage and care throughout American history, the movement to begin large-scale activism for LGBTQ+ health can be attributed to the HIV/AIDS epidemic (Beyrer, 2020; Hindman, 2019). Due to the lack of government involvement in healthcare and sexual minority health, and in addition to homophobia, ACT UP (the AIDS Coalition to Unleash Power) began to advocate and spread    8 activism for MSM that were dying from AIDS (Beyrer, 2020). As the Reagan Administration was silent on this epidemic, the movement for LGBTQ+ health and human rights escalated (Beyrer, 2020; Hindman, 2019). Neoliberalism: Blatant Homophobia and Callousness Towards LGBTQ+ Health Disparities          In Melinda Cooper s book Family Values: Between Neoliberalism and the New Social Conservatism (2017), she dedicates a chapter to critique neoliberal perspectives on the AIDS epidemic. Richard Posner, a Reagan-era appointee to the United States Court of Appeals for the Se enth Circuit,  economist, and neoliberal suggested that the AIDS epidemic could ha e sa ed the government money (Cooper, 2017, p. 168). The large number of deaths allowed the government to evade social security payments to the deceased individuals in the future (Cooper, 2017). Furthermore, neoliberals claimed that the irresponsibility of non-normative sex and voluntary risky behavior of consenting adults resulted in state and federal intervention because federal funding would need to provide testing and treatment for AIDS (Comaroff, 2017). Non-normative sex, or sex that rejected heteronormative standards, failed to uphold neoliberal standards of proper  famil  alues and principles that can uphold a heteronormative economy (Comaroff, 2017; Peterson, 2011). To illustrate the difference, Posner compared the transmission of tuberculosis as an involuntary infection, and HIV as voluntary, since heterosexuals were not engaging in risk  se ual beha iors,  due to their se ualit  (Cooper, 2017). The neoliberal defense to millions of individuals dying of AIDS, the majority MSM, was that se ual risks  should not ha e equated to go ernment funding for research, subsidi ed health care, or educational programs (Cooper, 2017). If AIDS had affected all individuals, such    9 as heterosexuals, instead of mainly MSM, perhaps the government and public health economists would have had a different response. The Reagan Administration's failure to respond adequately to the AIDS epidemic and the neoliberalist approach to support economics instead of the sexual minorit s li es e posed the contempt these s stems of po er ha e to ards the LGBTQ+ community. Analyzing sexuality through market prices allowed the Reagan administration and fellow neoliberals to promulgate homophobic ideals. In addition, the neoliberal approach of underfunding social programs to maintain a high economy drives social control through the lack of government aid. Exacerbating deaths and health disparities in exchange for less required funding from the government connotes to the heteronormative production of power: choosing which lives are valuable and which lives are not. Before 1986, many AIDS prevention and aid programs were turned down by the Reagan Administration (Francis, 2012). Because the Reagan Administration prioritized financial gain over MSM lives, homophobia was reinforced within the government. Patrick Buchanan, the White House director of communications at the time was quoted saying, The poor homose uals. The ha e declared ar on nature and no  nature is e acting an a ful retribution  (Morris, 1999, p. 816). Because the AIDS epidemic affected mainly MSM in the U.S., the neoliberal heteronormative response was to ignore it. When financial support for the AIDS epidemic was finally addressed, the federal programs that were implemented by the government to provide treatment were heteronormatively named after a boy who got AIDS from a blood treatment: Ryan White (Reichard, 2016). Unfortunately, the hundreds of thousands of MSM deaths did not mean enough to the neoliberal government to pass funding for AIDS sooner, but gay icons, such as Elton John, ere able to use R an White s case to ad ance the agenda on AIDS funding    10 (Reichard, 2016). It is quite hypocritical for the government to avoid naming AIDS funding in memory of the many MSM who lost their lives because at the beginning of the AIDS epidemic it as labeled ga  cancer  b  the media, and later Ga -Related Immune Deficiency (GRID) by health researchers ( A Timeline of AIDS , 2020). It can be argued that the U.S. government had waited for the heterosexual population to be outraged by AIDS before they were willing to spend federal funding on the epidemic.  Furthermore, neoliberal tactics remain in the healthcare system in regard to medications used to prevent the transmission of HIV, such as PrEP. After PrEP was developed and funded by the drug company, Gilead, it was heavily advertised that MSM should take it to prevent acquiring HIV (Atuk, 2020). The wide use of PrEP was publicly funded through taxes to validate the efficacy of the drug (Atuk, 2020). However, after this government and tax funded research ended, Gilead raised the prices by 76% between 2010 to 2019; this allowed Gilead to charge a 35,000% markup of what the drug cost and what the consumer purchased (House Committee on Oversight and Reform, 2019). Furthermore, Gilead has blocked production of a cheaper generic version of PrEP (U. S. Food and Drug Administration, 2018). This control over the market price of disease blocking drugs not only benefits large pharmaceutical companies, but also privatized insurance companies, which individuals utilize to cover the price of the drug. Can this neoliberal system really claim that it benefits the systematically oppressed? Not a chance! Further research on the availability of PrEP indicates that individuals that are insured are four times more likely to use the drug as opposed to those that are uninsured (Patel et al., 2017; Atuk, 2020). As reported by the CDC, MSM that are Black/ African American are disproportionately affected by HIV (HIV Among Youth, 2020). However, only 10% of those who    11 take PrEP are Black/ African American (Mera et al., 2017; Atuk, 2020). Data expresses that Black/ African American MSM have more barriers that prevent their access to PrEP when compared to White MSM that make up 75% of PrEP consumers (Hoots et el., 2016; Mera et al., 2017; Atuk, 2020).  Not only does the heteronormativity of a neoliberal pharmaceutical system create barriers for MSM, but it further marginalizes people of color within the LGBTQ+ community. A double oppression of being a person of color and a sexual minority is upheld within neoliberal America, furthering health disparities for marginalized bodies. This compounded discrimination results in poorer health outcomes for intersectional LGBTQ+ identities (Aleshire, 2018; Daniel & Butkus, 2015). The Ongoing Effects of Neoliberalism  Reaganomics in conjunction with neoliberalism has created lasting effects on the current privatization to health insurance and access to healthcare. The government has prioritized the capitalist system over marginalized bodies. Because the LGBTQ+ community experiences many healthcare disparities, this community has increased healthcare needs. Data shows that LGBT people are also vulnerable to low income and poverty (Badgett, Durso, & Schneebaum, 2013). Privatization of healthcare, which is a common theme in neoliberalism, makes it more difficult for low income and high-risk health patients to access healthcare. Healthcare as a commodity becomes restricted to only those who can afford it. Neoliberalism has affected the healthcare system of the U.S. and has caused privatization, as well as prescription costs to rise. This causes HIV preventative methods, such as PrEP, to become expensive for low-income individuals and people without insurance (Huey, Higham, & Watriss, 2020).    12 Neoliberal practices continue to influence mental health resources. The Diagnostic and Statistical Manual of Mental Disorders (DSM) has a history of homophobic and transphobic diagnoses in past editions. The American Psychiatric Association (APA) has since depathologized homosexuality, in 1973, and changed Gender Identity Disorder to gender dysphoria in the DSM-5, which was released in 2013 and is the latest edition (Beek, Cohen-Kettenis, & Kreukels, 2016; Drescher, 2015). As mentioned previously, the DSM-3 included transse ualism  as a diagnosis, hich man  transgender indi iduals had to claim in order to make them diseased  in order to gain insurance co erage for gender affirming procedures (Bell, 2020; Beek, Cohen-Kettenis, & Kreukels, 2016). The updated term gender dysphoria included changes in diagnostic criteria and was removed from sections about sexual dysfunctions and paraphilic disorders; research as well as social and political components contributed to this adaptation (Beek, Cohen-Kettenis, & Kreukels, 2016).  The importance of the DSM is not only for diagnostic purposes, but it also provides treatment plans, accessibility to disability benefits, and insurance coverage (Das, 2016; Cooper, 2004). The necessity of insurance coverage when a person needs prescriptions for their mental health challenges results in their needing an official diagnosis. This returns to the battle of pharmaceutical funding for the DSM and the economic power that the healthcare market has on treatment options. This neoliberal loop fuels the cycle of the privileged heteronormative subject to receive mental health treatment and coverage and leaves out an LGBTQ+ individual who may not have access to insurance or mental health care access. Individuals that are LGBT are more likely to be uninsured when compared to non-LGBT counterparts (Gates, 2014). It was only after Obergefell v. Hodges was passed in 2015 that same-sex partners had greater access to private    13 health insurance (Tumin & Kroeger, 2020). Obergefell v. Hodges guaranteed the right for same sex couples to marry (Obergefell v. Hodges, 2015).  However, the system of labeling mental disorders and applying capitalistic features of whether the individual qualifies for insurance coverage not only has neoliberal and capitalistic tendencies, but the homophobic and transphobic history of the DSM is also problematic. Depathologizing homophobic and transphobic diagnosis from the DSM should not be met with the exclusion of individuals from receiving care. Instead of updating terms in each edition, the diagnostic process should be rethought entirely. The DSM does not create social justice, it needs reformation to do so. Creating a label of a diagnosis for health insurance purposes is not only capitalistic, but it can result in the exclusion of sexual and gender minorities from receiving care if they do not fall under a specific diagnosis in the DSM. Neoliberal approaches favor the norm while excluding those outside of them.  The structure of policies and programs in the United States fall back onto heteronormative frameworks (Mason, 2018, Bedford, 2009). The heteronormativity of policies and programs, like health care and diagnostic manuals, can be further traced back to neoliberal practices, but are also reinforced today by the politically conservative right. So, who exactly is being taken care of b  the go ernment? Neoliberalism morphs into its audaciousl  murderous phase, overtly so now; global capitalism acquires a robust new energy in the privatization of the state s machiner  of death (Thobani, 2014, p. xvii). This passage emphasizes the role that the government plays in deciding whose life is worthy in a market driven environment. The privatization of key healthcare opportunities that affect social services such as mental health resources and prescriptions to pre ent HIV, arp into this machiner  of death  that Thobani    14 mentions (2014). A heterosexual, cisgender, White individual has the privilege of having access to healthcare and protection from the government, but anything out of the neoliberal norm is threatened with the destruction of their health due to privatization, which adds to LGBTQ+ health disparities. To answer the prior question, there are clear implications that the LGBTQ+ community is not being taken care of by the government.  Advancing From Neoliberalism to Bio-Politics  Neoliberal practices in relation to LGBTQ+ health show that economics were prioritized before the well-being of the LGBTQ+ population. It is wise to remember that sovereignty is not abstract. It has a particular name, a face, an address, a geographical coordinate. Its face is White, it remains housed in White bodies, it is located in Westernity  (Thobani, 2014, xvii). The governing of citizens is expected to be equal, but it never has been. White bodies with heteronormative family values and capitalist economics benefitted from the sovereignty of neoliberal politics. Public health, health insurance, and social welfare funds are a handful of things impact the image of modern government (Pele & Riley, 2021). To have power over citizens health and instead generate rationalities on why it is important to not take action on health crisis s, like epidemics or pandemics, creates a false security between citizens and government.   Heteronormativity in healthcare has resulted in the destruction of LBGTQ+ health. Cuts to programs and failure to implement healthcare education and discrimination legislation creates a violent space for the LGBTQ+ community. This forces sexuality and gender to become political to fight for equal rights because cisgender and heterosexual lives are optimized in U.S. healthcare. The heteronormativity in neoliberalism has resulted in entire generations of MSM    15 lost due to AIDS. Lasting effects of the Reagan Administration have induced Post Traumatic Stress Disorder (PTSD) in the LGBTQ+ generation that experienced the height of the AIDS epidemic in the 1980 s (Theuninck, 2010). Witnessing entire neighborhoods vanish due to heteronormative values of the government created long-term health effects on LGBTQ+ individuals.   In a capitalist driven country, norms can be the driving factor for who benefits from the government. As heteronormativity continues to threaten LGBTQ+ health, it must not be ignored that neoliberal politics damaged progress for this marginalized community. Privatization, discrimination, and economic prioritization have marginalized LGBTQ+ individuals. Damaging a population s health threatens their survival and well-being. The dangers of neoliberal politics can be connected to the bio-politics of allowing one population to live and letting the other die. The exclusion the LGBTQ+ community has experience in healthcare because of heteronormativity in neoliberalism has demonstrated that the modern U.S. government is guilty of bio-politics. Fulfilling an agenda of socio-economic heteronormativity order has allowed privatized healthcare, pharmaceutical companies, and the government to profit off the health disparities of the LGBTQ+ community.   Overall, neoliberalism ideologies have infiltrated U.S. systems of healthcare to the point that transgender indi iduals ha e had to adopt the identit  of being diseased  in order to recei e health insurance coverage, hundreds of thousands of MSM have died from AIDS due to capital prioritization, and individuals seeking preventative measures for HIV must be exploited by pharmaceutical companies in order to receive medication. While the privileged are reaping the benefits of the economy, the health of the LGBTQ+ population has suffered. Capital greed has    16 resulted in the decline and deaths of LGBTQ+ individuals. While the US. Government has neoliberal politics driving the economy, it also has bio-politics driving who gets health benefits and who is excluded.                       17  CHAPTER THREE BIO-POLITICS WITHIN HETERONORMATIVE SYSTEMS OF OPRESSION          Although the politicization of LGBTQ+ healthcare was uncovered through the failure of the Reagan administration s response to the AIDS epidemic, hich tili ed neoliberal politics to privatize and therefor restrict access to healthcare for certain groups, the social and political control of normative health institutions can also be analyzed through the concept of bio-politics. Creating a bio-political body, or the intersection of the biological and the political, creates an opportunity for power to be exerted over certain bodies as well as excluding other bodies (Comaroff, 2017). As mentioned in the previous chapter about neoliberalism, the government excludes taking care of non-normative bodies, including gender and sexual minorities. It is apparent that political agendas have become shaped around who will benefit those in power, and whose health will be recognized as important. Neoliberal bio-politics has led to the formation of a mere (health) management of pop lations for late capitalistic p rpose  and this has t rned (h man) li es into commodities that can be marketi ed or into orthless forms of existence that can be discarded, especiall  in sit ations of health and economic crisis  (Pele & Rile , 2021, p. 2). Not only have LGBTQ+ individuals been ignored during the AIDS health crisis, but the marketization of HIV preventative drugs utilizes at risk bodies for capitalistic purposes. Discarded bodies are excluded from healthcare prioritization and thus biopower is utilized.     18 Bio-politics and Marginalized Bodies The interaction of heteronormativity in a bio-political health system can be attributed to the carelessness that those in power have over oppressed LGBTQ+ individuals. Michel Foucault explains the consequences of biopower in History of Sexuality Volume I: An Introduction (1978): Another consequence of this development of biopower was the growing importance assumed by the action of the norm, at the expense of the juridical system of the law. [...] It is no longer a matter of bringing death into play in the field of sovereignty, but of distributing the living in the domain of value and utility. [...] The law operates more and more as a norm, and that the judicial institution is increasingly incorporated into a continuum of apparatuses (medical, administrative, and so on) whose functions are for the most part regulatory. A normalizing society is the historical outcome of a technology of power centered on life. (p.144)           This passage reflects the normativity that governmental systems pursue when creating laws and institutions (ie: healthcare). If po er s stems foc s on life s al e and tilit  to ens re, s stain, and m ltipl  life  (Fo ca lt, 1978), then these s stems are protecting heterosexual family values that are normative in government systems, such as the United States government. Normative values of social and political structures allow regulation of which bodies are more important than others, which can then create disparities within certain populations, such as LGBTQ+ health disparities. F rthermore, the al e and tilit  that certain citi ens pro ide for a country is biased towards normative standards of who is fit for the capitalistic system (Pele & Riley, 2021, p. 2). The government viewed those dying rapidly of AIDS during the epidemic as young, unproductive, and poor, therefore, not orth  of ha ing a strong al e and tilit  towards their citizenship (Cooper, 2017).  This utilitarian neoliberal approach that only benefits the heteronormative majority not only excludes the LBGTQ+ community, but it chooses to let the othered  die, hich allo s the government to utilize biopower. Bio-politics and the heteronormative approach of healthcare    19 allows for certain lives to live healthier lifestyles and have privileged access to care compared to others. Sexual and gender minorities ha e become othered  from healthcare instit tions and governments due to bio-political tendencies and heteronormativity. Politically marginalizing bodies normalizes the unmarginalized. In this case, heteronormative politics have marginalized the LGBTQ+ body, creating inequalities. Health inequalities not only put LGBTQ+ individuals at a social disadvantage, but homophobia and transphobia upheld at government levels encourage bio-politics within the U.S. Neoliberal Bio-politics Disregard for LGBTQ+ Health Bio-politics meshes with neoliberalism as Foucault (1978) incorporates capitalism as the reason to control bodies. Regulating bodies, and I would argue excluding populations in regulations is considered regulating bodies, such as within social services, aids in perpetuating the normative values of the reproduction of life and capitalistic power. Below Foucault (1978) ackno ledges the administration of bodies,  hich can also be interpreted as reg lating bodies: The old power of death that symbolized sovereign power was now carefully supplanted by the administration of bodies and the calculated management of life. During the classical period, there was a rapid development of various disciplines -universities, secondary schools, barracks, workshops; there was also the emergence, in the field of political practices and economic observation, of the problems of birthrate, longevity, public health, housing, and migration. Hence there was an explosion of numerous and diverse techniques for achieving the subjugation of bodies and the control of populations, marking the beginning of an era of \"biopower.\" (p. 139-140)           Fo ca lt e pands on reg lating bodies to a calc lated management of life  as ell as public health as an economic and political issue. When governmental forms of power establish discriminatory legislation towards LGBTQ+ individuals in healthcare, essentially this system of po er is managing life.  As displa ed in the pre io s chapter abo t neoliberalism, the perpetuation and continued dominance of capitalism come before LGBTQ+ lives. Neoliberalism    20 also prioritized heteronormative family values before LGBTQ+ lives, one could argue to control the pop lation.  Creating a heteronormati e s stem of oppression s bj gates the LGBTQ+ community and creates disparities. This displays biopower because the health of these pop lations becomes at risk, creating nhealth  pop lations as a res lt of managing life  This res lts in the careless administration of the pop lation  (Pele & Rile , 2021, p. 4).  The institutions that Foucault lists, including schools, uphold heteronormative standards and this reinforces the biopower over marginalized LGBTQ+ populations; this is especially apparent in medical schools. Healthcare is an institution that deploys biopower over which lives get proper healthcare and which do not. Physicians have the choice of either giving equal care to all or discriminating against individuals. Unfortunately, the latter is too common among LGBTQ+ experiences in healthcare due to a lack in LGBTQ+ education in medical schools (Nama et al., 2015). Medical education and the lack of LGBTQ+ curriculum will be further covered in the next chapter.  Exclusion and Neglect          Bio-politics can also be appertained to the exclusion of transgender and gender non-conforming bodies in healthcare settings as well as the lack of acknowledgement from medical instit tions on transgender bodies  rights. Medicali ation of gender ariance, s ch as transgender bodies, has become regulated by bio-politics (MacKinnon, 2018). Privatized insurance companies are inconsistent when it comes to covering the costs of medical gender affirming care, such as facial feminization surgeries (Gadkaree et al., 2020). Facial feminization surgery changes facial features from masculine features to a feminine features. Many individuals who are transitioning to be a woman get facial feminization surgery to enhance feminine features of    21 cheeks, lips, and face structure (Altman, 2012). Often, it is considered a cosmetic surgery and is rarely included in the most popular health coverage plans throughout the United States (Gadkaree et al., 2020). Facial feminization surgery aids in individuals with diminished mental health factors and quality of life associated with not having his surgery (Ainsworth & Spiegel, 2010). It also contributes to a reduced risk of depression and suicide as well as offers protection from gender-based violence (Grzanka et al., 2018). Facial feminization surgery benefits transgender indi id al s mental health, yet it is merely considered cosmetic under cisnormative standards. In this example, biopower contributes to excluding the mental health benefits of transgender individuals.   Not only is excluding gender affirming medical care discriminatory, but it can be considered regulating of which bodies are important to receive medical care to improve the quality of life. Bio-ethically, it is not inclusive to ignore gender variances' needs. In addition, the cisnormative government and medical institutions continue to ignore medical necessities of the LGBTQ+ community. The transgender and gender non-conforming community continue to endure hostile advances from government institutions, mainly conservative members of Congress. Since the beginning of 2021, Human Rights Campaign reported that 240 anti-transgender bills had been introduced as of April 2021. Anti-transgender bills consisted of medical care, sports bans, and bathroom access (Ronan, 2021). This overt attack on transgender and gender non-conforming rights emphasizes the bio-politics involved in access to gender affirming care. The amount of exclusionary bills reinforces that discrimination towards transgender bodies is still prominent and it even goes as far to affect medical care. Bio-politics in the United States upholds the heteronormative and cisnormative prioritization of certain lives.     22  While these disparities exist, forms of power in healthcare and government can choose whether to fund research to diminish these disparities. Between 1989 and 2011, the National Institute of Health (NIH) funded 628 studies on LGBT health; this made up for .5% of all studies between this time (Coulter, Kenst, & Bowen, 2014; Boehmer, 2018). When topics of HIV/AIDS and sexual health were excluded, only .1% regarded other types of LGBT health. Furthermore, 86.1% of these studies researched sexual minority men (Coulter, Kenst, & Bowen, 2014). If only .1% of these studies addressed other types of health concerns, then LGBTQ+ health disparities are not being adequately funded. To only focus on sexual health within the LGBTQ+ is concerning, as data expresses that the LGBTQ+ community is affected by numerous other health disparities.  The connection of bio-politics and disease in LGBTQ+ health, such as cardiovascular disease and cancers, is important to observe because certain diseases are disproportionately high in LGBTQ+ communities (Wang et al., 2007). However, it seems as though these issues are not being funded as much as sexual health within LGBTQ+ health research. How is the issue of diseases, such as cancer and cardiovascular disease, meant to be addressed for the LGBTQ+ community if it is not even receiving adequate research funding? Neglecting research and ignoring that gender and sexual minorities have different health disparities than the cisgender and heterosexual population initiates biopower. The power of institutions to neglect health disparities remains unchecked in U.S. healthcare.  Overpowered and Out of Control One of the largest issues with unharnessed executive power in the U.S. government is the threat of discriminating against an entire social group. This level of biopower marks the direct    23 po er that instit tions ha e on their citi ens. This as obser ed in the Tr mp Administration s attempt to repeal sex-based discrimination in the Affordable Care Act (ACA). The Obama Administration previously adapted the ACA to include regulations protecting transgender individuals from discrimination in healthcare (Clemens, 2021). In 2020, during the height of the COVID-19 pandemic, the Trump Administration ruled that only binary biological sex is protected from sex discrimination (Clemens, 2021). This not only threatened the health of the transgender and gender non-conforming community, but it also threatened to leave many individuals in a dangerous position during the COVID-19 pandemic. Bio-political motives of threatening the future of inclusive healthcare for transgender individuals was apparent within the Trump Administration.  Regulations protecting transgender and gender non-conforming individuals are important because this community experiences prevalent stigmatization within the healthcare system (Clemens, 2021). In addition to stigmatization, 20% of transgender individuals have been refused services because of their gender identity (Aleshire, 2018; Agency for Healthcare Research and Quality, 2014). Access to healthcare can be difficult for the transgender community due to fear of discrimination (Seelman et al., 2017).  This bio-political attack on the transgender and gender non-conforming community exposes the irresponsibility of the U.S. governmental system. Why should one administration be able to determine medical care for an entire social group? Power is not equally distributed in the U.S. government system; therefore, it lacks the ability to create unbiased systems to promote equality for its citizens. In this case equality within the healthcare system was almost infiltrated with transphobic legislation. Moreover, why must politicians have power over medical issues?    24 Biopower has the threshold to create detrimental health effects on marginalized populations. Medical practitioners and social scientists need to have authority when topics pertaining to healthcare need to be addressed. There must be proper checks in place to prevent a future administration from enacting such reckless actions in the future.  Because of the AIDS epidemic, the Food and Drug Association (FDA) banned MSM from donating blood in 1985 (Park et al., 2021). Recently, the deferral period to donate blood has changed. Due to COIVD-19, the deferral period has changed to three months, meaning a man cannot donate blood unless he has abstained from sex for the past three months (Park et al., 2021). The decision to turn away MSM because of sexual identity stigmatizes their sexuality. By onl  e cl ding MSM from donating blood, it implies that HIV is a ga  disease  (Park et al., 2021). The CDC currently tests blood donations for HIV as well as performs nucleic and antibody tests. There is an estimated 1 in 1.5 million chance that HIV could currently be transmitted through blood transfusion. The biopower of withholding a population from donating blood by controlling when and which sexual identities can donate is discriminatory (Park et al., 2021). The blood donation process go erns life  thro gh biopo er b  choosing ho can and cannot participate in donations. (Kent & Farrell, 2015).  The emergence of data pertaining to infection due to blood transmission should be taken into consideration when updating guidelines. Since there are precautions in place and an extremely low chance of transmission, the continuation to defer and exclude the use of MSM blood donations is homophobic. The bio-political decisions of the FDA to allow MSM to donate if sex was abstained from for three months does not seem like an evidence-based decision, but a decision to uphold power over biological and personal, pri ate decisions. Wh  hadn t the    25 restrictions been looser before COVID-19? If the desperation for blood was dire, it would still be illogical to allow MSM to donate if there was such a risk, but that seems to be negated by the fact that the order to lift restrictions passed so effortlessly during the pandemic. To be able to control populations eligibility based on sexuality and on sexual practices exerts biopower over certain bodies and not others. Why is it necessary to continue tight control governmental control over MSM bodies? Biopower Regarding Who Matters Healthcare institutions in the U.S. control the health of sexual and gender minorities through power over who is included in quality care and who is not. Judith Butler writes in The Force of Non-Violence, When e ask hose li es co nt as sel es  orth defending [ ] the question only makes sense if we recognize pervasive forms of inequality that establish some li es as disproportionatel  more li able and grei able than others  (2020, p. 21). B tler further analyzes the greivability of lives and what counts as violence and what does not. While examining LGBTQ+ healthcare in the U.S. it seems as though bio-politically run institutions do not count LGBTQ+ lives as greivable. Furthermore, it can be argued that these systems do not consider discrimination and phobias directed against gender and sexual minorities as examples of violence. If the definition of violence is to cause harm upon another individual, then the healthcare system is guilty of doing so. Therefore, greivable lives are lost due to the healthcare inequalities within the U.S. government and healthcare institutions, yet these institutions do not admit it.  Because the government fails to implement proper protections for the LGBTQ+ comm nit , these li es are orth defending d e to the per asi e forms of ineq alit  that this community experiences. The power over which lives are greivable and deserving of equal    26 healthcare depend on capitalistic drives, racism, homophobia, and transphobia within institutions. This demonstrates that the government and healthcare institutions choose who is medically taken care of and included based on lives worth defending. The impact of racism, homophobia, and transphobia are deciding factors in determining whose life is greivable. The inequalities that stem from these discriminations continue to exist today.                             27 CHAPTER FOUR NECROPOLITICS AND THE CONTROL OF HEALTHCARE           Achille Mbembe, author of Necropolitics (2003), outlines his concept of necropolitics as the political sovereignty to decide as well as control life and death. Necropolitics aims to create a ld i h ,   eli i a e de i able  (Mbe be, 2003). Nec li ic  i  f e  e e ed in conjunction with topics of bio-politics and biopower. However, Mbembe addressed that bi e  i  i fficie   acc  f  c e a  f  f he bj ga i  f life  he e  f dea h  (2003, . 92). While ce ai  cial g  a  be e cl ded f  legi la i   healthcare within bio-politics, necropolitics simply subjects citizens to death. This chapter will utilize necropolitics to examine the violent/brutal experiences in the healthcare setting and to demonstrate how the LGBTQ+ community is subjected to discrimination and stigma that ultimately leads to more health disparities as well as higher death rates.  Small Doses  and Spasmodic S rges  Through necropolitical power, forms of government and institutions can increase death a e  b  all d e  ( he cell la  a d lec la  de )  b  a dic ge  (Mbe be, 2003, p. 38). This means necropower can contribute to mass eliminations of populations or small increments of death from lower scale operations. Often, marginalized bodies are affected by necropolitics. Unfortunately, this cycle is hard to stop, and as seen in LGBTQ+ health, disparities have always existed and continue to exist. The norms of healthcare and politics care only for the    28 privileged population, and the symbolic execution of disparities overtakes the unprivileged. LGBTQ+ health disparities have caused significant deaths to the sexual and gender minorit  communities. An e ample of a spasmodic surge  in LGBTQ+ deaths can be connected to the AIDS epidemic and the fact that the government knowingly turned its back on the deadly epidemic. In this circumstance, the necropower of condemning mostly MSM to death from AIDS caused over 300,000 deaths between 1987 and 1988 (Rosenfeld, 2018). To put that in perspective, about 600,000 people have died in the past year from COVID-19 (CDC, COVID Data Tracker, 2021). Because mostly MSM were affected by AIDS, states with large gay neighborhoods experienced more deaths. For example, 61% of all males between the ages of 25-44 years old died of AIDS in San Francisco (Rosenfeld, 2018). As large populations of citizens from gay neighborhoods were dying, the Reagan Administration necropolitically let them die. Silence equals death. Currentl , small doses'' of death rates can be ascribed to health disparities experienced by LGBTQ+ individuals such as higher rates of cardiovascular disease and cancers, along with lower survival rates that exist for sexual and gender minority individuals (Wang et al., 2007). As mentioned in the previous chapter, there is sparse research on these disparities and a lack of government funding in this field, thus, upholding small doses  of LGBTQ+ deaths ithin a community that is unrecognized and discriminated against in healthcare. Heteronormativity within healthcare subjugates LGBTQ+ people to experience lower survival rates through discrimination as well (Wang et al., 2007). There is currently a lack of research on this topic, however, many LGBTQ+ individuals fear going to see a doctor due to the discrimination they will face. Transgender individuals who fear discrimination in the medical setting have poorer    29 health, and cisnormative healthcare can be transphobic (Seelman et al., 2017). The delayed medical care is a result of noninclusivity in healthcare.  These small doses  can also be compared to a buildup of stigma, discrimination, health disparities, and political threats. Lauren Berlant compares a slo  death  to the ph sical wearing out of a population and the deterioration of people in that population that is very nearly a defining condition of their e perience and historical e istence  (2007, p. 754). The necropolitics behind subjugating a specific population, to a slo  death  is prominent in the U.S. when looking at LGBTQ+ health. The slowness of everyday discrimination and refusal to give care to patients in a clinic take a detrimental toll on the mental health of the LGBTQ+ community.  Necropolitics and Healthcare Workers Not only is the United States government guilty of necropolitics, but homophobic and transphobic healthcare workers continue to wreck the health of the LGBTQ+ community. The United States fails to implement mandatory education in medical schools for sexual and gender minorities, leaving many healthcare workers uneducated on how to work with the specific needs of the LGBTQ+ community. As noted in Chapter 1, only one third of all medical schools in the United States require training for LGBTQ+ health (White et al., 2015). Furthermore, the average amount of time medical schools spends on LGBTQ+ health is five hours in the entire medical program (White et al., 2015). Failing to educate physicians on LGBTQ+ health allows for the lack of medical knowledge in healthcare workers to continue. This in turn supports necropolitical tendencies that condemn the LGBTQ+ community to experience health disparities, therefore, subjugating LGBTQ+ individuals to poor healthcare.     30 Data expresses that medical students find gender to be a societal debate and are not accepting towards transgender individuals (Nama et al., 2017). If a medical student is not accepting to transgender individuals, then how are they meant to treat transgender patients without bias? It is dangerous for a transgender patient to have a transphobic physician. Discrimination effects the quality of care that an individual receives (Aleshire, 2018). Furthermore, only 47.1% of adolescent healthcare providers felt confident in their medical ability with transgender youth patients (Nama et al., 2017). If not even half of healthcare providers for transgender youth are confident in their ability, then medical education needs to be restructured to ensure inclusive healthcare to gender minorities. The exclusion of teaching LGBTQ+ healthcare will lead to discrimination and further health disparities.  The American Medical Association and the American Association of Medical Colleges has not made LGBTQ+ curriculum mandatory in medical school (White et al.,2015). These institutions onl  recommend  LGBTQ+ healthcare is covered in medical programs. This is problematic because the lack of LGBTQ+ healthcare knowledge produces unprepared healthcare providers (Nama et al., 2015). This issue relates to necropolitics because the American healthcare system is failing to produce students knowledgeable in LGBTQ+ healthcare and allowing unprepared healthcare providers to work in the field. As health disparities already exist, unprepared healthcare providers will only increase levels of inadequate care that LGBTQ+ patients receive.  Moreover, discrimination and stigma remain rampant throughout healthcare facilities. Discrimination within a healthcare setting can be detrimental to the health of the individual seeking medical care. It can be argued that blatant homophobia and transphobia by a healthcare    31 worker can submit a patient to experience health disparities as well as death in the long run. Due to discrimination, an indi idual ma  postpone their doctors  isits, hich can impact their health (Winter, 2012). Discrimination towards LGTBQ individuals in medical facilities can affect the quality of care, access to care, and health outcomes (Aleshire, 2018, Young & Fischer-Borne, 2018). In addition, stigma, marginalization, and discrimination exist in federal and state policies, upholding a normative attitude of discrimination towards the LGBTQ+ community in a healthcare setting (Daniel & Butkus, 2015). Being refused treatment by a healthcare provider and perceived victimization magnify suicidal ideation in LGBT youth (Compton & Whitehead, 2015; Liu & Mustanski, 2012). It can be argued that intensifying suicidal feelings within an individual can be attributed to necropolitics. The nature of refusing care and raising suicide risk is right along the lines of encouraging death upon an individual.  Racism within the Heteronormative Healthcare System Necropolitics also explores concepts of racism in political sovereignty. Mbembe writes racism is the dri er of the necropolitical principle insofar as it stands for organi ed destruction, for sacrificial econom , the functioning of hich requires [...] a habituation of loss  (2003, p. 38). An anti-racist initiative within LGBTQ+ health disparities also needs to be utilized if the United States is going to abolish health disparities. Homophobia and transphobia should also be kept in mind hen thinking of Mbembe s concept of necropolitics and racism, as intersecting identities of marginalized communities are greatly affected by power structures. The double oppression of race and gender/sexuality influences health disparities (Aleshire, 2018; Daniel & Butkus, 2015).    32 LGBTQ+ health disparities in the U.S. disproportionately affect the Black/ African American and Latinx/Hispanic communities. Black/African American MSM experience the highest rates of HIV than any other group (CDC, Gay and Bisexual Men, 2020). This has been consistent since the AIDS epidemic began and even within the first five years of the AIDS epidemic, the CDC recognized Black and minority ethnicities were disproportionately affected (Francis, 2012). In addition, transgender women of color also experience high rates of HIV, which can be attributed to the higher rates of transphobia and racism these individuals experience in healthcare (CDC, HIV and Transgender Communities, 2019).  But if racism has become so insidious, it is also because it has now become a part of the constitutive drives and economic subjectivity of our times. [...] One allows oneself some racism not because it is something unusual but b  a  of repl  to neoliberalism s general call to lubricity. Out with the general strike. In with brutality and sex. In this era, which is so dominated by a passion for profit, this mix of lubricity, brutality, and sexuality fosters the societ  of the spectacle s  assimilating of racism and its moleculari ing through structures of contemporary consumption. (Mbembe, 2003, p. 62)  This passage connects necropolitics to neoliberalism s economic greed. It also enforces the idea that racism is overlooked in a capitalist society, even if it is causing higher death rates and health disparities. Due to economic disparities, the LGBTQ+ community already has lower access to health insurance. A study by Lambda Legal reported from a survey of rating healthcare fairness that 16% of respondents of color were uninsured compared to 9 percent of white respondents (2014). The neoliberal privatization of healthcare reinforces and increases health disparities for LGBTQ+ individuals of color. The fact that disparities are experienced through necropolitics and neoliberalism moleculari ing through structures  should be more of a concern for government action and much needed research.     33 Society is also responsible for continuing to conceal racist institutions instead of partaking in reforming entire structures and changing social attitudes. Mbembe rites, e should fear a violent return to an era in which racism was not yet regulated to the shameful parts  of our societies  (2003, p. 62). As demonstrated abo e, healthcare in the U.S. seems to be doing a poor job of regulating racism in the access and care that individuals receive. Although violence may be more concealed if it is seeping through systems of health to inflate diseases, such as cancers, in the LGBTQ+ communit , it is shameful  that racism in addition to homophobia and transphobia exists within a heteronormative modern structure.   The necropolitics of healthcare continue to emphasize the racism, homophobia, and transphobia that still exist in society today. Healthcare workers continue to have authority over which lives will be subjected to bias and discrimination, leading to a lack of quality care on the patient s end. The uneducated and unprepared medical students will continue to uphold these attitudes of bias towards patients if they are not properly educated on the difference of medical care that the LGBTQ+ community needs. Attitudes and compulsive expectations of heteronormativity and cisnormativity are dangerous in the medical field. Because of necropolitics and homophobia, the AIDS epidemic was able to take the lives of many MSM. Small doses  of li es are continuousl  taken due to the higher rates of cancers and cardiovascular diseases that remain under researched for the LGBTQ+ community.         34 CHAPTER FIVE SOLUTIONS The structure of policies and programs in the United States fall back onto heteronormative frameworks (Mason, 2018, Bedford, 2009). The heteronormativity of policies and programs, like health care and diagnostic manuals, can be further traced back to neoliberal practices, but are also reinforced today by the politically conservative right. Bio-politics and necropolitics dictate who gets the opportunity to receive quality medical care and who is condemned to an unequal death in the healthcare system. Heteronormativity along with racism play a role in which lives are greivable and worth caring for.  For an equal society, all citizens must have the ability to receive non-discriminatory healthcare. Inequalities due to governments, institutions, or insurance markets must be regulated to improve and equalize healthcare for gender and sexual minorities. Normative responses to health disparities will not address inequalities that minorities experience because often normative solutions benefit the heteronormative, White, middle to upper class citizens. Is important to examine the issue of LGBTQ+ health inequalities through political theories because sexuality and gender have become politicized. These factors determine who has the power over politicizing bodies to the point of excluding entire populations from receiving care.  The politization of sexuality and gender has reinforced attitudes of homophobia and transphobia. Because these attitudes are currently held by the government and healthcare   35 institutions, it is critical to focus on the next generation that will be leading government and healthcare. In order to shape attitudes, proper inclusionary education is needed. The ignorance and unpreparedness of medical students to work with transgender patients is embarrassing for the United States. This can be changed if the American Medical Association acts to make LGBTQ+ education mandatory in medical programs. Furthermore, an adequate amount of time must be spent learning this material. This should be researched in order to provide an education worthy of medical student s time and to best prepare them for orking ith all populations ithout bias.  LGBTQ+ education must be incorporated into all levels of education through the United States to prevent children from developing preconceived bias towards a population they have ne er learned about. Currentl , man  homophobic education la s e ist in the United States. No promo homo  legislation bans homose ual  education in states such as Alabama, Louisiana, Oklahoma, Mississippi, and Te as  (GLSEN, n.d.; Lambda Legal, n.d; L tle & Sprott, 2021). Texas and Alabama have legislation that only allows a heteronormative cirriculum (Lambda Legal, n.d; Lytle & Sprott, 2021). This legislation prevents the education of anything related to gayness of LGBTQ+ topics to prevent the promotion of being LGBTQ+. Upholding heteronormativity in society, as demonstrated in this thesis, is not only marginalizing, but also dangerous for LGBTQ+ lives. Without education on these issues, youth will not only be uneducated, but the knowledge and reproduction of LGBTQ+ history will be absent and invisibilized.  Introducing a se  positi e attitude earlier in outh s li es can also shape their attitudes to create their own identity that is unphased by fear of discrimination. This affirming approach to sexuality can encourage less stigmatization within sexual minorities (Hyde, 2013; Ritter &    36 Terndrup, 2002). Creating an accepting environment can be achieved through utilizing a sex positive approach (Ritter & Terndrup, 2002). Although it may sound radical, sex positivity should be incorporated into education to encourage youth to feel safe from being discriminated against and enforce that all sexualities are welcomed. As I mentioned before, heteronormative approaches to issues tend to only benefit the heterosexual population. This approach incorporates queering outh s education to teach positi it . Radical positi it  ma  create radical change.  There needs to be more funding for LGBTQ+ health disparity research. The lack of federal funding in the past is disproportionately centered on sexual health within the LGBTQ+ community when there are plenty of other health disparities that must be addressed. The biopower of excluding funding for LGBTQ+ health disparities can be recognized in the lack of medical solutions for the LGBQ+ community. Research can help drive the need for treatment and financial aid that sexual and gender minority populations will benefit from. Identities with double oppressions, such as the intersection of racial and sexual/gender minorities, should be prioritized when conducting research, as this community experiences more discrimination and oppression.  Beyond what the government and institutions must implement, society can self-educate themselves on LGBTQ+ health disparities. Widespread recognition of social issues can motivate social movements and create change. Perhaps it can lead individuals to check their own implicit biases that they may have. Once individuals recognize how heteronormativity affects systems of oppression, society can become more aware of how heteronormative actions impact marginalized populations. Realistically not everyone can or wants to be researchers and physicians to make a    37 physical difference in LGBTQ+ health disparities, however, self-education is a great place to start to partake in social justice.    Although neoliberalism has lasting effects on the treatment of LGBTQ+ bodies and bio-politics and necropolitics are continued to be used today, there can be hope to train and create a more inclusive future. It can be preached repeatedly that each body matters, but that does not corelate to systems of power choosing which bodies matter. There is a lot of work that must be accomplished in order to create a just and equal future for LGBTQ+ health.      38      REFERENCE LIST A T   HIV a d AIDS.  (2020). R d  https://www.hiv.gov/hiv-basics/overview/history/hiv-and-aids-timeline  Agency for Healthcare Research and Quality. (2014). National healthcare disparities report. Retrieved from http://archive.ahrq.gov/research/findings/nhqrdr/nhdr11/index.html  Ainsworth, T. A., & Spiegel, J. H. (2010). Quality of life of individuals with and without facial feminization surgery or gender reassignment surgery. Quality of life research: an international journal of quality of life aspects of treatment, care and rehabilitation, 19(7), 1019 1024. https://doi.org/10.1007/s11136-010-9668-7  Aleshire, M., Ashford, K., Fallin-Bennett, A., & Hatcher, J. (2019). Primary care p d  attitudes related to LGBTQ people: A narrative literature review. Health Promotion Practice, 20(2), 173 187. https://doi.org/10.1177/1524839918778835  Altman, K. (2012). Facial feminization surgery: current state of the art. International journal of oral and maxillofacial surgery, 41(8), 885-894. https://doi.org/10.1016/j.ijom.2012.04.024  Badgett, M., Durso, L., & Schneebaum, A. (2013). New patterns of poverty in the lesbian, gay, and bisexual community. Retrieved from http://williamsinstitute.law.ucla.edu/wp-content/uploads/LGB-Poverty-Update Jun-2013.pdf  Bedford, K. (2009). Developing partnership: gender, sexuality, and the reformed World Bank. University of Minnesota Press.  Beek, F. T., Cohen-Kettenis, P. T., & Kreukels, B. P. (2016). Gender incongruence/gender dysphoria and its classification history. International Review of Psychiatry, 28(1), 5 12. https://doi.org/10.3109/09540261.2015.1091293  Bell, J. (2020). Beyond the politics of the closet: Gay rights and the American state since the 1970s. University of Pennsylvania Press.  Berlant, L. (2007). Slow death (sovereignty, obesity, lateral agency). Critical Inquiry, 33(4), 754-780. doi:10.1086/521568    39     Beyrer. (2020). Human rights and LGBTQ health: Inseparable challenges. In R. Stall, B. Dodge, J. Baauermeister, T. Poteat, & C. Beyrer (Eds.), LGBTQ Health Research: Theory, Methods, Practice. (1st ed., pp. 24-36). John Hopkins University Press.   Butler, J. (2020) The force of nonviolence: An ethnico-political bind. Verso.   Centers for Disease Control and Prevention. (2016). Gay and Bisexual Men’s Health: Mental Health. Retrieved from https://www.cdc.gov/msmhealth/mental-health.htm  Centers for Disease Control and Prevention. (2016). Gay and Bisexual Men’s Health: Suicide and Violence Prevention. Retrieved from https://www.cdc.gov/msmhealth/suicide-violence-prevention.htm   Centers for Disease Control and Prevention. (2019). HIV and Transgender Communities. Retrieved from https://www.cdc.gov/hiv/pdf/policies/cdc-hiv-transgender-brief.pdf   Centers for Disease Control and Prevention. (2020). HIV Among Youth. Retrieved from https://www.cdc.gov/hiv/group/age/youth/index.html  Clemens, S. (2021). A band-aid fix: Section 1557 of the Affordable Care Act and the need for federal laws to protect transgender people in healthcare. Suffolk UL Rev, 54(31).  Comaroff, J. (2007). Beyond bare life: AIDS, (bio)politics, and the neoliberal order. Public Culture, 19(1), 197 219. https://doi.org/10.1215/08992363-2006-030  Cooper, M. (2017). The price of promiscuity: The Chicago school confronts AIDS. In Family Values: Between Neoliberalism and the New Social Conservatism (pp. 167-214). Zone Books. doi:10.2307/j.ctt1qft0n6.7  Cooper, R. (2004). What is wrong with the DSM? History of Psychiatry, 15(1), 5 25. https://doi.org/10.1177/0957154X04039343  Coulter, R. W., Kenst, K. S., & Bowen, D. J. (2014). Research funded by the National Institutes of Health on the health of lesbian, gay, bisexual, and transgender populations. American journal of public health, 104(2). https://doi.org/10.2105/AJPH.2013.301501  Daniel, H., & Butkus, R. (2015). Lesbian, gay, bisexual, and transgender health disparities: Executive summary of a policy position paperfFrom the American College of Physicians. Annals of Internal Medicine, 163(2), 135 137. https://doi.org/10.7326/M14-2482  Das, G. (2016). Mostly normal: American psychiatric taxonomy, sexuality, and neoliberal mechanisms of exclusion. Sexuality Research & Social Policy, 13(4), 390 401. https://doi.org/10.1007/s13178-016-0259-4      40     Dean, M. A., Victor, E., & Grimes, L. G. (2016). Inhospitable healthcare spaces: Why diversity training on LGBTQIA issues is not enough. Journal of bioethical inquiry, 13(4), 557570. https://doi.org/10.1007/s11673-016-9738-9  Dejun, S., Irwin, J., Fisher, C., Ramos, A., Kelley, M., Mendoza, D., & Coleman, J. (2016). Mental health disparities within the LGBT population: A comparison between transgender and nontransgender individuals. Transgender Health, 1(1), 12 20. https://doi.org/10.1089/trgh.2015.0001  Dreyer, Y. (2008). Hegemony and the internalisation of homophobia caused by heteronormativity. HTS Theological Studies, 63(1), 1-18. DOI: 10.4102/hts.v63i1.197  Drucker, P. (2018). Changing families and communities: An LGBT contribution to an alternative development path 1. In Routledge Handbook of Queer Development Studies (1st ed., pp. 19 30). Routledge. https://doi.org/10.4324/9781315529530-2  Duggan, L. (2002). The new homonormativity. In R. Castronovo & D. Nelson (Eds.), Materializing democracy. Duke University Press.   Enright S. M. (1982). Effect of Reaganomics on the U.S. health-care system. American journal of hospital pharmacy, 39(7), 1169 1175. Foucault, M. (1978). History of sexuality volume I: An introduction. Pantheon Books.  Francis, D. P. (2012). Deadly AIDS policy failure by the highest levels of the US government: A personal look back 30 years later for lessons to respond better to future epidemics. Journal of Public Health Policy, 33(3), 290-300.  Gadkaree, S. K., DeVore, E. K., Richburg, K., Lee, L. N., Derakhshan, A., McCarty, J. C., Rahul, S., & Shaye, D. A. (2020). National variation of insurance coverage for gender-affirming facial feminization surgery. Facial Plastic Surgery & Aesthetic Medicine. http://doi.org/10.1089/fpsam.2020.0226  Gates, G. J. (2014). In U.S., LGBT more likely Tthan non-LGBT to be uninsured; LGBT adults more likely to lack a personal doctor and enough money for healthcare. Gallup Poll News Service.  GL EN. ( . .) N    . Retrieved from https://www.glsen.org/learn/policy/issues/nopromohomo  Grzanka, P. R., & Miles, J. R. (2016). The Problem with the p  intersecting i : LGBT affirmative therapy, intersectionality, and neoliberalism. Sexuality Research & Social Policy, 13(4), 371 389. https://doi.org/10.1007/s13178-016-0240-2      41     Grzanka, P. R., DeVore, E., Gonzalez, K. A., Pulice-Farrow, L., & Tierney, D. (2018). The biopolitics of passing and the possibility of radically inclusive transgender health care. The American Journal of Bioethics, 18(12), 17-19. DOI: 10.1080/15265161.2018.1531167  Hafeez, H., Zeshan, M., Tahir, M. A., Jahan, N., & Naveed, S. (2017). Health care disparities among lesbian, gay, bisexual, and transgender youth: A literature review. Cureus, 9(4), e1184. https://doi.org/10.7759/cureus.1184  Hart-Cooper, G., Allen, I., Irwin, C., & Scott, H. (2018). Adolescent health p  willingness to prescribe pre-exposure prophylaxis (PrEP) to youth at risk of HIV infection in the United States. Journal of Adolescent Health, 63(2), 242 244. https://doi.org/10.1016/j.jadohealth.2018.03.016   Hindman, M. D. (2019). Political advocacy and its interested citizens: neoliberalism, postpluralism, and LGBT organizations. University of Pennsylvania Press.  Hoots, B. E., Finlayson, T., Nerlander, L., Paz-Bailey, G., & National HIV Behavioral Surveillance Study Group (2016). Willingness to take, use of, and indications for pre-exposure prophylaxis among men who have sex with men. Clinical infectious diseases: an official publication of the Infectious Diseases Society of America, 63(5), 672 677. https://doi.org/10.1093/cid/ciw367  House Committee on Oversight and Reform. (2019). HIV prevention drug: Billions in corporate profits after millions in taxpayer investments. Retrieved from https://oversight.house.gov/legislation/hearings/hiv-prevention-drug-billions-in-corporate-profits-after-millions-in-taxpayer  Huey, M., Higham, M., & Watriss , A. (2020) Viewpoint: Why you should provide HIV pre-exposure prophylaxis (PrEP) at your college health center. Journal of American College Health, (68)2, 119-123, DOI: 10.1080/07448481.2018.1529673 Hyde, C. A. (2013). Feminist social work practice. Encyclopedia of Social Work. Kent, J., & Farrell, A. M. (2015). Risky bodies in the plasma bioeconomy: A feminist analysis. Body & society, 21(1), 29 57. https://doi.org/10.1177/1357034X13520331  Lambda Legal. (n.d.). #DontEraseUs: FAQ about anti-LGBT curriculum laws. https://www.lambdalegal.org/donterasus/faq  Lind, A., & Share, J. (2003). Queering development: institutionalized heterosexuality in development theory practice and politics in Latin America. In K. Bhavnani, J. Foran, & P. Kurian (Eds.), Feminist Futures: Re-Imagining Women, Culture and Development. (pp. 55 73). Zed Books.      42     Lytle, M. C., & Sprott, R. A. (2021). Resolving to fix social injustices for gender and sexually diverse youth: Starting points. In M. C. Lytle & R. A. Sprott (Eds.), Perspectives on sexual orientation and gender diversity. Supporting gender identity and sexual orientation diversity in K-12 schools (pp. 13 24). American Psychological Association. https://doi.org/10.1037/0000211-002  MacKinnon, K. R. (2018). Biopower and the medicalization of gender variance: A Foucauldian analysis of trans subjectivity. Current Critical Debates in the Field of Transsexual Studies: In Transition, 194-207. doi:10.4324/9781351058995-14  Mason, C. L. (2018). Introduction to Routledge Handbook of Queer Development Studies. In Routledge Handbook of Queer Development Studies (1st ed., pp. 1 16). Routledge. https://doi.org/10.4324/9781315529530-2  Mera, R., Magnuson, D., Trevor, H., Bush, S., Rawlings, K., & McCallister, S. (2017). Changes in Truvada for HIV pre-exposure prophylaxis utilization in the USA: 2012 2016. In 9th International AIDS Society Conference on HIV Science.  Meyer-Bahlburg H. F. (2010). From mental disorder to iatrogenic hypogonadism: dilemmas in conceptualizing gender identity variants as psychiatric conditions. Archives of sexual behavior, 39(2), 461 476. https://doi.org/10.1007/s10508-009-9532-4  Meyer, I. (2003). Prejudice, Social Stress, and Mental Health in Lesbian, Gay, and Bisexual Populations: Conceptual Issues and Research Evidence. Psychological Bulletin, 129(5), 674 697. https://doi.org/10.1037/0033-2909.129.5.674   Morris, E. (1999) Dutch  A Memoir of President Reagan. New York: Random House, p. 816. Obergefell v. Hodges, 576 U.S. (2015). https://www.supremecourt.gov/opinions/14pdf/14-556_3204.pdf  Patel, R. R., Mena, L., Nunn, A., McBride, T., Harrison, L. C., Oldenburg, C. E., Liu, J., Mayer, K. H., & Chan, P. A. (2017). Impact of insurance coverage on utilization of pre-exposure prophylaxis for HIV prevention. PloS one, 12(5). https://doi.org/10.1371/journal.pone.0178737  , C., G , C., B , M., E , A., , I., G , E. F., & Reich, D. L. (2020). Blood donation and COVID-19: Reconsidering the 3-month deferral policy for gay, bisexual, transgender, and other men who have sex with men. American Journal of Public Health.  Paul, J. P., Catania, J., Pollack, L., Moskowitz, J., Canchola, J., Mills, T., Binson, D., & Stall, R. (2002). Suicide attempts among gay and bisexual men: lifetime prevalence and antecedents. American journal of public health, 92(8), 1338 1345. https://doi.org/10.2105/ajph.92.8.1338     43     Pele, A., & Riley, S. (2021). For a right to health beyond biopolitics: The politics of pandemic   politics of l .  Law, Culture and the Humanities. https://doi.org/10.1177/1743872120978201  Peterson, D. (2011). Neoliberal homophobic discourse: heteronormative human capital and the exclusion of queer citizens. Journal of homosexuality, 58(6-7), 742 757. https://doi.org/10.1080/00918369.2011.581918  Reichard, R. (2016). The challenges of recent history: using the Ryan White project oral histories. Indiana Magazine of History, 112(2), 108-115.  Ritter, K., & Terndrup, A. (2002). Handbook of affirmative psychotherapy with lesbians and gay men. Guilford Press.   Rosenfeld, D. (2018). The AIDS epidemic’s lasting impact on gay men. The British Academy. https://www.thebritishacademy.ac.uk/blog/aids-epidemic-lasting-impact-gay-men/  Ronan, W. (2021). 2021 Becomes record year for anti-transgender legislation. Human Rights Campaign. https://www.hrc.org/press-releases/breaking-2021-becomes-record-year-for-anti-transgender-legislation. Seelman, K. L., Colón-Diaz, M., LeCroix, R. H., Xavier-Brier, M., & Kattari, L. (2017). Transgender noninclusive healthcare and delaying care because of fear: Connections to general health and mental health among transgender adults. Transgender health, 2(1), 17 28. https://doi.org/10.1089/trgh.2016.0024NLM  Siegler, A. J., Mouhanna, F., Giler, R. M., Weiss, K., Pembleton, E., Guest, J., Jones, J., Castel, A., Yeung, H., Kramer, M., McCallister, S., & Sullivan, P. S. (2018). The prevalence of pre-exposure prophylaxis use and the pre-exposure prophylaxis-to-need ratio in the fourth quarter of 2017, United States. Annals of epidemiology, 28(12), 841 849. https://doi.org/10.1016/j.annepidem.2018.06.005  Thobani, S. (2014). Prologue. In J. Haritaworn, A. Kuntsman, & S. Posocco (Eds.), Queer necropolitics (pp. xv-1). Routledge.   Tumin, D., & Kroeger, R. A. (2020). Private health insurance coverage among same-sex couples after Obergefell v. Hodges. LGBT Health, 7(5), 264 270. https://doi.org/10.1089/lgbt.2019.0323  U. S. Food and Drug Administration (2018). Reference listed drug (RLD) access inquiries. Retrieved from http://www.fda.gov/drugs/abbreviated-new-drug-application-anda/reference-listed-drug-rld-access-inquiries     44     Wang, J., Häusermann ,M., Vounatsou, P., Aggleton, P., Weiss, M. (2007). Health status, behavior, and care utilization in the Geneva gay men's health survey. Prev Med, 44(1), 70-5. doi: 10.1016/j.ypmed.2006.08.013.  When Health Care Isn’t Caring. (2014). Lambda Legal. https://www.lambdalegal.org/publications/when-health-care-isnt-caring  White, W., Brenman, S., Paradis, E., Goldsmith, E. S., Lunn, M. R., Obedin-Maliver, J., Stewart, L., Tran, E., Wells, M., Chamberlain, L.J., Fetterman, D. M., Garcia, G. (2015). Lesbian, gay, bisexual, and transgender patient care: Medical students' preparedness and comfort. Teaching and learning in medicine, 27(3), 254-263. doi: 10.1080/10401334.2015.1044656  Wilkinson, R. G. (2020). Income inequality, social cohesion, and health: clarifying the theory a reply to Muntaner and Lynch. In The Political Economy of Social Inequalities, (pp. 347-365). Routledge.   Winter, C. (2012). Responding to LGBT health disparities.45 VITA  Grace Avila currently lives in Wilmette, Illinois. She attended Loyola University Chicago for her undergrad and graduate programs. In spring 2020, she completed her Bachelor of Sciences in Psychology with a minor in Women Studies and Gender Studies. In fall 2020, she started a program with the Women Studies and Gender Studies department for a Master of Arts.  While at Loyola University Chicago, Ms. Avila was principal violist for the Loyola Symphony Orchestra and a research assistant for Dr. Catherine Haden in the Psychology department. Currently, Ms. Avila is planning on pursuing a PhD in Psychology and would like to continue researching healthcare disparities in sexual and gender minority populations.   ",
    "id": 516441769,
    "identifiers": {
        "doi": null,
        "oai": "oai:ecommons.luc.edu:luc_theses-5383"
    },
    "title": "Heteronormativity in Healthcare: Neoliberalism, Bio-Politics, and Necropolitics",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-01-01T08:00:00+00:00",
    "publisher": "Loyola eCommons",
    "references": [],
    "sourceFulltextUrls": [
        "https://ecommons.luc.edu/cgi/viewcontent.cgi?article=5383&context=luc_theses"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/516441769.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/516441769"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/516441769/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/516441769/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/516441769"
        }
    ],
    "abstract": "This thesis will discuss heteronormativity in healthcare. It will take a social science and theoretical approach to acknowledge LGBTQ+ health disparities, apply theoretical approaches to why these disparities exist, and offer solutions to combat health disparities experienced by sexual and gender minorities. Neoliberalism, bio-politics, and necropolitics will be the theoretical approaches utilized to understand the basis of disparities experienced by the LGBTQ+ community. Neoliberalism will include themes of capitalism and public health policies which influence discrimination in healthcare. Bio-politics will outline how the intersection of the biological body and politics can exacerbate health disparities through the power of controlling bodies. Necropolitics will examine how the combination of homophobia, transphobia, and racism aid in the government control of life and death of certain populations",
    "tags": [
        "text",
        "Women\\u27s Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:ecommons.luc.edu:luc_theses-5383",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1739",
        "openDoarId": 0,
        "name": "Loyola eCommons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 516441769,
        "depositedDate": null,
        "publishedDate": "2021-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-14T12:50:52+00:00",
        "acceptedDate": null,
        "createdDate": "2022-05-20T00:46:01+01:00"
    },
    "urls": [
        "https://ecommons.luc.edu/luc_theses/4384",
        "https://ecommons.luc.edu/context/luc_theses/article/5383/viewcontent/Avila_luc_0112M_12416.pdf"
    ],
    "lastUpdate": "2024-02-14T12:50:52+00:00",
    "setSpecs": []
}