{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Reif, Susan S."
        },
        {
            "name": "Sullivan, Kristen"
        },
        {
            "name": "McAllaster, Carolyn"
        },
        {
            "name": "Berger, Miriam"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-17T19:58:49+00:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/62569858.pdf",
    "fullText": "             HIV Infrastructure Study  Birmingham, Alabama April 2015 http://southernaidsstrategy.org Susan S. Reif – susan.reif@duke.edu Kristen Sullivan – kristen.sullivan@duke.edu Carolyn McAllaster – mcallaster@law.duke.edu Miriam Berger – miriam.berger@duke.edu                     2    Data from the CDC indicate that the Southern United States, particularly the US Deep South, has the highest HIV diagnosis rates and highest death rates among individuals diagnosed with HIV of any US region. 1 To determine best approaches for improving HIV-related outcomes in communities within the targeted states, this study examines existing HIV-related prevention and care infrastructure and community characteristics of targeted state metropolitan statistical areas (MSAs) that are consistently among the 10 areas in the US with the highest HIV diagnosis rates. The study also examines HIV-related prevention and care infrastructure and community characteristics of MSAs with similar demographic characteristics to the high HIV impact MSAs but with less pronounced HIV/AIDS statistics. Due to lower AIDS diagnosis rates (66th among MSAs in 2011)2 compared to similar MSAs and because of fairly similar demographics to other Southern MSAs, Birmingham, Alabama, was selected as one of the study contrast MSAs, and the results of this study of Birmingham are described here within.      This case study examined the infrastructure for HIV prevention and care in the Birmingham MSA and explored the strengths and challenges of addressing HIV within the area by reviewing available data on HIV and related health conditions and by conducting 12 structured individual interviews with individuals working in the HIV prevention and care system and two focus groups consisting of individuals living with HIV in the Birmingham MSA to gather information about their experiences and perspectives regarding HIV prevention and care, stigma, and other factors that may influence HIV epidemiology in their region. Data collection was completed in the spring of 2014.      The Birmingham MSA has HIV diagnosis rates above the national average for large metropolitan areas and has an HIV epidemic more concentrated among women and African American MSM than the overall US.3,4,5 Study participants reported that HIV primary care is generally available and comprehensive, with the vast majority of care being provided at the University of Alabama Birmingham (UAB)-affiliated 1917 Infectious Diseases Clinic. The 1917 clinic treats approximately 3000 individuals living with HIV and provides multidisciplinary care that includes HIV medical care, psychiatry, mental health counseling, social work, spiritual counseling, nutrition, and some specialty medical care such as hepatology.     The Birmingham area also has linkage to care programs, HIV case management, HIV legal services, and specialized HIV housing programs. The AIDS Alabama housing program offers some permanent housing options, transitional housing, residential substance abuse and  3 mental health treatment, and short and long-term rental assistance. However, due to funding limitations, these social service, legal, and housing programs cannot meet all of the need for services among individuals living with HIV. Lack of adequate housing and other services such as transportation were cited as barriers to engagement and retention in HIV treatment. Transportation was reported as a particularly concerning barrier to care for individuals living in the counties in the MSA outside of Birmingham that must often travel to receive HIV care. HIV-related stigma was also consistently reported as a substantial barrier to treatment services due to fears of being identified as HIV-positive. One participant stated, “HIV doesn’t kill, stigma does.”    HIV-related stigma was also cited as a significant barrier to HIV prevention and testing. There is a range of HIV testing and prevention options in the Birmingham MSA including rapid HIV testing, mobile unit testing, evidence-based prevention interventions and youth risk reduction education. These prevention activities are generally funded by the CDC, as little state HIV prevention funding is available. A lack of adequate funding for prevention was consistently reported to be a significant limitation in reducing HIV transmission. Furthermore, state laws regarding abstinence education were consistently reported to limit attempts to stem the increasing proportion of new HIV diagnoses occurring among youth.      Strong community collaborative efforts to provide HIV treatment and prevention were reported in the Birmingham MSA. These efforts were facilitated by organizational commitment to interagency collaboration and an active coalition of public and private organizations involved in HIV prevention and care that meets monthly to address HIV-related issues.      The consensus among interview and focus group participants was that the Birmingham MSA has significant strengths in HIV care including accessible state of the art HIV medical care that is holistic and multidisciplinary, committed HIV prevention and care professionals, solid networks of care and collaboration, a significant amount of HIV-specific housing, and active HIV advocacy. These strengths likely provide some explanation of the lower AIDS diagnosis rates in the MSA in comparison with other demographically similar southern cities. Despite these assets, areas of concern remain for individuals living with HIV in the Birmingham MSA including a lack of adequate funding for HIV prevention and lack of sufficient resources for transportation, housing, and mental health care. Transportation is a particularly significant barrier to care for those living in more rural areas of the Birmingham MSA. HIV stigma remains high in the MSA, particularly among the African-American community, and undermines efforts to engage and retain individuals in HIV care.      4     |  Data from the Centers for Disease Control and Prevention (CDC) regarding new HIV diagnoses in 2011, summarized in a Southern HIV/AIDS Strategy Initiative (SASI) manuscript, indicated that the Southi had the highest HIV diagnosis rate of any US region.1 In 2011, nearly half (49%) of new HIV diagnoses reported (including any new HIV diagnoses regardless of stage of HIV disease) were located in the Southern US, while the South accounted for only 37% of the US population.1,6     A subset of Southern states is particularly affected by HIV disease and shares characteristics such as overall poorer health, high poverty rates, an insufficient supply of medical care providers and a cultural climate that likely contributes to the spread of HIV.7,8,9 These states include Alabama, Florida, Georgia, Louisiana, Mississippi, North Carolina, South Carolina, Tennessee and East Texas, henceforth referred to as the “targeted states.” HIV and other STDs disproportionally affect individuals within the targeted states, and these states share similarities in HIV-related outcomes including the highest death rates among individuals diagnosed with HIV of any region in the US.10,11 In fact, 32% of new HIV diagnoses were in the targeted states in 2011 while this region accounted for only 22% of the US population. 6,12 In addition, all 10 metropolitan areas with the highest AIDS diagnosis rates were located in the Southern region; nine of these areas were within the targeted states.2  To determine best approaches for improving HIV-related outcomes in communities within the targeted states, this study examines existing HIV-related prevention and care infrastructure and community characteristics of targeted state metropolitan statistical areas (MSAs) that are consistently among the 10 areas in the US with the highest HIV diagnosis rates. The study also examines HIV-related prevention and care infrastructure and community characteristics of MSAs with similar demographic characteristics to the high HIV impact MSAs but with less pronounced HIV/AIDS statistics. Due to lower AIDS diagnosis rates (66th among MSAs in 2011)2 compared to similar MSAs and because of fairly similar demographics to other Southern MSAs, Birmingham, Alabama, was selected as one of the study contrast MSAs, and the results of this study of Birmingham are described here within.                                                           i The United States Census Bureau defines the Southern Region as including Alabama, Arkansas, Delaware, District of Columbia, Florida, Georgia, Kentucky, Louisiana, Maryland, Mississippi, Oklahoma, North Carolina, South Carolina, Tennessee, Texas, Virginia, and West Virginia.    5  We conducted a community case study using quantitative and qualitative data sources to gain a more in-depth understanding of the HIV epidemic in the Birmingham MSA. This case study examined the infrastructure for HIV prevention and care in the Birmingham MSA and explored the strengths and challenges in addressing HIV within the area. The study included 12 structured individual interviews with individuals working in the HIV prevention and care system in the area, as well as community leaders and HIV advocates. In addition, two focus groups were conducted with individuals in Birmingham living with HIV to gather information about their experiences and perspectives regarding HIV prevention and care, stigma and factors that may influence HIV epidemiology in their area. Data collection was completed in the spring of 2014.   In addition to qualitative data collection, we identified and summarized existing data sources regarding HIV and STD epidemiology, other health status indicators, community health needs, and gaps in services in Birmingham and the surrounding area. These data sources included community needs assessments, national surveillance reports, and state HIV epidemiologic reports.     |    Birmingham is a mid-sized city in central Alabama with an estimated population of 212,038 residents in 2012.13 Birmingham is the most populous city in Alabama and is located in Jefferson County, which is the largest county in the state in both land mass and population size.14,15 In the late 1800s, Birmingham was a center for industrial ventures as it was a plentiful source of iron, ore, limestone and coal, all essential to produce steel and thus giving the city the nickname “the Pittsburgh of the South.”16 Today, however, its economy is diverse and includes banking, healthcare and education. The University of Alabama - Birmingham (UAB), located in Birmingham, is the largest employer in the state.17   The greater Birmingham MSA is comprised of seven counties: Bibb, Blount, Chilton, Jefferson, St. Clair, Shelby and Walker. The estimated population of the Birmingham MSA in 2012 was 1,136,650, ranking the area 48th in population size among the 381 total MSAs in the country.18,19 The total estimated population, population density and racial/ethnic breakdown for each of the seven counties in the Birmingham MSA are listed in Table 1 below.         6  Table 1 Population Demographics among the Birmingham MSA Counties13 County Total Estimated Population (2013) Population Density – Persons per Square Mile (2010) Race/ethnicity Breakdown (2012) Jefferson 659,479 592.5 White: 54.3% Black: 42.6% Latino: 3.9% Shelby 204,180 248.5 White: 84.7% Black: 11.5% Latino: 6.0% St. Clair 86,308 132.3 White: 88.6% Black: 9.0% Latino: 2.2% Walker 65,998 84.7 White: 91.7% Black: 6.2% Latino: 2.2% Blount 57,872 88.9 White: 96.2% Black: 1.7% Latino: 8.6% Chilton 43,951 63.0 White: 87.7% Black: 10.2% Latino: 7.8% Bibb 22,512 36.8 White: 76.2% Black: 22.3% Latino: 2.0% Alabama 4,833,722 94.4 White: 70.0% Black: 26.5% Latino: 4.1%  According to the 2010 US Census, within the Birmingham MSA, 67% of residents were white and 28% were black.20 This mirrors Alabama’s overall racial/ethnic composition during that year; 69% of state residents were estimated to be white and 26% were black.13 However, within the City of Birmingham, the opposite racial trends are evident: 22% of Birmingham residents were estimated to be white and 73% were estimated to be black.13   7  Socioeconomic Landscape  According to the U.S. Bureau of Labor Statistics, employees in all sectors within the Birmingham MSA had a mean annual salary of $43,120 and a median hourly wage of $16.08 in May 2013, just below the national median of $16.87 per hour.21 However, within the City of Birmingham, the median household income between 2008 and 2012 was $31,467, well below Alabama’s median income of $43,160 during the same time period.13  In 2014, Alabama Possible, a nonprofit organization dedicated to ending poverty in Alabama, conducted analyses of poverty indicators in the state, utilizing a variety of national and state data sources.22 Poverty data from the seven counties in the Birmingham MSA reflect the socioeconomic disparities within the MSA (See Table 2 below). Five of the seven counties in the Birmingham MSA had overall poverty rates above those of Alabama and the U.S.; six of the seven counties had poverty rates among female-headed households with related children above national averages.    Table 2  Poverty Data from the Birmingham MSA Counties22 County Poverty Rate- All Persons Poverty Rate Among Female-Headed Households With Related-Children Bibb 21.5% 48.3% Blount 16.2% 43.9% Chilton 20.1% 49.2% Jefferson 18.6% 41.4% St. Clair 15.8% 41.8% Shelby 8.7% 31.6% Walker 21.0% 53.9% U.S. 15.9% 39.1% Alabama 19.0% 47.6%   Note: Bolded figures indicate levels above the U.S. poverty rate.   Within the City of Birmingham, between 2008 and 2012, 21.5% of residents aged 25 and older possessed a Bachelor’s degree or higher and 29% of Birmingham residents were living below the poverty line, as compared to 29% with a Bachelor’s degree nationally and a federal poverty level of 14.9% during the same time period.13 According to a report from the Brookings Institution, among the largest 100 metropolitan areas in the US, between  8 2005 and 2009, Birmingham had the 36th highest concentrated poverty rate in the country (defined as neighborhoods where at least 40% of residents live below the poverty line). In addition, the same report stated that 24% of Birmingham residents lived in concentrated poverty neighborhoods.  High concentrated poverty areas are often detrimental to community well-being as they often possess low-performing schools and thus fewer opportunities for educational success, depressed home ownership values, higher crime rates, and poorer physical and mental health outcomes for residents.23          According to the City of Birmingham’s Consolidated Plan, one-third of all Birmingham households at any income level experienced one or more housing problems in 2000 (i.e. a lack of a full kitchen or bathroom, overcrowding, or a high cost burden of housing - spending more than 30% of income on housing) and one-quarter of households experienced a cost burden related to their housing. Further, nearly half of the extremely low-income households (those earning 30% or less of the area median income) experienced a housing cost burden of 50% or more. This report indicated that Birmingham should promote accessible, affordable housing options by developing partnerships with social service agencies to reduce housing costs and eliminating regulatory barriers to equitable housing access.16  Health Indicators   In 2011, Children’s of Alabama, which is affiliated with UAB-Departments of Pediatrics and Surgery, conducted a community health needs assessment primarily of the Birmingham MSA. The assessment included an online survey, qualitative interviews with stakeholders, and analyses of secondary data sources, programs and community resources. Findings indicated the following health priority areas: obesity, asthma, preventable child deaths, children with special healthcare needs and mental health. Other health priority areas that were identified but were outside the scope of Children’s of Alabama services were infant mortality, pre-term births, low birth weight and very low birth weight babies, and teen pregnancy.24   Morbidity and Mortality  Obesity and its related health conditions is a growing concern for Alabamians. In 2012, Alabama was ranked sixth among all states for the highest proportion of overweight/obese adults (i.e. a Body Mass Index of at least 25) in the country (67.7% in Alabama versus 63.4% in the U.S. overall).25 Moreover, in 2010, Alabama possessed the second-highest age-adjusted adult prevalence rate of diagnosed diabetes among all states (11.3 per 100,000 population in Alabama versus 8.2 per 100,000 in the U.S. overall).26 Alabama also had the second highest age-adjusted death rate from cardiovascular disease in the country in 2010.25  Between 2005 and 2009,  24% of Birmingham residents lived in concentrated  poverty neighborhoods.  9 Furthermore, among all 50 states and the District of Columbia, Alabama and West Virginia were tied for second-lowest expected life expectancy at birth (75.4 years in Alabama/West Virginia versus an average of 78.9 years nationally) in 2010.27 Similar to many other Southern states, Alabama also had one of the highest age-adjusted mortality rates in the country (939.4 deaths per 100,000 population) - much higher than the U.S. overall age-adjusted death rate (746.2 deaths per 100,000 population).28 Within Jefferson County, life expectancy can vary by 20 years on average per U.S. Census tract within the county, and deaths from heart disease and diabetes in Jefferson County are higher than national rates.29   Sexual and Perinatal Health  In 2012, the teen birth rate in Jefferson County per 1,000 females aged 10-19 was 20.9, just above Alabama’s teen birth rate during the same year, at 19.8 per 1,000 females within the same age range. The infant mortality rate in 2012 among Jefferson County women of all ages was 11.5 per 1,000 births,30 nearly twice the overall infant mortality rate in the U.S. (6.1 per 1,000 births) in 2011, the most recent year for which data are available.31 However, among white women of all ages, the rate in Jefferson County was 4.2 per 1,000 births and among black/other non-white women of all ages, the rate was 18.7 per 1,000 births. 30 The infant mortality rate in Alabama among women of all ages was 8.9 per 1,000 births in, representing the second highest rate among all U.S. states in 2010, after Mississippi.32 Examining racial/ethnic disparities, the infant mortality rates in 2012 among white women and black/other non-white women in Alabama were 6.5 and 13.5 per 1,000 births, respectively.30 These were above national figures for infant mortality among white and black women; in 2011, the infant mortality rate among white women was 5.1 per 1,000 live births, and the rate among black women was 11.5 per 1,000 live births.31  Sexually transmitted diseases rates among Jefferson County residents are higher than both state and national rates. The gonorrhea rate in Jefferson County in 2012 was nearly double Alabama’s rate and more than three times the national rate during the same year; in addition, the rates for chlamydia and primary and secondary syphilis were much higher in Jefferson County than the averages for Alabama and the nation.33  Healthcare Access   A 2013 community health needs assessment conducted by the UAB Hospital that utilized primary and secondary data sources determined that access to healthcare was the greatest health need within Jefferson County.34 In addition, shortages of primary care physicians are a problem in several of the Birmingham MSA counties. According to the Health Resources and Services Administration (HRSA), as of June 2013, the entire counties of Bibb, Blount and St. Clair were designated as primary care health professional shortage areas (HPSA), and Chilton and central Jefferson Counties were designated as HPSAs due to their low Among all 50 states and the District of Columbia, Alabama  and West Virginia were tied for second-lowest expected life expectancy at birth.  10 income status. The HPSA designation indicates that more than 3,500 people are served by one primary care physician within the county.35 Bibb, Blount, Jefferson Service Area, St. Clair and Shelby Counties were also designated as Medically Underserved Areas (MUA).36 The MUA determination is calculated from four variables: ratio of primary medical care physicians per 1,000 population, infant mortality rate, percentage of the population with incomes below the poverty level, and percentage of the population aged 65 or over.37   Health insurance coverage rates vary within the Birmingham MSA. The uninsured rate in 2013 in Alabama (defined as proportion of the population under age 65 without health insurance) was 17%. Among the Birmingham MSA counties, the uninsured rate ranged from the lowest in Shelby County (12%) to the highest in Chilton County (20%); Jefferson County’s uninsured rate was 16%.38 In comparison, 15% of people in the U.S. under age 65 were uninsured in 2013.39    HIV/AIDS and other public health services in Alabama are provided within 11 Public Health Areas (PHA) that are managed by the Alabama Department of Public Health. Jefferson County is the only county within PHA 4; the rest of the Birmingham MSA counties are located in PHA 1 (Walker), PHA 3 (Bibb), PHA 5 (Blount, Shelby, St. Clair) and PHA 8 (Chilton).40    At the end of 2012, a total of 11,815 Alabama residents were known to be living with HIV and 4,838 (41%) had an AIDS diagnosis. The Alabama Department of Health approximates that a total of 14,426 Alabama residents were living with HIV in 2012, which includes an estimate of those who were HIV-positive but unaware of their status. 41 (See Table 3 below for a summary of HIV prevalence among the Birmingham MSA counties, from highest to lowest HIV prevalence rates among the counties). Alabama had a higher death rate among individuals diagnosed with HIV than the US average in 2010.10 Among the nine targeted southern states, Alabama had the 3rd highest death rate among individuals diagnosed with HIV; this was surpassed only by Lousiana and Mississippi. There were 661 new HIV cases diagnosed in Alabama during the same year; 190 were from Jefferson County (28.7% of total diagnoses). Between 2008 and 2012, Jefferson County consistently had the highest number of new HIV diagnoses in Alabama, and in 2012, Jefferson County also had the highest percentage of individuals living with HIV in Alabama (3,342, or 28.3% of all individuals living with HIV in Alabama).41   Between 2008 and 2012, Jefferson County consistently had the highest number of new HIV diagnoses in Alabama.   In 2012, Jefferson County also had the highest percentage of prevalent HIV cases.  11 According to 2011 CDC surveillance data, the Birmingham MSA had the17th highest HIV diagnosis rate of any MSA (population of 500,000 or more). Thirty-five percent of new diagnoses were among females. 3 This number represents a higher proportion than the national average for new HIV diagnoses among females; in 2010, 20% of HIV diagnoses nationally were female.4 The HIV diagnosis rate among adolescent and adult women in the Birmingham MSA was 26.7, more than double the rate among females in the US MSAs overall (12.6) and representing an overall rank of tenth in diagnosis rates among adolescent and adult females among US MSAs.3 In addition, HIV diagnosis rates were high among young men, as the Birmingham MSA had the 6th highest HIV diagnosis rate among males aged 25-34 in 2011. Examining the data for the Birmingham MSA by risk factor revealed that the proportion of HIV diagnoses that occurred among African-American men who have sex with men (MSM) was 44%, double the average proportion of African-American MSM diagnosed with HIV in MSAs in the overall US (22%).5  Despite having relatively high HIV diagnosis rates, the Birmingham MSA has AIDS diagnosis rates much lower than other targeted state MSAs. In 2011, Birmingham MSA ranked 66th among MSAs for AIDS diagnoses and had an AIDS diagnosis rate lower (6.9 per 100,000 population) than the overall US average (12.6 per 100,000 population). In contrast, targeted state MSAs including Baton Rouge, Jackson, Jacksonville, Memphis, and New Orleans were all in the top ten AIDS diagnosis rates among MSAs in 2011.2    Table 3 HIV Prevalence by Birmingham MSA County (2012)42  County HIV Prevalence Number  HIV Prevalence Rate, per 100,000 population  Jefferson 3,408 623.0 Walker 70 126.1 Bibb 24 124.6 St. Clair 68 96.5 Chilton 34 94.1 Blount 45 93.1 Shelby 135 81.9 Alabama 11,979 298.0 The Birmingham MSA has AIDS diagnosis rates much lower than other targeted state MSAs. 44% of new HIV diagnoses in the Birmingham MSA were among African American MSM—double the national average.  12 HIV/AIDS Funding Sources  During the 2013 fiscal year, Alabama received over $42.6 million in total HIV/AIDS federal grant funds from a variety of agencies with the HRSA Ryan White Program comprising 70% of the total federal funding for the state.43 In 2013, Alabama was awarded over $18.7 million in Ryan White Part B funding to provide HIV/AIDS core medical and support services to indigent Alabama residents.44 During fiscal year 2012, 11 medical and ancillary care providers in Alabama received Ryan White Part B funding; three of these providers were located in Birmingham, including UAB, which also received Part C and Part D funding. The Birmingham MSA does not receive Ryan White Part A funding.45  Funding from Medicaid also covers medical care for HIV-positive individuals who are eligible. To be eligible for Medicaid in Alabama as of April 1, 2014, parents of dependent children (family of three) must subsist at 16% of the federal poverty level or below, which translates to $3,557 in annual income, representing the most restrictive income eligibility criteria in the country.46 Because of this stringent income restriction and a lack of current plans to expand Medicaid under the Affordable Care Act, it is anticipated that many low-income Alabama residents—approximately 36% of all non-elderly adults in the state—will remain uninsured because they fall within the “coverage gap.”47  Furthermore, the average amount spent during fiscal year 2010 per Medicaid enrollee in Alabama (including state and federal payment sources) was $4,150, the third lowest amount among all states.48 Alabama Medicaid will cover four brand prescriptions per month (except brand antipsychotics) and up to 10 antiretroviral prescriptions per month; however, this is only for the mandatory coverage populations as required by federal law (mandatory coverage populations include low-income children; certain non-disabled adults; pregnant women; disabled adults; and senior citizens).49,50 Transportation to medical appointments is allowed for mandatory coverage populations for Medicaid-covered appointments, as long as the maximum of 14 medical appointments has not been reached for the year.51  In addition, HIV testing under Medicaid in Alabama is provided solely to beneficiaries when determined to be medically necessary, which is in contrast to the 33 states plus the District of Columbia that cover routine HIV testing for all Medicaid beneficiaries aged 15 to 65.52    The primary option for HIV medical care in the Birmingham MSA is the 1917 Clinic at the University of Alabama Birmingham (UAB). Until recently there was also a public clinic, Cooper Green, that provided HIV medical care. However, this clinic closed in 2013, and the vast majority of individuals receiving HIV care there, approximately 800 patients, transferred to the 1917 Clinic. A few other options for HIV care were noted including a VA clinic (which was reported to have a 1-2 week wait for a new appointment), the UAB Children’s Hospital Family Clinic, and a few private practice physicians who treat individuals with HIV. The Family Clinic at Children’s Hospital receives funding through Ryan White Part D and serves younger people with HIV, usually up to the age of 25 (See  13 Figure 1, below, for HIV medical care services and services gaps and the services and services gap for each aspect of the HIV cascade).   The Family Clinic has a physician, nurse, social worker and peer advocates and provides comprehensive services including case management, transportation services, and referrals for other medical services as needed. Additionally, the Family Clinic provides patients with assistance in transitioning to the 1917 Clinic or other HIV care once the patient nears 25 or if he/she wishes to transition to adult services prior to that. There are two FQHCs in the MSA but they were reported to have little expertise in HIV care. Interview participants stated that there are some private Infectious Disease (ID) physicians that provide HIV primary care but that their numbers were dwindling. Respondents reported that sometimes clients prefer to see private providers or go to out-of-town clinics to avoid the stigma they perceive is attached to attending the 1917 Clinic. The outlying counties of the MSA offer few options for HIV primary care, so individuals in these counties must travel to receive care; most were reported to travel to the 1917 Clinic.   Figure 1: Birmingham MSA Services and Service Gaps for each Aspect of the Cascade Prevent New Infections Identify Those Infected Link to Care Retain in Care Treat/Suppress Viral Load SERVICE STRENGTHS HIV PREVENTION HIV TESTING LINKAGE TO  HIV CARE RETENTION IN HIV CARE VIRAL SUPPRESSION Prevention Programs:   Elite Project  Many Men Many Voices  BEAUTY in Knowing (AIDS Alabama)  HIV education and testing in Latino Community (Alabama Latino AIDS Coalition)  FOCUS Program (ADPH)  PrEP (1917 Clinic)  LGBT Center, in development (BAO) Testing Opportunities:   Rapid and blood-draw HIV testing (BAO; AIDS Alabama)  Onsite HIV testing (local health departments, Family Clinic, 1917 Clinic)  Emergency Department (ED) opt-out testing (UAB)  Outreach testing (Family Clinic, 1917 Clinic, AIDS Alabama, BAO) Linkage Personnel:   State-funded Linkage Coordinators  BAO-1917 Clinic collaborative program   ED Linkage Coordinators (UAB)  Support Services:   Case management services (BAO, AIDS Alabama)  Mental health programs (BAO, 1917 Clinic, AIDS Alabama  Substance abuse programs (AIDS Alabama, 1917 Clinic, Alethia House) Retention Personnel:   Linkage Coordinators for re-engagement (State, UAB, BAO)  HIV case managers (local ASOs)  Care Coordinators (1917 Clinic and Family Clinic)  Support Services:   Transportation assistance (BAO, AIDS Alabama, Medicaid)  Housing programs (AIDS Alabama)  Legal assistance (BAO)  Mental health/substance abuse treatment (1917 Clinic, BAO, AIDS Alabama, Alethia House and the counties) Comprehensive HIV Care:   1917 Infectious Diseases Clinic  Under 25-year-olds (Family Clinic)  Clinics in cities within a few hours’ drive (e.g., Tuscaloosa and Huntsville)  VA health care system  Primary medical care for homeless and low-income individuals  Support Services:   Medication availability through ADAP and assistance with copays  Support groups at several HIV care providers  14 SERVICE GAPS  Lack of comprehensive sex education due to legal restrictions/ lack of will to implement  Lack of funding for primary prevention  Lack of prevention programs in outlying areas of the MSA  Fewer testing opportunities in outlying communities  Stigma prevents individuals from participating in testing  Programs do not follow clients long-term  Limited transportation assistance does not meet client needs   Not enough transportation, housing, mental health and substance use services to meet vast needs of HIV clients  Surveillance data not used to inform efforts  Fewer resources available in more rural areas of the MSA  Lack of private providers  Lack of consistent availability of medical care outside of ID care  Travel is necessary for individuals in more rural areas of the MSA  The 1917 Clinic at the University of Alabama  The 1917 Clinic at UAB serves approximately 3000 clients living with HIV. The clinic has full and part-time MDs, nurse practitioners, and contracts for specialty care services such as oncology and dermatology. In addition, the 1917 Clinic provides dental services, funded by Ryan White, as well as nutritionist services, mental health, liver care, diabetes care, and opportunities to participate in HIV-related research. Wait times to enter care at the 1917 Clinic were usually less than a month. The payer mix for 1917 was reported as approximately 30% Ryan White, 30% Medicaid, one-third private and the remainder from other sources. Most interview participants reported that wait times did not differ by insurance status.       The 1917 Clinic offers a wide range of support services. There are eight social workers at the clinic who assist with securing Ryan White coverage, AIDS Drug Assistance Program (ADAP) coverage, transportation, legal assistance and other needed services. The clinic social workers were described by an interview participant as “miracle workers” who would “bend over backwards to help patients and make things happen when you thought nothing could happen.” There is also a chaplain to provide spiritual counseling, as needed. Providers and staff at the clinic have access to interpreter services to serve the Spanish-speaking patient population. The 1917 Clinic is part of the Alabama Latino AIDS Coalition, staffed by AIDS Alabama, which seeks to improve HIV prevention and care for Latino individuals in the state. The clinic has a 340B pharmacy program, which assists in offsetting the substantial costs of providing comprehensive medical, dental, and social services care.    The 1917 Clinic was reported to provide high quality care by focus group participants because of the committed team of care providers. According to one participant, the “resources and teamwork at that clinic are just unparalleled.” Another stated that what made it such a strong place was that the “people who work there have a love for people.” Another focus group participant stated that:  “[Appointments or treatments] happen almost immediately because they use it  15 as a priority to take care of you. You know what I’m saying about being affected with this epidemic that we been faced with. Know what I mean, and the clinic that we go to, the staff, the treatment, the medication, all of it is like a plus, and for it to be in the south, I mean, what are we like? Not so much funded here in the south?”      One participant particularly liked that 1917 Clinic followed up if you missed an appointment. Another interviewee reported that the social workers utilize peer navigators to ensure that patients who had missed appointments got back into care. Participants also noted that even when they were admitted as inpatients, the 1917 Clinic staff continued to follow them, saying: “They like stayed in touch with you, too.” Most focus group participants reported positive experiences at 1917 Clinic, although there were some reports of staff being overworked or impersonal, especially after they absorbed all the patients from Cooper Green. One focus group participant described the situation here:   “I have been going to 1917 since 2006, and I find it to be an excellent place from my perspective. We’re going to have a lunch and learn, I think it is, this month on how to talk to your healthcare provider, and a lot of times the situation arises if you don’t know how to talk to your provider. If you’re having problems, you need to talk with that provider directly, because they have so many patients. And I have run into some issues I’d say within the past year, but it was because we had a transition.”   Participants reported that they felt that staff at the 1917 Clinic were concerned with all aspects of their care (e.g. substance abuse, housing etc.), as opposed to just caring about their HIV. A participant had this to say about it:   “Like in my case, you know what I’m saying, they went farther than just medical, my physical condition. They were like concerned about, you know what I’m saying? Where you going to go when you leave here? Is it going to be—are you going to be okay? Are you going to be safe? Are you going to be where you can take your meds on time? You know what I’m saying? Like all the way down as if it was my aunt or grandmother or something, or grandfather. They had genuine concern about you as an individual patient regardless, I mean in spite of having 800 or thousands of other people that, you know what I’m saying, were like in the same predicament, but they were like, you know what I’m saying, one on one care with you.”  The 1917 Clinic has a patient advisory board that was reported to be active and to have a voice in issues pertinent to the clinic. The number of women on the advisory board has increased to try and stay aligned with the proportion of women being treated for HIV in the area. However, there was recognition that more women and young MSM were likely needed to make the board as representative as possible.    Despite the consensus regarding the strengths of the 1917 Clinic, several interviewees “They had genuine concern about you as an individual patient, in spite of having 800 or thousands of other people… in the same predicament….”  16 reported that occasionally patients felt “tied” to the 1917 Clinic. For example, a few participants mentioned that there are some individuals that dislike the waiting room because they are afraid of being seen or because of unfriendly frontline staff, but that often they cannot go anywhere else because they do not have health insurance. Interviewees mentioned knowing individuals with health insurance that preferred not to be identified at the 1917 Clinic so elected to find transportation to clinics outside of Jefferson County, such as the ID clinics in Tuscaloosa and Huntsville, AL.   Study participants reported that although medical care is accessible at the 1917 Clinic, it is often very challenging to assist individuals living in more rural areas to get to HIV treatment, as transportation is an ongoing barrier in more rural areas of the MSA. Even individuals with family who have the means to provide transportation are often reluctant to ask family members for rides to appointments due to high levels of HIV-related stigma.  Linkage to Care  Linkage to care services, particularly for individuals newly diagnosed with HIV, are provided through the Jefferson County Health Department and the UAB Hospital Emergency Room (ER) linkage programs. The Jefferson County Health Department program has two peer counselors who are funded through the Alabama Department of Public Health (ADPH) to provide linkage services for newly-diagnosed individuals and individuals who have dropped out of HIV medical care. One of the peer counselors speaks Spanish. ADPH provides peer counselors throughout the state; the number of peers placed in a health region is determined by the number of HIV-positive individuals living in the region. The peer counselors work closely with the state Disease Intervention Specialists (DIS), whose role is to meet with newly-diagnosed individuals to provide HIV education, partner notification, and control measure instruction. Peer counselors assist with making medical care appointments and provide transportation, support and education. ADPH tracking data indicated that most individuals who participated in the peer linkage program have entered HIV medical care. According to key interview participants, individuals involved in the Jefferson County peer linkage program who did not enter medical care were more likely to have mental health and substance abuse issues, substantial stigma concerns, and denial-related issues.   The role of the two UAB ER linkage coordinators is to obtain referrals from the UAB hospital ER HIV testing program (the state assists with the cost of tests) and to link these individuals with HIV into medical care. They follow the clients until their first medical appointment (90 day maximum); most clients involved in this program were reported to enter HIV medical care. Community-based AIDS Service Organizations, including Birmingham AIDS Outreach and AIDS Alabama, also provide linkage services for all newly diagnosed persons tested through their programs. In addition, there is a program funded through AIDS United, called Birmingham Access to Care, which employs a team of social workers, researchers, and community outreach workers to identify and assist individuals who have dropped out of HIV medical care to re-engage. This program is a collaboration of the 1917 Clinic with a local AIDS Services Organization (ASO), Birmingham AIDS Outreach (BAO).   17  Formal mechanisms to track individuals failing to enter or to be retained in HIV medical care using state surveillance data were not identified; however, participants expressed strong interest in working with the state on developing such a mechanism. Study participants did report that 1917 Clinic staff call patients when they miss appointments. For individuals who miss their first ID clinic appointment, the Health Department peer counselors try to make contact with the individual and assist them to identify and address barriers to engaging in HIV care.         Participants stated that retaining people in care was often more difficult than initial linkage. Barriers cited regarding retention included substance abuse, homelessness (and other housing issues), mental illness, transportation and individuals not being ready to engage in care. Another critical barrier identified was stigma; as one participant noted:   “I think from I guess like my age group I hear most people say, you know, like, “If I go get this help, then it’s a possibility that people will know.” Because, A, it’s not talked about, and then when it is being talked about it’s in a negative way. So the last thing, if I find out this [inaudible 16:38] with this disease is I wanted to go and get help and have people know, because when I hear about it they talk about it in a negative light.”    Medication Access  The 1917 Clinic staff were reported to be committed to working with their patients to obtain HIV medication regardless of reimbursement source. One participant said, “Dr. [name withheld]’s motto is, ‘No one will be turned away and no one will be denied medication.’” These efforts were said to ensure that the vast majority of individuals in need were able to access HIV medications. Medications for comorbid medical and psychiatric conditions were reported to be more challenging to obtain as they are not all covered under the ADAP formulary.      AIDS Alabama’s Living Well program employs a Retention in Care Coordinator and four Peer Support Specialists who provide services to those living with HIV/AIDS who may be experiencing some barrier to retention in HIV care, including medication access and adherence. This program, funded by AIDS United, serves people living with HIV/AIDS (PLWHA) who reside in the MSA, as well as those in rural areas who access medical services in the MSA. The Living Well Peer Support Specialists have assisted clients to obtain medications by picking them up from the client’s pharmacies and delivering them, if necessary. For clients with medical insurance, case managers from Birmingham AIDS Outreach are available to assist them with applications to co-pay assistance programs offered by pharmaceutical companies and through Ryan White funding.   Availability of Additional Medical Care   The general impression from focus group participants was that medical care outside of HIV specialty care is fairly available in Birmingham although may be more limited than HIV  18 specialty care. University of Alabama at Birmingham Health System was mentioned as a place to get quality care. Birmingham Healthcare (formerly known as Healthcare for the Homeless) was also identified as providing healthcare to homeless and low-income individuals. One focus group participant stated that, “Well, here in Birmingham, we got a place called Healthcare for the Homeless … and they don’t necessarily treat homeless. If you low income … they have a great healthcare system with that program also.” However, some key interview participants reported that for individuals without insurance, obtaining medical care outside of HIV care is often challenging. One key interview participant believed that individuals without health insurance seeking medical care (outside of HIV care) often do not receive the same quality of care as those with insurance.    Case Management       AIDS Alabama and Birmingham AIDS Outreach (BAO) provide HIV case management in the Birmingham metropolitan area including the outlying counties of the MSA. The outlying counties have few resources locally for HIV case management. In addition to traditional HIV case management, AIDS Alabama has a Latino outreach program that provides HIV case management, an HIV support group, transportation, and interpreting services for Latino individuals with HIV. The 1917 Clinic and the Children’s Hospital Family Clinic have social workers who assist clients with financial applications and linkage to resources such as housing and transportation, as needed.        Case management was reported to generally be available for individuals in need of these services. However, providing case management in the outlying counties in the MSA was said to be more challenging because of the travel necessary to reach the client or the transportation resources often needed to assist clients with travel to Birmingham. Identifying resources to assist HIV-positive clients in these outlying counties was reported to be a significant challenge for HIV case managers. BAO does have some additional resources available for individuals with HIV in the MSA including a food pantry and clothes closet and a program to assist with obtaining medical items such as eye glasses, hearing aids, orthopedic shoes, and shower chairs.  Support Programs    There are a variety of support groups for people living with HIV in Birmingham. The 1917 Clinic provides several support groups as well as frequent lunch and learn opportunities for clients. There is a support group at the Family Clinic for pregnant women and women with children up to the age of five to assist with parenting issues. AIDS Alabama also has Providing case management in the outlying counties in the MSA was said to be more challenging because of the travel necessary to reach the client or the transportation resources needed to assist clients with travel to Birmingham.  19 four community support groups, including ones for Latino, young MSM, women and transgender persons. BAO has several support groups, including one for transgender individuals and one for women. BAO also received funding from the Elton John Foundation to create a LGBTQ drop-in center for youth who identify with the LGBTQ community. This center, along with providing a safe haven to acquire social support, will provide HIV/STI testing and education services. In addition, AIDS Alabama receives funding from the CDC to provide a safe space for minority MSM, the Elite Center, where they can receive HIV testing, education, support groups, counseling, and socialization. No HIV support groups were reported to be ongoing in the outlying counties of the Birmingham MA; thus, individuals in these areas must travel to participate in support groups. Transportation funding is often unavailable or very limited to cover travel to support groups as transportation to medical care is prioritized by funders followed by transportation to social services such as HIV case management.      Focus group participants noted the importance of support groups for assisting individuals to cope with an HIV diagnosis. However, some interview participants reported that support groups are often not as well-attended as they would hope, due in large part to issues of stigma.   Transportation   Lack of consistent transportation was commonly cited as a barrier for clients, although ASOs provide some assistance with this need. AIDS Alabama has four vans to provide transportation for individuals in their residential housing, substance abuse, and mental health programs. HUD funding pays for part of the transportation costs because housing clients are being served. However, due to funding shortages AIDS Alabama must limit transportation by prioritizing trips to medical clinics, and they require 48-hour notice to obtain transportation. BAO provides transportation for clients other than those involved in AIDS Alabama’s housing programs. This transportation assistance includes bus passes, reimbursement for mileage and gas vouchers. Transportation provided by BAO is primarily covered by Ryan White and the funding available was reported to be insufficient to cover the extensive need for transportation assistance. Medicaid coverage for transportation is limited and reported to be difficult to access for those eligible for Medicaid. Some participants stated that the bus system is unreliable, while others thought it more accessible.   Additional transportation options included peer counselors providing transportation and transportation assistance specific to children, which will take one child and one parent to a medical appointment. Key interview participants reported that since funding has become tighter due to state budget cuts and a rise of in the number of individuals being identified to need these services through local linkage to HIV care programs, it has been harder for the ASOs to provide transportation assistance including bus tokens. Some focus group Lack of consistent transportation was commonly cited as a barrier for clients, although ASOs provide some assistance with this need.  20 participants were not clear on what type of transportation services were offered in the community, signaling a potential need for more education on these services for individuals living with HIV.     Transportation of people from rural areas to medical care was listed as a significant barrier. Some people come from as far away as Montgomery for their appointments or from other rural areas over 100 miles away. Often they take the Greyhound bus, but if they aren’t able to catch the last bus out that day, then they have to figure out how to stay overnight, adding more personal costs.      Participants described a variety of mental health and substance abuse services in Birmingham. For mental health services provided by Jefferson County, accessibility was reported to vary depending on one’s insurance status and the way in which the city is broken up into care regions for mental health. If a patient is referred to a county psychiatrist, they have to go to the mental health provider assigned to their area of the city; some providers are readily accessible and others have waiting times for services. The county sliding fee system was described as a barrier for some individuals who had difficulty meeting these copays. Mental health and substance abuse services were reported to be quite limited in the outlying counties of the MSA, often necessitating travel to receive these services.   In addition to public mental health services, there are mental health services provided specifically for individuals with HIV. BAO has two counselors available to assist clients with mental health issues. At the 1917 Clinic, there are two counselors (one who largely focuses on mental health issues and another on substance abuse), several part-time psychiatrists and a psychiatric nurse practitioner available for clinic patients. There are often waiting times to see these practitioners but most interview and focus group participants reported that these waits were not substantial. In addition, at the 1917 Clinic, clients complete automated mental health assessments during their medical care visits, and severe issues are swiftly addressed. For instance, if a patient screens positive for suicidal behaviors, a mental health service provider is immediately paged to see the patient. Participants reported that the 1917 Clinic also has a strong referral system in place for individuals who need more mental health services than what are available from the clinic. For example, the community mental health clinic located in the 1917 Clinic’s building provides day treatment and longer-term residential care for the severely mentally ill. AIDS Alabama provides residential and day treatment for individuals with several mental illness and HIV. However, there is an ongoing waiting list for the residential mental health treatment at AIDS Alabama.  Aletheia House is a local non-profit organization that provides residential and outpatient substance treatment. Aletheia House has an agreement with the 1917 Clinic to provide immediate substance abuse assessment if deemed necessary by a 1917 medical provider. AIDS Alabama provides transitional housing with residential substance abuse treatment  21 and treatment aftercare for homeless populations, as well as a Medicaid-approved Intensive Outpatient Program. Due to limited funding, these programs maintain waiting lists, and the agency is considering expansion of services through a broader Intensive Outpatient Program that could serve all HIV-positive clients.  AIDS Alabama and Aletheia House also collaborate to provide community-based counseling services for PLWHA. The AIDS Alabama residential programs are funded primarily by Ryan White, HOPWA, and Medicaid.       A few limitations in the MSA’s ability to provide mental health and substance abuse services were noted. One participant indicated that mental health care is not as available as it used to be, since services are no longer provided at the health department. Furthermore, for residential substance abuse, treatment waiting lists can be long. A respondent also commented that, although services are available for youth through places such as the Children’s Hospital System, AIDS Alabama, and Alethia House, most youth do not view drug use including marijuana and prescription pills as problematic, and thus fail to seek treatment. Although motivation was cited as a particular problem with youth, interview participants also cited motivation for treatment to be a barrier to care for all ages. In addition, stigma was reported as a substantial barrier to addressing substance abuse and mental health. Key interview participants reported that often individuals with HIV feel that they have to hide their status in group treatment such as Alcoholics Anonymous and/or Narcotics Anonymous. Finally, one participant cited location as an issue. Treatment centers and crack houses can be in close proximity to one another and may undermine motivation and treatment adherence.       Legal assistance for individuals living with HIV is available but is limited, as there is only one attorney available to provide specialized legal services for people with HIV in the Birmingham MSA and throughout the state. This attorney is employed by Birmingham AIDS Outreach and is funded by AIDS United. The services rendered are vast: domestic relations, social security issues, family law (from simple divorce proceedings to complex child custody issues), housing issues, criminal justice, immigration concerns, and employment barriers were all noted.     Referrals for the legal services program are primarily made through the 1917 Clinic and ASOs where case managers routinely screen clients for legal needs. Referrals have been mostly focused on social security-related issues, as well as family law and discrimination.      The local Legal Aid services do not provide any specialized HIV services, according to interview participants; thus, the lawyer at BAO is the only resource for many clients. One participant mentioned there was insufficient funding for public legal services, saying that Alabama, as of 2010, had the least Legal assistance for individuals living with HIV is available but is limited.  22 amount of funding for pro bono legal services of any state. Many others noted that access to public legal services is chronically poor, and waitlists are the norm. One participant cited a legal services bottleneck, arguing that the diminished legal capacity was causing difficulties in case prioritization and adequate time allocation to cases and clients.     Despite these barriers, one participant noted that initiatives are slowly being implemented to address the scarcity of legal resources. The Birmingham Volunteer Lawyers Program, serving indigent clients throughout Jefferson County, is now providing more legal services. One participant also noted that legal issues for youth and minority MSM were beginning to be addressed through the Magic City Acceptance Program (MCAP). This program strives to improve care provided to LGBTQ youth by offering training to organizations that work with these youth. The MCAP program has provided training for staff members at the county family courts to address LGBTQ-related legal issues for this group.      Lack of stable housing is an ongoing concern according to study participants. Interview participants reported that many of their HIV-positive clients lack stable employment or are unemployed; thus, obtaining stable housing is often challenging. Many individuals, particularly young minority MSM, were reported to be “couch surfing” (going from couch to couch instead of having more stable housing). Participants reported that there is a shortage of available housing, particularly on the bus line. Waiting lists for Section 8 and other public housing programs are long.       There are some housing options for people living with HIV in the community. For example, AIDS Alabama provides a variety of permanent and transitional housing options in Birmingham (for a total of seven combined houses and six apartment complexes for approximately 200 persons housed) along with short-term and long-term rental assistance. Some of the permanent housing units in Birmingham provide supportive services such as case management onsite. A majority of the funding used to provide these services is through the Housing Options for Persons with AIDS (HOPWA) program and McKinney Vento Homeless Programs. AIDS Alabama receives the HOPWA funds for the State of Alabama and City of Birmingham and allocates this funding both to organizations throughout the state through a competitive request for proposals process and directly to landlords for clients in need of rental assistance. This direct rental assistance serves more than 200 additional households each year including 75 in Birmingham.     One focus group described his experience with housing in another southern city compared to Birmingham as such:  “Well, I’m not from here. I’m from Jacksonville, Florida. I just recently moved AIDS Alabama provides a variety of permanent and transitional housing options in Birmingham along with rental assistance.  23 here, but I’ve been incarcerated here for like five years. That’s how I ended up in this place, but HIV care is as good—there’s nothing like it out here. It’s way better here. You think it would be the other way around, but it’s not. It’s not. The housing for HIV in Jacksonville, Florida is very, very terrible. The places that they give them to stay is like slum. They give you the bottom don’t nobody else want, you know? And I see the housing they have here for HIV, for people with HIV, and it’s very nice places that they give you. The care is good. There are clinics and all little sorts of things that they give you or help you with is very good so far what I’ve seen.”     Although most focus group participants echoed this positive view of housing, they did indicate that accessing housing services can be very challenging. Filling out lengthy applications, background and credit checks, and drug testing is required. Multiple interviewees also claimed that housing is more easily accessible for individuals with substance abuse issues, as AIDS Alabama and Aletheia House were reported to have housing options for individuals with substance use issues. One interviewee also commented that it was easier for individuals with mental illness, and for females (especially those with children) to get housing, but for men who did not have substance abuse or mental illness, it was very challenging to find housing. A focus group participant stated the following on this subject: “And I know years ago—I don’t know how it is now, but that was the only dilemma I saw was through a friend of mine, and the only way she was able to get housing was to tell them that she was an addict.”    HIV/AIDS stigma was described as high by most respondents with many individuals living with HIV facing additional stigmas related to sexual orientation, race and gender.  Most participants believed that, although there had been some reductions in stigma, HIV stigma was still very significant in their communities and affected participation in HIV testing and treatment. One participant stated that “HIV doesn’t kill, stigma does.” Community fear of HIV was reported to be high with a lack of understanding of transmission routes still present. Focus group participants reported that:   Participant 1: “I have some family members that have a tendency to treat me differently—it makes me feel bad about myself, like I’m a monster in my own home.”   Participant 2: “You have a virus. They don’t even want to shake your hand, but you can’t contract it like that, but by them being uneducated, they look at you as if you some kind of walking disease that, you know what I’m saying?”  “I have some family members that have a tendency to treat me differently-–it makes me feel bad about myself like I’m a monster in my own home.” “HIV doesn’t kill, stigma does.”  24 As discussed above, the community awareness of the 1917 Clinic as exclusively providing HIV care creates a barrier for linkage and retention in care for some patients, as being seen at the clinic is seen as an act of status disclosure. A focus group member shared:   “[T]here’s only one clinic that most people go to. So being the fact that that one clinic specializes in this one particular disease … there’s almost an automatic stigma attached to it, which means that if you were diagnosed then you would have to go to this clinic, the last thing you want people to know is that you got to go to the 1917 Clinic cause they know you’re not going there for anything other than HIV. By that same token, it almost forces you to disclose if anybody finds out, and some people may not be ready to disclose at that particular point.”  Therefore, participants reported that some individuals living with HIV would prefer to get their care in other locations such as Tuscaloosa while others are very reluctant to go to the 1917 Clinic for fear of being seen there. The 1917 clinic was reported to be assessing disclosure and stigma issues during patient appointments in order to support clients and assist them in addressing these issues whenever possible.   Stigma was noted by some participants to be particularly high among minority MSM. One provider noted that it is rare to see a confident, black MSM who is open about his sexuality. This was thought to be due in large part to the primarily Christian faith of these men and their communities, resulting in much inner conflict between the dictates of their religion and their sexuality. However, one participant did note the protective effect of more supportive peers for young, minority MSM, as compared to prior generations.  Another respondent perceived the level of fear of HIV by some young minority MSM to be low and that they appear to be resigned to becoming infected and that “they will take a pill and be okay.”  One focus group participant discussed the issue of perceived or anticipated stigma sometimes being greater than the actual experiences of stigma saying “You know, we all hear the horror stories, but we don’t hear enough of the positive stories. Like when I told my mom and my sister, they’re like, ‘Okay, next,’ because they’re educated on it. My best friends were like, ‘Well, we kind of figured it but we was just waiting on you to tell us.’”   Privacy protection in the state was reported to be weak by focus group participants; in the event of unauthorized disclosure, there is little one can do legally to remedy the situation. One participant described it as such:  “I’ve lost two jobs due to it, and you know in Alabama it’s hard to prove because they have an at-will so they can just fire you and not give you a reason. I just found out so it’s actually kind of hard to have acceptance, get acceptance of myself, but I still got to keep it a secret. Not that I want to go shout to everybody, but if me and him work together, and we’re hanging out or whatever, and I got to tell him. You know what I’m saying, and then it gets back through him to the job so for a long time that’s what kept me in isolation, and I know that. That kept  25 me in isolation.” A focus group participant discussed the relationship of education and stigma stating that “Most people don’t understand that education dispels fear, and also will also dispel some of the stigma.” Another participant noted that limited prevention money has been allocated by the state of Alabama to address education and stigma; thus, trying to reduce the high levels of stigma has been very difficult. Several participants believed a focus on churches was critical to addressing stigma, as there are still high levels of stigma at many churches in the area.   HIV prevention in the Birmingham MSA primarily consists of HIV testing. A provider expressed concern that the emphasis on treatment was so strong and not nearly enough attention was being paid to community HIV prevention efforts in the area although some media prevention campaigns such as billboards were reported. Funding for HIV education was noted by participants to be low, with one respondent lamenting, “We do a horrible job on education because we can’t afford it.” Another participant reported that funding tended to swing back and forth between primary prevention (focused on preventing new infections) and secondary prevention (focused on treating HIV-positive individuals and harm reduction to prevent new infections) and expressed the desire for a more comprehensive approach that would consistently fund both at levels that reflect the need. HIV-related stigma, a norm for not talking about sex in the community, and lack of funding were cited as some of the greatest barriers to effectively preventing HIV in the area.  Sexual Health Education    An additionally reported concern was that policies restricting comprehensive sexual health education in public schools disallow effective HIV-related prevention education. A state law requires that any curricula teaching sex education in the Alabama school system must teach that “homosexuality is not a lifestyle acceptable to the general public and that homosexual conduct is a criminal offense under the laws of the state.” However, a small number of public schools allow community organizations to provide outreach and testing for their students when parental consent has been obtained. AIDS Alabama provided HIV testing to more than 500 high school students at a Birmingham-area school in 2013-2014. However, one program cited as successful, though limited given the aforementioned restrictions, is the FOCUS program. The FOCUS program is funded through the Alabama Department of Public Health HIV/AIDS Division and is additionally sponsored by BlueCross HIV prevention in the Birmingham MSA primarily consists of HIV testing. Policies restricting comprehensive sexual health education in public schools disallow effective HIV-related prevention education.  26 BlueShield of Alabama to engage youth in addressing adolescent risk behaviors and promote HIV prevention. The program provides education and trainings in schools and other community-based settings that include a focus on positive decision-making skills and violence prevention. All seven counties in the Birmingham MSA currently have at least one high school participating in the FOCUS program; Jefferson County, the most involved, has had 13 high schools and one middle school participate.   HIV Testing     HIV testing was identified as largely available in the Birmingham MSA. All seven county health departments within the MSA offer blood tests, ASOs offer rapid testing, and the 1917 Clinic offers both types of testing. AIDS Alabama and BAO provide free and confidential testing at their respective facilities and during outreach events. The 1917 Clinic coordinates their testing efforts with AIDS Alabama and BAO. The UAB Emergency Room provides opt-out, routine testing. In addition, the UAB Family Clinic provides some education and testing at adolescent health centers and African American churches. One participant stated that primary care clinics need to do more testing, as this is not routinely occurring.      While testing is largely available for those living in Jefferson County, it is less available for those in more rural areas of the Birmingham MSA. One respondent explained, “We got a lot more people who have tested positive in the rural areas. And we try our best to do rural outreach, but when you got one agency like in Montgomery covering 23 counties and the agency in Mobile covering 13 counties and going belly up, how well do you think those rural counties are really being covered? That’s a struggle.”   Additional Prevention Outreach  AIDS Alabama is involved in active outreach efforts to promote testing and provide HIV education to hard-to-reach populations through numerous programs: Many Men Many Voices (3MV), the Elite Project, Beauty in Knowing, and the AIDS Alabama Mobile Testing Unit. 3MV is an evidence-based group intervention for black MSM funded by the CDC that addresses factors influencing HIV/STI risk and protective behaviors. Relatedly, The Elite Project, also funded through the CDC, offers young, primarily minority MSM a safe place to gather. Services include counseling, HIV testing and education, support groups, and assistance with finding housing and employment. Study participants credited this program with combating stigma by providing a place where young minority MSM can feel comfortable. The Beauty in Knowing program educates cosmetology students about HIV and how to engage clients in conversations about sexual health. AIDS Alabama’s Mobile Testing Unit provides free screenings in multiple venues, such as partnerships to reach vulnerable populations and in more rural settings. AIDS Alabama also works with the LGBT community to host pageants and work with the associated gay family culture on HIV education and prevention-related issues.        27 Each public health area in Alabama has a HIV Prevention Network Group with representatives from stakeholder groups, including ASOs and HIV care providers, and a designated HIV coordinator. The HIV coordinator oversees prevention efforts, provides technical assistance and supervises the peer linkage program described previously. The state funds an HIV coordinator for each health region (the Birmingham MSA spans 3 health regions with Jefferson County having its own health region). The HIV Prevention Networks meet monthly or every other month to share information and coordinate prevention activities. The Jefferson County HIV Prevention Network Group began monthly meetings in 2013 with representatives in leadership positions from the 1917 Clinic, BAO, AIDS Alabama, and the Jefferson County Department of Public Health. These meetings were credited by numerous participants as increasing cooperation amongst service providers, resulting in increased efficiency and effectiveness, particularly relating to testing, education, and advocacy. For example, one participant stated that prevention used to be more in “silos” and often “territorial” and that now organizations involved in prevention attempt to not all be at the same events and divvy up the prevention work more effectively. However, one participant expressed concern that the network continued to promote the same types of prevention activities when more innovative approaches are needed.   While a few Birmingham churches have AIDS ministries or have welcoming practices toward HIV and the LGBTQ communities, the vast majority of churches, particularly evangelical congregations, were reported to have preconceived notions that promote stigma around PLWHA and the LGBTQ populations. In December 2014, AIDS Alabama sent correspondence to more than 300 churches asking for financial assistance, partnerships in education, or the chance to provide speakers for their congregations or leadership. AIDS Alabama did not receive a single response.  The Alabama Latino AIDS Coalition (ALAC), with leadership from AIDS Alabama, coordinates outreach to Latinos to provide HIV education, testing, and access to services. The AIDS Alabama Latino outreach staff have incorporated HIV testing into health fairs that are combined with other events, such as soccer games, Cinco de Mayo celebrations, or the annual back to school fair.   Finally, at the time of the interviews, the 1917 Clinic was initiating a Pre-Exposure Prophylaxis (PrEP) program providing additional options for HIV prevention in the area. Interested patients are screened for eligibility, their HIV-negative status is confirmed, and labs are drawn. Once patients receive their initial PrEP prescription, they return to the clinic every three months to see a provider and receive new prescriptions, labs, education, and prevention materials.   One participant stated that prevention used to be more in “silos” and often “territorial” and that now organizations involved in prevention attempt to not all be at the same events and divvy up the prevention work more effectively.  28  The Jefferson County HIV/AIDS Community Coalition, funded through AIDS United, is a coalition of HIV service providers and advocates that meets on a monthly basis to work on improving HIV prevention and care in the area. The Coalition has identified a need for data sharing among the network of HIV care in the Birmingham MSA. A participant noted that the organizations serving this population each have their own data systems, and there is much overlap and duplication of effort contained within. The council is working to develop a system that allows for data sharing to inform care and outreach efforts. Several participants noted there is limited data sharing between the Alabama Department of Health HIV/AIDS Division and the Birmingham MSA network of care. Incomplete lab reporting in the area also was reported to impair the ability of the HIV/AIDS Division to develop an accurate treatment cascade for the area and identify patients out of care, though the recent addition of the 1917 Clinic’s laboratory data to state surveillance was noted to hold the promise of significantly improving these efforts. Since the completion of data collection for this study the Department of Health released a statewide HIV cascade as well as cascades for each health region. The Jefferson County (Birmingham) cascade figures were slightly higher than those for Alabama in overall percentage of individuals linked to care (58 versus 55%) and percentage virally suppressed (46 versus 44%).53 Respondents believed that the use of surveillance data to drive linkage activities would be optimal in assisting patients to return to care and in improving overall health outcomes.     Political support for HIV/AIDS prevention and care in the Birmingham area and at the state level was identified as lacking with a few notable exceptions. Patricia Todd, the Executive Director and Chief Operating Officer of AIDS Alabama and the first openly gay elected official in Alabama, represents District 54 in downtown Birmingham in the Alabama House of Representatives. She was identified as very supportive of addressing HIV-related needs, successfully advocating for increased funding for ADAP, creating the state’s first Commission to Reduce Poverty, and continuing to push for Medicaid expansion.   Lack of support for funding HIV/AIDS care at the state level was identified with several stakeholders mentioning the Governor’s decision to not accept federal funding for Medicaid expansion and his instructions to state employees not to engage in work facilitating provision of the Affordable Care Act. One individual quoted research that 75% of those on ADAP would be eligible for Medicaid expansion through ACA if the state had selected to accept this provision. Advocates reported trying to obtain approval from the state to use Ryan White funding to pay for co-pays and deductibles for individuals with HIV enrolled in health exchanges through ACA. This was reported to be a challenging issue politically as Political advocacy for HIV/AIDS funding and related issues is active in the state, with AIDS Alabama taking a leadership role in facilitating these efforts.  29 there is not state support for ACA implementation. However, continued pressure was reported to have convinced the ADPH to begin an insurance coverage program for the HIV-positive population with ADAP and state funding. At the time of data collection, plans for this program were underway.  Political advocacy for HIV/AIDS funding and related issues is active in the state, with AIDS Alabama taking a leadership role in facilitating these efforts. The Positive Leadership Council, an AIDS Alabama program funded through the Elton John Foundation, trains HIV-positive advocates across the state on effectively communicating with and educating policymakers on HIV/AIDS issues. There is a well-organized annual, statewide campaign to advocate with state legislators and media for HIV prevention and treatment funding. Organizers produce a white paper focused on collectively identified legislative priorities to guide their advocacy work. AIDS service organizations around the state each take a week of the legislative session for which they are responsible for advocacy, and the entire session is typically covered in this way. Additionally, during the legislative session, hundreds of advocates, many living with HIV, attend the annual Media Day event at the Alabama Legislature in Montgomery. A participant described the impact and importance of these efforts:   “We march over to the galleries of the House and the Senate. We fill them up with red shirts and they have to recognize us in the audience. We jam up the elevators, so they know we’re there. We have a big event and the state health officer and a lot of legislators come to it … But I promise you. If we stop doing it one year, we wouldn’t get any of the money. It would be gone. Right now, we get about $5 million for ADAP and the ASOs. We get about that $394,000 for education. That’s what we’re doing all these to keep.”  Additionally, organizations facilitate opportunities for people living with HIV from Alabama to attend national conferences, including the United States Conference on AIDS and AIDSWatch. A member of the Positive Leadership Council from Birmingham was a plenary speaker at the 2013 U.S. Conference on AIDS.  AIDS Alabama organizes the Alabama Alliance for Healthy Youth, a diverse statewide group of young people working to promote policies and programs that support sexual health, focusing on improving sexual health education in Alabama’s schools, college campuses, and communities. They are currently working to amend the language in Alabama State Code Section 16-40A-2 to require comprehensive sexual education in schools.  A statewide coalition, the Alabama HIV AIDS Policy Partnership (AHAPP), of all AIDS service organizations and including representatives from health clinics serving HIV-positive patients and pharmaceutical companies, meets several times a year to discuss a range of issues affecting HIV/AIDS prevention and care. AHAPP members also meet with state representatives to advocate for HIV/AIDS funding.    30     Interview participants reported that the Birmingham MSA has many strengths in its HIV/AIDS prevention and treatment system. Most participants described a high level of collaboration amongst care providers and HIV/AIDS service organizations, facilitated through regular meetings of the prevention network group, the Jefferson County HIV/AIDS Community Coalition [the Coalition], and strong individual relationships between many providers. Several participants expressed a strong belief that the Coalition will continue to be beneficial in reducing competition and duplication and improving use of resources. A provider described the level of collaboration as being a “true collaboration” rather than a collaboration in name only as they had seen in other places. Another participant described the collaboration in the MSA as unique and talked about how the AIDS service organizations divvy up services such as housing, legal, and food services. For prevention, the organizations also work to collaborate and avoid competition. For example, at a prevention event, the educational materials may include logos for multiple organizations but the prevention professionals may divide sites for the event or go to different events. There is also a Peer Professional Network, which brings all HIV peers together regardless of agency to promote collaboration and provide support for PLWHA.  HIV medical care is recognized as high quality and accessible with the University of Alabama at Birmingham’s 1917 Clinic providing holistic medical care for approximately 2,500 HIV-positive adults. The clinic is highly regarded as providing excellent care with responsive staff and providers who demonstrate concern for their patients. The Family Clinic at Children’s Hospital provides comprehensive pediatric HIV treatment.   The social services provided by AIDS Alabama and BAO, including case management, support groups, substance abuse treatment, and housing, were also consistently identified as significant strengths. A further strength that was frequently noted was the level of advocacy by people living with HIV largely organized by AIDS Alabama. While state-level political support of funding for HIV/AIDS prevention and treatment efforts is low, the well-organized advocacy effort, at both the state and national levels, is credited for saving funding for critical services. Additional strengths include grant writing savvy and committed and passionate doctors and other service providers.     The consensus among study interview and focus group participants was that the Birmingham MSA has significant strengths in HIV care including accessible state of the art HIV medical care, holistic medical and social services, committed HIV care and prevention professionals, solid networks of care and collaboration, a significant amount of HIV-specific Most participants described a high level of collaboration amongst care providers and HIV/AIDS service organizations.  31 housing, and active HIV advocacy. Despite these assets, areas of concern remain for individuals living with HIV including a lack of adequate resources for transportation, housing, and legal services. Transportation is a particularly significant barrier to care for those living in more rural areas of the Birmingham MSA. HIV stigma remains high in the MSA, particularly among the African-American community, and undermines efforts to engage and retain individuals in HIV care.  Stigma is also a considerable barrier to successful HIV prevention. Lack of adequate funding for prevention is another significant barrier in the Birmingham MSA. Prevention specialists in the MSA attempt to maximize the funding that is available by collaborating and coordinating testing and education efforts. Additionally, comprehensive sex education for youth is lacking primarily due to policies restricting comprehensive sexual education in public schools. These prevention barriers provide some explanation for why Birmingham ranks 17th among MSAs for HIV infection, as well as the high diagnosis rates of other STIs. Additionally, the Birmingham MSA has high rates of poverty, which limits people’s choices and access to resources, thereby increasing HIV risk. However, the accessible, high quality HIV care available for people living with HIV and strong linkage to care and social services once infected likely keeps Birmingham’s ranking for AIDS diagnoses at 66th among MSAs, compared to MSAs in neighboring states that are among the top 10 MSAs for AIDS diagnoses rates.   This examination of the HIV prevention and care infrastructure and characteristics of the Birmingham MSA provides insight into components of a strong system of care, while illuminating barriers to effective HIV prevention. Increased funding and focus should be placed on prevention while maintaining consistent and strong support for care and social services. Prevention will only succeed with supportive policies, and the need for comprehensive sexual education in Alabama is clear as evidenced through the high HIV and STI infection rates. A focus on stigma reduction will also enhance efforts to adequately address HIV in the MSA. Supportive services for individuals living with HIV, particularly related to housing, transportation, and legal services, are important components to retention in care and need continued expansion to meet unmet need. The high quality, dedicated, and collaborative network of providers and ASOs in the Birmingham MSA is a strength that cannot be overstated. Given the necessary resources and support to significantly expand implementation of evidence-Birmingham MSA Strengths & Recommendations  Strengths:  State of the art medical care;  Holistic medical & social services;  Committed HIV care & prevention professionals;  Networks of care & collaboration;  HIV-specific housing;  Strong HIV advocacy Recommendations:  Increased funding for and focus on prevention  Comprehensive sexual education  Focus on stigma reduction  Housing, transportation, and legal services  32 based primary interventions while maintaining treatment as prevention, this network has the potential to significantly reduce the incidence of HIV in the Birmingham MSA.   REFERENCES                                                         1 Reif S, Whetten K, Wilson E, et al. HIV/AIDS in Southern USA: A disproportionate epidemic. AIDS Care. 2014;26(3):351-9. doi: 10.1080/09540121.2013.824535  2 Centers for Disease Control and Prevention. HIV surveillance report 2011, vol 23. 2013; http://www.cdc.gov/hiv/topics/surveillance/resources/reports/. Accessed June 27, 2014.  3 Centers for Disease Control and Prevention. Diagnosed HIV infection among adults and adolescents in Metropolitan Statistical Areas—United States and Puerto Rico, 2011. HIV Surveillance Supplemental Report 2013;18(No. 8). Revised edition.  http://www.cdc.gov/hiv/pdf/HSSR_MSA_2013_REVISED-PDF04.pdf. Accessed March 21, 2014.  4 Centers for Disease Control and Prevention. Fact sheet: HIV among women, 2014. http://www.cdc.gov/hiv/risk/gender/women/facts/index.html. Accessed July 7, 2014.  5 Reif S, Wilson E, Sullivan K, Safley D, Whetten K. HIV/AIDS in Metropolitan Statistical Areas: 9 Southern States. 2013. http://southernaidsstrategy.org/research/. Accessed June 27, 2014  6 US Census Bureau. Guide to state and local Census geography, 2010. http://www.census.gov/geo/reference/guidestloc/select_data.html. Accessed June 27, 2014.   7 Kaiser Family Foundation. State Health Facts, 2011. http://www.statehealthfacts.org. Accessed October, 2011.  8 Reif S, Whetten K, Lowe K. HIV and AIDS in the Deep South. Am J Public Health. 2006;96(6):970-973. doi: 10.2105/AJPH.2005.063149  9 Reif S, Whetten K, Wilson L, Gong W. HIV/AIDS epidemic in the South reaches crisis proportions in the last dcade. 2011. http://chpir.org/wp-content/uploads/2012/11/HIVAIDS-Epidemic-in-the-South-Reaches-Crisis-Proportions-in-Last-Decade.pdf. Accessed June 27, 2014.   10 Hanna D, Selik R, Tang T, Gange S. Disparities among states in HIV-related mortality in persons with HIV infection, 2001-2007. AIDS. 2012 Jan 2;26(1):95-103. doi: 10.1097/QAD.0b013e32834dcf87.  11 Reif S, Pence BW, Hall I, Hu X, Whetten K, Wilson E. HIV Diagnoses, prevalence and outcomes in nine Southern States J Community Health. 2014 Dec 19. [Epub ahead of print].  12 United States Census Bureau. Annual estimates of the resident population for the United States, regions, states, and Puerto Rico: April 1, 2010 to July 1, 2011. http://www.census.gov/popest/data/state/totals/2011/. Accessed June 27, 2014.   13 United States Census Bureau. State and county quickfacts: Alabama, 2013. http://quickfacts.census.gov/qfd/states/01000.html. Accessed June 6, 2014.   33                                                                                                                                                                                   14 Executive Office of the President, Office of Management and Budget. OMB Bulletin No. 13-01: Revised delineations of Metropolitan Statistical Areas, Micropolitan Statistical Areas, and Combined Statistical Areas, and guidance on uses of the delineations of these areas. February 28, 2013. http://www.whitehouse.gov/sites/default/files/omb/bulletins/2013/b13-01.pdf. Accessed June 6, 2014.  15 United States Census Bureau, Population Division. Annual estimates of the resident population: April 1, 2010 to July 1, 2013. http://factfinder2.census.gov/faces/tableservices/jsf/pages/productview.xhtml?src=bkmk. Accessed June 4, 2014.   16 City of Birmingham. City of Birmingham Consolidated Plan, 2014-2015. http://www.informationbirmingham.com/pdf/community/B%27hamConPlan%28Final%295%2013%2010.pdf. Accessed March 23, 2014.   17 City of Birmingham. 2013 Comprehensive Financial Report. http://www.informationbirmingham.com/pdf/finance/CAFR/2013%20CAFR.pdf. Accessed June 6, 2014.   18 Harvard School of Public Health. Diversity data: Birmingham-Hoover, AL summary report. http://diversitydata.sph.harvard.edu/Data/Profiles/Show.aspx?loc=192. Accessed June 3, 2014.   19 United States Department of Commerce, Bureau of Economic Analysis. Bear facts: Birmingham-Hoover (MSA). http://www.bea.gov/regional/bearfacts/pdf.cfm?fips=13820&areatype=MSA&geotype=4. Accessed June 3, 2014.   20 United States Census Bureau. Race alone or in combination: 2010 Census summary file 1. http://factfinder2.census.gov/faces/tableservices/jsf/pages/productview.xhtml?pid=DEC_10_SF1_QTP5&prodType=table. Accessed June 3, 2014.  21 United States Bureau of Labor Statistics. Occupational employment statistics. May 2013. http://www.bls.gov/oes/tables.htm. Accessed June 6, 2014.  22 Alabama Possible. Alabama poverty data sheet 2014. http://alabamapossible.org/datasheet/. Accessed June 6, 2014.    23 Kneebone E, Nadeau C, Berube A. The re-emergence of concentrated poverty: Metropolitan trends in the 2000s. 2011. http://www.brookings.edu/research/papers/2011/11/03-poverty-kneebone-nadeau-berube, 2013. Accessed June 17, 2014.   24 Children’s Alabama. Community health needs assessment. December 2013. https://www.childrensal.org/workfiles/Misc/CHNAFinalDraft4_converted.pdf. Accessed June 20, 2014.   25 Kaiser Family Foundation. State health facts. http://kff.org/statedata/. Accessed December 1, 2014.  34                                                                                                                                                                                   26 Centers for Disease Control and Prevention. Increasing Prevalence of Diagnosed Diabetes — United States and Puerto Rico, 1995–2010. Morbidity and Mortality Weekly Report.  November 16, 2012 / 61(45);918-921. http://www.cdc.gov/mmwr/preview/mmwrhtml/mm6145a4.htm   27 Kaiser Family Foundation. State health facts: Life expectancy at birth (in years). http://kff.org/other/state-indicator/life-expectancy/. Accessed July 21, 2014.   28 Miniño AM, Murphy SL. Death in the United States, 2010. NCHS data brief, no  99. Hyattsville, MD: National Center for Health Statistics. http://www.cdc.gov/nchs/data/databriefs/db99.pdf. Accessed July 25, 2014.   29 Joint Center for Political and Economic Studies. Place matters for health in Jefferson County, Alabama: The status of health equity on the 50th anniversary of the Civil Rights Movement in Birmingham, Alabama; A Special Report. September 2013. http://www.jeffcoplacematters.com/health-equity-report-for-jefferson-county/. Accessed July 8, 2014.  30 Alabama Department of Public Health, Center for Health Statistics. County health profiles, 2012.  http://www.adph.org/healthstats/assets/CHP2012.pdf. Accessed June 23, 2014.  31 Annie E. Casey Foundation, National Kids Count. Data Center: infant mortality by race, 2011. http://datacenter.kidscount.org/. Accessed January 23, 2015.   32 MacDorman MF, Hoyert DL, Mathews TJ. Recent declines in infant mortality in the  United States, 2005–2011. NCHS data brief, no 120. Hyattsville, MD: National Center  for Health Statistics. 2013. http://www.cdc.gov/nchs/data/databriefs/db120.pdf. Accessed January 23, 2015.   33 Centers for Disease Control and Prevention. Sexually transmitted disease surveillance 2012.  2013. http://www.cdc.gov/std/stats. Accessed July 8, 2014  34 University of Alabama-Birmingham Medicine. Community health needs assessment. 2013. http://www.uabmedicine.org/uab_med/ccurlmed/79/412/UAB%20Main%20CHNA%20Final.pdf. Accessed June 23, 2014.   35 Health Resources and Services Administration. HPSA designations updated, 2013. http://bhpr.hrsa.gov/shortage/updateddesignations/2013June27/primarycarehpsa2013.pdf. Accessed June 3, 2014.   36 Health Resources and Services Administration. Find shortage areas: HPSA by state and county. http://hpsafind.hrsa.gov. Accessed June 3, 2014.   37 Health Resources and Services Administration. Find shortage areas: MUA/P by state and county. http://www.hrsa.gov/shortage/mua/index.html. Accessed June 3, 2014.    35                                                                                                                                                                                   38 University of Wisconsin, Population Health Institute. County health rankings and roadmaps: Jefferson County and Alabama 2013. http://www.countyhealthrankings.org/. Accessed June 23, 2014.   39 Smith JC, Medalia C. U.S. Census Bureau, Current Population Reports, P60-250,  Health Insurance Coverage in the United States: 2013.  http://www.census.gov/content/dam/Census/library/publications/2014/demo/p60-250.pdf. Accessed January 30, 2015.  40 Alabama Department of Public Health, Division of HIV/AIDS Prevention and Control. Alabama 2012-2016 statewide jurisdictional HIV prevention plan. http://www.adph.org/aids/assets/HIVplan2012-2016.pdf. Accessed June 23, 2014.  41 Alabama Department of Public Health, Division of HIV/AIDS Prevention and Control, HIV Surveillance Branch. State of Alabama 2012 HIV surveillance annual report. 2013. http://www.adph.org/aids/assets/Finalized_2012HIVSurveillance_R.pdf. Accessed January 28, 2014.   42 Centers for Disease Control and Prevention. NCHHSTP Atlas, 2012. http://gis.cdc.gov/GRASP/NCHHSTPAtlas/main.html. Accessed May 14, 2015.  43 Kaiser Family Foundation. Total HIV/AIDS grant funding FY 2013. http://kff.org/hivaids/state-indicator/total-federal-grant-funding/. Accessed June 24, 2014.  44 Health Resources and Services Administration. FY 2013 Ryan White Part B grant awards. http://hab.hrsa.gov/abouthab/partbawards.html. Accessed June 24, 2014.   45 Health Resources and Services Administration. Data Warehouse: HIV/AIDS, Ryan White HIV/AIDS Program annual data report providers by state report. http://datawarehouse.hrsa.gov/Topics/Hab.aspx. Accessed June 24, 2014.  46 Kaiser Family Foundation. Medicaid income eligibility limits for adults at application, as of April 1, 2014. http://kff.org/medicaid/state-indicator/medicaid-income-eligibility-limits-for-adults-at-application-as-of-april-1-2014/. Accessed June 24, 2014.   47 Kaiser Family Foundation. The coverage gap: Uninsured poor adults in states that do not expand Medicaid. April 2, 2014. Available at: http://kff.org/health-reform/issue-brief/the-coverage-gap-uninsured-poor-adults-in-states-that-do-not-expand-medicaid/. Accessed June 24, 2014.   48 Kaiser Family Foundation. Medicaid payments per enrollee, FY2010. http://kff.org/medicaid/state-indicator/medicaid-payments-per-enrollee/?state=AL. Accessed June 24, 2014.  49 Kaiser Family Foundation. Medicaid benefits: Online database. 2012. http://medicaidbenefits.kff.org/.   Accessed June 24, 2014.   50 Centers for Medicare and Medicaid Services. Medicaid by population. http://www.medicaid.gov/medicaid-chip-program-information/by-population/by-population.html. Accessed December 1, 2014.  36                                                                                                                                                                                    51 Medicaid Alabama. Questions you may have about Medicaid’s Non-Emergency Transportation (NET) Program. http://medicaid.alabama.gov/documents/4.0_Programs/4.8_Transportation_Programs/4.8.2_Non-Emergency_Transportation/4.8.2_NET_Q&A_Updated_10-28-10.pdf. Accessed July 2, 2014.  52 Kaiser Family Foundation. Medicaid coverage of HIV testing; 2013. http://kff.org/hivaids/state-indicator/hiv-testing/. Accessed June 24, 2014.   53 Alabama Department of Public Health. HIV treatment cascade by Public Health Area, 2012. http://adph.org/aids/assets/TreatmentCascade_2012_R.pdf. Accessed November 23, 2014.  ",
    "id": 62569858,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:faculty_scholarship-6238"
    },
    "title": "HIV Infrastructure Study Birmingham, Alabama",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-01-01T08:00:00+00:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=6238&amp;context=faculty_scholarship"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/62569858.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/62569858"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/62569858/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/62569858/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/62569858"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "AIDS (Disease)--Law and legislation",
        "AIDS (Disease)--Government policy",
        "HIV infections—Prevention",
        "HIV infections--Social aspects",
        "Alabama",
        "Southern States",
        "Community Health",
        "Family, Life Course, and Society",
        "Health Law and Policy",
        "Law",
        "Medicine and Health"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:faculty_scholarship-6238",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 62569858,
        "depositedDate": null,
        "publishedDate": "2015-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:46:36+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-17T19:58:49+00:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/faculty_scholarship/3548",
        "https://scholarship.law.duke.edu/context/faculty_scholarship/article/6238/viewcontent/McAllaster_HIV_Birmingham_Nov_2015.pdf"
    ],
    "lastUpdate": "2024-01-24T00:46:36+00:00",
    "setSpecs": []
}