{
    "acceptedDate": "",
    "authors": [],
    "contributors": [
        "Evans, M.G.B.",
        "Cloete, A.",
        "Zungu, N.",
        "Simbayi, L.C."
    ],
    "createdDate": "2023-07-07T10:44:53+01:00",
    "dataProvider": {
        "id": 22382,
        "name": "Research Output Repository (HSRC)",
        "url": "https://api.core.ac.uk/v3/data-providers/22382",
        "logo": "https://api.core.ac.uk/data-providers/22382/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/571398859.pdf",
    "fullText": "Send Orders for Reprints to reprints@benthamscience.aeThe Open AIDS Journal, 2016, 10, 49-64 491874-6136/16 2016  Bentham OpenThe Open AIDS JournalContent list available at: www.benthamopen.com/TOAIDJ/DOI: 10.2174/1874613601610010049HIV Risk Among Men Who Have Sex With Men, Women Who HaveSex  With  Women,  Lesbian,  Gay,  Bisexual  and  TransgenderPopulations  in  South  Africa:  A  Mini-ReviewMeredith G. B. Evans1,*, Allanise Cloete2, Nompumelelo Zungu2 and Leickness C. Simbayi2,31 HUMA  (Institute for  Humanities in Africa) and  Department of Sociology, University  of Cape Town, Cape Town,South Africa2 HAST (HIV/AIDS, STIs and TB) Program, Human Sciences Research Council, Cape Town, South Africa3 Department of Psychiatry & Mental Health, University of Cape Town, Cape Town, South AfricaAbstract:Background:The HIV epidemic in South Africa is characterized mainly by heterosexual transmission. Recently, the importance of targeting keypopulations and marginalized groups, including men who have sex with men (MSM) and transgender people, has been added to thenational agenda.Objectives:This mini-review explores the current state of empirical research on HIV risk and MSM, women who have sex with women (WSW),lesbian,  gay,  bisexual  and  transgender  (LGBT)  populations  in  South  Africa  in  order  to  assess  the  current  state  of  research  andidentify gaps in the literature.Method:Peer-reviewed empirical social and behavioral articles on HIV prevalence and risk focusing on MSM, WSW, and LGBT populationspublished since 2006 were included in this mini-review.Results:In total 35 articles were included: 30 on MSM, gay, and/or bisexual male-identified populations, three on WSW, lesbian, and/orbisexual female-identified populations, two on LGB youth, and none on transgender populations.Conclusion:Despite South Africa being the country with the largest number of people living with HIV in the world, there is a limited amount ofresearch in South Africa on HIV and non-normative gender identities and sexualities, especially WSW, lesbian, and/or bisexualfemale-identified populations, transgender populations, and LGB youth. Research with MSM, WSW, and LGBT populations shouldbe  prioritized  in  South  Africa  in  order  to  appropriately  inform HIV prevention  strategies  that  meet  the  specific  needs  of  thesemarginalized groups.Keywords: Bisexuality, HIV, Homosexuality, Men who have sex with men, South Africa, Transgender persons, Women who havesex with women.* Address correspondence to this author at the HUMA, Neville Alexander Building, University Avenue, University of Cape Town, Rondebosch, CapeTown 7700,Cape Town, South Africa; E-mail: mgbevans@gmail.com50   The Open AIDS Journal, 2016, Volume 10 Evans et al.BACKGROUNDSince the 1990s, the HIV epidemic in South Africa has been understood as characterized mainly by heterosexualtransmission  [1,  2].  Research  and  HIV  prevention  has  therefore  been  focused  primarily  on  HIV  surveillance  andintervention programs for the prevention of heterosexual transmission and prevention of mother-to-child transmission(PMTCT) [3]. Recently, key populations such as men who have sex with men (MSM), transgender people, sex workers,and injecting drug users (IDUs) have received greater attention in the context of a generalized HIV epidemic. In SouthAfrica,  the  National  Strategic  Plan  (NSP)  on  HIV,  STIs  and  TB  (2012-2016)  promotes  a  broad  framework  foraddressing HIV, focusing on prevention, care, treatment and support interventions based on risk and need [4]. The NSP(2012-2016) recognizes the importance of targeting key populations and marginalized groups, explicitly identifyingMSM and transgender people as key populations [4].In South Africa, Section 9 of the Constitution prohibits discrimination on the grounds of gender, sex, and sexualorientation [5]. Furthermore, South Africa was the fifth country in the world and the first in Africa to legalize same sexmarriage [6]. Under this legislative framework, lesbian, gay, bisexual, and transgender (LGBT) people have a certaindegree of visibility and protection in South Africa compared to many other countries around the world [7 - 9]. However,reports  of  hate  crimes,  violence  and  discrimination  towards  LGBT  people  remain  persistent  [10],  suggesting  adisjuncture  between  legislation  declaring  the  right  to  equality  and  the  realities  of  everyday  life.There is  evidence of  socio-cultural  and structural  risk factors  that  play a  role  in  increasing HIV risk for  MSM,women who have sex with women (WSW), and LGBT people. Gay, bisexual, and other MSM are at high risk for HIVinfection  as  a  result  of  individual  level  risks  such  as  unprotected  anal  intercourse  (UAI),  having  multiple  sexualpartners, IDU and other drug use [11 - 14]. Since the onset of the generalized HIV epidemic in sub-Saharan Africa,documenting HIV prevalence, incidence and risk behaviors of MSM was neglected [13, 15 - 19]. However, HIV hasbeen a concern for LGBT populations in South Africa since the first HIV cases in the country were identified amonggay men in the 1980s [2]. Until 2007, targeted sexual health information and services for MSM were implemented bythe few LGBT organizations in South Africa [20]. The 2007-2011 NSP on HIV/AIDS and STIs in South Africa [3]drew attention for the first time to the lack of HIV prevalence data and tailored HIV prevention services for MSM [21].HIV  bio-behavioral  surveys in African  countries increasingly  indicate that MSM  have high HIV prevalence rates[11, 20 - 27] and high HIV incidence rates [27 - 29]. Although often misperceived as isolated, there is evidence ofoverlap between the homosexual and heterosexual populations with reports of bisexual activity among men [30, 31].Despite the evidence that same-sex sexualities are not only indigenous but also widespread in African contexts, same-sex sexualities are still widely perceived as ‘unAfrican’ [8, 9, 32 - 38]. In this context, MSM are considered a “hard-to-reach” population and are consequently thought of as epidemiologically invisible [39].There  is  also  a  widespread  misconception  that  lesbian,  bisexual  and  other  WSW  are  not  at  risk  of  HIV.  Suchmisconceptions  are  held  not only  by the  general  public  but  even  by  healthcare  providers  and  WSW  themselves[40 - 43]. This myth is reinforced by policy and programs that continue to exclude WSW. For example, although theterminology WSW is defined in the South African NSP on HIV, STIs and TB (2012-2016), WSW are not identified as apopulation at risk of HIV [4]. Due to misconceptions that WSW are not at risk of HIV or other STIs, many may notpractice safer sex strategies [2, 44, 45] or have knowledge about barrier methods [46]. Contrary to misconceptions, HIVcan be transmitted as a result of sex between women through blood, menstrual blood, breast milk and vaginal secretions[47]. Furthermore, lesbian, bisexual and other WSW do not necessarily only have sex with other women, as sexualcontact with men has been found to occur frequently among lesbian-identified and other WSW [48 - 51]. WSW havebeen found to be more likely to have high risk partners, including MSM and IDUs, compared to women who had neverhad sex with  other  women [52].  Studies  have also  shown that  WSW are  at  high risk  of  violence (including sexualviolence and rape), discrimination, and substance use [53] which can augment risk of HIV infection. In South Africa,homophobic  and  transphobic  sexual  violence  targeted  at  lesbian,  bisexual  and  other  WSW,  as  well  as  towardtransgender populations (colloquially referred to as “corrective rape”) is an especially concerning risk factor [54].Too often, transgender people have been excluded from HIV prevalence and behavioral research [55]. The high riskfor HIV infection among transgender people has been shown globally; however, more often than not HIV prevalencedata on transgender people are missing from country reports [14]. Although transgender people  (including  transgenderwomen, transgender men, and  gender queer or non-binarya people) share risk factors such as transphobia and cissexism,social isolation, violence, and unmet healthcare needs [56], unique and varied biological and behavioral risk factorshave been identified for transgender women and transgender men.HIV Risk Among MSM, WSW, and LGBT Populations in South Africa The Open AIDS Journal, 2016, Volume 10   51Transgender women have long been known to be at especially high risk for HIV infection and transmission [14].The high risk of infection is driven in part by frequently reported engagement in unprotected receptive anal intercoursewith  cisgenderb  men  [14,  57].  Because  of  this  shared  biological  risk,  in  the  past  transgender  women  have  beensubsumed under the category MSM. However, this is a problematic categorization as it misgenders transgender women.Furthermore, transgender women have specific needs and risk factors [55]. Lack of data on the HIV epidemic amongtransgender women remains a challenge. In a systematic review and meta-analysis, HIV data on transgender womenwere only available for countries with HIV epidemics concentrated among MSM, including the United States, six Asia-Pacific countries, five Latin American countries, and three European countries [14].Limited research exists on the HIV risk factors among transgender men [56]. One of the explanations for the lack ofresearch  on  transgender  men  and  HIV is  the  assumption  that  transgender  men  are  only  having  sex  with  cisgenderwomen [58]. The corresponding misconception is that HIV cannot be transmitted through sex between transgender menand cisgender women. Similar to HIV transmission risk for WSW, HIV can be transmitted as a result of sex betweentransgender men who have sex with other transgender men or cisgender women through blood, menstrual blood, breastmilk and vaginal secretions [47]. Furthermore, some transgender men engage in unprotected receptive vaginal and/oranal intercourse with cisgender men, also referred to as transgender men who have sex with men [59, 60]. HIV riskbehaviors have been found to be high among transgender men who have sex with men. A study in the United Statesfound  a  majority  of  trans  MSM  reported  not  using  condoms  consistently  during  receptive  anal  and/or  vaginalintercourse with cisgender men [61]. High sexual risk-taking behavior, including sex without condoms or other barriermethods such as dental dams, finger condoms, and gloves, has also been reported among transgender men regardless ofpartners’ gender [61].In  addition  to  biological  and  behavioral  risk  factors,  widespread  homophobia  and  heterosexism,  as  well  astransphobia and cissexism, marginalizes MSM, WSW, and LGBT populations. This social vulnerability can increaserisk for HIV infection. It is well-documented that social exclusion and stigmatization increase vulnerability to HIV in avariety  of  ways,  such  as  by  increasing  risk-taking  behavior  [22,  59,  62],  by  being  targeted  for  physical  or  sexualviolence and by negatively impacting mental health [63].Sexual identity and behavior is complex, and MSM, WSW, and LGBT populations are diverse. HIV risk overlapsbetween  LGBT  populations  and  the  general  heterosexual  population,  as  some  heterosexual-identified  individualsengage  in  same-sex  sexual  practices  and  some  LGB-identified  individuals  engage  in  heterosexual  practices  [64].Inequalities of sexuality and gender identity are compounded by intersecting inequalities such as race, class, and ability,all of which can complicate HIV risk. In order to appropriately manage the HIV epidemic, the South African researchagenda should address the HIV risk needs of MSM, WSW, and LGBT populations, and not only HIV within the generalheterosexual  cisgender population.  Research on MSM, WSW, and LGBT populations is  necessary to appropriatelyinform HIV prevention  policies,  strategies,  and  programs.  This  mini-review explores  the  current  state  of  empiricalresearch on HIV risk and MSM, WSW, and LGBT populations in South Africa in order to assess the current state ofresearch and identify gaps in the literature.METHODA rapid scoping mini-review was conducted in 2014 mid-year (July-August). It included peer-reviewed empiricalsocial and behavioral articles on HIV prevalence and risk for LGBT populations in South Africa published between2006 and 2014. A desktop review was initially conducted on articles published at any time; however, the majority ofarticles were found published from 2008. This surge in research among LGBT populations corresponds with the releaseof the NSP on HIV/AIDS and STIs in South Africa for 2007-2011, which specified MSM for the first time as an at-riskpopulation.  Therefore,  a  decision  was  made to  limit  the  literature  review to  articles  published  from 2006,  the  yearpreceding  the  launch  of  the  NSP,  to  2014.  Literature  searches  were  conducted  on  PubMed(http://www.ncbi.nlm.nih.gov/pubmed)  using  the  following  Medical  Subject  Headings  (MeSH):  homosexuality,bisexuality, transgendered persons, South Africa, and HIV. PubMed searches yielded 70 abstracts, and after review 30articles met the inclusion criteria. Additional searches were conducted on Google Scholar (www.Scholar.Google.co.za)aGender queer or non-binary describes people who do not subscribe to binary gender identities (man/woman) and who identify with neither, both, or acombination of masculinity and femininity. In this review, transgender is used broadly as an umbrella term to encompass gender queer or non-binarypersons.bCisgender describes individuals whose gender identity reflects their assigned biological sex, i.e. cisgender woman refers to a female-bodied personidentifying as a woman.52   The Open AIDS Journal, 2016, Volume 10 Evans et al.for key title terms of “HIV”; “South Africa”, “South African”, and at least one of the following terms: “men who havesex  with  men”,  “MSM”,  “women  who  have  sex  with  women”,  “WSW”,  “lesbian”,  “gay”,  “bisexual”,“transgender(ed)”,  “LGBT(QI)”,  GLBT(QI)”,  or  “queer,”  and  an  additional  two  articles  met  inclusion  criteria.RESULTSThis review found 35 studies in total; 30 on MSM, gay, and/or bisexual male-identified populations, three on WSW,lesbian, and/or bisexual female-identified populations, two on LGB youth, and none on transgender populations.HIV Prevalence Estimates and Risk Behavior Among Gay, Bisexual, and Other MSMIn recent years, there has been an upsurge in HIV bio-behavioral surveys conducted among MSM in major cities ofSouth Africa, and more recently in smaller towns and cities. As shown in Table 1, five articles were found to report onfour HIV bio-behavioral surveys conducted among MSM in South Africa and include HIV prevalence estimates [59, 67- 70]. The four HIV bio-behavioral surveys conducted among MSM were: the Johannesburg/eThekwini Men’s Study(JEMS) [21], The Cape Town’s Men’s Study [67, 68], The Soweto Men’s Study [66], and The Mpumalanga Men’sStudy [65]. Of the four surveys, three used respondent driven sampling (RDS) to recruit MSM, and one used venue-based sampling [67, 68]. In all studies, HIV prevalence estimates revealed that MSM were at least four times more atrisk of HIV infection than their heterosexual counterparts. The HIV prevalence among MSM ranged from 10.0% to50.0%.Similarities in terms of socio-demographic characteristics were apparent across all four studies. For instance, studyparticipants tended to be young, gay-identified, and black South Africanc [28]. In a review of studies done elsewhere,including other African countries [22], it was found that MSM samples have tended to be young (< 25 years of age) andgay-identified.  Although  in  the  four  surveys  MSM  samples  overwhelmingly  identified  as  gay,  bisexual  behaviorappeared to be common among MSM in South Africa. The surveys found multiple sexual partnerships with men andwomen to be common. Research has shown that bisexual behavior among MSM is common in African contexts [11, 23,69, 70] with some MSM also having concurrent male and female sexual partners [64]. HIV prevalence was found to beassociated  with  age  (older  MSM were  more  at  risk)  [66,  68]  and  sexual  orientation  identity,  with  MSM who self-identify as gay being more likely to be HIV positive [21, 66 - 67].Behavioral, Social and Structural Risks Among Gay, Bisexual, and Other MSMThis review found 10 studies focused on behavioral risks among gay, bisexual, and other MSM that did not reportHIV prevalence estimates using HIV testing (Table 2). One study did however include self-reported HIV status amongMSM who had previously tested, which was found to be 14.1% [25].Studies with general male populations found increased risk among men who engaged in MSM behavior. In a studywith men in the Eastern Cape, it was found that having had sex with a man significantly increased the odds of HIVinfection [71]. In a study conducted in Cape Town among men in shebeensi it was found men who reported sex withmen and women were more likely than men who had sex with women only to report an HIV positive status, a history ofbeing diagnosed with an STI, and to have perpetrated violence against an intimate partner [72].In  a  study  among  black  South  African  MSM in  Gauteng,  59.0% (N=199)  reported  having  UAI  in  the  past  sixmonths  [20].  The  risk  behavior  of  UAI  was  positively  associated  with  the  consumption  of  alcohol,  and  negativelyassociated with the exclusive use of water-based lubricants [20]. This study found high prevalence of substance useamong MSM: 38.0% of participants reported getting drunk at least once a week and 30.0% reported using marijuana,but less than 5.0% reported using other drugs [20]. The prevalence of UAI among South African MSM was estimated tobe as high as 45.8% (N=542) [20]. Other studies reported even higher rates of UAI. A study among MSM using venue-based sampling, estimated the prevalence of UAI at 49.3% (N=200) among black and coloured MSM in peri-urbanCape Town [67]. According to findings from the Soweto Men’s study, it was reported that two  thirds of MSM sampledhad multiple sexual partners in the past six months and nearly half of the sample reported UAI [73]. Another studyamong MSM found that UAI was related to non-regular same neighborhood partners and familiar (previously known)partners compared to similar (age-race-economic) partnership types [74].cAccording to the Population Registration Act of 1950, under apartheid South Africans were classified into the racial categories of black African,colored, Indian/Asian, and white. These racial categories are still used today by Statistics South Africa and other research programs in order tomeasure and reflect ongoing inequalities across racial lines.HIV Risk Among MSM, WSW, and LGBT Populations in South Africa The Open AIDS Journal, 2016, Volume 10   53Table 1. Literature on HIV prevalence estimates and risk behavior among gay, bisexual and other MSM in South Africa(N=5).Source Sample size Agerange Study siteStudyyear Study designStudymethodOverall HIVPrevalence Key findingsLane et al. (2014)d (“TheMpumalanga Men's Study”)Gert Sibande(n=307)Ehlanzeni(n=298)Total=605MSM18+ Urban Free State,Gert Sibande &Ehlanzeni2013 RDS, rapidfinger-prickHIV testingSurvey GertSibande=28.3%Ehlanzeni=13.7%Among MSM sampledfew were aware of theirHIV positive status,although regular HIVtesting appeared to becommon in bothdistricts.Baral et al. (2011)e (“TheCape Town's Men's Study”)200 MSM 18+ Peri-urban CapeTown2009 Venue basedsampling,Rapid oraltestingSurvey 25.5% HIV positive status wasassociated withinconsistent condom usewith male partners,having beenblackmailed, being over26 years old, beingunemployed, and ruralorigin.Burrell et al. (2010)f (“TheCape Town's Men's Study”)542 MSM 18+ Urban/peri-urbanCape Town2009 Venue basedsampling,Rapid oraltestingSurvey 10.4% HIV positive status wasassociated with self-identifying as gay,homosexual or queer,and reporting havinghad a STI. Bisexualactivity was reported by17.1% of the sample.Rispel et al. (2011)g (“TheJohannesburg/EThekwiniMen's Study: JEMS”)Durban (n =85)Johannesburg(n = 200)Total=285MSM18+ Urban,Johannesburg andDurban2008 RDS, rapidfinger-prickHIV testingSurvey Durban= 27.5%Johannesburg=49.5%HIV positive status wasassociated with beinggay-identified, receptiveUAI, sex with a personknown to be HIVpositive, and an STIdiagnosis.Lane et al. (2011)h (“TheSoweto Men's Study”)278 MSM 18+ Peri-urbantownship ofSoweto2008 RDS, rapidHIV testingof bloodsamplesSurvey 13.2% HIV positive status wasassociated with beingolder than 25, gay-identified, havingmonthly income lessthan ZAR500 (US$50),exchanging alcohol ordrugs for sex,unprotected reciprocalanal intercourse, andreporting 6-9 partners inthe prior 6 months.d[65], e[68], f[67], g[21], h[66]Structural violence, high levels of poverty, unemployment, and an intolerant and homophobic cultural and socialcontext were structural risk factors found among MSM in Cape Town [75]. Finally, an online study of MSM found thatchildhood sexual assault increased HIV risk [76].HIV Testing, Disclosure and Knowledge Among Gay, Bisexual, and Other MSMHIV counselling and testing (HCT), status disclosure, and knowledge are promoted by HIV prevention programs.Literature  on  HIV  testing,  disclosure  and  knowledge  among  gay,  bisexual,  and  other  MSM  is  shown  in  Table  3.Assessing the accessibility and uptake of HCT for marginalized groups including MSM, WSW, and LGBT populationsis  essential.  Four  studies  addressed the  issue of  HCT  among MSM. One  study found  that the most  cited reason forMSM not testing for HIV was low risk perception and fear of being tested [77]. Two studies showed high levels ofacceptability of couples-based HCT among MSM [78, 79]. Another community-based survey with MSM (N=300) inurban and peri-urban areas in the city of Pretoria found that MSM in socially vulnerable positions were less likely to getiAn informal drinking place is known as a shebeen in the local vernacular.54   The Open AIDS Journal, 2016, Volume 10 Evans et al.tested  for  HIV  [80].  Specifically,  living  in  a  townshipt,  being  black  South  African,  and  lacking  HIV  knowledgedecreased likelihood of ever having tested for HIV [80].Table 2. Literature on behavioral, social and structural factors contributing to HIV risk among gay, bisexual, and otherMSM in South Africa (N=10).Source SamplesizeAgerange Study siteStudyyear Study designStudymethods Key findingsHeusser &Elkonin (2013)j237 MSM 18+ South Africa(online)n.d. Online, recruited viaemails through SouthAfrican dating siteSurvey(online)Participants who experienced childhoodsexual assault were more likely to reportdissociation and depression, drug use,drug use before sex, one-night stands,and recent abusive relationship.Imrie et al.(2013)k(“ImpiloYamadoda”)223 Zulumales18 - 35 Rural, Hlabisa sub-district,Kwazulu-Nataln.d. Prospective cohortstudySurvey (x4) 3.1% (n=7) reported sex with a man inthe last 3 months and all reported femalepartner(s).Eaton et al.(2013)l1060MSW &143MSMWMean 31MSW &28MSMWShebeens,Peri-urban,township in CapeTown.2009-11 Priorities for LocalAIDS ControlEfforts (PLACE)community mappingmethodologySurvey MSM as well as women were twice aslikely to report being HIV positive andto report high levels of risk takingcompared to men who had sex withwomen only.Jobson et al.(2013)m31 MSM N/A Peri-urban,townships of CapeTown2009 Purposive sampling Interviews &focus groupdiscussions(FGDs)Factors that increased HIV risk:structural violence with high levels ofpoverty and unemployment, and anintolerant and homophobic cultural andsocial context.Arnold et al.(2013)n(“Soweto Men'sStudy”)377 MSM 18+ Peri-urbantownship, Soweto,Gauteng2008 Rapid HIV testingusing blood samplesSurvey Factors that increased risk of UAI:Increased length of partnerships, numberof sexual episodes with partner,“regular” partner type, experiences ofhomonegativity, lack of self-efficacy,low income, and being circumcised.Dunkle et al.(2013)o1220males18 - 49 Urban/Rural,Eastern Cape &KwaZulu-Natal2008 Multistageproportionatesampling design, driedblood spots for HIVtestingSurvey 27.4% reported any consensual MSMcontact; 31.4% reported oral/anal MSMcontact.Sandfort et al.(2013)p300 MSM 18 - 40 Urban and peri-urban Pretoria2008 Targeted recruitment Surveys Factors that increased risk of UAI:Partnership types of non-regular sameneighborhood partners and familiarpartners compared to similar (age-race-economic) partnership types.Lane et al.(2008)q199 blackMSM18+ Peri-urbantownships, Gauteng2004-5 Purposive sampling Survey 59.0% reported UAI. Factors thatincrease risk of UAI included: regulardrinking, regular drinking tointoxication, and reporting symptoms ofrectal trauma resulting from analintercourse.Sandfort et al.(2008)r1045MSM16+ Gauteng,KwaZulu-Natal, &Western Cape2003 &2005Purposive non-proportional quotasample, self-reportedstatusSurvey Self-reported HIV prevalence (amongpreviously tested) was 14.1%. Highlevels of testing were reported (69.7%).HIV infection was associated with lowereducation and knowing other PLHIV.Jewkes et al.(2006)s1277Xhosamales15 - 26 Rural, 70 villages,Eastern Cape2002-3 Randomizedcontrolled trial, bloodtesting for HIVSurvey Having had sex with a man significantlyincreasing odds of HIV infection (OR3.61).j[76], k[31], l[72], m[75], n[73], o[30], p[74], q[20], r[25], s[71]Disclosure  of HIV status  was explored  in one study  that found 59.0% (N=300) of MSM disclosed their status tosexual partners [81]. Two studies explored HIV knowledge among MSM. The first study found that HIV knowledgelevels  for  MSM in  South  Africa  were  high  [82]  and  the  second  found  that  HIV  conspiracy  beliefs,  such  as  AIDSinformation being held back from the general public, were endorsed by 22.9% (N=324) of the sample of MSM [83].tIn South Africa,  townships are urban housing areas,  usually on the margins of towns and cities,  that,  as a legacy of the colonial  and apartheidsystems, still tend to be underdeveloped and segregated along racial lines.HIV Risk Among MSM, WSW, and LGBT Populations in South Africa The Open AIDS Journal, 2016, Volume 10   55Table 3. Literature on HIV testing, disclosure and knowledge among gay, bisexual and other MSM in South Africa (N=7).Source SamplesizeAgerange Study site Study year Study design Study methods Key findingsStephensonet al. (2013)u36 MSM 18+ Urban & peri-urbantownships, CapeTownJune-July2010 & Jan2011Venue-basedpurposivesamplingFGDs and in-depthinterviewsHigh levels of acceptability ofcouples-based HCT services cateredtowards MSM were reported.Stephensonet al. (2012)v486 MSM 18+ South Africa June andJuly 2010OnlinerecruitmentInternet-based survey 89.0% acceptability of couples-based HCT.Wagenaar,et al. (2012)w1154MSM(USA) &439 MSM(SA)18+ South Africa and theUSA2010 OnlinerecruitmentInternet-based survey HIV knowledge levels were high forSouth African MSM (median score16/18).Tun et al.(2012)x324 MSM 18+ Urban and peri-urban,Pretoria&Attridgeville2009 RDS Cross-sectionalsurvey22.9% endorsed HIV conspiracybeliefs (AIDS information held backfrom the public, HIV as a man-madevirus, & people being used as guineapigs in HIV research).Knox et al.(2013)y300 MSM 18 - 40 Urban and peri-urbanPretoria2008 PurposivesamplingSurvey 59.0% practiced communication ofHIV status to partners.Knox et al.(2011)z300 MSM 18 - 40 Urban and peri-urbanPretoria2008 PurposivesamplingCommunity-basedsurvey67.7% had ever tested for HIV.Social vulnerability (being black,living in a township, and lackingHIV knowledge) reduced likelihoodof testing. Low income & not self-identifying as gay reduced repeattesting. Low income andinternalized homophobia reducedrecent testing.Nel et al.(2013)aa1045MSM16+ Gauteng, KwaZulu-Natal, Western Cape2003, 2005 Purposivesampling ofLGBT personsSurvey 27.0% never tested for HIV. Mostfrequent reason for not testing wasthe perception of not being at risk(57.0%) and fear of being tested(52.0%).u[79], v[78], w[82], x[83], y[81], z[80], aa[77]Stigma, Mental Health, and Drug Use Among Gay, Bisexual, and Other MSMThis review found evidence of stigma towards MSM, internalized homophobia, poor mental health, and risk of druguse among gay, bisexual and other MSM (see Table 4). High levels of internalized homophobia were found in a studyamong MSM in  Pretoria  [84].  In  a  study  in  Soweto  it  was  found  that  black  African  MSM reported  a  lack  of  non-stigmatizing  sexual  health  care  services  and  that  they  often  had  to  hide  their  sexuality  when  accessing  health  careservices for fear of being stigmatized [17]. Fear of disclosing sexual practices and identity to health workers was alsoreported in a study conducted among MSM in Durban, Johannesburg and Pietermaritzburg [85].A study of HIV positive MSM in Cape Town found high levels of internalized HIV-related stigma, with 55.0% ofHIV positive MSM concealing their HIV status from others, and 64.0% reporting difficulties with disclosing their status[86]. According to the results of this study, MSM living with HIV experienced similar levels of HIV-related stigma asmen who had sex with women only.  However,  MSM living with HIV were at  risk of both HIV-related stigma andsexuality-related stigma [86].Two studies found that MSM who experienced homophobia and/or depression were more likely to engage in riskysex through UAI [87, 88]. For MSM using drugs, HIV prevalence was estimated at 35.0% [89, 90]. Drug use was foundto have facilitated risky sex among MSM, including inconsistent condom use [89, 90].HIV Risk Among Lesbian, Bisexual, and Other WSW in South AfricaAs shown in Table 5, only three studies were found to include WSW and HIV in South Africa [41, 91, 92]. Theseincluded:  a  quantitative  study  with  WSW  in  South  Africa  as  well  as  Botswana,  Namibia,  and  Zimbabwe  [91];  aqualitative  study  on  self-identified  lesbians  living  with  HIV in  Namibia,  South  Africa,  and  Zimbabwe  [41];  and  aquantitative study on WSW living with HIV in South Africa [92].Only one study provided a self-reported HIV prevalence estimate of 9.6% (N=591) for WSW in Southern Africa56   The Open AIDS Journal, 2016, Volume 10 Evans et al.[91]. Data were combined across four Southern African countries (Botswana, Namibia, South Africa, and Zimbabwe)and the sample was not representative. Having experienced sexual violence from men and/or women were factors thatincreased  odds  of  self-reported  HIV  infection  among  women  in  the  study.  Nearly  1  in  5  respondents  reportedtransactional sex and nearly 1 in 3 respondents reported having been raped in the study. Approximately half of thesample reported having ever had consensual heterosexual sex.Table 4. Literature on HIV risk and gay, bisexual, and other MSM in South Africa: stigma, mental health, and drug use(N=8).Source SamplesizeAgerange Study site Study yearStudydesignStudymethods Key findingsRispel et al.(2011)bb156 MSM(FGDs),285 MSM(survey)Johannesburg, CapeTown, Durban andPietermaritzburgn.d. RDS Survey &FGDsMSM experienced stigma fromhealth workers. Targeted healthprograms for MSM were limited.57.0% used public health servicesin the past year, 69.0% did nothave private health insurance.Tucker et al.(2014)cc(“Ukwazana”)316 MSM 18+ Peri-urbantownships, CapeTownJuly-October 2010 PurposivesamplingSurvey There was an association foundbetween homophobia and risk ofUAI for township MSM.Tucker et al.(2013)dd(\"Ukwazana\")316 MSM 18+ Peri-urbantownships, CapeTownJuly-October 2010 PurposivesamplingSurvey Depression and self-efficacypredicted UAI.Vu et al. (2012)ee 324 MSM 18+ Urban and peri-urbanPretoriaFebruary -August2009RDS Survey High levels of internalizedhomophobia were found(10.0-20.0%). Low levels ofeducation, high levels of HIVmisinformation, bisexuality, andHIV-related conspiracy beliefspredicted internalizedhomophobia.Lane et al.(2008)ff47 MSM.18+ Soweto April 2006 -March2007PurposivesamplingIn-depthinterviews andFGDsMSM reported experiencingstigma from health care workers.Non-gay identified MSM hid theirsexuality from health care workers& presented heterosexual.Cloete et al.(2008)gg92 MSM& 330MSW, allPLHIV18+ Urban, Cape Town 2006 PurposivesamplingSurvey 57.0% internalized HIV-relatedstigma was found. No differenceswere found between MSM andmen who have sex with womenonly.Parry et al.(2008)hh109 drugusers (78MSM)18+ Durban, Cape Town,PretoriaOctober-November2005SnowballsamplingObservation,mapping &FGDsHIV prevalence was found to be35.0% among MSM drug users.Parry et al.(2008)ii78 MSM 18+ Durban, Cape Town,PretoriaOct-Nov 2005 SnowballsamplingInterviews andFGDsDrug use facilitated sexualencounters & led to risky sex forMSM (including inconsistentcondom use).bb[88], cc[87], dd[86], ee[84], ff[17], gg[85], hh[89], ii[90]The study of WSW living with HIV in South Africa found that nearly half of the sample (N=72) had been raped(45.0%)  or  had  previously  experienced  physical  inter-partner  violence  (47.0%)  [92].  Over  three  quarters  (76.0%)reported having had an STI previously; a third (33.0%) had engaged in transactional sex; and 15.0% had a history ofIDU. Just under half of the sample reported recent risky sexual behavior with men.In the qualitative study with 24 self-identified lesbians living with HIV in Namibia, South Africa, and Zimbabwe(16/24 South African), it was found that one in three participants had been raped [41]. Other issues that emerged werebarriers in services,  misconceptions that lesbians were safe from HIV and poor access to safer sex barriers such asdental dams, finger condoms, and gloves.HIV Risk Among LGB Youth in South AfricaTwo studies on LGB youth and HIV in South Africa were included, as summarized in Table 6. Both studies werequantitative,  included  broad  samples  of  adolescents  of  any  sexuality,  and  were  conducted  in  the  urban  area  ofHIV Risk Among MSM, WSW, and LGBT Populations in South Africa The Open AIDS Journal, 2016, Volume 10   57Johannesburg [93, 94]. The first study found that HIV prevalence for LGB youth aged 14 to 19 years was reported to be14.0% (N = 4/29) and much higher than the 2.3% (n = 8/350) HIV prevalence found among heterosexual identifiedyouth [93].  However,  the sample was not representative and the number of HIV positive cases for LGB youth wassmall. The second study found that LGB youth aged 16 to 18 years were more likely to engage in HIV risk behaviorscompared to their heterosexual peers [94]. Specifically, LGB youth were found to be at greater risk of having a highernumber of sex partners and engaging in transactional sex.Table 5. Literature on HIV risk among lesbian, bisexual and other WSW in South Africa (N=3).Source Sample size Agerange Study siteStudyyear Study designStudymethods Key findingsSandfortet al.(2013)jj591 WSW 18+yearsBotswana,Namibia, SouthAfrica,Zimbabwe(61.0% SouthAfrican)2010 ConveniencesampleSurveys Self-reported HIV prevalence was 9.6%.Approximately 50.0% of WSW had reportedhaving ever had consensual heterosexualsex.Transactional sex was reported by nearly 1 in 5WSW. Experience of rape was reported by nearly 1in 3 women. Having been raped by men and/orwomen were the only factors independentlyassociated with HIV prevalence.Matebeniet al.(2013)kk24 self-identifiedlesbians, PLHIV18+yearsNamibia, SouthAfrica andZimbabwe(16/24 SouthAfrican)2010-11 Communityparticipatoryapproach,purposivesamplingIn-depthinterviewsRape was reported by 1 in 3 (8/24) lesbians livingwith HIV. Barriers to health services wereidentified (providers uninformed, negativeattitudes). The misconception that lesbians are safefrom HIV was a common belief. Safer sex barriers(dental dams, finger condoms, gloves) were notfreely available.Cloeteet al.(2011)ll72 WSW,PLHIV18+ Cape Town,South Africa2006 ConveniencesamplingSurveys Of WSW living with HIV: 76.0% reported asexually transmitted infection (STI); 33.0%engaged in transactional sex; 45.0% had beenraped; 47.0% had experienced physical intimatepartner violence; 15.0% had a history of IDU; andjust fewer than 50.0% reported recent risky sexualbehavior with men.jj[91], kk[41], ll[92]Table 6. Literature on HIV risk among LGB (lesbian, gay, bisexual) youth in South Africa (N=2).Source Sample size Agerange Study site Year of study Study designStudymethods Key findingsThurstonet al. (2014)[94]822adolescents16 to 18years oldUrban,JohannesburgOctober 2008 -November2009ConveniencesampleSurveys LGB youth had an increased HIV riskof having a higher number of sexpartners and to have engaged intransactional sex relative to theirheterosexual peers.Miller et al.(2013) [93]379adolescents14 to 19years oldUrban, Soweto,Johannesburg,South AfricaSurveys A higher percentage of those whoidentified as lesbian, gay or bisexualwere HIV positive (14%, 4/29)compared to those who identified asheterosexual (2.3%, 8/350).DISCUSSIONThis  review  points  to  a  recent  emergence  of  empirical  HIV  research  with  MSM  in  South  Africa  since  2006.However,  the  findings  of  this  review highlight  a  paucity  of  HIV research with  WSW and transgender  populations.Comprehensive research is needed to understand the risks and drivers of HIV infection in MSM, WSW, and LGBTpopulations. As noted earlier, without taking MSM, WSW, and LGBT populations and behaviors into account whenimplementing HIV research, policy, and programs, the response will remain inadequate and may silently contribute tohigh prevalence of HIV in South Africa.The increasing number of large-scale research studies investigating HIV among MSM populations show that MSMare a high risk population. Most recently, the Marang Men’s Project [28] provided baseline data on HIV prevalenceamong MSM in Cape Town, Durban, and Johannesburg, the three largest cities of South Africa. Although not reflectedin this review as a non-peer reviewed publication, the Marang Men’s Project found HIV prevalence among MSM to58   The Open AIDS Journal, 2016, Volume 10 Evans et al.range from 22.3% in Cape Town, to 26.8% in Johannesburg, to 48.2% in Durban [28]. These high prevalence estimatesare consistent with studies done elsewhere as reported in this review.The review also found that there are discrepancies regarding the availability of research on the diversity of MSMpopulations. Same-sex sexualities are diverse [95, 96] and, in many African contexts, men have been found to engage inclandestine same-sex relationships while still fulfilling their expected gender roles and responsibilities [97]. However,this  review found that  despite  the growing number of  published articles,  the scope of  research is  still  limited.  Thisreview found a scarcity of research among MSM living in rural areas, MSM who identify as heterosexual, older MSM,and MSM from race groups other than black South African (i.e. white, coloured, and Indian/Asian).Only three articles on HIV and WSW populations were found in this review. Their findings all highlighted howlesbian, bisexual and other WSW are at risk of HIV in South Africa. These studies pointed to amplified risk stemmingfrom misconceptions about the realities of female-to-female transmission and from being targeted for sexual violence[10]. Violence against lesbians and WSW was consistently reported in all three studies that were reviewed; reports ofrape ranged from a third to a half of the participants [41, 91, 92]. This is an extremely concerning issue that needsurgent attention in research, policy and programs. All three articles reviewed remarked on how lesbians and WSW areignored in HIV research and prevention programs in South Africa [41, 91, 92]. Despite this existing evidence, WSWremain absent from NSP priorities.Although this review found two articles that considered LGB youth, both articles were reporting on sub-samples ofstudies among adolescents generally. These two studies pointed to the higher risk of HIV prevalence and engagement inrisk behaviors among LGB youth. As evidence of homophobia has also been found to be prevalent in South Africanschools [98], it is vital that future research studies in South Africa pursue a further in-depth exploration of LGB youthHIV risks and needs. Transgender youth are also at risk for stigma, transphobia and cissexism which can lead to self-harm and suicide as documented in the United States [99]. The impact of transphobia and cissexism on HIV risk-takingbehaviors among youth needs to be explored in the South African context.This  review did  not  find  any  peer-reviewed  articles  on  transgender  populations  and  HIV in  South  Africa.  Thissuggests that although transgender populations have been identified as key populations globally [100] and in the SouthAfrican 2012-2016 NSP [4] there is a stark gap in the literature. However, Gender Dynamix, a transgender organizationin South Africa, has conducted a situational analysis of the health of transgender people including their HIV preventionneeds  [101].  This  study  found  that  transgender  people  in  South  Africa  had  poor  experiences  accessing  health  careservices including HCT and anti-retroviral treatment (ART), particularly as a result of stigma [101]. The organizationfound high-risk behavior among transgender people, including unsafe sex, transactional sex, and abuse of alcohol andother substances [101]. The study also reported transgender individuals' experiences of transphobic violence, abuse, anddiscrimination [101].A recent study pooled data to estimate global HIV prevalence for transgender women at 19.1% [14]. This studyestimated that the odds of being infected with HIV for transgender women was 48.8 times greater than the generalheterosexual population, and the risk remained consistent regardless of country income level [14]. Transgender men arealso at risk of HIV. Barriers to sexual negotiation linked to unequal power dynamics, low self-esteem, and need forgender identity affirmation have been identified as factors leading to sexual risk-taking behavior among transgendermen [59].  A lack of HIV and sexual  health education for transgender men has also been identified and could haveimplications  for  HIV risk  [60].  Along with  lesbian,  bisexual,  and other  WSW, transgender  men are  at  high risk  ofhomophobic  and  transphobic  sexual  violence  in  South  Africa,  especially  black  lesbians  and  transgender  men  [54].Given the current limited evidence of HIV risk for transgender populations in South Africa, and international studiesshowing transgender women are at especially high risk of HIV infection, HIV prevalence estimates and documentationof risk behavior for transgender populations in South Africa is urgently needed.The  limitations  of  this  review  include  the  exclusion  of  non-peer-reviewed  literature,  theoretical  literature,  andarticles not focused on social and behavioral aspects of HIV. This review also excluded intersex populations due to thelack of research available on HIV risk among intersex populations internationally.CONCLUSIONIn the context of a generalized epidemic where the primary mode of HIV transmission is heterosexual, HIV researchin South Africa remains overwhelmingly heteronormative, with peer-reviewed articles reflecting a limited number ofempirical  studies  in  South  Africa  on  HIV  risk  for  MSM,  WSW,  and  LGBT  populations.  Although  there  is  nowHIV Risk Among MSM, WSW, and LGBT Populations in South Africa The Open AIDS Journal, 2016, Volume 10   59increasing attention given to MSM, WSW, and LGBT populations and HIV in South Africa, research remains largelyconcentrated on MSM. Further research with MSM is encouraged as the complexities of risks still need to be uncoveredfor this diverse population. Research with lesbian, bisexual, and other WSW as well as with transgender populations isespecially needed as there is currently a huge gap in the HIV literature with respect to those at risk populations.Various research challenges and barriers make it difficult to advance research on HIV risk among MSM, WSW, andLGBT populations in South Africa. For instance, methodological challenges make it difficult to obtain representativesamples of MSM, WSW and LGBT populations, particularly as stigma may discourage individuals from disclosingtheir sexual practices and gender identities to researchers.Furthermore, western priorities and funders are influential in driving the HIV research agenda on key populations inSouth Africa and indeed elsewhere. Recently, MSM and, to some extent, transgender populations have made the globalresearch  priority  list.  Lesbian,  bisexual,  and  other  WSW  remain  absent  from  the  global  priority  list  yet  evidencesuggests  they  are  a  high  risk  population  which  require  attention.  Lesbian,  bisexual  and  other  WSW,  as  well  astransgender people, are at amplified risk not only due to risk-taking behaviors but also due to targeted sexual violenceresulting from homophobia and heterosexism as well as transphobia and cissexism.In conclusion, HIV research in South Africa should prioritize research with MSM, WSW, and LGBT populations inorder  to  appropriately  inform prevention  strategies  that  meet  the  specific  needs  of  these  marginalized  populations.Critical reflection among the research community is needed around the issues of who is setting and funding the researchagenda and what kind of knowledge is seen as important in order to strive for an inclusive HIV research agenda.CONFLICT OF INTERESTThe authors confirm that this article content has no conflict of interest.ACKNOWLEDGEMENTSDecleared none.REFERENCES[1] Shisana O, Rehle T, Simbayi LC, Zuma K, Jooste S. South African National HIV Prevalence, Incidence and Behaviour Survey, 2012. CapeTown: HSRC Press 2014.[2] Reddy V, Sandfort T, Rispel L. From Social Silence to Social Science: Same-sex sexuality. HIV & AIDS and Gender in South Africa 2009.[3] Department of Health. HIV and AIDS and STI National Strategic Plan for South Africa 2007 - 2011. Pretoria 2007.[4] SANAC.National strategic plan on HIV, STIs and TB 2012–2016. Pretoria 2011.[5] Republic of South Africa. Civil Union Act, 17 of 2006. Government Gazette.Act 108 of 1996, Pub. L. No. Laws/Statutes 2006; 497(29441)[6] Republic of South Africa. Constitution of the Republic of South Africa, Act 108 of 1996. In: Government Gazette. Cape Town: Governmentof the Republic of South Africa 1996; 378.(17678)[7] Graziano KJ. Reflections from university students in a South African gay and lesbian society. Int J Adv Couns 2005; 27(2): 299-310.[http://dx.doi.org/10.1007/s10447-005-3188-0][8] Graziano KJ. Oppression and resiliency in a post-apartheid South Africa: unheard voices of Black gay men and lesbians. Cultur Divers EthnicMinor Psychol 2004; 10(3): 302-16.[http://dx.doi.org/10.1037/1099-9809.10.3.302] [PMID: 15311981][9] Graziano KJ. Coming out on a South African university campus: Adaptations of gay men and lesbians. Soc Transit 2004; 35(2): 237-87.[http://dx.doi.org/10.1080/21528586.2004.10419119][10] Mkhize N, Bennett J, Reddy V, Moletsane R. The country we want to live in: Hate crimes and homophobia in the lives of black lesbian SouthAfricans. Cape Town: HSRC Press 2010.[11] Wade AS, Kane CT, Diallo PA, et al. HIV infection and sexually transmitted infections among men who have sex with men in Senegal. AIDS2005; 19(18): 2133-40.[http://dx.doi.org/10.1097/01.aids.0000194128.97640.07] [PMID: 16284463][12] Rawstorne P, Digiusto E, Worth H, Zablotska I. Associations between crystal methamphetamine use and potentially unsafe sexual activityamong gay men in Australia. Arch Sex Behav 2007; 36(5): 646-54.[http://dx.doi.org/10.1007/s10508-007-9206-z] [PMID: 17690971][13] Beyrer C. HIV epidemiology update and transmission factors:  risks and risk contexts-16th  International AIDS Conference epidemiologyplenary. Clin Infect Dis 2007; 44(7): 981-7.[http://dx.doi.org/10.1086/512371] [PMID: 17342654]60   The Open AIDS Journal, 2016, Volume 10 Evans et al.[14] Baral SD, Poteat T, Strömdahl S, Wirtz AL, Guadamuz TE, Beyrer C. Worldwide burden of HIV in transgender women: a systematic reviewand meta-analysis. Lancet Infect Dis 2013; 13(3): 214-22.[http://dx.doi.org/10.1016/S1473-3099(12)70315-8] [PMID: 23260128][15] McIntyre JA. The need for HIV prevention interventions for men who have sex with men in Africa. Sex Transm Infect 2010; 86(2): 82-3.[http://dx.doi.org/10.1136/sti.2009.041640] [PMID: 20332365][16] Sallar AM, Somda DA. Homosexuality and HIV in Africa: An essay on using entertainment education as a vehicle for stigma reduction. SexCult 2011; 15(3): 279-309.[http://dx.doi.org/10.1007/s12119-011-9094-1][17] Lane T, Mogale T, Struthers H, McIntyre J, Kegeles SM. They see you as a different thing: the experiences of men who have sex with menwith healthcare workers in South African township communities. Sex Transm Infect 2008; 84(6): 430-3.[http://dx.doi.org/10.1136/sti.2008.031567] [PMID: 19028941][18] Johnson CA. Off the map. How HIV/AIDS programming is failing same-sex practicing people in Africa; New York International Gay andLesbian Human Rights Commission 2007.[19] Parker R, Khan S, Aggleton P. Conspicuous by their absence? Men who have sex with men (MSM) in developing countries: implications forHIV prevention. Crit Public Health 1998; 8(4): 329-46.[http://dx.doi.org/10.1080/09581599808402919][20] Lane T, Shade SB, McIntyre J, Morin SF. Alcohol and sexual risk behavior among men who have sex with men in South African townshipcommunities. AIDS Behav 2008; 12(4 Suppl.): S78-85.[http://dx.doi.org/10.1007/s10461-008-9389-x] [PMID: 18392672][21] Rispel LC, Metcalf CA, Cloete A, Reddy V, Lombard C. HIV prevalence and risk practices among men who have sex with men in two SouthAfrican cities. J Acquir Immune Defic Syndr 2011; 57(1): 69-76.[http://dx.doi.org/10.1097/QAI.0b013e318211b40a] [PMID: 21297480][22] Baral S, Sifakis F, Cleghorn F, Beyrer C. Elevated risk for HIV infection among men who have sex with men in low- and middle-incomecountries 2000-2006: a systematic review. PLoS Med 2007; 4(12): e339.[http://dx.doi.org/10.1371/journal.pmed.0040339] [PMID: 18052602][23] Sanders EJ, Graham SM, Okuku HS, et al. HIV-1 infection in high risk men who have sex with men in Mombasa, Kenya. AIDS 2007; 21(18):2513-20.[http://dx.doi.org/10.1097/QAD.0b013e3282f2704a] [PMID: 18025888][24] Gueboguo C. SIDA et homosexualité (s) en Afrique In: analyse des communications de prévention. Editions L'Harmattan 2009.[25] Sandfort TG, Nel J, Rich E, Reddy V, Yi H. HIV testing and self-reported HIV status in South African men who have sex with men: resultsfrom a community-based survey. Sex Transm Infect 2008; 84(6): 425-9.[http://dx.doi.org/10.1136/sti.2008.031500] [PMID: 19028940][26] Smith AD, Tapsoba P, Peshu N, Sanders EJ, Jaffe HW. Men who have sex with men and HIV/AIDS in sub-Saharan Africa. Lancet 2009;374(9687): 416-22.[http://dx.doi.org/10.1016/S0140-6736(09)61118-1] [PMID: 19616840][27] Makofane K, Gueboguo C, Lyons D, Sandfort T. Men who have sex with men inadequately addressed in African AIDS National StrategicPlans. Glob Public Health 2013; 8(2): 129-43.[http://dx.doi.org/10.1080/17441692.2012.749503] [PMID: 23252398][28] Cloete A, Simbayi LC, Rehle T, et al.  The South African Marang Men’s Project: HIV bio-behavioural surveys using respondent-drivensampling conducted among men who have sex with men in Cape Town, Durban and Johannesburg. Cape Town: HSRC Press 2014.[29] Price MA, Rida W, Mwangome M, et al. Identifying at-risk populations in Kenya and South Africa: HIV incidence in cohorts of men whoreport sex with men, sex workers, and youth. J Acquir Immune Defic Syndr 2012; 59(2): 185-93.[http://dx.doi.org/10.1097/QAI.0b013e31823d8693] [PMID: 22227488][30] Dunkle  KL,  Jewkes  RK,  Murdock  DW,  Sikweyiya  Y,  Morrell  R.  Prevalence  of  consensual  male-male  sex  and  sexual  violence,  andassociations with HIV in South Africa: a population based cross-sectional study. PLoS Med 2013; 10(6): e1001472.[http://dx.doi.org/10.1371/journal.pmed.1001472] [PMID: 23853554][31] Imrie J, Hoddinott G, Fuller S, Oliver S, Newell ML. Why MSM in rural South African communities should be an HIV prevention researchpriority. AIDS Behav 2013; 17(Suppl. 1): S70-6.[http://dx.doi.org/10.1007/s10461-012-0356-1] [PMID: 23196857][32] Johnson CA. Hearing voices: Unearthing evidence of homosexuality in precolonial Africa. In: The greatest taboo: Homosexuality in Blackcommunities. 2001; pp. 132-48.[33] Lillah-Chiki R. ay Town, South Africa the township where homosexuals can relax in SA’s first ‘gay-friendly shebeen. Drum 1999; 16-7.[34] Grundlingh L. HIV/AIDS in South Africa: a case of failed responses because of stigmatization, discrimination and morality, 1983-1994.Contree 1999; 46(46): 55-81.[PMID: 22103007][35] Epprecht M. The “unsaying” of indigenous homosexualities in Zimbabwe: Mapping a blindspot in an African masculinity. J South Afr StudHIV Risk Among MSM, WSW, and LGBT Populations in South Africa The Open AIDS Journal, 2016, Volume 10   611998; 1-20.[36] Stein J. The gay community a hidden HIV/AIDS epidemic?. AIDS Bulletin 2001; 10(1): 17-8.[37] Isaacs G, Miller D. AIDS - Its implications for South African homosexuals and the mediating role of the medical practitioner. South AfricanMed J = Suid-Afrikaanse Tydskrif vir Geneeskunde 1985; 68(5): 327-0.[38] Epprecht M. “Bisexuality” and the politics of normal in african ethnography. Anthropologica 2006; 187-201.[http://dx.doi.org/10.2307/25605310][39] McKenna N. On the margins: men who have sex with men and HIV in the developing world. London: Panos Institute 1996.[40] Formby E. Lesbian and bisexual women’s human rights, sexual rights and sexual citizenship: negotiating sexual health in England. CultHealth Sex 2011; 13(10): 1165-79.[http://dx.doi.org/10.1080/13691058.2011.610902] [PMID: 21972785][41] Matebeni Z, Reddy V, Sandfort T, Southey-Swartz I. \"I thought we are safe”: Southern African lesbians' experiences of living with HIV. CultHealth Sex 2014; (15 sup1): 34-47.[42] Power J, McNair R, Carr S. Absent sexual scripts: lesbian and bisexual women’s knowledge, attitudes and action regarding safer sex andsexual health information. Cult Health Sex 2009; 11(1): 67-81.[http://dx.doi.org/10.1080/13691050802541674] [PMID: 19234951][43] Richardson D. The social construction of immunity: HIV risk perception and prevention among lesbians and bisexual women. Cult HealthSex 2000; 2(1): 33-49.[http://dx.doi.org/10.1080/136910500300859][44] Richters J, Prestage G, Schneider K, Clayton S. Do women use dental dams? Safer sex practices of lesbians and other women who have sexwith women. Sex Health 2010; 7(2): 165-9.[http://dx.doi.org/10.1071/SH09072] [PMID: 20465981][45] Schick V, Rosenberger JG, Herbenick D, Reece M. Sexual behaviour and risk reduction strategies among a multinational sample of womenwho have sex with women. Sex Transm Infect 2012; 88(6): 407-12.[http://dx.doi.org/10.1136/sextrans-2011-050404] [PMID: 22563015][46] Muzny CA, Harbison HS, Pembleton ES, Hook EW, Austin EL. Misperceptions regarding protective barrier method use for safer sex amongAfrican-American women who have sex with women. Sex Health 2013; 10(2): 138-41.[http://dx.doi.org/10.1071/SH12106] [PMID: 23369280][47] CDC HIV AIDS Surveill Rep 2007; 1-55.[48] Roberts SJ, Sorensen L, Patsdaughter CA, Grindel C. Sexual behaviors and sexually transmitted diseases of lesbians: results of the Bostonlesbian health project. J Lesbian Stud 2000; 4(3): 49-70.[http://dx.doi.org/10.1300/J155v04n03_03][49] Xu F, Sternberg MR, Markowitz LE. Women who have sex with women in the United States: prevalence, sexual behavior and prevalence ofherpes simplex virus type 2 infection-results from national health and nutrition examination survey 2001-2006. Sex Transm Dis 2010; 37(7):407-13.[PMID: 20531032][50] Bailey JV, Farquhar C, Owen C, Whittaker D. Sexual behaviour of lesbians and bisexual women. Sex Trans Infect 2003; 79(2): 147-50.[http://dx.doi.org/10.1136/sti.79.2.147] [PMID: 12690139][51] Diamant AL, Schuster MA, McGuigan K, Lever J. Lesbians’ sexual history with men: implications for taking a sexual history. Arch InternMed 1999; 159(22): 2730-6.[http://dx.doi.org/10.1001/archinte.159.22.2730] [PMID: 10597764][52] Fethers K, Marks C, Mindel A, Estcourt CS. Sexually transmitted infections and risk behaviours in women who have sex with women. SexTrans Infect 2000; 76(5): 345-9.[http://dx.doi.org/10.1136/sti.76.5.345] [PMID: 11141849][53] Lewis RJ, Milletich RJ, Kelley ML, Woody A. Minority stress, substance use, and intimate partner violence among sexual minority women.Aggress Violent Behav 2012; 17(3): 247-56.[http://dx.doi.org/10.1016/j.avb.2012.02.004][54] Nath D, Mthathi S. We'll Show You You're a Woman Violence and discrimination against black lesbians and transgender men in SouthAfrica:. In: Human Rights Watch; 2011.[55] Desmond Tutu HI. The Policy Brief. Key Populations Key Solutions. In: A Gap Analysis and Recommendations for Key Populations andHIV in South Africa; 2011.[56] Herbst JH, Jacobs ED, Finlayson TJ, McKleroy VS, Neumann MS, Crepaz N. Estimating HIV prevalence and risk behaviors of transgenderpersons in the United States: a systematic review. AIDS Behav 2008; 12(1): 1-17.[http://dx.doi.org/10.1007/s10461-007-9299-3] [PMID: 17694429][57] Baggaley RF, White RG, Boily MC. HIV transmission risk through anal intercourse: systematic review, meta-analysis and implications forHIV prevention. Int J Epidemiol 2010; 39(4): 1048-63.[http://dx.doi.org/10.1093/ije/dyq057] [PMID: 20406794]62   The Open AIDS Journal, 2016, Volume 10 Evans et al.[58] Kenagy GP, Hsieh CM. The risk less known: female-to-male transgender persons’ vulnerability to HIV infection. AIDS Care 2005; 17(2):195-207.[http://dx.doi.org/10.1080/19540120512331325680] [PMID: 15763714][59] Sevelius J. There’s no pamphlet for the kind of sex I have: HIV-related risk factors and protective behaviors among transgender men whohave sex with nontransgender men. J Assoc Nurses AIDS Care 2009; 20(5): 398-410.[http://dx.doi.org/10.1016/j.jana.2009.06.001] [PMID: 19732698][60] Xavier J BJ. Transgender health access in Virginia: Focus group report 2005.[61] Clements-Nolle K, Marx R, Guzman R, Katz M. HIV prevalence, risk behaviors, health care use, and mental health status of transgenderpersons: implications for public health intervention. Am J Public Health 2001; 91(6): 915-21.[http://dx.doi.org/10.2105/AJPH.91.6.915] [PMID: 11392934][62] Sugano E, Nemoto T, Operario D. The impact of exposure to transphobia on HIV risk behavior in a sample of transgendered women of colorin San Francisco. AIDS Behav 2006; 10(2): 217-25.[http://dx.doi.org/10.1007/s10461-005-9040-z] [PMID: 16362237][63] Bockting WO, Knudson G, Goldberg JM. Counseling and mental health care for transgender adults and loved ones. Int J Transgenderism2006; 9(3): 35-82.[http://dx.doi.org/10.1300/J485v09n03_03][64] Beyrer C, Baral SD, van Griensven F, et al. Global epidemiology of HIV infection in men who have sex with men. Lancet 2012; 380(9839):367-77.[http://dx.doi.org/10.1016/S0140-6736(12)60821-6] [PMID: 22819660][65] Lane T, Osmand T, Marr A, et al. The Mpumalanga Men’s Study (MPMS): results of a baseline biological and behavioral HIV surveillancesurvey in two MSM communities in South Africa. PLoS One 2014; 9(11): e111063.[http://dx.doi.org/10.1371/journal.pone.0111063] [PMID: 25401785][66] Lane T, Raymond HF, Dladla S, et al. High HIV prevalence among men who have sex with men in Soweto, South Africa: results from theSoweto Men’s Study. AIDS Behav 2011; 15(3): 626-34.[http://dx.doi.org/10.1007/s10461-009-9598-y] [PMID: 19662523][67] Burrell E, Mark D, Grant R, Wood R, Bekker LG. Sexual risk behaviours and HIV-1 prevalence among urban men who have sex with men inCape Town, South Africa. Sex Health 2010; 7(2): 149-53.[http://dx.doi.org/10.1071/SH09090] [PMID: 20465978][68] Baral S, Burrell E, Scheibe A, Brown B, Beyrer C, Bekker LG. HIV risk and associations of HIV infection among men who have sex withmen in peri-urban Cape Town, South Africa. BMC Public Health 2011;11:766[http://dx.doi.org/10.1186/1471-2458-11-766][69] Nyoni JE, Ross MW. Condom use and HIV-related behaviors in urban Tanzanian men who have sex with men: a study of beliefs, HIVknowledge sources, partner interactions and risk behaviors. AIDS Care 2013; 25(2): 223-9.[http://dx.doi.org/10.1080/09540121.2012.699671] [PMID: 22788911][70] Sheehy M, Tun W, Vu L, Adebajo S, Obianwu O, Karlyn A. High levels of bisexual behavior and factors associated with bisexual behavioramong men having sex with men (MSM) in Nigeria. AIDS Care 2014; 26(1): 116-22.[http://dx.doi.org/10.1080/09540121.2013.802281] [PMID: 23742663][71] Jewkes R, Dunkle K, Nduna M, et al. Factors associated with HIV sero-positivity in young, rural South African men. Int J Epidemiol 2006;35(6): 1455-60.[http://dx.doi.org/10.1093/ije/dyl217] [PMID: 17030525][72] Eaton  LA,  Pitpitan  EV,  Kalichman  SC,  et  al.  Men  who  report  recent  male  and  female  sex  partners  in  Cape  Town,  South  Africa:  anunderstudied and underserved population. Arch Sex Behav 2013; 42(7): 1299-308.[http://dx.doi.org/10.1007/s10508-013-0077-1] [PMID: 23519592][73] Arnold MP, Struthers H, McIntyre J, Lane T. Contextual correlates of per partner unprotected anal intercourse rates among MSM in Soweto,South Africa. AIDS Behav 2013; 17(Suppl. 1): S4-11.[http://dx.doi.org/10.1007/s10461-012-0324-9] [PMID: 23054039][74] Sandfort T, Yi H, Knox J, Reddy V. Sexual partnership types as determinant of HIV risk in South African MSM: an event-level clusteranalysis. AIDS Behav 2013; 17(Suppl. 1): S23-32.[http://dx.doi.org/10.1007/s10461-012-0294-y] [PMID: 22956229][75] Jobson G, de Swardt G, Rebe K, Struthers H, McIntyre J. HIV risk and prevention among men who have sex with men (MSM) in peri-urbantownships in Cape Town, South Africa. AIDS Behav 2013; 17(Suppl. 1): S12-22.[http://dx.doi.org/10.1007/s10461-012-0328-5] [PMID: 23054040][76] Heusser S, Elkonin D. Childhood sexual abuse and HIV sexual-risk behaviour among men who have sex with men in South Africa. S Afr JPsychol 2013.[http://dx.doi.org/10.1177/0081246313516258][77] Nel JA, Yi H, Sandfort TG, Rich E. HIV-untested men who have sex with men in South Africa: the perception of not being at risk and fear ofbeing tested. AIDS Behav 2013; 17(1)(Suppl. 1): S51-9.HIV Risk Among MSM, WSW, and LGBT Populations in South Africa The Open AIDS Journal, 2016, Volume 10   63[http://dx.doi.org/10.1007/s10461-012-0329-4] [PMID: 23054041][78] Stephenson R, Rentsch C, Sullivan P. High levels of acceptability of couples-based HIV testing among MSM in South Africa. AIDS Care2012; 24(4): 529-35.[PMID: 22007940][79] Stephenson R, Rentsch C, Sullivan P, et al. Attitudes toward couples-based HIV counseling and testing among MSM in Cape Town, SouthAfrica. AIDS Behav 2013; 17(Suppl. 1): S43-50.[http://dx.doi.org/10.1007/s10461-012-0293-z] [PMID: 22961498][80] Knox J, Sandfort T, Yi H, Reddy V, Maimane S. Social vulnerability and HIV testing among South African men who have sex with men. Int JSTD AIDS 2011; 22(12): 709-13.[http://dx.doi.org/10.1258/ijsa.2011.010350] [PMID: 22174050][81] Knox J, Reddy V, Kaighobadi F, Nel D, Sandfort T. Communicating HIV status in sexual interactions: assessing social cognitive constructs,situational factors, and individual characteristics among South African MSM. AIDS Behav 2013; 17(1): 350-9.[http://dx.doi.org/10.1007/s10461-012-0337-4] [PMID: 23065127][82] Wagenaar BH, Sullivan PS, Stephenson R. HIV knowledge and associated factors among internet-using men who have sex with men (MSM)in South Africa and the United States. PLoS One 2012; 7(3): e32915.[http://dx.doi.org/10.1371/journal.pone.0032915] [PMID: 22427908][83] Tun W, Kellerman S, Maimane S, et al. HIV-related conspiracy beliefs and its relationships with HIV testing and unprotected sex among menwho have sex with men in Tshwane (Pretoria), South Africa. AIDS Care 2012; 24(4): 459-67.[PMID: 22084826][84] Vu L, Tun W, Sheehy M, Nel D. Levels and correlates of internalized homophobia among men who have sex with men in Pretoria, SouthAfrica. AIDS Behav 2012; 16(3): 717-23.[http://dx.doi.org/10.1007/s10461-011-9948-4] [PMID: 21484279][85] Rispel LC, Metcalf CA, Cloete A, Moorman J, Reddy V. You become afraid to tell them that you are gay: health service utilization by menwho have sex with men in South African cities. J Public Health Policy 2011; 32(Suppl. 1): S137-51.[http://dx.doi.org/10.1057/jphp.2011.29] [PMID: 21730987][86] Cloete A, Simbayi LC, Kalichman SC, Strebel A, Henda N. Stigma and discrimination experiences of HIV-positive men who have sex withmen in Cape Town, South Africa. AIDS Care 2008; 20(9): 1105-10.[http://dx.doi.org/10.1080/09540120701842720] [PMID: 18608067][87] Tucker A, de Swardt G, Struthers H, McIntyre J. Understanding the needs of township men who have sex with men (MSM) health outreachworkers: exploring the interplay between volunteer training, social capital and critical consciousness. AIDS Behav 2013; 17(1)(Suppl. 1):S33-42.[http://dx.doi.org/10.1007/s10461-012-0287-x] [PMID: 22903420][88] Tucker A, Liht J, de Swardt G, et al. Homophobic stigma, depression, self-efficacy and unprotected anal intercourse for peri-urban townshipmen who have sex with men in Cape Town, South Africa: a cross-sectional association model. AIDS Care 2014; 26(7): 882-9.[http://dx.doi.org/10.1080/09540121.2013.859652] [PMID: 24295155][89] Parry C, Petersen P, Carney T, Dewing S, Needle R. Rapid assessment of drug use and sexual HIV risk patterns among vulnerable drug-usingpopulations in Cape Town, Durban and Pretoria, South Africa. SAHARA J 2008; 5(3): 113-9.[http://dx.doi.org/10.1080/17290376.2008.9724909] [PMID: 18979044][90] Parry C, Petersen P, Dewing S, et al. Rapid assessment of drug-related HIV risk among men who have sex with men in three South Africancities. Drug Alcohol Depend 2008; 95(1-2): 45-53.[http://dx.doi.org/10.1016/j.drugalcdep.2007.12.005] [PMID: 18242881][91] Sandfort TG, Baumann LR, Matebeni Z, Reddy V, Southey-Swartz I. Forced sexual experiences as risk factor for self-reported HIV infectionamong southern African lesbian and bisexual women. PLoS One 2013; 8(1): e53552.[http://dx.doi.org/10.1371/journal.pone.0053552] [PMID: 23326452][92] Cloete A, Sanger N, Simbayi LC. Are HIV positive women who have sex with women (WSW) an unrecognized and neglected HIV risk groupin South Africa. J AIDS HIV Res 2011; 3(1): 1-5.[93] Miller CL, Dietrich J, Nkala B, et al. Implications for HIV prevention: lesbian, gay and bisexual adolescents in urban South Africa are atincreased risk of living with HIV. Pediatr Infect Dis J 2013; 32(6): e263-4.[http://dx.doi.org/10.1097/INF.0b013e31828b28f1] [PMID: 23838741][94] Thurston IB, Dietrich J, Bogart LM, et al. Correlates of sexual risk among sexual minority and heterosexual South African youths. Am JPublic Health 2014; 104(7): 1265-9.[http://dx.doi.org/10.2105/AJPH.2013.301865] [PMID: 24832149][95] Teunis N. Same-sex sexuality in Africa: A case study from Senegal. AIDS Behav 2001; 5(2): 173-82.[http://dx.doi.org/10.1023/A:1011335129358][96] Murray SO, Roscoe W. Studies in African homosexualities. Boy-wives and female-husbands; 1998.[97] Cloete A, Rispel L, Metcalf C, Reddy V. Being straight and being gay: Identity or Multiple Desire: The Case of South Africa. Sexuality inAfrica Magazine & Monographs 2010; pp. 9-10.64   The Open AIDS Journal, 2016, Volume 10 Evans et al.[98] Msibi T. I'm used to it now: experiences of homophobia among queer youth in South African township schools. Gend Educ 2012; 24(5):515-33.[http://dx.doi.org/10.1080/09540253.2011.645021][99] Grossman AH, D’Augelli AR. Transgender youth and life-threatening behaviors. Suicide Life Threat Behav 2007; 37(5): 527-37.[http://dx.doi.org/10.1521/suli.2007.37.5.527] [PMID: 17967119][100] UNAIDS action framework: Universal access for men who have sex with men, and transgender people 2009.[101] Stevens M. Transgender access to sexual health services in South Africa. Cape Town: Gender Dynamix 2012.Received: April 22, 2015 Revised: July 10, 2015 Accepted: October 12, 2015© Evans et al.; Licensee Bentham Open.This is an open access article licensed under the terms of the Creative Commons Attribution-Non-Commercial 4.0 International Public License (CCBY-NC  4.0)  (https://creativecommons.org/licenses/by-nc/4.0/legalcode),  which  permits  unrestricted,  non-commercial  use,  distribution  andreproduction  in  any  medium,  provided  the  work  is  properly  cited.",
    "id": 571398859,
    "identifiers": {
        "doi": null,
        "oai": "oai:repository.hsrc.ac.za:20.500.11910/9703"
    },
    "title": "HIV risk among men who have sex with men, women who have sex with women, lesbian, gay, bisexual and transgender populations in South Africa: a mini-review",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-05-31T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://repository.hsrc.ac.za/bitstream/20.500.11910/9703/1/9206.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/571398859.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/571398859"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/571398859/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/571398859/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/571398859"
        }
    ],
    "abstract": "The HIV epidemic in South Africa is characterized mainly by heterosexual transmission. Recently, the importance of targeting key populations and marginalized groups, including men who have sex with men (MSM) and transgender people, has been added to the national agenda.  This mini-review explores the current state of empirical research on HIV risk and MSM, women who have sex with women (WSW), lesbian, gay, bisexual and transgender (LGBT) populations in South Africa in order to assess the current state of research and identify gaps in the literature.  Peer-reviewed empirical social and behavioral articles on HIV prevalence and risk focusing on MSM, WSW, and LGBT populations published since 2006 were included in this mini-review.  In total 35 articles were included: 30 on MSM, gay, and/or bisexual male-identified populations, three on WSW, lesbian, and/or bisexual female-identified populations, two on LGB youth, and none on transgender populations. Despite South Africa being the country with the largest number of people living with HIV in the world, there is a limited amount of research in South Africa on HIV and non-normative gender identities and sexualities, especially WSW, lesbian, and/or bisexual female-identified populations, transgender populations, and LGB youth. Research with MSM, WSW, and LGBT populations should be prioritized in South Africa in order to appropriately inform HIV prevention strategies that meet the specific needs of these marginalized groups.",
    "tags": [
        "Journal Article",
        "BISEXUALITY",
        "GENDER",
        "HIV/AIDS",
        "HOMOSEXUALITY",
        "LESBIANS",
        "SEXUAL BEHAVIOUR"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Journal Article"
    ],
    "oai": "oai:repository.hsrc.ac.za:20.500.11910/9703",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "22382",
        "openDoarId": 0,
        "name": "Research Output Repository (HSRC)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 571398859,
        "depositedDate": null,
        "publishedDate": "2016-05-31T01:00:00+01:00",
        "updatedDate": "2024-02-19T14:50:27+00:00",
        "acceptedDate": null,
        "createdDate": "2023-07-07T10:44:53+01:00"
    },
    "urls": [
        "http://hdl.handle.net/20.500.11910/9703"
    ],
    "lastUpdate": "2024-02-19T14:50:27+00:00",
    "setSpecs": []
}