{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Obendorf, Simon"
        }
    ],
    "contributors": [],
    "createdDate": "2018-01-03T10:33:38+00:00",
    "dataProvider": {
        "id": 3338,
        "name": "Valparaiso University",
        "url": "https://api.core.ac.uk/v3/data-providers/3338",
        "logo": "https://api.core.ac.uk/data-providers/3338/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/144549207.pdf",
    "fullText": "Third World Legal StudiesVolume 15 Postcolonialism, Globalization, and Law Article 71-7-2000Homosexual Rights and the Non-Western World:A Postcolonial Reading of Homosexual Rights inInternational Human Rights LawSimon ObendorfUniversity of MelbourneFollow this and additional works at: http://scholar.valpo.edu/twlsThis Article is brought to you for free and open access by the Valparaiso University Law School at ValpoScholar. It has been accepted for inclusion inThird World Legal Studies by an authorized administrator of ValpoScholar. For more information, please contact a ValpoScholar staff member atscholar@valpo.edu.Recommended CitationObendorf, Simon (1999) \"Homosexual Rights and the Non-Western World: A Postcolonial Reading of Homosexual Rights inInternational Human Rights Law,\" Third World Legal Studies: Vol. 15, Article 7.Available at: http://scholar.valpo.edu/twls/vol15/iss1/7HOMOSEXUAL RIGHTS AND THE NON-WESTERN WORLD: A POSTCOLONIAL READINGOF HOMOSEXUAL RIGHTS IN INTERNATIONALHUMAN RIGHTS LAWSimon B. Obendorf*Any attempt at a worldwide perspective... [has] to take intoaccount the cultural divide between two very different approachesto sexuality and homosexuality. There... [is] the contemporaryWestern model - that of a world divided into heterosexuals andhomosexuals and perhaps bisexuals, of lesbian and gay identity, ofdiscrimination and homophobia .... In... non-Westerncountries... the situation... [is] much more complicated.'I. INTRODUCTIONAs a theoretical discourse, globalisation has always been tightlyinterwoven with, and often subsumed by, imperatives ofWesternisation. Globalisation theory has historically beencharacterised by expansive concepts of international standardisation,global democratisation and grand narratives of modernity. These inturn have given rise to expectations of global homogenisation, thedecline of the nation-state and the rise of the global village.2 In itsmost recent and most progressive formulations, however, globalisationmarks a dialectic discourse between global formations, largely derivedfrom the West and the locally specific conditions which theyencounter. Global flows of change and exchange are increasingly seenas multi-directional and variable.3 The new world-space created by\" Tutor in the Humanities, International House, The University of Melbourne, Australia. BA (Hons)(Melb). Student, Faculty of Law, The University of Melbourne, Australia. The author expresses hisgratitude to Mr. Raimy Chd-Ross, Associate Professor Phillip Darby, Ms. Tanya Kaim, Dr. MareeO'Sullivan, Ms. Dianne Otto and Mr. Ming Toh for their assistance and encouragement in the writing ofthis article. The author also acknowledges the assistance of Mr. William Courson, Executive Director ofthe Magnus F. Hirschfeld Centre for Human Rights, for his kind provision of source material.' NEL MILLER, OUT IN THE WORLD: GAY AND LESBIAN LFE FROM BUENOS AIRES TO BANGKOK357-8 (1992).2 Mike Featherstone, Global Culture: An Introduction, 7 THEORY, CULTURE AND SOCIETY I (1997).3 Chris Berry, Globalised Gays/Gaze: The Difficulty of Interpreting Three Asian Gay Films, inCOMMUNAIJPLURAL (PLURALISING THE ASIA PACIFIC) 83, 84-5 (Ghassan Hage, Justine Lloyd & LesleyJohnson eds., 1994).THIRD WORLD LEGAL STUDIES-1998-99the global/local encounter is characterised by the unificatory processesof globalism while simultaneously being subject to localised forms ofresistance, contestation and assertions of difference.4Human rights theories have fed into and upon these conceptions.The contemporary international human rights regime has beenvariously understood as either an instrument of progressive anddesirable globalising processes or as an agent of homogenising andsocio-politically inappropriate flows of global change emanating from,and imbued with, the culturally specific morality of the West. Therehave long been tensions between conceptions of the universality ofhuman rights and the relativist requirement that the implementation ofsuch rights be sensitive to the socially and politically diverse settingsin which they necessarily find their expression. And while it isimportant not to oversimplify what is a complex and multifacetedargument, one of the key boundary lines of this contestation has beenbetween theoretical positions emerging from both within Westernacademe and international legal jurisprudence, and the theoreticalpositions adopted by many scholars, jurists, politicians and theorists inthe non-Western world. Further, what has become increasingly clearis that this contestation becomes of far greater intensity and immediacywhen the rights which the international legal system is called upon toprotect give rise to social, cultural, religious or political controversy.This paper examines one such issue: that of the calls for theinternational legal recognition and protection of rights for homosexualmen and women. To undertake such an examination, the paper utilisestheoretical paradigms from within the field of postcolonial studies.Opening with an overview of the theoretical bases and preconceptionsof postcolonial analysis, the paper then examines the extant bases forthe protection of the rights of homosexuals at international law. It thengoes on to examine Dutch-American scholar Eric Heinze's calls for atreaty-based instrument to codify and enforce principles of non-discrimination on the basis of sexual orientation in international law.5The paper will argue that while homosexual rights are indeed worthy4 Rob Wilson & Wimal Dissanayake. Introduction: Tracking the Global/Local, in GLOBAL/LOCAL:CULTURAL PRODUCTION AND THE TRANSNATIONAL IMAGINARY I (Rob Wilson & Wimal Dissanayakeeds.. 1996).5 ERIC HEINZE, SEXUAL ORIENTATION: A HUMAN RIGHT - AN ESSAY ON INTERNATIONAL HUMANRIGHTs LAw (1995).HOMOSEXUAL RIGHTSof protection at international law, the current means by which they areprotected, and the current proposals for international legal reform inthis area, articulate colonialist and specifically Western understandingsof homosexuality and sexual orientation. By viewing these processesthrough the lens of postcolonial theory, the existence of enforcedpower inequalities between the West and the non-West, and thecontinued privileging of Western forms of thought, identity andmorality in this area will be identified. The paper will close with anoverview of the possible avenues for reform of contemporaryinternational human rights jurisprudence as it relates to the protectionand provision of homosexual rights.The application of postcolonial theory will be seen to offersignificant insights for those - from the West and the non-West alike -who shape, inform and participate in the debate over the internationallegal protection of homosexual rights. It is suggested that postcolonialtheory's rejection of simplistic, oppositional and binaristicunderstandings of international relations between cultures, societiesand geographies can give rise to a more nuanced understanding of therole that international human rights law can play in protecting therights of homosexuals worldwide. Such an understanding wouldencompass a more sophisticated awareness of the varying positionswhich homosexuality occupies in cultures and societies worldwide.Simultaneously it would pay heed to the colonial legacy whichcontinues to operate not just in the restriction of homosexual rights,but also in the calls for the international legal recognition andprotection of such rights.II. POSTCOLONIAL THEORY: IMPLICATIONS FOR THEPROTECTION OF HOMOSEXUAL RIGHTS ATINTERNATIONAL LAWPostcolonial theory is predicated upon a critical engagement withrelations of resistance and domination within and following Europeancolonisation. Postcolonialism seeks, in the words of theorist GyanPrakash, 'to undo the Eurocentrism produced by the institution of theWest's trajectory'. 6 The methodology of postcolonial analysis is6 Gyan Prakash, Postcolonial Criticism and Indian Historiography, 31/32 SOCIAL TEXT 8 (1992).THIRD WORLD LEGAL STUDIES-1998-99strongly, and necessarily, predicated on an historical perspective. Thecurrent position of non-Western formerly-colonised peoples and nationstates vis a vis the West is understood, within the discourse ofpostcolonial theory, to result, in whole or in part, from the effects ofnineteenth century, and earlier, European colonial domination.But postcolonialism's concerns move beyond mere identificationsof unequal power relations to the provision of epistemologicalconstructs which may be used to organise postcolonial subjects'resistance to, and critical awareness of, hegemonic discourses.Notions of resistance, of mimicry and of hybridity as well as theempowerment of postcolonial voices all contribute to this process.Through these processes of resistance, the postcolonial subjectdismantles colonialist discourses of subordination and 'otherness' inthe process of creating new subjectivities and identities. Thesepractical implications of postcolonial theory are examined by PhillipDarby when he speaks of postcolonial analysis being (potentially) abletoopen up a space for Third World peoples to plot a course forthemselves, free from the domination of outside forces. Its frameof reference is international because the major processes whichcircumscribe freedom of action and thought are seen to be locatedexternally - in the West and the global system created andmaintained by the West.7When it comes to the application of postcolonial theory to theexamination of the international legal system, Darby's analysisbecomes of central importance. Postcolonialism is criticallyconcerned with identifying ways in which international law mayoperate as part of the dominant global system 'created and maintainedby the West'.8 Through the identification and problematising ofWestern legal narratives within international law, postcolonial legalanalysis seeks to provide means through which Western-centric legalconstructs, and the ideologies with which they are imbued, may beunderstood, evaluated, criticised and selectively recast or abandoned.7 PHILLIP DARBY, THE FICTION OF IMPERIALISM: READING BETWEEN INTERNATIONAL RELATIONSAND POSTCOLONIALIsM 218 (1998).#Id.HOMOSEXUAL RIGHTSThis project is, of course, of immediate relevance to internationalhuman rights law. Postcolonial analysis can shed considerable lightupon inequalities of power, and underlying colonialist assumptionsoperating within the international human rights regime. Thispossibility, and some of the dangers which it must avoid, are addressedby Chesterman when he writes thatIt]he essentialised concept of the abstract individual at the centre ofthe liberal internationalist agenda relies on precisely the samelegitimation as that of the European State as 'self-evident': itshistorical grounding in Western liberal thought. This is not to saythat the discourse of human rights must retreat into facile culturalrelativism, but rather that it has to be self-critical and aware ofuniversalising norms in imposing historically and culturallyspecific order, and the contradictions that emerge in legitimisingsuch moves by reference to extant paradigms. 9Chesterman's form of analysis suggests significant possibilities forthe decentring of universalist and Western-centric notions within theinternational human rights system, while allowing for the internationallegal framework to monitor, recognise and protect human rights.Chesterman calls for a self-reflexive paradigm within internationalhuman rights law, in which all parties are forced to confront andevaluate the presuppositions and biases they bring to the debate whichshapes the nature of contemporary human rights theories. In this way,international human rights jurisprudence can come to occupy a spacein which it is characterised by fluidity, readiness to change and anability to take on new situations such as those posed by globalisation.10It is with such possibilities in mind, that the paper now moves on to anexamination of international law's recognition and protection ofhomosexual rights.9 Simon Chesterman, Law, Subject and Subjectivity in International Relations: International Lawand the Postcolony, 20 MELBOURNE U. L REv. 979,995-6 (1996).10 Peng Cheah, Posit(ion)ing Human Rights in the Current Global Conjuncture, 9 PUBLIC CULTURE233, 266 (1997).THIRD WORLD LEGAL STUDIES-1998-99III. HOMOSEXUALITY AND GLOBALISATION: APOSTCOLONIAL OVERVIEWRecent theoretical developments from within the discourses oflesbian, gay and queer studies have drawn linkages between theprocesses of globalisation and the development in varying locationsworldwide of communities of self-identified homosexuals. Thisprocess is increasingly being termed as one of 'global queering'.IThe Australian social commentator and academic, Dennis Altman,perhaps the one theorist most closely associated with this emergingfield of enquiry, writes of this phenomenon:It has become fashionable to point to the emergence of 'the globalgay,' the apparent internationalization of a certain form of socialand cultural identity based upon homosexuality. He - sometimes,though less often, she - is conceptualized in terms that are verymuch based upon recent American fashion and intellectual style.' 2Altman points out that the global proliferation of sexual and socialidentities is both the result of, and draws explicitly upon, Westernunderstandings of sexual identities and Western models of behaviourand social organisation. As The Economist editorialised in 1996,\"this... view of homosexuality is radiating from North America andEurope, homogenising sexual culture as it goes\".13The circulation of Western conceptions of homosexual identity canbe argued to be representative, in large part, of the very hegemonicdiscourses which postcolonial discourse sets out to identify anddisrupt. As the Filipino gay activist Martin F. Manalansan writes\"[t]he postcolonial gay man faces a[n] ... intricate grid of hierarchiesand oppressions .... The gay postcolonial body is caught in theintersection of class, desire and race.\"'14Western homosexual identities, which circulate within theglobal/local encounter, are specific to a late twentieth century Western\" Dennis Altman, On Global Queering, AUSTRALIAN HUMANITIES REv., July 1996. Available fromhttp://www.lib.latrobe.edu.au/AHR/archive/Issue-July-1996altman.htm.12 Dennis Altman, Rupture or Continuity? The Internationalization of Gay Identities, 14 (3) SOCIALTExT 77, 77 (1996).13 It's Nonnal to be Queer, 338 (7947) THE ECONOMIST, Jan. 6. 1996, at 82, 84.14 Martin F. Manalansan IV, (Re)Locating the Gay Filipino: Resistance, Postcolonialism, andIdentity, 26 (2/3) J. HOMOSEXUALITY 53, 65-6 (1993).HOMOSEXUAL RIGHTSpolitical and socio-cultural setting. Yet Western discourses remaintellingly universalist in their approaches to understanding issues ofhomosexual identity formation within the non-West. Altman himselfcan be situated as part of these discourses.There is considerable evidence of growing 'gay' communities (farless so of 'lesbian') in almost all countries with sufficient affluenceand political space .... Identification with such communitiesseems highly correlated with class, ability in English... exposureto western media and involvement in AIDS activities.'Altman's analysis is typical of many Western academicexaminations of homosexual identity development. Traditional formsof homosexual expression, together with those forms of homosexualidentity which have developed in opposition to, or as hybrids of,Western formations, are positioned as subordinate to new globalisedidentity constructs. The limitations of these conceptions are pointed toby Browning who writes:[T]he American approach to \"sexual orientation' [would not]explain the Filipino world explored in the 1995 film MidnightDancers, where handsome young working-class men, married withchildren, performed as dancers and call boys and graduallydeveloped loving relationships with older or richer [male] clients.There, as in much of Central America, Peru, Columbia and parts ofSouth Asia, the distinctions separating love, exploitation,opportunity and desire make a mockery of the gay-straight dividethat has defined so much of the lesbian and gay movement in theUnited States.'6This distinction between the binaristic understandings of thehomosexual/heterosexual divide prevalent in the West and alternativeand more fluid conceptions of sexuality in the non-West will be shownto be of significant importance in the development of internationalhuman rights law regarding sexual orientation.International human rights jurisprudence is, as one of the majorflows of global conceptions of morality, justice, human dignity andworth, immediately brought into contact with, and some would argue\" Dennis Altman, Research and Its Discontents, 24 MELBOURNE J. POL. 41, 41 (1997).6 RANK BROWNING, A QUEER GEOGRAPHY: JOURNEYS TOWARD A SEXUAL SELF 6 (rev. ed. 1998).THIRD WORLD LEGAL STUDEES-1998-99implicated in, the propagation of Western-style conceptions ofhomosexuality. And it is this argument, over the perceivedWesternising role of international human rights law, especially withregard to its protection and recognition of homosexual rights, whichhas given rise to so much social controversy both in the West and thenon-West. In the contemporary world, a nexus of contestation hascome into being where conceptions of the universality of humanrights, the global propagation of Western-style homosexual identities,the cultural, social, political and governmental integrity of non-Western states and peoples, and the socio-political position of non-Western homosexual traditions meet and collide.IV. INTERNATIONAL HUMAN RIGHTS LAW ANDHOMOSEXUALITYThere is no express mention of homosexual rights in any of theinternational human rights instruments. 17  This is not to say thathomosexual rights are not protected or recognised under internationallaw. Indeed, homosexuals and homosexual groups worldwide haveincreasingly been appealing to the rights-based protections andstandards of international law to overturn discriminatory practiceswithin their various nations and societies. 18 And even in the absenceof specific binding protections for homosexual rights, international lawand international human rights standards are increasingly being used toexert pressure for positive change in the social, civil and politicalmilieu in which homosexuals live and work, around the world. 9Dunton and Palmberg identify four strands of rights forhomosexuals which require recognition and protection. These are the17 CHRIS DUNTON & MAI PALMBERG, HUMAN RIGHTS AND HOMOSEXUALITY IN SOUTHERN AFRICA36(1996).'a See Dudgeon v United Kingdom, 4 Eur. H.R. Rep. 149 (1981); Norris v Ireland, 13 Eur. H.R. Rep.186 (1989); Modinos v Cyprus, 16 Eur. H.R. Rep. 485 (1993); Toonen v Australia, United NationsHuman Rights Committee, U.N. Doc. CCPR/CI50/D/488/1992 (Mar. 31 1994).19 See Elizabeth McDavid Harris, Intercourse Against Nature: The Role of the Covenant on Civil andPolitical Rights and the Repeal of Sodomy Laws in the United States, 18 Hous. J. INT'L L. 625 (1996);Mark E. Wojcik, Using International Human Rights Law to Advance Queer Rights: A Case Study for theAmerican Declaration of the Rights and Duties of Man, 55 OHIO ST. L. J. 649 (1994); Donald J. West &Richard Green, Introduction. in SOCIOLEGAL CONTROL OF HOMOSEXUALITY: A MULTINATIONCOMPARISON I (Donald J. West & Richard Green eds.. 1997); Donald Morton, Global (Sexual) Politics,Class Struggle, and the Queer Left, 1 (3) CRITICAL INQUEERIES 1 (1997).HOMOSEXUAL RIGHTSdecriminalisation of sexual acts between women and men of the samegender, freedom of expression in speaking and writing in public abouthomosexuality, legal protection against discrimination on the groundsof sexual orientation and finally, and perhaps most controversially,recognition of equal rights for homosexual relationships in comparisonwith heterosexual relationships. 20 International law can play a role inthe protection and provision of such rights, through either theenumeration of specific rights for homosexuals in multilateral rightsagreements or through the extension of extant rights-based protection,in areas such as anti-discrimination, equal opportunity and so on tocover homosexuals and homosexuality. Yet it is important tounderstand that international human rights law does not automaticallyand unproblematically apply within all jurisdictions. Many of theinternational legal attempts to recognise and protect homosexual rightshave had limited application - either due to the nature andjurisdictional limits of the international forums in which they havebeen undertaken or simply through the lack of recognition of suchrights by many states. For instance, the European Union and theCouncil of Europe have both condemned the criminalisation ofhomosexual behaviour in their member states and have made some,although limited, attempts at protecting homosexuals fromdiscrimination. Yet these directives have not been uniformlyincorporated into the domestic legal systems of the member states ofthe European Union or the Council of Europe.21How then, has international law aided in the protection andprovision of homosexual rights? There have not yet been anyinstances of judicial interpretation either at a national or internationallevel of the applicability of the rights contained in the UniversalDeclaration of Human Rights (UDHR) 22 to homosexual men and20 Dunton & Palmberg, supra note 17, at 34.23 Donald J. West & Richard Green, Introduction, in Sociolegal Control of Homosexuality supranote 19, at 1; HOMOSEXUALITY: A EUROPEAN COMMUNITY ISSUE - ESSAYS ON LESBIAN AND GAYRIGHTS IN EUROPEAN LAW AND POLICY (Kees Waaldijk & Andrew Clapham eds., 1993); SimonObendorf, The European Union and the Protection and Provision of Homosexual and Lesbian Rights, 16CONTEMPORARY EUROPEAN STUDIES ASSOCIATION OF AUSTRALIA NEWSLETTER 21 (1996).2 Universal Declaration of Human Rights, GA Res 217, U.N. GAOR, 3d Sess., U.N. Doc. A/819,Dec. 10, 1948 [hereinafter UDHR]. The UDHR, while never intended to create legally bindingobligations between member states of the United Nations has, however, been regarded by many as \"anauthoritative interpretation of the Charter of the highest order\": Louis B. Sohn, A Short History of UnitedTHIRD WORLD LEGAL STUDIES-1998-99women.23  Despite this, some of the most significant opportunitiesprovided by international law for establishing and protectinghomosexual rights exist as a result of the international legalcommunity's recognition and acceptance of universal human rights asespoused in documents based on the UDHR, such as the InternationalCovenant on Civil and Political Rights (ICCPR)24  and theInternational Covenant on Economic, Social and Cultural Rights(ICESCR).25 These two documents both promise protection for thehuman rights which they cover, irrespective of 'race, colour, sex,language, religion, political or other opinion, national or social origin,property, birth or other status' .26 While these grounds of protection donot explicitly include sexual orientation, Sweden's first anti-discrimination ombudsman Peter Nobel is of the opinion that \"[i]t canclearly be argued and there is little doubt about it among leadingHuman Rights experts that individuals with a sexual orientation otherthan the majority are included and that they shall be protected fromdiscrimination.\"27This analysis may also be applicable to regional human rightsinstruments such as the African Charter of Human and People'sRights28, the American Convention on Human Rights29 and theEuropean Social Charter.30 These instruments all contain enumeratedlists detailing grounds of protection against discrimination, similar tothose found in the ICCPR and the ICESCR. It is arguable thathomosexuality falls within the list of protected statuses, either throughits subsumption within another status (such as sex 31) or in its own rightas an 'other status'. 32 More significantly for the internationalNations Documents on Human Rights, in THE UNITED NATIONS AND HUMAN RIGHTS 39, 57 (Commissionto Study the Organization of Peace ed., 1968).2 Dunton & Palmberg, supra note 17, at 37.24 International Covenant on Civil and Political Rights, entered into force Mar. 23 1976, 999U.N.T.S. 171 [hereinafter ICCPR].25 International Covenant on Economic, Social and Cultural Rights, entered into force Jan. 3 1976,993 U.N.T.S. 3 [hereinafter ICESCR].26ICCPR art 2; ICESCR art 2.27 Peter Nobel, Written Cotmnunication, (May 1996) as cited in Dunton & Palmberg, supra note 17,at 37.2\" African Charter on Human and Peoples' Rights, entered into force Oct. 21 1986, 21 L.L.M. 58.29 American Convention on Human Rights, entered into force Jul. 18 1978, 1144 U.N.T.S. 123.30 European Social Charter, entered into force Feb. 26 1965, 629 U.N.T.S. 89.31 See discussion of Toonen v Australia, infra note 3 1.32 See Dunton & Palmberg, supra note 17, at 36-7.HOMOSEXUAL RIGHTSprotection of rights for homosexuals, the European Court of HumanRights, the judicial body charged with enforcing and protecting thoserights detailed in the European Convention on Human Rights(ECHR)33 has, in a series of judgements, ruled that the existence ofanti-sodomy statutes in member states of the ECHR constituted aviolation of the right to privacy protected under the convention.34International and regional human rights instruments haveincreasingly been seen as a legitimate means of promoting homosexualrights within the domestic jurisdiction of states parties. For instance,there has been a strong movement on the part of homosexual lobbygroups within the United States of America (U.S.), especially in moreconservative states within that country's federal structure, to useinternational legal mechanisms to push for domestic reform of anti-sodomy legislation and other discriminatory laws.35 Similarly, a casehas recently been brought before the African Commission on Humanand Peoples' Rights by an American human rights organisationclaiming that the continuing presence of anti-sodomy statues withinZimbabwe constitutes a breach of many of the articles of the AfricanCharter of Human and People's Rights.The only successful instance of the use of international (as distinctfrom regional) legal mechanisms to advance homosexual rights withina domestic jurisdiction can be seen in the case of Toonen v Australia37,decided by the Human Rights Committee in 1994. This case wasbrought by an individual, Nicholas Toonen, under the provisions of theFirst Optional Protocol to the ICCPR to which Australia hadacceded.38 Toonen, an openly homosexual man resident in the33 European Convention for the Protection of Human Rights and Fundamental Freedoms, enteredinto force Sep. 3 1953, [1950] E.T.S. 5, [1950] U.K.T.S. 70.34 Dudgeon v United Kingdom, supra note 18; Norris v Ireland, supra note 18; Modinos v Cyprus,supra note 18.35 James S. Wilets, Using International Law to Vindicate the Civil Rights of Gays and Lesbians inUnited States Courts, 27 COLUM. HUM. RTS. L. REV. 48 (1995); David A. Catania, The UniversalDeclaration of Human Rights and Sodomy Laws: A Federal Common Law Right to Privacy JbrHomosexuals Based on Customary International Law, 31 AM. CRIM. L. REV. 289 (1994).36 William A. Courson (Petitioner), Complaint Relating to Violation(s) of Certain Provisions of theAfrican Charter of Human and Peoples' Rights by the Republic of Zimbabwe (Magnus F. HirschfeldCentre for Human Rights, Montclair, New Jersey, USA; Sep. 27, 1995).37 United Nations Human Rights Committee U.N. Doc. CCPR/C/50/D/488/1992 (Mar. 31 1994)[hereinafter Toonen].38 Hilary Charlesworth, Australia's Accession to the First Optional Protocol to the InternationalCovenant on Civil and Political Rights, 18 MELBOURNE U. L. REV. 428 (1991).THIRD WORLD LEGAL STUDIES-1998-99Australian State of Tasmania, claimed that certain sections of theTasmanian Criminal Code which outlawed consensual malehomosex39 were in violation of sections 2(1), 17 and 26 of theICCPR. 40 The Human Rights Committee unanimously held that thesections of the Tasmanian Criminal Code were in violation ofToonen's individual rights under Article 17 of the ICCPR finding thatthe 'continuing existence of the challenged provisions...continuously and directly \"interferes\" with the author's [Toonen's]privacy'.41 Interestingly, the Committee also found that reference tothe term 'sex' in Articles 2 (1) and 26 of the Covenant should be readas including sexual orientation. 42As has been shown here, international human rights law isincreasingly being seen as an appropriate mechanism through whichhomosexual rights may be protected and recognised. Indeed in thepolitical, academic and legal discourse of international human rightspost-Toonen, there is strong reason to believe that the rights protectedby treaty-based human rights instruments such as the ICCPR apply insuch a manner as to prevent discrimination on the basis of anindividual's sexual orientation.Yet such developments have not gone unchallenged. In fact,strident opposition to the existence and promotion of universalhomosexual rights has emerged from a number of states, cultures andsocieties worldwide. Geopolitics is immediately implicated here. Themajority of states which have been involved in resisting what they seeas the Westernising imperative of universal human rights in general,and homosexual rights in particular, can be loosely classified as fallingwithin the group of postcolonial, and usually socio-economicallydeveloping nation-states. The apparent corollary of this fact has beenthat the majority of instances of successful assertion of homosexualrights have been from within the nation-states of the West.4339 Tasmanian Criminal Code 1924 (Tas) ss. 122 and 123. These section outlawed \"unnatural sexualintercourse\" and \"intercourse against nature\" (s. 122) and \"indecent practice between male persons\" (s.123).40 Toonen, supra note 37, at 13.1.41 Id. at 18.2.42 Id. at 18.7. For the debate over the appropriateness of including sexual orientation within theambit of this term see Wayne Morgan Identifying Evil For What It Is: Tasmania, Sexual Perversity andthe United Nations, 19 MELBOURNE U. L REV. 740, 748-50 (1994).43 It is important to note here the significant exception which South Africa presents to this schema.The transition to democracy in South Africa led to a series of debates over the nature of the new SouthHOMOSEXUAL RIGHTSThe reasons for the existence of this distinction are many. Inaddition to questioning the 'naturalness' of homosex, postcolonialgovernments have conflated homosexuality with Western-derived.forms of homosexual expression and used this 'fact' to justifyresistance to the provision of homosexual rights and the continuedoppression of homosexuals by their social, political and legalinstitutions. Chris Berry writes of this with regard to the discursiveuse of homosexuality by certain East and Southeast Asian nation-states, arguing that such usages are \"regional and maybe evenhemispherical, implicitly dividing the world into a West and an East ornon-West, with homosexuality marking a boundary line\".\"4 Outside ofAsia, African leaders such as Zimbabwean president Robert Mugabe,have also participated in such strategies, linking homosexualityexplicitly with the West, and using the supposed 'freedom' of theirown nations, cultures and societies from homosexuality as a reason forresisting the recognition or protection of rights for homosexuals.45\"Let the Americans keep their sodomy, bestiality, stupid and foolishways to themselves, out of Zimbabwe .... Let them be ay in the US,Europe and elsewhere... they shall be sad people here.\"Jacqui Alexander situates such strategies on the part ofpostcolonial leaders as being the result of fears of \"culturalcontamination from the 'West\"'. 47 Positing linkages between theadoption of anti-homosexual positions and fears of the 'importation' ofhomosexuality from the West, she goes on to situate the nervousnessAfrican constitution. One of the agreed bases upon which the new South African constitutional state wasto be founded was that of non-discrimination and the valuing of diversity. Thus, South Africa became thefirst state in the world to include a specific reference to sexual orientation as a ground of anti-discrimination protection in its constitution: South African Constitution, Ch. 2 sub-s. 9(l)(3). See KevanBotha & Edwin Cameron, South Africa, in Sociolegal Control of Homosexuality, supra note 19; Dunton& Pamberg, supra note 17, at 28-31. The constitutional protection afforded to those with a non-heterosexual sexual orientation under the South African constitution was upheld in National Coalition forGay and Lesbian Equality v Minister of Home Affairs, No. 3988/98 (High Court of South Africa (Cape ofGood Hope Provincial Division) (Feb. 12 1999). In this case, the court held that the denial of spousalimmigration benefits to same sex partnerships (as well as to those married under common law or inaccordance with Hindu and Muslim customary law) under s. 25 (5) of the Aliens Control Act 1991 (SouthAfrica) discriminated unfairly and unconstitutionally between different forms of life partnership.4CHRIS BERRY, A Brr ON THE SIDE: EAST-WEST TOPOGRAPHIES OF DESIRE 74 (1994).45 Oliver Phillips. Zimbabwe, in Sociolegal Control of Homosexuality, supra note 19.4 Robert Mugabe, speaking on 'This Way Out\" programme #386, Associated Press and Reutersnews service (Distributed 21 August 1995) as cited in Dunton & Palmberg, supra note 17, at 13.47 M. Jacqui Alexander. Not Just (Any)Body Can Be A Citizen: The Politics of Law, Sexuality andPostcoloniality in Trinidad and Tobago and the Bahamas, 48 FEMINIST REV. 5, 15 (1994).THIRD WORLD LEGAL STUDIES-1998-99of postcolonial state governments with regard to homosexuality andthe granting of homosexual rights as arising from their concern tolegitimate procreative heterosexuality as the foundation of the nation-state.The erosion of heterosexual conjugal monogamy is a perennialsource of worry for state managers and so it is invoked anddeployed particularly at moments when it is threatened withextinction. Nothing should threaten this sphere; not the singlewoman, the lesbian, the gay man, the prostitute, the person who isHIV infected.48Thus, under Alexander's analysis, homosexuality becomes ahighly charged symbol of non-Western difference. Significantly, thissymbol has been utilised by postcolonial governments, not just to denyhomosexual rights, but also to bolster cultural integrity andnationalistic difference.But beyond the use of homosexuality as a symbolic boundarybetween the West and its non-Western 'Other', many of theprocedures and processes of international law have privilegedWestern-derived and post-Stonewall 49 conceptions of gay and lesbianliberation, identity and socio-politics. This fact alone has beensufficient to cause alarm, not just from within the governments ofpostcolonial nation-states (for many of the reasons outlined above), butalso from those homosexuals in the non-West who are seeking toestablish identities and subjectivities free from Western dominance.There have been ambivalent responses by many non-Westernhomosexuals to the presuppositions and constructions whichcharacterise the current means by which homosexual rights could beprotected at international law.An example of this, may be found in the development of tongzhiidentities in East Asia. This culturally-specific and explicitly anti-Western form of homosexual identity utilises the Chinese word\" Id. at 20.49 \"Stonewall\" refers to the incident of 28 June 1969 when gay men and lesbians resisted a policeraid on the Stonewall Inn, a popular bar and meeting spot in Manhattan, New York, U.S., following thefuneral of the popular homosexual icon Judy Garland. The incident sparked an upsurge of gay and lesbianmilitancy and is widely regarded as the starting point of the Western gay and lesbian liberation and rightsmovement. See MARTIN DUBERMAN, STONEWALL (1993).HOMOSEXUAL RIGHTStongzhi, literally meaning 'comrade', to signify 'lesbians, bisexuals,gays and all transgendered people' 50 adhering to sense of socio-sexualidentity that is similar to, but distinct from, the more widely globallycirculating and Western-centric, gay, lesbian and queered identities. Inthe press release issued in the wake of the first tongzhi conference,held in Hong Kong in 1996, the conference organisers stated that[t]he les-bi-gay movement in many Western societies is largelybuilt upon the notion of individualism, confrontational politics andthe discourse of individual rights. Certain characteristics ofconfrontational politics, such as through coming out and massprotests and parades may not be the best way of achieving tongzhiliberation in the family-centred, community oriented Chinesesocieties which stresses the importance of social harmony [sic]. Informulating the tongzhi movement strategy, we should take thespecific socio-economic and cultural environment of each societyinto consideration. 5'If one takes the position adopted by the tongzhi movement as astarting point, it is possible to conceive of an international dialoguebetween Western and non-Western conceptions of homosexuality andhomosexual rights.This dialogue can, and should, have implications for thedevelopment of international human rights jurisprudence as it relatesto homosexuality. As Muto Ichiyo writes:Cross-fertilization can occur between civilisations as dominance ofone upon others is overcome. It is happening already. The humanrights concept, originating in Western Europe, has been greatlyenriched and modified as it interacted with Third World realities,Asian civilisations, and indigenous people's cultures as well asfeminist thoughts and ecological world views.52Such cross-fertilisation and inter-geographical dialogue can alsohave a great impact on the content and methodology of international\" 1996 Chinese Tongzhi Conference About 200 Chinese Tongzhi Gathered in Hong Kong: Tong-zhiMovement Should be Cultural Specific for Chinese Societies, available fromhttp'J/sqzml4.ust.hk/hkgay/news/manifesto.htmi (Dec. 12, 1996) (copy on file with author).51 Id.52 Muto lchiyo, Alliance of Hope and Challenges of Global Democracy, in TRAJECTORIES: INTER-ASIA CULTURAL STUDIES 346, 351 (Kuan-Hsing Chen ed., 1998).THIRD WORLD LEGAL STUDIES-1998-99legal responses to specific instances .of violations of the rights ofhomosexuals. An example of this can be seen in the growingsensitivity on the part of some Western human rights groups to whatLinda Alcoff has characterised as 'the problem of speaking forothers'53 , that is to say the usurpation of a minority's right to speak forand about itself. Instead of unproblematically applying Westernpreconceptions, or international legal norms and standards to breachesof homosexual rights in the Third World, the deployment of humanrights by such groups has had to become sensitive to differingconceptions of homosexuality, or the differing position whichhomosexuality occupies in various societies around the world. Anexample of this emerging sensitivity can paradoxically be found in aWestern human rights group's decision to abandon international legalproceedings against a non-Western state accused of violatinghomosexual rights.In 1995, the Magnus F. Hirschfeld Centre for Human Rights, aU.S. based homosexual rights organisation, filed a complaint beforethe African Commission on Human and Peoples' Rights in TheGambia, claiming that Zimbabwe's anti-sodomy laws violated certainprovisions of the African Charter of Human and Peoples' Rights.54This filing came in the wake of a concerted anti-homosexual campaignmounted by Zimbabwean President Robert Mugabe and otherZimbabwean parliamentarians. 55 The matter was subsequentlywithdrawn by the Magnus F. Hirschfeld Centre at the request of Gaysand Lesbians of Zimbabwe (GALZ) a homosexual group withinZimbabwe. GALZ held fears of reprisals from the Zimbabweangovernment should the matter have gone to hearing at the AfricanCommission.5 6 Clearly the Magnus F. Hirschfeld Centre's laudableattempts were to situate homosexuality as a subject of internationallegal protection, and to establish within Zimbabwe many of the rightswhich protect homosexuals in the Western world. The dilemma facedby the Centre as it sought the best means to facilitate the rights andinterests of homosexuals in Zimbabwe was in the disparity betweenthe internationally-based standards and norms of international human3 Linda Alcoff, The Problem of Speaking for Others 20 CULTURAL CRITIQUE 5 (1991-92).54 Courson, supra note 36.ss Dunton & Palmberg, supra note 17, at 8-15; Phillips, supra note 45.56 William A. Courson, Personal Communication, (Jan. 18, 1999) (copy on file with author).HOMOSEXUAL RIGHTSrights law and the realities of the socio-political position whichhomosexuality occupies in contemporary Zimbabwe.In this case, the best outcome for the Zimbabwean homosexualgroup, and for homosexuals within Zimbabwe, was not throughrecourse to international human rights law. As events transpired, itwas political activism at both regional and international levels and theutilisation of globalising technologies such as computer-mediatedcommunications (as opposed to more formal international legalavenues) which provided greater opportunities for creating visibilityand global awareness of the socio-legal position which homosexualityoccupies in contemporary Zimbabwe.[H]omosexuals responded to Mr. Mugabe's attack by jumping ontothe Internet and dispatching alarms in all directions; in London,\"Out This Week\", a two-year-old BBC radio magazine forhomosexuals, downloads this news (and much else) and flings itonto the air. When Mr. Mugabe visited Johannesburg in August,New Zealand in November and Holland in December [1995] hewas met by crowds of Net-alerted protesters .... \"Without theInternet\" says a Zimbabwean lesbian, \"we would probably havejust quickly faded back into oblivion. ' 7The use of internet and media technologies to disseminateinformation regarding the Zimbabwean government's anti-homosexualstatements was not, however, restricted to consciousness-raisingregarding the issue amongst activist groups. As a result of suchstrategies, strong international disapproval for the Zimbabweangovernment's stance was expressed during 1995 within a number ofdomestic, regional and international forums. These included theGlobal Coalition on Africa (sponsored by the World Bank), theCommonwealth Heads of Government Meeting and the Parliament ofSweden. While such strategies have not brought about legislativechange within Zimbabwe, they have been remarkably successful inbringing global attention to bear upon the lack of rights accorded toZimbabwean homosexuals, and the ways in which homosexuality wasused to enforce and uphold Zimbabwean nationalistically-conceiveddifference from the supposedly negative effects of Western cultural57 The Economist, supra note 13, at 84.58 Dunton & Palmberg, supra note 17, at 16; Phillips, supra note 45, at 43.THIRD WORLD LEGAL STUDIES-1998-99and (homo)sexual contamination. As Dunton and Palmberg wrote, itis difficult to tell whether the events within Zimbabwe \"signalled anew chapter for an understanding of human rights, and the acceptanceof homosexuals, or whether... [they were] a symptom of the erosionof universal human rights in the name of indigenous values, asinterpreted by those in power.\"59Whatever the outcome may eventually be, in this case, newtechnologies (such as the internet) were seen as a more appropriateavenue of seeking social, political and legislative change than that offormally seeking adjudication at the regional treaty-based humanrights organisation.Martin and Berry have examined the impact of new computerisedcommunications technologies on the development of homosexualidentities in East Asia, arguing that the impact of such technologies onidentity development is \"characterised by processes ofsyncretisation... rather than [these technologies] simply acting ashelpmate to cultural homogenisation or as spaces where the localsame-sex culture absorbs and assimilates the foreign\".60 It is in theconceptualisation of such processes that dynamics of postcolonialitycan be seen clearly at work. Rather than positioning the processes ofglobalisation as being invariably representative of unidirectional andinappropriate flows of global change and exchange originating fromwithin the West, postcolonial ways of thinking can provide significanttheoretical and practical constructs for those seeking reform withinnon-Western societies. Under such analysis, issues of globalisationand non-Western difference may be thought of, not in terms ofdiametric oppositions between the \"West\" and the \"Rest\", but in termsof a dialogue between these two positions. Such a dialogue shouldideally be characterised by non-Western societies' acceptance (orutilisation) of certain globally circulating epistemological and socio-cultural formations, as well as technologies of globalisation, whilesimultaneously encouraging such societies' critical awareness of, andin many cases resistance to, the homogenising imperatives and non-59 Dunton & Palmberg, supra note 17, at 17.6o Fran Martin & Chris Berry, Queer'N'Asian on the Net: Syncretic Sexualities in Taiwan andKorean Cyberspaces, 2 (I) CRITICAL INQUEERIES 67, 81-2 (1998).HOMOSEXUAL RIGHTSawareness of socio-cultural difference which can so often markglobally circulating knowledge formations.Such a dialogue, occurring both within and without the formalprocedures of international human rights law, would seem to offersignificant opportunities for those advocating for the protection andprovision of homosexual rights within postcolonial nations. This wascertainly the case in the Zimbabwean example. The solution in thiscase lay, not in an absolute rejection of the idea that a Western humanrights group might speak for or on behalf of the 'Other', but in arequirement that such speaking be done with a sensitivity to therelative subject positions of those speaking and those spoken for.Significantly too, the Zimbabwean example demonstrates the potentialfor nurturing socio-cultural and legislative change inherent within apostcolonial rethinking of conceptions of globalisation. Nowhere isthis more clearly seen than in the resignification and utilisation of thetechnologies and processes of globalisation to present non-Westernand/or non-governmental viewpoints to local, regional and globalaudiences. If speaking for and about the 'Other' must be done with asensitivity to power imbalances between speaker and subject, then theprovision of opportunities for non-Western societies and cultures toarticulate their own agendas and conceptions as regards issues ofhuman rights can only contribute to a more sophisticated and pertinentglobal discourse of international human rights. It is the possibility andpotential of such a discourse that becomes of immediate importancewhen assessing calls for the reform or extension of internationalhuman rights as it relates to sexual orientation.V. INTERNATIONAL LAW REFORM: TOWARD ANINTERNATIONAL DECLARATION ON SEXUALORIENTATION?Perhaps the most comprehensive proposal for law reform in thearea of sexual orientation has come from the Dutch-American scholarEric Heinze. His 1995 work, Sexual Orientation: A Human Right sets61out to articulate 'discrete, human rights of sexual orientation, settingas its goal the ability6' Heinze, supra note 5, at 21.THIRD WORLD LEGAL STUDIES-1998-99to enlighten and encourage tolerance.., to identify people subjectto discrimination, and to establish for them the same rightsaccorded to people facing other comparable, already recognisedforms of discrimination. The goal is not to elevate sexualorientation to special status, but only to assign it a statuscomparable to race, ethnicity, religion, sex and other grounds ofdiscrimination. 62Heinze posits, as a desirable means of overcoming thediscrimination suffered by homosexuals worldwide, the inclusion ofsexual orientation as a discrete marker of identifiable minority status ininternational law. Heinze regards as comparable the discriminationsuffered by homosexuals and that persecution committed against other,already recognised classes of individuals in international human rightslaw. Thus, he proposes a \"Model Declaration of Rights AgainstDiscrimination On the Basis of Sexual Orientation\", along similarlines to other international instruments protecting minority rights suchas the International Convention on the Elimination of All Forms ofRacial Discrimination63 and the Convention on the Elimination of AllForms of Discrimination Against Women.64 Heinze's Declarationproposes to cover areas such as privacy, expression, association,thought and conscience, criminality, employment and training,education, child custody and visitation, housing and accommodations,health care, social services, the age of consent, the welfare ofhomosexual youths, hate propaganda and the media and travel,immigration and asylum.65  This would seem to place the modelDeclaration squarely within the four strands of rights identified byDunton and Palmberg. Yet the model Declaration articulates analmost exclusively Western notion of sexual orientation, seeminglyintent on enforcing a distinct divide between homosexuality andheterosexuality that would be of little utility in dealing with orunderstanding many of the alternative forms of homosexual identitythat exist in the non-West. This can be seen in Heinze's definition of62 id.63 International Convention on the Elimination of All Forms of Racial Discrimination, entered intoforce Jan. 4 1969, 660 U.N.T.S. 195 (1966).\" Convention on the Elimination of All Forms of Discrimination Against Women, entered into forceSept. 3 1981, 19 l.LM.33 (1980).\" Heinze, supra note 5, at 29 1.HOMOSEXUAL RIGHTSsexual minorities, as denoting \"people whose sexual orientationderogates from a dominant heterosexual norm, and in particular, thosesubject to discrimination on the basis of their sexual orientation.\" 66Heinze's definition is problematic in a number of respects. Thosewho would fall under the protection of the rights established by hismodel are identified by their difference from an unspecified \"dominantheterosexual norm\". 67 This definition ignores much of the fluidity andmultiplicity of meanings which characterise homosexuality's position(and that of other non-heterosexual identities) within non-Westernsocieties. The definition thus reinforces the dualistic boundaries, notjust of homosexual and heterosexual but also of West and non-West.Further, Heinze's model Declaration, through its reliance on ajurisprudence of sexual minorities, seems to ignore a fundamentaldifference between homosexuality and almost all of the othercharacteristics enunciated in specific purpose international instrumentsas subjects of protection (i.e. gender, class, race, religion). A subject'smembership of these minority groups is usually immediately apparent,because of such factors as physical appearance, dress, language and soon. Homosexuality has no such consistent and identifiable markers.Thus, for homosexuals to be able to take advantage of the rightsestablished under Heinze's proposed declaration they would berequired to identify themselves publicly as a homosexuals. This seemsto be little more than a contemporary reinscription of the Western gayliberationist insistence on 'coming out' as a political strategy foreffecting social change. As the Zimbabwean example discussed abovedemonstrates, such public declarations of homosexuality in the non-West are, in many cases, likely to have serious implications for anindividual, comprising variously the possibility of arrest, detention,loss of social standing or physical danger.This is, of course, no reason for the abandonment of internationalhuman rights law as a means of overcoming such discriminatorypractices against homosexuals. And indeed, many of thediscriminatory practices directed at homosexuals in nations around theworld, such as arrest, detention and violence, can be seen asconstituting human rights problems of the highest degree. But while6Id. at 295.67id.THIRD WORLD LEGAL STUDIES-1998-99international human rights law can, and indeed should in many cases,establish rights-based standards for the protection of homosexuals, themethodology which Heinze advances for accomplishing this isseriously flawed. The definitional bases and assumptions of the modelDeclaration are, it has been shown, strongly predicated upon Westernunderstandings of homosexuality and homosexual identity. But as hasbeen consistently demonstrated, there are vast differences betweensocial, cultural, religious and personal experiences of homosexualitywithin the non-West. By basing the protections of his modelDeclaration upon a conception of public affirmation of (homo)sexualorientation, Heinze ignores much of the diversity which characterisesthe non-Western homosexual experience. This is of centralimportance to an understanding of the (non) applicability of Heinze'sDeclaration to non-Western homosexualities.There is in the non-West (as there is to a lesser but still verysignificant extent in the West) a huge difference between the numbersof those engaging in homosexual behaviour and those identifyingthemselves publicly as homosexual.68 This makes Heinze's insistenceon sexual orientation as the basis of protection for his modelDeclaration problematic. While his definition of sexual orientationattempts to cover both homosexual behaviour and identity, it isfundamentally based on derogation from heterosexual identity andstrongly allied with what appear to be Western conceptions ofhomosexual identity.Sexual orientation denotes real or imputed acts, preferences, orlifestyles, or other forms of expression, association or identity, of asexual or affective nature, in so far as these conform to or derogate69from a dominant heterosexual norm [original emphasis].Heinze appears to disregard such issues, instead appearing to placehis faith in the pedagogic and enabling force of law as means ofinstigating change. Dianne Otto has criticised such practices, arguingfor a more sophisticated understanding of the role international human6 Gary Dowsett, What is Sexuality? A Bent Answer to a Straight Question, 55 (!) MEANJIN 16, 21(1996).69 Heinze, supra note 5, at 295.200HOMOSEXUAL RIGHTSrights law can play in bringing about social change. While notdenying the potentially enabling force of law, Otto argues fora transformative paradigm that responds to human multiplicity,rejects the privileging of elite human experience, resists thecreation of subjugation of its converse in an Other, and guardsagainst the erasure of its incommensurabilities.70Heinze's calls for multilateral treaty-based protections do notrecognise or offer any hope of reaching such a paradigm. His analysisarticulates a specifically Western understanding of homosexualidentity, and requires identification with a Western ordering of thehomosexual experience - an ordering specific to the West of the late20th century - in order to benefit from the rights he sets out torecognise and protect through his model declaration.As has already been shown, homosexuality, and the calls for itsinternational legal protection and recognition, has already been usedby those in the non-West to assert regional or national difference. Thisassertion has been based on the perceived Western origins ofhomosexuality, and the (fallacious) rejection of the presence of sexualdiversity within non-Western nations and regions. Perhaps the mostfamous example with of this is Singaporean Foreign Minister WongKan Seng's declaration at the Vienna Conference on Human Rightsthat '[h]omosexual rights are a Western issue, and are not relevant tothis conference'.\"' Such glib dichotomisations of the West and thenon-West operate to silence and deny the existence of sexual diversitywithin postcolonial states. By placing his faith in the power ofinternational human rights law to overcome such silencing, Heinzeseems unaware of how political, social and nationalistic meaning hasbeen strengthened and reinforced within postcolonial nation-statesthrough the investment of state energies into the restriction ofhomosexual behaviour and identity.But in many ways, Heinze's position in this regard provides aconvenient starting point for examining alternative methodologies andepistemologies of international human rights jurisprudence in the area70 Dianne Otto, Rethinking the \"Universality\" of Human Rights Law, 29 COLUM. HUM. RTS. L REV.1,44 (1997).71 Berry, supra note 44, at 73.THIRD WORLD LEGAL STUDIES-1998-99of homosexual rights. One of the key themes running through theanalysis presented here has been that of a global-local dialectic. Sucha discourse provides significant opportunities for rethinking the waysin which homosexuality is understood and presented within thediscourse of international human rights law. Rather than unthinkinglypresuming the desirability and suitability of identity formationsimbued with specifically Western understandings of the operation ofhomosexuality (both behaviourally and in terms of identity), newforms of understanding globalisation which are emerging from withinpostcolonial discourse posit a more sophisticated and multifacetedunderstanding of the existence of sexual diversity within non-Westernsocieties, cultures and nations. Such epistemological constructsnecessarily have an impact on international human rights law. Ratherthan thinking of the protection and provision of homosexual rights interms purely derived from understandings of Western homosexualidentity and the socio-political and legal positions whichhomosexuality occupies within the West, these new forms of analysisrequire examination into the cultural, social, legal, political, andreligious impacts on varying homosexualities worldwide. More thanthis though, they require the creation of spaces within thejurisprudence of international human rights, and the debates anddialogues which create that jurisprudence, where non-Westernhomosexual voices and experiences can be aired and understood.Human rights law should not be formulated without due heed beingpaid to such voices.Frank Browning has written of \"the growing presumption thatAmerican-style gay identity is a universal human condition, impededonly by shame and social stigma elsewhere in the world\".72 Shouldthe development of homosexual rights in international human rightslaw be based on such a presumption, it cannot fail to be complicit inthe continual denial and silencing of the non-Western homosexualexperience. This is an outcome which should be avoided. As has beenshown here, new technologies of globalisation are providingsignificant opportunities for non-Western homosexuals to constructnew subjectivities and to rethink their relationships with globalformations such as the international human rights regime. The72 Browning, supra note 16, at 25.202HOMOSEXUAL RIGHTSinterchange of global knowledge formations and locally specificcircumstances offers both challenges and opportunities for theformulation of human rights in the contemporary world. It is onlywith a critical awareness of the privileging of Western knowledge andidentity formations, and the provision of opportunities forhomosexuals in the non-West to participate in the definition of suitablebases and grounds for the protection of homosexual rights within theirown nations, cultures and societies that the debate over homosexualrights can move beyond its current Western-centric underpinnings andassumptions.VI. CONCLUSIONNarratives of domination, resistance, selfhood and othernessunderlie and inform a great many of the great social changes of the latepart of the twentieth century. Nowhere is this more the case than inthe postcolonial state. Situated at the nexus of the global/localencounter, the postcolonial subject has been, and continues to be,required to negotiate a relationship which reconciles globalising flowswith locally specific circumstance. Self-identities generally, and(homo)sexual identities in particular, cannot fail to be influenced bythe plethora of new concepts, significations and vocabularies whichcirculate globally. In fact, configurations of identity draw relevance,inspiration and integrity from the locally specific circumstances inwhich they operate. An understanding of identity in the late twentiethcentury can no longer be premised on singular and continuousinfluences from a locally specific series of cultures and/or traditions.73As this paper has shown, much of the international legaljurisprudence currently circulating globally reinforces and articulatesprimarily Western concepts of homosexual identity. To takeadvantage of these legal formations, non-Western homosexuals itseems are required to select their personal identity formations from, toadopt Partha Chatterjee's phrase, \"certain 'modular' forms alreadymade available to them by Europe and the Americas\". 74 If this is the73 JAMES CLIFFORD, THE PREDICAMENT OF CULTURE: TWENTIETH CENTURY ETHNOGRAPHY,LITERATURE AND ART 9-17 (1988).74 PARTHA CHATTERiEE, THE NATION AND ITS FRAGMENTS: COLONIAL AND POSTCOLONIALHISTORIES 5 (1993).THIRD WORLD LEGAL STUDIES-1998-99case, then, as Chatterjee states, \"[h]istory, it would seem, has decreedthat... the Postcolonial world, shall only be perpetual consumers ofmodernity\".But this fact should not operate to deny or discourage new andcontinued forms of providing for homosexual rights in theinternational legal milieu. The best outcomes will be achieved whenthe multiplicity of voices and subject positions that postcolonialanalysis empowers to speak are heard and understood, and that thesevoices are taken into account when creating a rights-basedjurisprudence of sexual orientation. Current efforts, while laudable,still have a long way to go if they are to be of benefit to Western andnon-Western homosexuals worldwide.",
    "id": 144549207,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholar.valpo.edu:twls-1019"
    },
    "title": "Homosexual Rights and the Non-Western World: A Postcolonial Reading of Homosexual Rights in International Human Rights Law",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2000-01-07T08:00:00+00:00",
    "publisher": "ValpoScholar",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholar.valpo.edu/cgi/viewcontent.cgi?article=1019&amp;context=twls"
    ],
    "updatedDate": "",
    "yearPublished": "2000",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/144549207.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/144549207"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/144549207/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/144549207/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/144549207"
        }
    ],
    "abstract": "",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholar.valpo.edu:twls-1019",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3338",
        "openDoarId": 0,
        "name": "Valparaiso University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 144549207,
        "depositedDate": null,
        "publishedDate": "2000-01-07T08:00:00+00:00",
        "updatedDate": "2024-01-23T11:28:09+00:00",
        "acceptedDate": null,
        "createdDate": "2018-01-03T10:33:38+00:00"
    },
    "urls": [
        "https://scholar.valpo.edu/twls/vol15/iss1/7",
        "https://scholar.valpo.edu/context/twls/article/1019/viewcontent/10_1998_1999ThirdWorldLegalStud179_1998_1999_.pdf"
    ],
    "lastUpdate": "2024-01-23T11:28:09+00:00",
    "setSpecs": []
}