{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Keenan, Cayla"
        }
    ],
    "contributors": [],
    "createdDate": "2022-05-05T07:10:32+01:00",
    "dataProvider": {
        "id": 21325,
        "name": "Digital Collections @ Suffolk",
        "url": "https://api.core.ac.uk/v3/data-providers/21325",
        "logo": "https://api.core.ac.uk/data-providers/21325/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/492763448.pdf",
    "fullText": "Suffolk Journal of Trial and Appellate Advocacy Volume 26 Issue 1 Article 12 1-1-2021 Housing Law—Not Over This Threshold: The Crisis of Continued Housing Discrimination Against Queer Americans—Smith v. Avanti, 249 F. Supp. 3d 1194 (D. Colo. 2017) Cayla Keenan Suffolk University Law School Follow this and additional works at: https://dc.suffolk.edu/jtaa-suffolk  Part of the Litigation Commons Recommended Citation 26 Suffolk J. Trial & App. Advoc. 157 (2020-2021) This Comments is brought to you for free and open access by Digital Collections @ Suffolk. It has been accepted for inclusion in Suffolk Journal of Trial and Appellate Advocacy by an authorized editor of Digital Collections @ Suffolk. For more information, please contact dct@suffolk.edu. HOUSING LAW—NOT OVER THIS THRESHOLD: THE CRISIS OF CONTINUED HOUSING DISCRIMINATION AGAINST QUEER AMERICANS—SMITH V. AVANTI, 249 F. SUPP. 3D 1194 (D. COLO. 2017). As of 2019, there are no federal laws that protect against housing discrimination for LGBTQIA+ (“queer”) Americans.1  Protections against discrimination on the basis of sex were added to the Fair Housing Act in 1974, however, there are still no federal legal protections that prevent hous-ing discrimination against queer people.2  In many of these discrimination cases, courts look to the expanded protections codified in Title VII of the Civil Rights Act of 1964 (“Title VII”) to determine if the denial of housing is discriminatory.3  In addition to banning discrimination based on sex, Ti-tle VII also protects against discrimination based on “sexual stereotypes.”4  1 See 42 U.S.C.S. § 3604(b) (LexisNexis 2020) (stating illegality of housing discrimination on basis of sex).  According to the Fair Housing Act—passed by Congress as part of the Civil Rights Act of 1968—it is illegal to “refuse to sell or rent . . . a dwelling to any person because of race, color, religion, sex, familial status, or national origin.”  Id.; see also Kerith J. Conron & Shoshana K. Goldberg, LGBT People in the U.S. Not Protected by State Nondiscrimination Stat-utes, THE WILLIAMS INST. (Apr. 2020), https://williamsinstitute.law.ucla.edu/publications/lgbt-nondiscrimination-statutes (providing data on lack of antidiscrimination protection for queer Americans). At the federal level and in most states, nondiscrimination statutes do not expressly enumerate sexual orientation and gender identity as protected characteristics . . . [t]here are an estimated 11 million LGBT adults in the U.S.  Over 5.444 million live in states without statutory protections against sexual orientation and gender identity discrimina-tion in housing . . . .   Conron & Goldberg, supra note 1.  2 See 42 U.S.C.S. § 3604(b) (LexisNexis 2020) (banning discrimination on basis of sex in 1974); see also Fair and Equal Housing Act, THE HUM. RTS. CAMPAIGN (Mar. 10, 2020), https://www.hrc.org/resources/fair-and-equal-housing-act (citing study that found “same-sex cou-ples experience significant levels of discrimination when responding to advertised rental housing in metropolitan areas nationwide . . . [and] heterosexual couples were favored over same-sex cou-ples by sixteen percent.”) 3 See Mountain Side Mobile Est. P’ship v. Sec’y of Hous. & Urb. Dev. ex rel. VanLoozenoord, 56 F.3d 1243, 1251 (10th Cir. 1995) (demonstrating that Tenth Circuit histori-cally looks to Title VII in housing discrimination cases); Honce v. Vigil, 1 F.3d 1085, 1090 (10th Cir. 1993) (highlighting historic practice of looking to Title VII for guidance in housing discrimi-nation cases). 4 See 42 U.S.C. § 2000e-2 (LexisNexis 2020) (prohibiting workplace discrimination based on sex stereotypes).  According to the annotations of the statute, “Title VII prohibits hiring deci-sions based on stereotypical characterization of sexes.”  Id.; see also New Supreme Court Brief 158 JOURNAL OF TRIAL & APPELLATE ADVOCACY [Vol. XXVI These protections were then applied in Smith v. Avanti5 where the judge used Title VII legal precedent to find that, by refusing to rent to the Plain-tiffs, the Defendant had engaged in discriminatory housing practices.6 The Plaintiffs, Rachel and Tonya Smith (“Plaintiffs”), are a lesbian couple, one of whom is transgender, and residents of Colorado.7  In April 2015, the Plaintiffs began searching for a new apartment as their current apartment was being sold.8  The couple learned of a townhouse in Golds Hill, Colorado, which was advertised by Deepika Avanti, (hereinafter “De-fendant”); they subsequently filled out an application and communicated their interest in renting the property.9  The Plaintiffs viewed the available units and met the family living in the adjacent townhouse.10  Shortly after the tour, the Defendant emailed the Plaintiffs and informed them that they were not permitted to rent any property that she owned.11  In the email, the Defendant explained that she and her husband were dedicated to keeping “a low profile” and that the “uniqueness” of the Plaintiffs’ family would dam-age the Defendant’s reputation within the community, which she had main-tained for thirty years.12 Calls for End of Workplace Discrimination Against LGBT People Based on Sex Stereotypes, COLUM. L. SCH. (Jul. 3, 2019), https://www.law.columbia.edu/news/archive/new-supreme-court-brief-calls-end-workplace-discrimination-against-lgbt-people-based-sex-stereotypes (providing examples of litigation based on sexual stereotypes used to discriminate).  Clinic Director and “expert on gender and sexuality law,” Suzanne B. Goldberg, explains that “extensive case law shows that employers sometimes rely on sex stereotypes to make workplace decisions.” Id.  “These stereotypes [include] how women and men ‘should’ present themselves, interact with oth-ers, and conduct their family life—help explain why fewer women than men are chosen for lead-ership positions, and why women earn less.”  Id.  To exemplify Goldberg’s point, this language prohibits terminating a man’s employment because he is too effeminate, or a woman for being too aggressive and masculine.  Id.  In both cases, a court could find discrimination for firing the indi-viduals based on stereotypes concerning how someone of their respective gender should behave.  Id.  5 249 F. Supp. 3d 1194, 1203 (D. Colo. 2017). 6 See 42 U.S.C. § 2000e-2 (LexisNexis 2020) (indicating Congress’s intent to outlaw dis-crimination based on sex stereotypes).  As stated in the statute’s annotations: “Title VII prohibits hiring decisions based on stereotypical characterization of sexes.”  Id.; see also Smith, 249 F. Supp. 3d at 1203 (finding for Plaintiffs). 7 See Smith, 249 F. Supp. 3d. at 1197 (providing background information about Plaintiffs).  8 See id. (outlining Plaintiffs’ housing search).  9 See id. (detailing initial interactions between parties).  Via the email correspondence, the Defendant stated that there was a “three-bedroom living space . . .  available for rent, and asked Tonya to send photos of [the family].”  Id. 10 See id. (providing detail about Plaintiff’s search and interest in townhouse) 11 See id. at 1198 (discussing Defendant’s reasons for not renting to Plaintiffs). 12 See Smith, 249 F. Supp. 3d at 1198 (restating Defendant’s comments leading to discrimi-nation suit).  Over the course of their email correspondence, Tonya Smith mentioned that her wife, Rachel, is transgender.  Id.  In the email rejecting their application, the Defendant went so far as to mention that she spoke to a “psychic friend” who is “a transvestite herself.”  Id.  2021] NOT OVER THIS THRESHOLD 159 The Plaintiffs were “shocked and upset by Deepika’s emails” and decided to pursue legal action against the Defendant for her discriminatory comments, which they described as “unfair and illegal.”13  In addition, Plaintiffs could not find suitable accommodations before their old apart-ment was sold and, as a result, had to move in with Rachel’s family for a period of time.14  The Plaintiffs filed suit on five counts due to the hard-ships they endured because of the Defendant’s discriminatory actions.15  The Plaintiffs moved for summary judgement as to liability on all claims and the Motion went unopposed.16  This case demonstrates a verifiable shift in the way cases of housing discrimination on the basis of sex and sexual orientation are litigated, and marks a departure from long-standing prece-dent.17 13 See id. at 1201 (finding that Defendant’s comments relied on stereotypes).  In “referring to the Smiths’ ‘unique relationship’ and their family’s ‘uniqueness,’ Defendant relies on stereotypes of to or with whom a woman (or man) should be attracted, should marry, or should have a fami-ly.”  Id.  Victory! Court Rules Landlord Discriminated Against LGBT Family, LAMBDA LEGAL (Apr. 5, 2019), https://www.lambdalegal.org/blog/20170405_victory-colorado-housing-discrimination-case (quoting Plaintiffs’ reaction to Defendant’s comments). 14 See Smith, 249 F. Supp. 3d at 1201 (describing hardships caused by denial of application). [The Plaintiffs] were able to move into another apartment on July 1, 2015, but it does not meet their family’s needs as well.  Defendant’s Properties were of higher quality, were located in a better school district, and had nicer surroundings.  The move also re-quired an hour’s commute for Rachel, whereas Defendant’s Properties would have on-ly required a 20 minutes’ commute for work.  Rachel has since changed jobs, which is closer to the parties’ new apartment.  Id. at 1198.  15 See id. (listing Plaintiffs’ claims against Defendant). Plaintiffs filed this lawsuit asserting the following claims: (1) Count I (the Smiths) - Sex Discrimination in violation of the Fair Housing Act, 42 U.S.C. § 3604(a) & (c); (2) Count II (Smith Family) - Discrimination based on Familial Status in violation of the Fair Housing Act, 42 U.S.C. § 3604(a) & (c); (3) Count III (the Smiths) - Sex Dis-crimination in violation of the Colorado Anti-Discrimination Act, C.R.S. § 24-34-502; (4) Count IV (the Smiths) - Sexual Orientation Discrimination in violation of the Colo-rado Anti Discrimination Act, C.R.S. § 24-34-502; and (5) Count V (Smith Family) -Discrimination based on Familial Status, in violation of the Colorado Anti-Discrimination Act, C.R.S. § 24-34-502.Id. at 1201. 16 See id. at 1189 (discussing procedural posture of case). 17 See id. at 1200 (noting departure from presiding law); see also Etsitty v. Utah Transit Auth., 502 F.3d 1215, 1222 (10th Cir. 2007) (stating that Tenth Circuit “has explicitly declined to extend Title VII protections to discrimination based on a person’s sexual orientation”); Keith Coffman, Federal Judge Rules Fair Housing Law Protects Colorado LGBT Couple, REUTERS (Apr. 5, 2017, 7:21 PM), https://www.reuters.com/article/us-colorado-lgbt/federal-judge-rules-fair-housing-law-protects-colorado-lgbt-couple-idUSKBN17731A (emphasizing landmark status of ruling).  “‘It sends a strong message: discrimination against LGBT Americans in housing and employment is illegal and will not be tolerated.’”  Coffman, supra note 17. 160 JOURNAL OF TRIAL & APPELLATE ADVOCACY [Vol. XXVI In 1968, President Lyndon B. Johnson signed the Civil Rights Act of 1968 as a “follow-up” to the Civil Rights Act of 1964.18  The Act was codified after a long and arduous battle in Congress, and likely would not have passed if not for both the galvanizing effect of Dr. Martin Luther King Jr.’s assassination in 1968 and the mounting pressure from families of fall-en soldiers of the Vietnam War.19  Many soldiers who died overseas were African American or Latinx, and their families could not purchase or rent homes due to normalized housing discrimination practices.20  There is a no-table lack of protection on the basis of sexuality or gender identity, even with additional amendments to the Act that forbid discrimination on the ba-sis of “sex, religion, ethnic origin, family status, or disability[,]”; as of 2016, only twenty states had passed legislation that ban housing discrimi-nation against queer people.21  This lack of protection has led to a precipi-18 See 42 U.S.C. § 3604(b) (LexisNexis 2020) (noting date Fair Housing Act was signed into law); see also History of Fair Housing, U.S. DEP’T OF HOUS.AND URB. DEV., https://www.hud.gov/program_offices/fair_housing_equal_opp/aboutfheo/history (last visited Oct. 7, 2019) (recounting history of Fair Housing Act).   19 See History of Fair Housing, supra note 18 (describing political pressures that led to pass-ing of Fair Housing Act); see also History, FAIR HOUSING ACCESSIBILITY FIRST, https://www.fairhousingfirst.org/fairhousing/history.html (last visited Oct. 7, 2019) (emphasizing role of Dr. Martin Luther King Jr.’s assassination in passing of Fair Housing Act); Fair Housing Act: United States [1968], ENCYCLOPEDIA BRITANNICA (Apr. 4, 2020), https://www.britannica.com/topic/Fair-Housing-Act (highlighting Dr. Martin Luther King Jr.’s impact on bill’s passage).  “One of the bill’s strongest supporters was Martin Luther King, Jr. . . . [a]fter King was assassinated on April 4, 1968, President Lyndon B. Johnson encouraged Con-gress to pass the bill as a memorial to the slain civil rights leader before King’s funeral.”  FairHousing Act: United States [1968], supra note 19.20 See Fair Housing Act: United States [1968], supra note 19 (detailing history and legacy of Fair Housing Act).   [P]ressure to pass the bill was also being put on the federal government by such organ-izations as the National Association for the Advancement of Colored People (NAACP), the American GI Forum, and the National Committee Against Discrimina-tion in Housing.  Those groups, as well as others, were outraged that the families ofAfrican American soldiers who had been killed in Vietnam were facing discriminationin matters related to housing. Id. 21 See History of Fair Housing, supra note 18 (discussing amendments added to Fair Hous-ing Act that expanded protections from Civil Rights Act); see also Fair Housing Act, U.S. DEP’T OF JUST., https://www.justice.gov/crt/fair-housing-act-1 (last updated Dec. 21, 2017) (describing in detail legal and applicable definitions of discrimination against protected groups).  The Fair Housing Act . . . prohibits discrimination by direct providers of housing, such as landlords and real estate companies as well as other entities, such as municipalities, banks or other lending institutions and homeowners insurance companies whose dis-criminatory practices make housing unavailable to persons because of: race or color[,] religion[,] sex [,] national origin[,] familial status[,] or disability. 2021] NOT OVER THIS THRESHOLD 161 tous but chronically underreported rise in housing discrimination against queer Americans.22  In 2012, the Department of Housing and Urban Devel-opment (“HUD”) implemented a policy, which required that any housing providers receiving HUD funding must make their housing accessible to all persons, “regardless of sexual orientation, gender identity, or marital sta-tus”—a small but important step in protecting queer housing rights nation-wide.23 Fair Housing Act, supra note 21; Past LGBT Nondiscrimination and Anti-LGBT Bills Across the Country (2016), AM. CIV. LIBERTIES UNION, https://www.aclu.org/other/past-lgbt-nondiscrimination-and-anti-lgbt-bills-across-country-2016 (last visited Oct. 7, 2019) (listing state protections for queer people, as well as anti-LGBTQIA+ legislation).  “By the close of 2016, 20 states plus DC banned discrimination based on sexual orientation and gender identity or expres-sion in employment, housing, and public accommodations, and an additional three states provided incomplete statewide nondiscrimination protections.”  Past LGBT Nondiscrimination and Anti-LGBT Bills Across the Country (2016), supra note 21.; LGBTQ Americans Aren’t Fully Protected from Discrimination in 29 States, FREEDOM FOR ALL AMERICANS, https://www.freedomforallamericans.org/states/ (last visited Oct. 30, 2019) (providing list of states without LGBT protections).  22 See Victory! Court Rules Landlord Discriminated Against LGBT Family, supra note 13 (discussing why such discrimination claims are underreported). While housing discrimination is a pervasive problem for LGBT people, it is very much underreported . . . [i]n many instances, LGBT people who are either overtly or subtly discriminated against in housing do not report the discrimination because of their im-mediate need to find housing or due to the costs of pursuing a claim. Id.; see also LGBTQ Americans Aren’t Fully Protected From Discrimination in 29 States, supra note 21 (listing states without nondiscrimination protections for queer Americans); Lou Chibbaro, Jr., Study Reveals LGBT Rental Housing Discrimination, WASH. BLADE (Jul. 3, 2017, 9:10 AM), https://www.washingtonblade.com/2017/07/03/lgbt-rental-housing-discrimination/ (noting wide-spread yet underreported housing discrimination against queer Americans).  Specifically testing discrimination against transgender individuals, the study revealed that in “one out of every 5.6 test visits to a rental office, the rental agents or landlords offered to show a self-identified transgender applicant one fewer apartment than was shown to non-transgender applicants” and “told gay men about one fewer available rental unit for every 4.2 tests than they told heterosexual men.”  Chibbaro, supra note 22.  In addition, “[t]he average yearly costs agents quoted gay men were $272 higher than the costs quoted to heterosexual men.”  Chibbaro, supra note 22; Richard Eisenberg, Housing Discrimination: The Next Hurdle for LGBT Couples, FORBES (Jul 2, 2015, 10:06 AM), https://www.forbes.com/sites/nextavenue/2015/07/02/housing-discrimination-the-next-hurdle-for-lgbt-couples/#48bcb3b95900 (reporting that “gay and lesbian couples emailing potential landlords were significantly less likely to get responses than heterosexual couples.”). 23 See HUD LGBT Resources, U.S. DEP’T OF HOUS. AND URB. DEV., https://www.hud.gov/LGBT_resources (last accessed Oct. 7, 2019) (recounting HUD efforts to protect queer housing rights).  [A] determination of eligibility for housing that is assisted by HUD or subject to amortgage insured by the Federal Housing Administration shall be made in accordancewith the eligibility requirements provided for such program by HUD, and such housing shall be made available without regard to actual or perceived sexual orientation, genderidentity, or marital status.  The rule also included a definition for sexual orientation andgender identity and expanded the definition of family in most of HUD’s programs.162 JOURNAL OF TRIAL & APPELLATE ADVOCACY [Vol. XXVI Although there are no statutory federal protections that ban housing discrimination against queer people, there has been progress in providing queer people equal opportunities within the workforce.24  While outlawing discrimination based on sex and sexual stereotypes did not create explicit protection against anti-queer discrimination, it did, however, open the door for courts to use this language to affect change.25  With the limited protec-tion of the Fair Housing Act, many courts instead look to Title VII for guidance on how to rule in anti-queer housing discrimination cases.26  The significance of Title VII’s interpretation cannot be overstated, and recent Supreme Court rulings regarding Title VII have the potential to create Id. 24 See 42 U.S.C. § 2000e-2 (LexisNexis 2020); see also Schwenk v. Hartford, 204 F.3d 1187, 1202 (9th Cir. 2000) (explaining that one should not be discriminated against for failing to con-form to gender-specific stereotypes).  “Discrimination because one fails to act in the way ex-pected of a man or woman is forbidden under Title VII . . . both statutes prohibit discrimination based on gender as well as sex.”  Schwenk, 204 F.3d at 1202.. 25 See Spearman v. Ford Motor Co., 231 F.3d 1080, 1084 (7th Cir. 2000) (defining “sex” in Title VII as biological sex).  “Congress intended the term ‘sex’ to mean ‘biological male or bio-logical female,’ and not one’s sexuality or sexual orientation.”  Id.; see also Hively v. Ivy Tech Cmty., 853 F.3d 339, 346-7 (7th Cir. 2017) (expanding scope of discrimination based on sex and sex stereotypes). [A] policy that discriminates on the basis of sexual orientation does not affect everywoman, or every man, but it is based on assumptions about the proper behavior for someone of a given sex.  The discriminatory behavior does not exist without taking thevictim’s biological sex (either as observed at birth or as modified, in the case of trans-sexuals) into account.  Any discomfort, disapproval, or job decision based on the factthat the complainant—woman or man—dresses differently, speaks differently, or dates or marries a same-sex partner, is a reaction purely and simply based on sex.  Thatmeans that it falls within Title VII’s prohibition against sex discrimination . . .Hively, 853 F.3d at 346-7; Chris Johnson, Rulings in Favor of Title VII Protections for LGBT Workers on the Rise, WASH. BLADE (Mar. 19, 2018, 2:40 PM), https://www.washingtonblade.com/2018/03/19/rulings-in-favor-of-title-vii-protections-for-lgbt-workers-on-the-rise/ (explaining impact of recent court rulings).  “As a result of these court rul-ings, workplace protections for LGBT people have advanced in measurable ways. . .  However, the reasoning [behind said rulings] is often based on the determination that anti-LGBT discrimi-nation is sex-stereotyping . . . .”  Johnson, supra note 25. 26 See Mountain Side Mobile Est. P’ship v. Sec’y of Hous. & Urb. Dev. ex rel. VanLoozenoord, 56 F.3d 1243, 1251 (10th Cir. 1995) (noting plaintiffs rely on statistical dispari-ty in relation to Title VII in housing discrimination cases); Honce v. Vigil, 1 F.3d 1085, 1088 (10th Cir. 1993) (court looking to employment discrimination under Title VII for context con-cerning housing discrimination); see also Emily Bergeron, Adequate Housing Is A Human Right, AM. BAR ASS’N (Oct. 1, 2019), https://www.americanbar.org/groups/crsj/publications/human_rights_magazine_home/vol—44—no-2—housing/adequate-housing-is-a-human-right/ (delineating Fair Housing Act in relation to Title VII).  2021] NOT OVER THIS THRESHOLD 163 widespread changes to prevent housing discrimination against queer peo-ple.27 Despite several steps forward, numerous state legislatures continue to resist providing protections for queer Americans.28  Along with religious exemptions that provide loopholes to perpetuate discrimination, many lawmakers deliberately fight against proposed bills that would expand the language in the Fair Housing Act and Title VII.29  Within the judicial sys-27 See Bostock v. Clayton Cnty., 140 S. Ct. 1731, 1738 (2020) (granting certiorari for  Title VII discrimination case); Altitude Express, Inc. v. Zarda, 139 S. Ct. 1599, 1599 (2019) (granting certiorari for Title VII discrimination case); R.G. & G.R. Harris Funeral Homes, Inc. v. EEOC, 139 S. Ct. 1599, 1 (2019) (granting certiorari for  Title VII discrimination case); see also Joan Biskupic, For LGBTQ Rights, it’s a New Supreme Court, CNN.COM, https://www.cnn.com/2019/10/08/politics/supreme-court-john-roberts-lgbtq-arguments/index.html (last updated Oct. 8, 2019, 7:19 PM) (describing impact of shifted Supreme Court majority).  The Supreme Court heard arguments on three cases on Tuesday, October 8th, 2019, which involved two gay men and one transgender woman, all of whom lost their jobs and claimed discrimination on the basis of their sexual orientations and gender identity.  Biskupic, supra note 27; Anna North, How The LGBT Rights Cases Before The Supreme Court Could Af-fect All Americans, VOX.COM (Oct. 8, 2019, 10:10 AM), https://www.vox.com/2019/10/8/20903088/supreme-court-lgbt-lgbtq-case-scotus-stephens (ex-plaining potential consequences of Supreme Court ruling on Title VII).  Though it is widely por-trayed as a queer rights case, the Title VII ruling could have widespread impact.  North, supra note 27.  “A decision against the workers could affect not just employment but housing, health care, and education as well and even contribute to the epidemic of violence against trans women of color.”  North, supra note 27; Eugene Scott, Why the Supreme Court Case on LGBT Worker Protections will be Pivotal, THE WASH. POST (Oct. 8, 2019, 5:13 PM), https://www.washingtonpost.com/politics/2019/10/08/why-scotus-case-lgbt-worker-protections-will-be-pivotal/ (emphasizing importance and impact of Supreme Court ruling).  28 See Past LGBT Nondiscrimination and Anti-LGBT Bills Across the Country (2016), supra note 21 (listing anti-LGBT housing bills).  In recent sessions, state legislators have proposed or passed several religious exemption bills, as well as bills preempting local protections, making it more difficult to pass protections for queer people or even legalizing discrimination outright.  Id.; see also Legislation Affecting LGBT Rights Across the Country, AM. CIV. LIBERTIES UNION, https://www.aclu.org/legislation-affecting-lgbt-rights-across-country (last updated Jan. 20, 2021) (keeping current list of anti-queer laws that updates monthly).  In many of the discriminatory laws in state legislatures across the country, anti-LGBT lawmakers target “transgender” and “nonbi-nary people” by “pre-empt[ing] local protections and allow[ing] the use of religion to discrimi-nate.”  Legislation Affecting LGBT Rights Across the Country, supra note 28.  29 See Wade Goodwyn, Business Leaders Oppose ‘License to Discriminate’ Against LGBT Texans, NPR (May 6, 2019, 7:14 AM), https://www.npr.org/2019/05/06/720060927/business-leaders-oppose-license-to-discriminate-against-lgbt-texans (noting public outcry against bill that would “sanction discrimination against . . . LGBT employees”).   One of the bills would allow state licensed professionals of all stripes . . . to deny ser-vices on religious grounds.  Supporters say the legislation is needed to protect religious freedoms. But opponents call them “religious refusal bills” or “bigot bills . . . .”  While the legislation might be designed mainly for Texas Christians to withhold their services from LGBT people . . . it would allow discrimination against anyone as long as the mo-tive is a sincerely held religious belief. 164 JOURNAL OF TRIAL & APPELLATE ADVOCACY [Vol. XXVI tem, courts in many jurisdictions do not seek to protect queer people from discrimination under Title VII, and subsequently, the Fair Housing Act.30  The widespread hesitance of the courts to expand protections is what led progressive judges to use “sex stereotypes” as an inroad to broaden anti-discrimination holdings.31  It is through this language that courts have be-gun to rule in favor of queer plaintiffs who claim discrimination.32  Unfor-tunately, many courts still make a point to differentiate between using Title VII’s language to protect those who simply do not conform to sexual stere-Id.; Mike Lillis, Pelosi Denounces NC Law Blocking LGBT Anti-Discrimination Measures, THE HILL (Mar. 24, 2016, 4:02 PM), https://thehill.com/blogs/blog-briefing-room/news/274233-pelosi-denounces-nc-law-blocking-lgbt-anti-discrimination (remarking on recent North Carolina law blocking anti-discrimination measures at local level); Laura Vozzella, Va. House Panel Kills Bills to Ban Anti-LGBT Discrimination in Housing and Jobs, WASH. POST (Feb. 8, 2018, 6:04 PM), https://www.washingtonpost.com/local/virginia-politics/va-house-panel-kills-bills-to-ban-anti-lgbt-discrimination-in-housing-and-jobs/2018/02/08/17051270-0d15-11e8-8b0d-891602206fb7_story.html (noting that many state legislatures kill anti-discrimination bills, there-fore allowing for outright discrimination). 30 See Etsitty v. Utah Transit Auth., 502 F.3d 1215, 1222 (10th Cir. 2007) (demonstrating “court’s reluctance to expand the traditional definition of sex in the Title VII context”); see also Medina v. Income Support Div., 413 F.3d 1131, 1135 (10th Cir. 2005) (denying extension of Ti-tle VII protections).  “Congress’s refusal to expand the reach of Title VII is strong evidence of congressional intent in the face of consistent judicial decisions refusing to interpret ‘sex’ to in-clude sexual orientation.”  Medina, 413 F.3d at 1135  (quoting Simonton v. Runyon, 232 F.3d 33, 35-36 (2nd Cir. 2000)).31 See McBride v. Peak Wellness Ctr., Inc., 688 F.3d 698, 711 (10th Cir. 2012) (laying outrequirements for successful sexual stereotyping claim under sex discrimination doctrine).  To succeed in a discrimination case based on sexual stereotyping, the plaintiff must prove that they were discriminated against for a “failure to conform to stereotypical gender norms.”  Id. (quoting Etsitty, 502 F.3d at 1223); see also Price Waterhouse v. Hopkins, 490 U.S. 228, 251 (1989) (broadening definition of sex discrimination to stereotyping based on biological sex).   As for the legal relevance of sex stereotyping, we are beyond the day when an employ-er could evaluate employees by assuming or insisting that they matched the stereotype associated with their group, for “[i]n forbidding employers to discriminate against in-dividuals because of their sex, Congress intended to strike at the entire spectrum of disparate treatment of men and women resulting from sex stereotypes.”  Price Waterhouse, 490 U.S. at 251 (quoting Los Angeles Dept. of Water and Power v. Manhart, 435 U.S. 702, 707, n.13 (1978)).   32 See Hudson v. Park Cmty. Credit Union, Inc., No. 3:17-CV-00344-TBR, 2017 U.S. Dist. LEXIS 187620, at *15 (W.D. Ky. Nov. 13, 2017) (noting Kentucky state court’s failure to dis-miss discrimination case based on sexual stereotypes).  The Kentucky state court did not dismiss the plaintiff’s claim that she was discriminated against for not falling within a feminine sexual stereotype, and found that she “alleged sufficient facts to state a cognizable claim for gender ste-reotyping sex discrimination.”  Id. at 15; see also Vickers v. Fairfield Med. Ctr., 453 F.3d 757, 762 (6th Cir. 2006) (stating “that making employment decisions based on sex stereotyping, i.e., the degree to which an individual conforms to traditional notions of what is appropriate for one’s gender, is actionable discrimination under Title VII.”) (quoting Price Waterhouse, 490 U.S. at 250). 2021] NOT OVER THIS THRESHOLD 165 otypes, and using that precedent to also protect queer plaintiffs from dis-crimination outright.33 In Smith v. Avanti, the United States District Court for the District of Colorado ruled in favor of the Plaintiffs, and found that the Defendant had violated the Fair Housing Act’s ban on discrimination on the basis of sex by not renting Plaintiffs the townhouse.34  Following existing prece-dent, the court looked to Title VII to determine whether discrimination on the basis of sexual stereotypes falls under discrimination on the basis of sex, though the exact language does not exist in the Fair Housing Act.35  Specifically, the court determined that the Defendant’s comments that the Plaintiffs’ family’s “uniqueness” barred them from renting the townhouse was discriminatory language, as it “rel[ied] on stereotypes of to or with whom a woman (or man) should be attracted, should marry, or should have a family.”36  Despite the fact that the Defendant did not oppose the Plain-tiffs’ Motion for Summary Judgment, the court’s ruling solidifies a grow-ing trend towards using the language of “sexual stereotypes” under Title VII to find discrimination on the basis of sex in housing cases.37 In finding that there was discrimination, the Smith court builds up-on previously thin precedent and establishes a firm case for using the lan-guage of “sexual stereotypes” as a shield against housing discrimination for queer Americans.38  Before this ruling, the language of Title VII, while 33 See Hudson, 2017 U.S. Dist. LEXIS 187620, at *15 (noting that “gender stereotyping or sexual orientation is a very fine line with the possibility of overlap.”); see also Thomas v. Ose-gueda, No. 2:15-CV-0042-WMA, 2015 U.S. Dist. LEXIS 77627, at *11 (N.D. Ala. June 16, 2015) (differentiating between protections against sexual stereotyping and sexuality). “[E]xpanded protections for such individuals under the FHA is directly rooted in non-conformity with male or female gender stereotypes, and not directly derivative of sexual orientation . . . .”  Thomas, 2015 U.S. Dist. LEXIS at *11..  34 See Smith v. Avanti, 249 F. Supp. 3d, 1194, 1203 (D. Colo. 2017) (granting Plaintiffs’ Motion for Summary Judgment).   35 See id. at 1200 (stating court’s deference to Title VII regulations in determining discrimi-nation); see also Mountain Side Mobile Est. P’ship v. Sec’y of Hous. & Urb. Dev. ex rel. VanLoozenoord, 56 F.3d 1243, 1251 (10th Cir. 1995) (determining “whether discriminatory ef-fect alone is sufficient to establish a prima facie case . . . in Title VIII housing discrimination claims.”); Etsitty, 502 F.3d at 1222 (noting “plain meaning of ‘sex’ [does not] encompass[] any-thing more than male and female.”) 36 See Smith, 249 F. Supp. 3d at 1201 (finding discrimination based on sexual stereotypes).  The Defendant’s desire to “keep a low profile” and her belief that the makeup of the Plaintiffs’ family and relationship ran counter to that desire, was plainly discriminatory, as it demonstrated a preconceived belief about how women and men should act and behave in order to fall within so-cial and societal norms.  Id. at 1198, 1201. 37 See id. at 1203 (noting Plaintiffs’ Motion was unopposed); see also Hively v. Ivy Tech Cmty., 853 F.3d 339, 346 (7th Cir. 2017) (providing example of courts using “sexual stereotypes” language to expand scope of discrimination). 38 See id. at 1203 (ruling for Plaintiffs); see also Coffman, supra note 17 (emphasizing im-portance of ruling to anti-discrimination movement).  The court’s ruling marks a shift in housing 166 JOURNAL OF TRIAL & APPELLATE ADVOCACY [Vol. XXVI used to guide housing discrimination law, had not yet been applied as a way to find discrimination on the basis of sex, as outlawed by the Fair Housing Act.39  The judge in the Smith case looked to the history of em-ployment discrimination on the basis of sex and “sexual stereotypes” be-fore transferring the logic of those rulings to Smith v. Avanti.40  Although housing discrimination against queer Americans has been both rampant and underreported throughout history, hopefully the court’s ruling in this case will set a new precedent for courts in other jurisdictions using Title VII’s language to provide protections against housing discrimination alongside employment discrimination.41 Although Smith marks a decisive victory for progress, housing equality is still not guaranteed for queer Americans.42  In the absence of federal protection, many states have laws that explicitly allow landlords to discriminate against potential tenants based on their sexual orientation.43  Despite HUD’s implementation of an anti-discrimination policy for any housing development receiving federal funding, private housing in unpro- discrimination law and is “the first in which a court has extended protections to people based on their sexual orientation or gender identity under the federal Fair Housing Act.”  Coffman, supra note 17.  39 See 42 U.S.C.S. § 3604(b) (LexisNexis 2020) (outlawing housing discrimination on basis of sex under Fair Housing Act); 42 U.S.C.S § 2000e-2 ((LexisNexis 2020) (banning use of “sex stereotypes” to discriminate under Title VII); see also Mountain Side Mobile Est. P’ship, 56 F.3d at 1251 (stating precedent for using Title VII in housing discrimination cases); Honce v. Vigil, 1 F.3d 1085, 1088 (10th Cir. 1993) (establishing practice of looking to Title VII to guide housingdiscrimination cases); Coffman, supra note 17 (emphasizing importance of ruling in this case).40 See Smith, 249 F. Supp. 3d at 1203 (finding discrimination in employment case based on “sexual stereotypes”); see also Hively v. Ivy Tech Cmty. Coll., 853 F.3d 339, 347 (7th Cir. 2017) (expanding discrimination on basis of sex to include assumptions based on stereotypes); Vickers v. Fairfield Med. Ctr., 453 F.3d 757, 762 (6th Cir. 2006) (stating discrimination based on sexualstereotypes violates Title VII); Schwenk v. Hartford, 204 F.3d 1187, 1202 (9th Cir. 2000) (find-ing Title VII protects individuals who experience discrimination for not acting according to pre-sumed gender); Johnson, supra note 25 (marking history of discrimination based on “sexual ste-reotypes” in employment cases).41 See Chibbaro, supra note 22 (listing reported statistics of discrimination).  The report found that “the number of instances in which a landlord or rental agent appeared to discriminate against the gay or transgender testers . . . were statistically significant and clearly not due to chance.”  Id.; see also Eisenberg, supra note 22 (detailing difficulties visibly queer individuals and couples face when searching for housing); Victory! Court Rules Landlord Discriminated Against LGBT Family, supra note 13 (emphasizing how issue of discrimination often goes unre-ported and not litigated).  42 See Past LGBT Nondiscrimination and Anti-LGBT Bills Across the Country (2016), supra note 21 (listing states that do not guarantee equal protection for housing); LGBTQ Americans, supra note 21 (noting gaps in protection for queer Americans). 43 See Past LGBT Nondiscrimination and Anti-LGBT Bills Across the Country (2016), supra note 21 (examining anti-LGBTQ housing bills).  Many states have enacted “religious exemption” laws that permit discrimination on the basis of a landlord’s religious beliefs, which undercuts any progress made towards housing equality on a state level.  Id.  2021] NOT OVER THIS THRESHOLD 167 tected states is still rife with discrimination.44  Moreover, despite this step forward, the law is still woefully inadequate when it comes to the protec-tion of queer Americans, including transgender and gender-nonbinary indi-viduals, who may face equal if not more discrimination, and are still wholly unprotected.45 Thankfully, some of the uncertainty regarding the Smith decision has been assuaged as of June 15, 2020.46  On October 8, 2019 the Supreme Court of the United States heard testimony regarding discrimination on the basis of sexual orientation and gender identity under Title VII.47  Though not ubiquitous, courts have begun using the language of Title VII to shield queer plaintiffs from discrimination on the basis of their sexual orientation or gender identity.48  However, if the Supreme Court had not ruled that 44 See HUD LGBT Resources, supra note 23 (outlining anti-discrimination policy for federal-ly funded housing).  In 2012, HUD enacted a policy allowing tenancy in federally funded housing “regardless of their sexual orientation, gender identity, or marital status.”  Id.; see also LGBTQ Americans, supra note 21 (listing states where discrimination is legal); Eisenberg, supra note 22 (discussing anti-discrimination statistics).  In a survey conducted of 1,798 queer Americans “73% of them were ‘strongly concerned’ about housing discrimination by real estate agents, home sellers, landlords and neighbors.”  Eisenberg, supra note 22.  Additionally, the survey found that “LGBT clients were not accepted by sellers despite making full-price cash offers.  ‘So there was clearly discrimination and there was nothing that could be done . . . We’ve also heard of LGBT discrimination from landlords restricting same-sex couples from renting their property.’”  Eisen-berg, supra note 22.  45 See 42 U.S.C. § 3604(b) (LexisNexis 2020) (noting lack of codified protection on basis of sexual orientation or gender identity); see also LGBTQ Americans, supra note 21 (listing states without protections against gender identity discrimination).  In Wisconsin, though there are pro-tections in place against discrimination based on sexual orientation, there is still no protection to shield against discrimination based on gender identity.  See LGBTQ Americans, supra note 21; see also Chibbaro , supra note 22 (examining heightened discrimination against transgender peo-ple).  “[I]n one out of every 5.6 test visits to a rental office, the rental agents or landlords offered to show a self-identified transgender applicant one fewer apartment than was shown to non-transgender applicants . . .[y]es, trans people are treated worse. . . .”  Chibbaro, supra note 22.   46 See Ariane de Vogue & Devan Cole, Supreme Court says Federal Law Protects LGBTQ Workers from Discrimination, CNN (Jun. 15, 2020, 12:22 PM), https://www.cnn.com/2020/06/15/politics/supreme-court-lgbtq-employment-case/index.html (dis-cussing Supreme Court victory against employment discrimination).  “‘Today’s decision is one of the court’s most significant rulings ever with respect to the civil rights of gay and transgender individuals,’ said Steve Vladeck, CNN Supreme Court analyst and professor at the University of Texas School of Law.”  Id.  47 See Altitude Express, Inc. v. Zarda, 139 S. Ct. 1599, 5991 (2019) (granting certiorari for Title VII discrimination case); Bostock v. Clayton Cnty., 140 S. Ct. 1727, 1727  (2019) (denying certiorari for  Title VII discrimination case); R.G. & G.R. Harris Funeral Homes, Inc. v. EEOC, 139 S. Ct. 1599, 1599 (2019) (granting certiorari for  Title VII discrimination case), aff’d, 140 S. Ct. 1731 (2020).  48 See Vickers v. Fairfield Med. Ctr., 453 F.3d 757, 762 (6th Cir. 2006) (stating “that making employment decisions based on sex stereotyping, i.e., the degree to which an individual conforms to traditional notions of what is appropriate for one’s gender, is actionable discrimination under Title VII”).; Hudson v. Park Cmty. Credit Union, Inc., No. 3:17-CV-00344-TBR, 2017 U.S. Dist. LEXIS 187620, at *21 (W.D. Ky. Nov. 13, 2017) (holding plaintiff discriminated against for be-168 JOURNAL OF TRIAL & APPELLATE ADVOCACY [Vol. XXVI both sexual orientation and gender identity do, in fact, fall under the pur-view of discrimination on the basis of sex, it would still be federally lawful to discriminate against queer Americans.49  Additionally, the decision could have led to the appeal of any case that had found discrimination in the ab-sence of a ruling from the Supreme Court.50  The Supreme Court’s ruling in Bostock v. Clayton County had the potential to overturn countless employ-ment discrimination cases—including Smith v. Avanti—and reverse dec-ades of progress.51 The issue the court faced in Smith v. Avanti was whether or not to use the language of “sexual stereotypes” could be used in a housing dis-crimination case.  Over the years, courts have utilized this language to find anti-queer discrimination under Title VII’s ban on discrimination on the basis of sex, but never in a housing case.  The judge in Smith v. Avanti built on thin, adjacent precedent and made a progressive judgement that marks a victory for anti-discrimination movements.  This landmark decision could signify the beginning of a new movement to protect LGBT queer Ameri-cans who have no federal shield against housing discrimination, and with the Supreme Court’s ruling in their favor, there is hope that this victory will soon be one of many. Cayla Keenan ing “too butch.”); see also Scott, supra note 27 (restating that courts have used language of Title VII in queer discrimination cases).  In a conversation with the president of the Human Rights Campaign, Alphonso David, David stated: “[W]e have been relying on case law for the past 20 years. . . . Courts have concluded that federal civil rights laws do protect LGBTQ people from discrimination.”  See Scott, supra note 27; North, supra note 27 (detailing impact of ruling across several legal sectors).   49 See North, supra note 27 (describing consequences of ruling against sexual orientation falling under discrimination based on sex).  “LGBTQ people already face high rates of employ-ment discrimination . . . and it’s already hard to prove employment discrimination even where you are protected . . . .A decision against the workers would only make matters worse.”  Id.  50 See id.(explaining impact of ruling).  The Supreme Court’s ruling could “decimate legal protections for LGBTQ workers in America . . . . LGBTQ people could stand to lose not just their jobs as a result of the three cases at issue . . . but also potentially their housing and access to health care and education as well.”  Id.; see also Scott, supra note 27 (stating that plaintiffs in October 8, 2019 cases asked Supreme Court “to affirm what everyone has relied on for decades—that LGBT people should be protected under federal civil rights laws.”) 51 See Biskupic, supra note 27 (confirming effect of ruling on queer rights); North, supra note 27 (reiterating consequences of SCOTUS ruling); Scott, supra note 27 (emphasizing ramifi-cations on LGBT lives).  ",
    "id": 492763448,
    "identifiers": {
        "doi": null,
        "oai": "oai:dc.suffolk.edu:jtaa-suffolk-1438"
    },
    "title": "Housing Law—Not Over This Threshold: The Crisis of Continued Housing Discrimination\nAgainst Queer Americans—Smith v. Avanti, 249 F. Supp. 3d 1194 (D. Colo. 2017)",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-01-01T08:00:00+00:00",
    "publisher": "Digital Collections @ Suffolk",
    "references": [],
    "sourceFulltextUrls": [
        "https://dc.suffolk.edu/cgi/viewcontent.cgi?article=1438&context=jtaa-suffolk"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/492763448.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/492763448"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/492763448/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/492763448/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/492763448"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Litigation"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:dc.suffolk.edu:jtaa-suffolk-1438",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "21325",
        "openDoarId": 0,
        "name": "Digital Collections @ Suffolk",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 492763448,
        "depositedDate": null,
        "publishedDate": "2021-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-19T22:29:59+00:00",
        "acceptedDate": null,
        "createdDate": "2022-05-05T07:10:32+01:00"
    },
    "urls": [
        "https://dc.suffolk.edu/jtaa-suffolk/vol26/iss1/12",
        "https://dc.suffolk.edu/context/jtaa-suffolk/article/1438/viewcontent/jtaa_suffolkv26_1_157_keenan.pdf"
    ],
    "lastUpdate": "2024-01-19T22:29:59+00:00",
    "setSpecs": []
}