{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Robertson, A"
        },
        {
            "name": "Soopramanien, D G R"
        },
        {
            "name": "Fildes, R A"
        }
    ],
    "contributors": [],
    "createdDate": "2012-04-11T10:43:10+01:00",
    "dataProvider": {
        "id": 59,
        "name": "Lancaster E-Prints",
        "url": "https://api.core.ac.uk/v3/data-providers/59",
        "logo": "https://api.core.ac.uk/data-providers/59/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/1555521.pdf",
    "fullText": "           Lancaster University Management School Working Paper  2007/010      Household technology acceptance heterogeneity  in computer adoption      Alastair Robertson, Didier Soopramanien and Robert Fildes    The Department of Management Science               Lancaster University Management School Lancaster LA1 4YX UK   © Alastair Robertson, Didier Soopramanien and Robert Fildes  All rights reserved. Short sections of text, not to exceed two paragraphs, may be quoted without explicit permission, provided that full acknowledgement is given.  The LUMS Working Papers series can be accessed at http://www.lums.lancs.ac.uk/publications/ LUMS home page: http://www.lums.lancs.ac.uk/ Robertson, Soopramanien and Fildes                                                                                                    Heterogeneity in Computer Choice  1  HOUSEHOLD TECHNOLOGY ACCEPTANCE HETEROGENEITY IN COMPUTER ADOPTION      Dr Alastair Robertson (a.w.robertson@lancaster.ac.uk) Lancaster Centre for e-Science Lancaster University Management School, Lancaster, LA1 4YX, United Kingdom    Dr Didier Soopramanien (d.soopramanien@lancaster.ac.uk) Professor Robert Fildes (r.fildes@lancaster.ac.uk) Department of Management Science Lancaster University Management School, Lancaster, LA1 4YX, United Kingdom      Robertson, Soopramanien and Fildes                                                                                                    Heterogeneity in Computer Choice  2 Abstract: Technology policy analysis and implementation relies on knowledge and understanding of the “adoption gap” in information technologies among different groups of consumers.  Factors that explain the residential “digital divide” also need to be identified and quantified. Through the application of survey data we provide an enhanced understanding of the key factors involved in the choice of residential computer adoption. These choices are analysed using a discrete choice model that reveals that socio-demographic factors strongly influence the adoption of the residential computer.  Moreover, we apply the basic findings of the Technology Adoption Model (TAM) into the discrete choice framework heteroscedastically to deepen our understanding of why some households choose not to have computers; above and beyond what may be explained by socio-demography alone.  Generally, we find that computer adoption is sensitive to household digital division measures and that the model fit improves with the heteroscedastic addition of the TAM factors.  These findings are important for market planners and policymakers who wish to understand and quantify the impact of these factors on the digital divide across different household types, as defined by the TAM model.   Robertson, Soopramanien and Fildes                                                                                                    Heterogeneity in Computer Choice  3   Introduction     The digital divide refers to the gap in Information and Communication Technology (ICT) adoption between members of the same social system.  The analysis of this division is becoming increasingly important for various stakeholders.  For market orientated planners, like telecoms professionals, the need is to understand how ICT markets will change given specific and evolving market stimuli; and the extent to which product and service provision meets expected demand.  For policy orientated organisations, for example governments, the problem of the digital divide exacerbates real social division as those members of the social system without reliable ICT services are excluded from the benefits that these technologies provide (Robertson, Soopramanien and Fildes, forthcoming-a; forthcoming-b).    In the UK (ICT Consumer Research, 2005) and the United States (Chauduri, Flamm and Horrigon, 2006) the problem of the digital divide remains firmly in place with little direct policy focussing on its elimination.  The evidence describes a typical pattern; those caught on the wrong side of the digital divide generally tend to be poorer and less well educated.  British policy, much like policy in the US, principally relies on market forces to deliver ICT resources to households.  That is, commercial enterprise is relied upon to supply technology at the right price, from this point it becomes a matter of consumers’ acceptance of the technology, for a given price, as to whether the technology becomes absorbed completely throughout the social system.  Since markets can fail consumers (Arrow, 1962) and therefore economies (Stiglitz, 1998), clear and directed monitoring of ICT markets is necessary.  The need for monitoring is highlighted in recent developments at the World Summit on the Information Society in Tunis 2005.  Here, the International Telecommunications Union (ITU) declared its initiative on core ICT indicators (ITU, 2005).  This paper provides advice to countries on how to collect ICT data that will develop market research resources to practitioners to provide support from which knowledge based decision making may be accomplished.  The overall thrust of the initiative is to provide information to policy planners that will clarify existing and future developments in ICT adoption and penetration.  Importantly, the information provided by data collections would be strongly influential in developing national ICT policies that minimise the risk of social exclusion.  Before policy regarding the digital divide can be implemented the extent to which it exists, and why it exists, must be addressed (Robertson et al, forthcoming-a).  Although a number of statistical modelling papers have been published that highlight and quantify the factors that underpin the digital divide (Robertson et al, forthcoming-a; Chauduri et al, 2006) the focus has been on the internet medium as the choice facing the consumer.  This paper contributes to the debate on the digital divide by showing that an important choice facing the household consumer is the computer, not the internet per se.  We show that via the application of household survey data that a critical barrier to internet adoption can be the cost of purchasing a computer.  In fact we provide a model that suggests that non-computer owning households fall into distinct groups, the voluntary and involuntary non-adopters.  The voluntary non-adopters tend to have very low valuations regarding the role of ICTs in their lives.  This can occur for a number of reasons that can include a lack of understanding of how ICTs generally improve living standards.  Contrarily, some households that have very low technology adoption thresholds have adopted computer technology which suggests that present digital divisions may decline further if the conditions of use are facilitated by policy.  For involuntary non-adopters it is more likely the financial hurdle of computer purchase that inhibits adoption (Robertson et al, forthcoming-b).  The final contribution of this paper is to show that residential ICT adoption, as measured by computer adoption, can be modelled holistically using both household socio-demographics (presence of children, household educational attainment and household disposable income) but importantly also by applying technology acceptance parameters that social psychology prescribes.  One benefit of this approach is that it provides policy makers with a segmentation model that highlights the importance of socio-demographic profiles in assessing the digital divide, but also the importance of the psychological parameters underlying technology choice.  The approach we develop shows that even poor households with low levels of educational attainment may adopt ICTs providing their perceptions towards this technology can be influenced or providing the financial barrier to adoption is removed.   This paper is organised as follows.  We provide a literature review and conceptualization or our research that focuses on the strongest factors found to influence the digital divide.  It also focuses on the techniques that have been applied to measure the impact of the factors on residential ICT choice.  The next section introduces our conceptual computer choice model and this leads to a section that describes the data used to estimate the heterogeneous probit.  The probit results are then presented which leads to the final section, conclusions and suggestions for further research, which provides discussion of the findings of this paper and recommendations for policy based on them. Robertson, Soopramanien and Fildes                                                                                                    Heterogeneity in Computer Choice  4  Literature Review and Conceptualization of Research    To understand technology markets more fully it is important to address consumer segmentation issues (Robertson et al, forthcoming-a, forthcoming-b).  Rogers (1995) proposed that the market for new and innovative products is segmented, i.e. specific groups of consumers will adopt the innovation faster than other groups within the same social system.  This naturally implies that the probability of adoption varies systematically for each consumer segment.  In this sense we may segment the household ICT market into those that have a specific technology and those that do not.  Prior research has accomplished this quite successfully.  Kridel, Rappoport and Taylor (1999, 2002) show how researchers can apply consumer survey data to assess differential internet adoption patterns. They argue that this type of approach is useful when time series market data provides limited information on why different groups of consumers have different perceptions to the role of information technology in their lives. The authors use a large sample dataset from the US and assess the determinants of internet service choice for high-speed cable modem services among household internet users.  Specifically their market orientated model identifies the price of the internet service, income, age, educational attainment, household size and geographic location as factors that differentiate the choice of cable modem services over dial-up services.  Evidence in favour of educational attainment and disposable income being digital division factors is strong.  Robertson et al (forthcoming-a) found that these factors had a considerable effect on the adoption of residential ICT services, particularly for those households with a degree level education and higher than average disposable income.  Chaudhuri et al (2006) also found educational attainment and household income to be important residential internet choice factors.  Kridel et al (1999, 2002) considered the impact of household size on internet adoption and found it positively correlated with the ICT adoption.  Robertson et al (forthcoming-a) tested whether the number of adults affected ICT adoption at the household level but concluded that this variable was too highly correlated with household income to be applied reliably.  This may imply that earlier results using household size, defined as the number of adults and children in the household, as the predictor of ICT choice may be unduly influenced, via collinear effects, by these factors.  Several strands in the literature suggest that technological innovations are usually adopted by a particular group of consumers who are commonly referred to as “technophiles”.  This implies that assessing the general level of technological adoption by households should provide a useful predictor of the demand for other new technological innovations, such as the internet.  In that context, Busselle, Reagan and Pinkleton (1999) and Kridel et al (1999) have analysed the relationship between internet availability and the level of other technologies in the home. Unsurprisingly, the authors find a strong positive correlation between the number of technological devices in the home and internet adoption/usage.  Although this finding is fairly obvious (i.e. people that like technology are more likely to adopt more of it!) it highlights the question of what actually drives the underlying psychology of technology adoption.  Also, if the underlying process can be modelled whether a metric can be derived from it that could be used in a statistical framework to segment consumers into groups with similar ICT adoptive characteristics (Soopramanien and Robertson, 2007)?    Davis (1989) provided a psychological framework that highlighted key element of human technology acceptance.  Davis, building on the Theory of Reasoned Action (Fishbein and Ajzen, 1975), suggested that the adoption of technology is potentially influenced by the consumers’ general acceptance of the technology as a useful communicating and interactive medium.  The Technology Acceptance Model (TAM) was first applied to study how employees accepted ICT technologies within a work environment.  The TAM literature suggests that when an ICT adoption choice must be made, providing that it is not influenced unduly by peer pressure (e.g. work colleagues’ use the technology) then subjects’ perceptions toward the technology on its usefulness and ease of use remain key drivers of the choice.  The TAM has been successfully modified to enhance our understanding of the psychology of ICT adoption.  Igbaria, Parasuraman, and Baroudi (1996) included the human perception enjoyment with the original usefulness and ease of use perceptions highlighted by Davis (1989).  This fuller and more realistic model provided a better fit to the mental model of ICT choice and use than predecessors.  Teo and Tan (1998) applied this formulation successfully to psychologically model Singaporean usage of internet.  Soopramanien and Robertson (2007) also apply this representation of the TAM model, summarising the three TAM perceptions, ease of use, usefulness and enjoyment into a single variable defined as ICT utility.  This metric of technology acceptance, measured through a survey instrument, was then applied econometrically into a choice framework that predicts survey respondent association to specific online shopping user groups.  The application of TAM in this way suggests that those respondents with very low technology acceptance thresholds are very much less likely to adopt online shopping as a technology; even if they had access to computers.   Robertson, Soopramanien and Fildes                                                                                                    Heterogeneity in Computer Choice  5 Household technology choice analysis that specifically focuses on the internet choice has been undertaken on several levels.  Kridel et al (1999) estimate a binary (two-way) high-speed internet choice model where they use survey data captured from individuals that have residential internet access.  Underlying this choice structure is the concept of consumer utility that assumes that consumers will always maximize product specific utility subject to constraints, such as product price and disposable income.  This utility maximization process is captured from data using a regression model for categorical variables as shown by equation 1.  Prob(High-speed Access|xi) = G(xi,β)      (1)  where β is a vector of parameters to be estimated from the data that relate to geographic specific price effects, age, gender, ethnicity, employment status, income and educational attainment.  G(.) can represent a variety of functional forms although the authors apply the logistic function to estimate the parameters.  A limitation of this modelling approach is that the analysis is confined to households that already have internet services and therefore it cannot be used in policy analyses that seek to address the digital divide.    Chaudhuri et al (2007) presented a unique paper that addressed directly residential internet model with a greater focus on the digital divide.  It showed how the determinants of internet access may be assessed using a binary choice framework.  The market structure they sought information on is presented in figure 1.  Using survey data from United States households, the authors estimated the following model:       Prob(Home Access|xi)= G(xi,β)      (2)  where β is a vector of parameters that relate to geographic specific price effects, age, gender, ethnicity, employment status, income and educational attainment.  As with Kridel et al (1999), they chose a simple binary logit framework to estimate its parameters. Their research extends the work of Kridel et al [1999] by assessing residential ICT choice across all households, not simply focusing on those that already use the internet.      It was alluded to in the introduction that very little choice based statistical research has been undertaken that focuses specifically on residential computer choice.  We posit, that at the household level, that it is computer adoption that is critical to residential use of internet as few other technologies (e.g. PDA or mobile phones) allow full use of this information service.  To date, very little evidence has been provided to suggest that these alternative internet portals are being used by households to compensate for the lack of computer access within their residences.  This point indicates that unless alternative or new technologies provide internet access that are accepted and used then it remains to be the computer as the main source of household internet access. It is important to note that computers have multiple roles within the household (e.g. word processing, monitoring of household finances and gaming) and that internet is only one of them, albeit an important one.   We find from our survey data (see Data section below for description) that 9% of computer owning households in the UK did not have residential internet access of any kind, this finding is similarly found in surveys conducted for the UK telecoms regulatory body, Ofcom.  This final point may have important ramifications for the modelling of ICT markets.  Since previous papers model household income, educational attainment and household size as determinants of home internet access, it is more likely that the coefficients they estimate are estimates for the computer related factor choice; as this is the real cost/skill/needs hurdle of internet access.  Estimates that have been provided based on internet choice may be potentially biased however, because of the 9% of respondents that are not measured as computer owning households with no internet access.  Importantly, we find from our data that these computer owning, non-internet households are characteristically different from non-computer owning households.  This would suggest that internet choice models should focus on computer owning households only and that the residential computer choice should be treated as a separate problem.  We contribute directly to this debate by providing a household ICT choice model that focuses specifically on computer choice.  How this is accomplished is discussed in the next section.    Household Internet Service Choice No Internet  Internet Figure 1. The household internet choice Robertson, Soopramanien and Fildes                                                                                                    Heterogeneity in Computer Choice  6 Research Methodology     In this paper, we estimate the two-way heterogeneous probit model shown in Figure 2. It is an extension of the binary choice models provided by Kridel et al. (1999) and Chaudhuri et al. (2006) although we estimate computer rather than internet choice.  To further contribute to ICT modelling methodology, and to enlighten policy, we extend the model to incorporate the TAM framework that acts as a heterogeneous layer, often described as a random effect (Solgaard et al, 2005).  Heterogeneous models offer considerable flexibility to the researcher in that the richness of the real world may be incorporated into the statistical framework to offer more precise parameter estimates.  Probit models have been applied in a number of choice applications.  Gill (2005) applied heteroscedastic probit of the type we apply to understand voters’ uncertainty as they assessed candidates’ policy positions in US elections.  Gill (2005) found that the application of ‘dispersion parameters’ to the problem measuring voter choice improved model fit significantly.      We reapply the heterogeneous probit to assess residential computer choice using a selection of choice factors that are derived from the literature.  The socio-demographics drivers of computer choice we apply are the presence of children, educational attainment and household disposable income.  As mentioned earlier, a significant contribution of this paper is the inclusion of the TAM framework as a heterogeneous layer.  To understand why the TAM variable should have a heterogeneous effect within the computer choice framework we must address some conceptual issues.  Household computer choice is likely to be affected by the choice factor variables that can be measured by the researcher, e.g. via surveys.  Despite our knowledge on this, there are also likely to be factors that usually lie outside of the researcher’s knowledge domain that effect taste variations (Ben-Akiva and Lerman, 1985).  This would usually result in heteroscedasticity in the residuals of the model (Brownstone and Train, 1998) that could lead to leverage effects on the parameters and standard error estimates (i.e. they are biased).  To overcome this, we would apply variables to the model that may compensate for absence affects.    As described during the literature review, the TAM literature is quite prescriptive on how humans perceive technology and how this information can lead to predictions on how technology may be adopted/used.  These findings may potentially also have ramifications for residential computer choice, and this is the hypothesis we seek information on.  Household ICT adoption propensities are idiosyncratic by nature.  Although we may say, on average, that households with low educational attainment and income levels are less likely to adopt technologies, on a national scale we will inevitably find some that do.  TAM suggests some useful parameters that may explain part of this heterogeneity among households.  Prior ICT research that estimates choice structures has not accounted for heterogeneity of this type which would suggest that parameter estimates may contain some bias.  We suggest TAM heterogeneity as a logical extension to our understanding and measurement residential ICT adoption, specifically computer choice. As our model predicts, for households of a given socio-demographic profile (e.g. no children, highly educated and average income) the probability of computer adoption will systematically vary between those households that have low value perceptions towards computers when compared to those with higher perceptions.  This is a finding that we find appealing as it more holistic than other approaches, incorporating socio-divide factors and human ICT perceptions.  We estimate the probability of household computer adoption given the factor effects, xn, using equation 4:  (4)exβΦ TAM) ,x|Computer Prob(Home αTAMn ⎟⎠⎞⎜⎝⎛=   Household Computer Choice No Comp.  Comp Figure 2. The household computer choiceRobertson, Soopramanien and Fildes                                                                                                    Heterogeneity in Computer Choice  7In this heterogeneous probit model Φ is the standard notation for the cumulative standard normal distribution.  eαTAM defines the control for heteroscedasticity with α being the coefficient of dispersion of TAM.  Interestingly, in the standard binary probit the denominator is constant for all n households (i.e. σ2).  Within the heteroscedastic framework this restriction is relaxed so that σ2= eαTAM which in this case may take 4 levels, each level defining a different set of computer adoption probabilities for a given set of x.    Equation (6) is estimated using a log likelihood framework.  The benefit of log likelihood estimation is that any relaxation of underlying model assumptions (i.e. heteroscedastic versus standard probit) can be statistically tested thereby fortifying underlying theoretical positions.  In this case we need to test whether the TAM framework can be included into the theoretical model of residential ICT choice.  The restriction here is that α = 0 (i.e. the model is a standard probit) versus the alternative that TAM does reduce heteroscedastic tendencies within the residential computer choice setting.  In the event of α = 0 then eαTAM = 1 which is the standard deviation of the standard normal distribution.  To test the hypothesis that α = 0 we apply a likelihood ratio (LR) test of the restricted (i.e. the standard probit) against the unrestricted heteroscedastic model.  In this case only one restriction applies implying that the LR statistic is distributed as χ2(1).     The Data    The data we used to test whether computer choice is heteroscedastic about TAM was collected during the middle part of 2003 and during the same period of 2005. During 2003 household computer adoption in the UK was 58% (source Ofcom).  Alas, no computer penetration measure is available for 2005.  The Oxford Internet Institute (OXis, 2005) reported that between their survey points, 2003 and 2005, that internet access had reached a plateau in the UK.  From this we assume little change to residential computer penetration in our data.  Using this assumption we pool household computer choice data from both survey periods.  The survey was mailed to approximately 5,000 households during each year in the areas of Lancaster in the northwest of England and of Brighton and Hove in the southeast of England. A further smaller sample was collected from around the UK.  Households were selected using the British electoral register (supplied by UKinfo). Only one survey was sent to each household and to encourage a good response, respondents were entered into a prize draw. The survey produced a similar response rate of 16% in each year.  The survey was extensive, asking respondents 73 questions relating to computer and internet adoption, ISP subscription price and service type, perceptions toward ICTs, online shopping behaviour, and socio-demographic details. Non-response bias was encountered, and the data was rim weighted to national averages supplied by the Office of National Statistics and the Department for Education, to compensate for key socio-demographic variables (age, educational attainment, and gender) and also for computer penetration (Barnett, 1991; Elliot, 1995).   Within the survey that generated the data respondents were asked to rate statements relating to how they perceive computers.  In line with Teo et al (1998) we collected data on three perceptions, i.e. computer ease of use, computer usefulness and computer enjoyment.  Soopramanien et al (2007) used this data to segment consumers into ICT utility groups; this is the process we follow here also.  We apply a K-mean cluster programme based on squared Euclidian distance to segment our survey into groups with differential ICT adoption propensities.  Having applied this technique to 2, 3, 4, and 5 clusters we find that clustering at level 4 provides best classification, based on comparing each cluster type to actual computer adoption.  The clusters were then ordered 1 to 4 within a single variable.  It is this variable we define as TAM that we apply to compensate for heteroscedasticity within the probit choice framework.  The computer adoption levels for each cluster within TAM were as follows: cluster 1 = 43%, cluster 2 = 74%, cluster 3 = 82% and cluster 4 = 92%.     Results    We described earlier that the dependent variable in the model is the probability that a household makes one of two choices, that is, whether to adopt a computer into the household.  All choice factors, i.e. presence of children, educational attainment and household disposable income, are entered as categorical variables. For example, the impact of higher schooling on computer choice is 1 if the household is found to have at least one person educated to this level, and 0 otherwise. Each set of categorical variables has a reference category and the resulting coefficients measure the effect of the non-reference categories relative to the reference category.   Robertson, Soopramanien and Fildes                                                                                                    Heterogeneity in Computer Choice  8 To validate the use of TAM that we posit controls for household ICT choice heterogeneity, two measures are applied to determine whether the more complex heteroscedastic model out performs the standard binary probit model.  The first is the likelihood ratio test described above.  This is shown at the bottom of table 1.  Recall that the null for this test is of no heteroscedasticity present in the model i.e. TAM is ineffectual for modelling household heterogeneity.  In this case the null is rejected at the 5% level.  A further test is to measure and compare correctly predicted outcomes for the heteroskedastic against its non-heteroskedastic probit counterpart (as per Solgaard and Hansen, 2003).  The heteroscedastic computer choice model successfully predicts in 75% of cases versus 72% in the standard probit.  Both measures imply that the inclusion of TAM factors to capture heterogeneity amongst ICT adopters is successful.  It remains now to describe policy parameter outcomes of the most successful model.  These are provided in table 1.  The model results are presented as marginal effects.  In this way we are able to determine how the probability of computer adoption changes when, say, a categorical variable becomes 1 from 0.  The presence of children is found to exert a positive influence on residential computer choice.   On average the adoption propensity increases by approximately 10% over households that do not have children.  This evidence is similar in outlook to the internet choice outcomes provided by Robertson et al (forthcoming) and Kraut et al (1996) i.e. the presence of children increases the propensity to adopt internet generally.  In line with other research (Robertson et al (forthcoming-a), Chauduri et al (2006), Kridel et al (2002)) we find that residential computer adoption is strongly affected by educational attainment.  Ceterus parabus, households with degree level education are, on average, almost 29% more likely to adopt computers when compared to households without any formal education.  As the level of education falls, so do the marginal effects.  For those households with professional level education or a general higher schooling the affect is similar at approximately 17%.  Those households stating they had ‘other’ schooling were on average 14% more likely to own a computer than those households without a formal education.  Those households with only level 2 schooling were not statistically different from those without any at all.  These are worrisome findings as the Department for Education and Skills (DfES) in the UK estimate that 35% of individuals in UK fall into this non-adopting category.    Strong support is found that residential computer adoption is heavily influenced by income factors.  Households earning £25,000 or above are, on average, 30% more likely to own a computer than a household earning less than £10,000 per annum.  It is interesting to note that as income rises towards £25,000 that the likelihood of computer ownership increases systematically.  This is clear evidence that the household computer element of the digital divide is strongly influenced by income factors.  The Office of National Statistics reports that approximately 35% of householders fall below the £15,000 income threshold in the UK.       Table 1: Heteroskedastic Probit Marginal Effects  Marginal Effect Robust Significance Level  Presence of Children 0.1013 0.009  University Education e.g. Bachelors, Masters, MBA or Ph.D. 0.2859 0.000 Professional Qualifications (e.g. accountancy, nursing) 0.1716 0.001 General Higher Schooling A'Level, AS'Level, HNC etc 0.1676 0.002 Other Qualification 0.1373 0.029 General Normal Schooling O'Level, GCSE etc 0.0501 0.436    Household Income   £10,000 to £14,999 0.0997 0.042 £15,000 to £19,999 0.1570 0.001 £20,000 to £24,999 0.1906 0.000 £25,000 and above 0.2986 0.000  TAM heterogeneous layer 0.0412 0.029 Liklihood Ratio Test (α=0) = 5.16 ~ χ2(1)     Prob = 0.0231  Robertson, Soopramanien and Fildes                                                                                                    Heterogeneity in Computer Choice  9The TAM marginal effect captures heterogeneity among survey respondents well.  The marginal effect is statistically significant at the 5% level, as is shown in table 1.   The marginal effect value of 0.04 suggests that ICT adoption propensity increases by approximately 4% for each incremental increase in the TAM measure, 1 through 4, regardless of which demographic profile is under analysis.  This is a logical and intuitive finding that strengthens the contribution that we have provided in this paper.     Conclusions and Suggestions for Further Research    We live in an evidence based world where the policies we implement are developed through a variety of measures.  If the computer and the internet are to become ubiquitous communication devices, it is important to develop a framework of measuring tools that can be applied by researchers and policymakers alike to ensure policy clearly identifies those in most need of policy support.  This paper builds on the work of Robertson et al (forthcoming-a), Kridel et al. (1999) and Chauduri et al. (2006) by estimating the impact of the determinants of the digital divide and how they impact in the UK.  The extension of household computer choice that this paper provides is an essential contribution to the debate on digital division as it provides first known estimates of the effect of presence of children, educational attainment and household income and how they relate to computer choice.  We find it acceptable to believe that the first barrier to adoption of internet is the cost of the computer.  Although less expensive when compared in previous times, we find household income is of critical importance to this particular technology.  Prior research that looks at income effect relative to internet adoption is likely to be estimating the computer element of the choice, not internet adoption specifically.  The reason for this is logical, the internet in most developed countries free of charge, through 56k connections and more recently through limited ADSL services packaged with other products (e.g. mobile phone, digital TV).  Nearly all computers ship with modems.  We therefore feel that internet choice is unlikely to be as strongly financially driven as other papers suggest.  Interestingly, although not published here, we estimated models that suggest that socio-demographic effects wash out between the computer and internet choices.  We find only income to be statistically significant in the internet choice; but with much less impact than for the computer choice model.  This paper contributes to knowledge by developing a theoretical framework of residential ICT adoption that applies both standard digital divide factors (i.e. socio-demographics) and psychological technology acceptance parameters into a single household choice structure.  The theoretical model was tested via the application of a heteroscedastic probit model.  The application of the TAM variable was found to be statistically significant and it was also shown to improve forecasting outcomes when compared to the standard probit analogue.  The successful application of this model deepens our understanding of consumer segmentation within technology markets.  The issue is that even wealthy, well educated households may deride ICT for a variety of reasons, outside of household demography.  By applying the TAM as we have we may now capture these effects so that differential adoption patterns, within cohorts of similar nature, can be observed.    The results of both the theoretical and statistical models also offer a number of policy implications. For telecom planners who wish to launch new ICT-related products, successful marketing should target households with higher-than-average income and stronger educational backgrounds as this would maximize their return on investment. Importantly however, we have introduced and tested a theoretical model that suggests that even poorer, less well off households can have strong desire to adopt ICT but have little financial potential to do so.  This discussion highlights a pent up demand in the market place that may be akin to market imbalance, if not failure.  We would suggest that it is the role of government to reduce these imbalances.  Importantly for government policy is the need to understand the determinants of the digital divide so that policies may be guided to limit their effect on society. It is clear from our analysis that ICT excluded groups tend to be poorer and less well-educated, but that the exclusion is potentially as finance-oriented (involuntary non-adoption) as technology perception based (voluntary non-adoption).  This would imply that any policy that seeks to diminish the digital divide, as focussed around household computer technology, should focus on minimising income related effects but importantly also, on shifting the negative perceptions of those that do not already embrace ICT technologies.         Robertson, Soopramanien and Fildes                                                                                                    Heterogeneity in Computer Choice  10References    Arrow, K. “Economic Welfare and the Allocation of Resources for Invention”  In R.  Nelson (Ed.), The Rate and Direction of Inventive Activity New Jersey: Princeton University Press, 1962, pp. 609-625.   Barnett V.  “Sample Survey Principles and Methods”, London: Edward Arnold Publishers, 1991.  Bass, F. M. “A New Product growth model for consumer durables” Management Science (15), 1969, pp. 215-227.  Ben-Akiva M., Lerman S.R. “Discrete Choice Analysis: Theory and Application to Travel Demand” Cambridge: MIT Press,1985.   Brownstone D., Train K. \"Forecasting New Product Penetration With Flexible Substitution Patterns.\" Journal of Econometrics (89), 1998, pp. 109-129.  Busselle R., Reagan J., Pinkleton B., Jackson K. “Factors Affecting Internet Use in a Saturated-Access Population” Telematics and Informatics (16), 1999, pp 45-58.  Chaudhuri A., Flamm K.S., Horrigan J. “An Analysis of the Determinants of Internet Access” Telecommunications Policy (29), 2006, pp. 731-755.  Cracknell D., Majumdar S., Patel N. “What Drives Internet Demand in the UK?” in Forecasting the Internet: Understanding the Explosive Growth of Data Communications, Kluwer Academic Publishers, Eds. Loomis DG., Taylor LD., 2002, pp 23-44.  Davis, F.  “Perceived usefulness, perceived ease of use, and user acceptance of information technology”, MIS Quarterly (13 (3)), 1989, pp. 318-339.  Elliot D. “Weighting for Non-response: A survey researcher’s Guide”, OPCS Social Survey Division, 1995.  Fildes R. “Telecommunications Demand Forecasting”, International Journal of Forecasting (18), 2002, pp. 489-522.  Fishbein, M., Ajzen, I. “Belief, attitude, intention and behaviour: An introduction to theory and research”,  Reading, Mass: Addison-Wesley, 1975.  Gill J. “An Entropy Measure of Uncertainty in Vote Choice”, Electoral Studies( 24(3)) September 2005, pp. 371-392.  ICT Consumer Research “White Paper Series: Measurements of the Digital Divide and ICT Penetration Rates in the United Kingdom”, www.ictresearch.org, December 2005.  Igbaria M., Parasuraman S., Baroudi J.J. “A Motivational Model of Microcomputer Usage” MIS Quarterly (13 (1)) Summer 1996, pp 127-143.  ITU “Core ICT Indicators. Partnership on Measuring ICT for Development”, United Nations, found at the International Telecommunication website http://www.itu.int, 2005.    ITU “New Initiatives Workshop on Promoting Broadband”, http://www.itu.int/osg/spu/ni/promotebroadband/PB03-PromotingBroadband.doc, April 2003.  Kraut R., Scherlis W., Mukhopadhyay T., Manning J., Keisler S. “The HomeNet Field Trial of Residential Internet Services” Communications of the ACM ( 39), 1996, pp. 55-63.  Kridel D.J., Rappoport P.N., Taylor L.D. “An Econometric Study of the Demand for Access to the Internet” in The Future of the Telecommunications Industry: Forecasting and Demand Analysis, ed. by D.G. Loomis and L.D. Taylor, Kluwer Academic Publishers, 1999.  Robertson, Soopramanien and Fildes                                                                                                    Heterogeneity in Computer Choice  11Kridel D.J., Rappoport P.N., Taylor L.D. “The Demand for High-Speed Access to the Internet, the Case of Cable Modems” in Forecasting the Internet: Understanding the Explosive Growth of Data Communications, Kluwer Academic Publishers, Eds. Loomis DG., Taylor LD., 2002, pp 11-22.   Mariscal, J. “Digital Divide in a Developing Country”, Telecommunications Policy (29), 2005, pp. 409-428.   Postnote (Parliamentary Office for Science and Technology)  “Broadband Internet Access.” Number 181, July 2002.  Robertson A.W., Soopramanien D., Fildes R. “A Segment-based Analysis of Internet Service Adoption among UK Households”, Technology in Society, Forthcoming-a.  Robertson A.W., Soopramanien D., Fildes R.  “Segmental New-Product Diffusion of Residential Broadband Services”, Telecommunications Policy, Forthcoming-b.  Rogers E.M. “Diffusion of Innovations”, 4th Edition The Free Press, New York, 1995.  Solgaard HS, Hansen T.  “A Hierarchical Bayes Model of Choice Between Supermarket Formats”, Journal of Retailing and Consumer Services (10), 2003, pp. 169-180.  Soopramanien DGR, Robertson AW. “Adoption and Usage of Online Shopping: An empirical analysis of the characteristics of “buyers”, “browsers” and “non-internet shoppers”,  Journal of Retailing and Consumer Services (14), 2007, pp. 73-82.  Stiglitz, J. E.  “Responding to Economic Crises: Policy Alternatives for Equitable Recovery and Development”, Paper presented to North-South Institute. Ottawa, Canada, September 29, 1998.  Teo T.S.H., Tan M. “An Empirical Study of Adopters and Non-Adopters of the Internet in Singapore” Information and Management ( 34), 1998,  pp 339-345.     ",
    "id": 1555521,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.lancs.ac.uk:48884"
    },
    "title": "Household technology acceptance heterogeneity in computer adoption",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2007-01-01T00:00:00+00:00",
    "publisher": "The Department of Management Science",
    "references": [
        {
            "id": 16418627,
            "title": "A Hierarchical Bayes Model of Choice Between Supermarket Formats”,",
            "authors": [],
            "date": "2003",
            "doi": "10.1016/s0969-6989(03)00008-0",
            "raw": "Solgaard HS, Hansen T.  “A Hierarchical Bayes Model of Choice Between Supermarket Formats”, Journal of Retailing and Consumer Services (10), 2003, pp. 169-180.",
            "cites": null
        },
        {
            "id": 16418610,
            "title": "A New Product growth model for consumer durables”",
            "authors": [],
            "date": "1969",
            "doi": "10.1287/mnsc.15.5.215",
            "raw": "Bass, F. M. “A New Product growth model for consumer durables” Management Science (15), 1969, pp. 215-227.",
            "cites": null
        },
        {
            "id": 16418626,
            "title": "A Segment-based Analysis of Internet Service",
            "authors": [],
            "date": "2002",
            "doi": "10.1016/j.techsoc.2007.04.006",
            "raw": "Postnote (Parliamentary Office for Science and Technology)  “Broadband Internet Access.” Number 181, July 2002. Robertson A.W., Soopramanien D., Fildes R. “A Segment-based Analysis of Internet Service Adoption among UK Households”, Technology in Society, Forthcoming-a. Robertson A.W., Soopramanien D., Fildes R.  “Segmental New-Product Diffusion of Residential Broadband Services”, Telecommunications Policy, Forthcoming-b.",
            "cites": null
        },
        {
            "id": 16418629,
            "title": "Adoption and Usage of Online Shopping: An empirical analysis of the characteristics of “buyers”, “browsers” and “non-internet shoppers”,",
            "authors": [],
            "date": "2007",
            "doi": "10.1016/j.jretconser.2006.04.002",
            "raw": "Soopramanien DGR, Robertson AW. “Adoption and Usage of Online Shopping: An empirical analysis of the characteristics of “buyers”, “browsers” and “non-internet shoppers”,  Journal of Retailing and Consumer Services (14), 2007, pp. 73-82.",
            "cites": null
        },
        {
            "id": 16418615,
            "title": "An Analysis of the Determinants",
            "authors": [],
            "date": "2006",
            "doi": "10.1016/j.telpol.2005.07.001",
            "raw": "Chaudhuri A., Flamm K.S., Horrigan J. “An Analysis of the Determinants of Internet Access” Telecommunications Policy (29), 2006, pp. 731-755.",
            "cites": null
        },
        {
            "id": 16418624,
            "title": "An Econometric Study of the Demand for Access to the Internet”",
            "authors": [],
            "date": "1999",
            "doi": "10.1007/978-1-4615-4643-6_3",
            "raw": "Kridel D.J., Rappoport P.N., Taylor L.D. “An Econometric Study of the Demand for Access to the Internet” in The Future of the Telecommunications Industry: Forecasting and Demand Analysis, ed. by D.G. Loomis and L.D. Taylor, Kluwer Academic Publishers, 1999.",
            "cites": null
        },
        {
            "id": 16418633,
            "title": "An Empirical Study",
            "authors": [],
            "date": "1998",
            "doi": "10.1016/s0378-7206(98)00068-8",
            "raw": "Teo T.S.H., Tan M. “An Empirical Study of Adopters and Non-Adopters of the Internet in Singapore” Information and Management ( 34), 1998,  pp 339-345.",
            "cites": null
        },
        {
            "id": 16418621,
            "title": "An Entropy Measure of Uncertainty in Vote Choice”,",
            "authors": [],
            "date": "2005",
            "doi": "10.1016/j.electstud.2004.10.009",
            "raw": "Gill J. “An Entropy Measure of Uncertainty in Vote Choice”, Electoral Studies( 24(3)) September 2005, pp. 371-392.",
            "cites": null
        },
        {
            "id": 16418620,
            "title": "attitude, intention and behaviour: An introduction to theory and research”,",
            "authors": [],
            "date": "1975",
            "doi": "10.2307/2065853",
            "raw": "Fishbein, M., Ajzen, I. “Belief, attitude, intention and behaviour: An introduction to theory and research”,  Reading, Mass: Addison-Wesley, 1975.",
            "cites": null
        },
        {
            "id": 16418625,
            "title": "Digital Divide in a Developing Country”,",
            "authors": [],
            "date": "2005",
            "doi": "10.1016/j.telpol.2005.03.004",
            "raw": "Mariscal, J. “Digital Divide in a Developing Country”, Telecommunications Policy (29), 2005, pp. 409-428.",
            "cites": null
        },
        {
            "id": 16418612,
            "title": "Discrete Choice Analysis: Theory and Application to Travel Demand” Cambridge:",
            "authors": [],
            "date": null,
            "doi": "10.2307/2582065",
            "raw": "Ben-Akiva M., Lerman S.R. “Discrete Choice Analysis: Theory and Application to Travel Demand” Cambridge: MIT Press,1985.",
            "cites": null
        },
        {
            "id": 16418606,
            "title": "Economic Welfare and the Allocation of Resources for Invention” In",
            "authors": [],
            "date": "1962",
            "doi": null,
            "raw": "Arrow, K. “Economic Welfare and the Allocation of Resources for Invention”  In R.  Nelson (Ed.), The Rate and Direction of Inventive Activity New Jersey: Princeton University Press, 1962, pp. 609-625.",
            "cites": null
        },
        {
            "id": 16418614,
            "title": "Factors Affecting Internet Use",
            "authors": [],
            "date": "1999",
            "doi": "10.1016/s0736-5853(99)00018-0",
            "raw": "Busselle R., Reagan J., Pinkleton B., Jackson K. “Factors Affecting Internet Use in a Saturated-Access Population” Telematics and Informatics (16), 1999, pp 45-58.",
            "cites": null
        },
        {
            "id": 16418613,
            "title": "Forecasting New Product Penetration With Flexible Substitution Patterns.&quot;",
            "authors": [],
            "date": "1998",
            "doi": "10.1016/s0304-4076(98)00057-8",
            "raw": "Brownstone D., Train K. &quot;Forecasting New Product Penetration With Flexible Substitution Patterns.&quot; Journal of Econometrics (89), 1998, pp. 109-129.",
            "cites": null
        },
        {
            "id": 16418622,
            "title": "ICT Indicators. Partnership on Measuring ICT for Development”, United Nations, found at the International Telecommunication website http://www.itu.int,",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "ITU “Core ICT Indicators. Partnership on Measuring ICT for Development”, United Nations, found at the International Telecommunication website http://www.itu.int, 2005.",
            "cites": null
        },
        {
            "id": 16418617,
            "title": "Perceived usefulness, perceived ease of use, and user acceptance of information technology”,",
            "authors": [],
            "date": "1989",
            "doi": "10.2307/249008",
            "raw": "Davis, F.  “Perceived usefulness, perceived ease of use, and user acceptance of information technology”, MIS Quarterly (13 (3)), 1989, pp. 318-339.",
            "cites": null
        },
        {
            "id": 16418631,
            "title": "Responding to Economic Crises: Policy Alternatives for Equitable Recovery and Development”, Paper presented to North-South Institute.",
            "authors": [],
            "date": "1998",
            "doi": "10.1111/1467-9957.00167",
            "raw": "Stiglitz, J. E.  “Responding to Economic Crises: Policy Alternatives for Equitable Recovery and Development”, Paper presented to North-South Institute. Ottawa, Canada, September 29, 1998.",
            "cites": null
        },
        {
            "id": 16418608,
            "title": "Sample Survey Principles and Methods”,",
            "authors": [],
            "date": "1991",
            "doi": "10.2307/1269688",
            "raw": "Barnett V.  “Sample Survey Principles and Methods”, London: Edward Arnold Publishers, 1991.",
            "cites": null
        },
        {
            "id": 16418619,
            "title": "Telecommunications Demand Forecasting”,",
            "authors": [],
            "date": "2002",
            "doi": "10.1016/s0169-2070(02)00064-x",
            "raw": "Fildes R. “Telecommunications Demand Forecasting”, International Journal of Forecasting (18), 2002, pp. 489-522.",
            "cites": null
        },
        {
            "id": 16418623,
            "title": "The HomeNet Field",
            "authors": [],
            "date": "1996",
            "doi": "10.1145/238386.238531",
            "raw": "Kraut R., Scherlis W., Mukhopadhyay T., Manning J., Keisler S. “The HomeNet Field Trial of Residential Internet Services” Communications of the ACM ( 39), 1996, pp. 55-63.",
            "cites": null
        },
        {
            "id": 16418618,
            "title": "Weighting for Non-response: A survey researcher’s Guide”, OPCS Social Survey Division,",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "Elliot D. “Weighting for Non-response: A survey researcher’s Guide”, OPCS Social Survey Division, 1995.",
            "cites": null
        },
        {
            "id": 16418616,
            "title": "What Drives Internet Demand in the UK?” in Forecasting the Internet: Understanding the Explosive Growth of Data Communications,",
            "authors": [],
            "date": "2002",
            "doi": "10.1007/978-1-4615-0861-8_4",
            "raw": "Cracknell D., Majumdar S., Patel N. “What Drives Internet Demand in the UK?” in Forecasting the Internet: Understanding the Explosive Growth of Data Communications, Kluwer Academic Publishers, Eds. Loomis DG., Taylor LD., 2002, pp 23-44.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [
        "http://eprints.lancs.ac.uk/48884/1/Document.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2007",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/1555521.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/1555521"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/1555521/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/1555521/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/1555521"
        }
    ],
    "abstract": "Technology policy analysis and implementation relies on knowledge and understanding of the \"adoption gap\" in information technologies among different groups of consumers. Factors that explain the residential \"digital divide\" also need to be identified and quantified. Through the application of survey data we provide an enhanced understanding of the key factors involved in the choice of residential computer adoption. These choices are analysed using a discrete choice model that reveals that sociodemographic factors strongly influence the adoption of the residential computer. Moreover, we apply the basic findings of the Technology Adoption Model (TAM) into the discrete choice framework heteroscedastically to deepen our understanding of why some households choose not to have computers; above and beyond what may be explained by socio-demography alone. Generally, we find that computer adoption is sensitive to household digital division measures and that the model fit improves with the heteroscedastic addition of the TAM factors. These findings are important for market planners and policymakers who wish to understand and quantify the impact of these factors on the digital divide across different household types, as defined by the TAM model",
    "tags": [
        "Monograph",
        "NonPeerReviewed"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Monograph",
        "NonPeerReviewed"
    ],
    "oai": "oai:eprints.lancs.ac.uk:48884",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "59",
        "openDoarId": 0,
        "name": "Lancaster E-Prints",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 1555521,
        "depositedDate": null,
        "publishedDate": "2007-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-19T06:55:14+00:00",
        "acceptedDate": null,
        "createdDate": "2012-04-11T10:43:10+01:00"
    },
    "urls": [
        "https://eprints.lancs.ac.uk/id/eprint/48884/",
        "https://eprints.lancs.ac.uk/id/eprint/48884/1/Document.pdf"
    ],
    "lastUpdate": "2024-02-19T06:55:14+00:00",
    "setSpecs": []
}