{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Leibel, Isha"
        }
    ],
    "contributors": [],
    "createdDate": "2023-10-25T05:59:40+01:00",
    "dataProvider": {
        "id": 21440,
        "name": "MacEwan Open Journals (MacEwan University)",
        "url": "https://api.core.ac.uk/v3/data-providers/21440",
        "logo": "https://api.core.ac.uk/data-providers/21440/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.31542/j.cb.1842",
    "downloadUrl": "https://core.ac.uk/download/588550720.pdf",
    "fullText": " Crossing Borders | Vol. 1(1) | 2019  Student Reflections on Youth and Risk © The Author 2019 | CC BY-NC | DOI: 10.31542/j.cb.1842    1 | P a g e   How Does Hegemonic Society Perpetuate LGBTQ+ Discrimination Through the Institutions and Ideologies of Law, Education, and Religion?  Isha Leibel  Department of Sociology, MacEwan University  Abstract Research has shown that the institutions and ideologies behind hegemonic society’s laws, educational system, and religions, have been integral to the discrimination of LGBTQ+ youth. To better understand the specific aspects of each institution, and how they directly affect LGBTQ+ youth, this paper critically examines these institutions using both the traditional heteronormative lens, as well as the more recent LGBTQ+ friendly lens. Issues such as the role of homophobic political leaders, and the laws they pass, are considered. As the majority of youth spend their formative years in an educational setting, the role of teachers, peers, and parents are all considered when discussions of ‘coming out’ or sexual education is brought to light. Furthermore, in an attempt to understand the coexistence of LGBTQ+ youth and religious education, comparisons between different school settings are taken into consideration.  Following the review, different avenues are suggested to further study this topic in order to create a more inclusive, safe, and accepting society for all sexualities and gender identities.   Introduction This project critically examines the ways in which institutions, such as the law, education, and religion, perpetuate discriminatory practices and ideologies in our society. Although societal recognition of the necessity of supports for LGBTQ+ youth has been on the rise over the past few decades, societal opinions on LGBTQ+ rights are not holistically acknowledged worldwide and are, in some locations, actively discouraged. Unfortunately, due to these differing societal opinions regarding the rights of LGBTQ+ youth, this minority group can be considered to be an at-risk youth group. For instance, a study done showed that lesbian, gay, and bisexual (LBG) youth have an increased risk of negative health outcomes and various health-related risk behaviours (Coker, Austin, & Schuster, 2010, p. 472). Although the results from this study do not directly encompass every individual within the LGBTQ+ community, it can be assumed that the negative health effects that LGB youth face can be extended to represent the experiences of transgender, two-spirited, or any other LGBTQ+ youth member. Many identities of the LGBTQ+ community are only just beginning to surface in mainstream society, and therefore it is important to keep in mind that many LGBTQ+ individuals are not represented in research and have yet to have their stories and statistics empirically recognized. These results are representative of the lack of research done on the LGBTQ+ community, rather than a lack of negative health outcomes that LGBTQ+ individuals face.  Hegemonic society does not naturally include or make space for LGBTQ+ individuals, and instead revolves around heteronormativity by encouraging ideals such as the nuclear family. As a result, LGBTQ+ individuals become segregated from society, regardless of whether societal views are supportive of LGBTQ+ rights or not; being a member of the LGBTQ+ community is not ‘the norm’ in hegemonic society. Therefore, in order to ensure a truly safe and accepting society for LGBTQ+ youth a greater emphasis must be placed on supporting this at-risk group.  When inclusive practices are not actively being encouraged and LGBTQ+ youth are not provided with appropriate supports, the necessity of these resources becomes blatantly clear. Without inclusive practices in place their struggles are not remedied and they continue to experience lives of segregation and exclusion, having nowhere to access specialized help. On the other hand, when these programs are initiated and prioritized, studies have shown that these supports can be, quite literally, lifesaving. These programs can provide LGBTQ+ youth with stronger, more developed internal or interpersonal resources that can aid in their continual development (Lytle, Silenzio, Homan, Schneider, & Caine, 2018, p. 983). Despite these Crossing Borders Leibel  2 | P a g e   significantly pivotal results, a multitude of locations around the world continue to lack in providing these safe spaces. This lack of resources creates massive gaps in our societal systems that the LGBTQ+ community fall through when living in a location where their personal rights are not respected or acknowledged. Matters are further complicated when intersectional discrimination is considered, as it is not widely recognized that segregation and discrimination can exist between both the LGBTQ+ community and society, as well as between the at-risk individual and the LGBTQ+ community itself.   This research aims to uncover the ways in which societal institutions are key sites of the perpetuation of heteronormative, discriminatory practices and policies that lead to the lack of support for LGBTQ+ youth. A better understanding of these institutional processes may lead to the specific alterations that need to be made to our society in order to provide LGBTQ+ youth with the necessary spaces and support they deserve.  Theoretical Considerations The LGBTQ+ youth of today are not accepted and supported within society without active efforts of inclusion being made. To thoroughly examine the ways in which LGBTQ+ youth are segregated from society, a feminist theoretical lens can be applied. As outlined by Gedro and Mizzi, the aim of a feminist theoretical lens is to observe gender inequalities that are created as a result of the social construction of gender, beginning with the societal assignment of sex at birth (2014, p. 446). By adopting this theoretical perspective, we can begin to accurately investigate, and then begin to question, the heteronormative practices that are enforced continuously throughout society today.  Although the feminist theoretical perspective is an appropriate theory to apply to the examination of LGBTQ+ individuals’ experiences in society, it is important to recognize the specific ways in which the feminist theoretical lens has evolved over the years, and how we apply this theory in the 21st century. Unfortunately, as mentioned by Nourie and Harris, throughout the first and second wave of feminism, not all women who faced discrimination from patriarchal society were recognized sufficiently (2018, p. 179-180). It was unfairly assumed by the white female leaders of the first and second feminist movements that all women, regardless of race, ability, class or any other differentiating feature, faced the same degree of discrimination. Therefore, as first and second wave feminist approaches fail to consider the experiences of women of colour, low income women, and trans women, it is imperative to consider the perspectives of third and fourth wave feminists as well. Third and fourth wave feminist approaches aim to be more inclusive and diverse in their advocacy. The goals of the third and fourth waves are to consider the experiences of women who face intersectional challenges such as sexism, homophobia, ableism, racism, etc. By taking a third or fourth wave feminist approach, the definition of what it means to be ‘a woman’ begins to broaden and consequently address the unique experiences of the diverse LGBTQ+ community. It is for this reason that the more recent third and fourth waves have a more inclusive and holistic understanding of how our society lacks in supports and services available for LGBTQ+ youth. In the current fourth wave of feminism, the discourse of social media is recognized as a major platform for the many movements within the current wave, such as the #MeToo Movement. By recognizing the role social media plays in feminism, a media platform in which individuals of all ages can interact with, the fourth wave feminist approach is even more inclusive and diverse than the waves that precede it. Therefore, although it is important to recognize the massive strides made within each wave, it is also important to acknowledge the people who have gone unnoticed and unheard in order to best acknowledge how each wave contributes to the advocacy for LGBTQ+ youth rights (K. Holland, personal communication in GEND 219, Fall, 2018).  By adopting an intersectional approach and applying it in conjunction with a feminist theoretical lens, it can be ensured that a multitude of discriminatory experiences faced by women and sexual minorities in our society will be recognized and addressed. Intersectionality is a concept, coined by Kimberlé Crenshaw in 1991, that recognizes the unique experiences of individuals who face multiple oppressions, such as sexism and racism, simultaneously, and how these factors cannot be considered separately, but instead need to be recognized as discriminatory factors that interact with one another. Crenshaw’s intersectional lens is paramount to this critical analysis as it broadens the scope to encompass all individuals that experience gender inequality, including those in the LGBTQ+ community. Thus, those who face intersectional societal discrimination, such a lesbian who uses a wheelchair potentially being subjected to homophobia and ableism, can rest assured knowing that their whole entity will be accounted for when exploring their experience of gender inequality in society. Therefore, to clarify, if it is suggested in this paper that a feminist theoretical perspective is applied it can be assumed that intersectionality is a key factor in the application of this theoretical lens (Crenshaw, 1991).  In addition to the feminist theoretical perspective, to more holistically explore the experiences of the LGBTQ+ community, queer theory should also be applied. In similar fashion to feminist theory, queer theorists aim to examine the ways in which gender and sexualities are considered within a society that heavily encouraged heteronormativity (Smith, Crossing Borders Leibel  3 | P a g e   2003, p.346). This theory takes the concept of intersectionality and broadens the scope even further to focus on the diverse list of individuals that face oppression and discrimination due to their sexual minority status, such as those within the LGBTQ+ community. Although society has become much more inclusive since the first wave of feminism, LGBTQ+ youth continue to be a largely oppressed community in our society. Queer theory provides a solid foundation for this paper by questioning the hegemonic norms that are reinforced in our current society, which hopefully leads to understanding how LGBTQ+ youth are coping in a society that promotes heterosexuality above all (Smith, 2003, p. 346).  Having established that the LGBTQ+ community is a clearly segregated and discriminated group within society today, it is important to analyze why that has come to be. The overarching answer to this question is that unless initiatives to support LGBTQ+ youth are actively established, the hegemonic society in which we exist does not innately provide these supports or opportunities. So why is the hegemonic society we live in so naturally exclusionary towards LGBTQ+ youth? Through the dissection of the certain institutions and ideologies that make-up our hegemonic society, I believe it is possible to find the root of this intrinsically heteronormative culture we abide by and reproduce in our daily lives. LGBTQ+ Youth and the Law The law is one of the most influential institutions in society. Typically, within a democratic society, the law that a society abides by is representative of the ideologies and values held by the majority of society. The law comes to be one of the largest forces to perpetuate heteronormativity, as in many societies heteronormativity is a widely-shared ideology in society.   Heteronormative laws, which derive from patriarchal law, have come to define many societies. As a result, LGBTQ+ individuals struggle to find existing support and encounter anti-discriminatory laws worldwide. Unfortunately, there is an extensive number of heteronormative laws around the world that exemplify how societies have used the law to suppress LGBTQ+ youth. In the United States for instance, the degree to which LGBT-inclusive, non-discrimination laws are introduced varies from state to state (Taylor, Lewis, Jacobsmeier, & DiSarro, 2012). For example, some states have limited insurance protections for the LGBTQ+ community, whereas other states offer far more comprehensive bans on discrimination. In addition to this, many protection policies are not inclusive of the entire LGBTQ+ community, so in some states transgender individuals and gender-variant people remain unprotected. Lastly, it is important to recognize that a state’s adoption of sexual orientation protection policies does not necessarily suggest they also implement gender-identity protection. Unfortunately, this conflation of gay and transgender identities has led to certain LGBTQ+ identities being overlooked and unprotected. Furthermore, as many LGBTQ+ youth are not of legal voting age, not only are they drastically affected by these discriminatory laws, but they also have no legal mechanism to change any laws put in place. In order to examine the true inclusivity of these government laws, Taylor, Lewis, Jacobsmeier, and DiSarro (2012) suggest we must emphasize the importance of paying attention to who is actually being protected, rather than just when a law is implemented. Unfortunately, although a state may seem to suggest their laws are LGBTQ+ friendly, this is not always true, especially among those who are at the mercy of others to fight for their human rights.  Despite our relatively liberal reputation in Canada, we too have laws and political figures in power that are working against the LGBTQ+ community. For instance, Alberta’s recently elected UCP Premier, Jason Kenney, has been quoted on multiple occasions stating his disapproval of Bill 24, which was implemented by the previous NDP government (Bellefontaine, 2019). Bill 24 introduced more protective rules for gay-straight-alliances in schools including, but not limited to, the prohibition of school officials notifying GSA member’s parents about their child’s participation in the alliance group. With this bill, LGBTQ+ youth who are participating in GSAs can talk openly with other like-minded and supportive peers, without fear of being ‘outed’ to their families (Alberta School Council, 2019). As noted by many concerned allies and the previous NDP government, by allowing schools to inform parents of their children’s participation in a GSA there is potential risk of familial ostracism and even abuse towards the child if their family does not approve of their decision to be in a GSA. Although it has been noted by Jason Kenney that his intent of informing parents about their children’s participation in GSAs is to provide Alberta with the strongest legal protection for GSAs in Canada, his stance does not consider the significantly probable retaliation children could face from parental disapproval. Regardless of intent, the decision to ‘come out’ must be that of the child. Kris Wells, a representative of the Institute for Sexual Minority Studies, further emphasizes this by recognizing that although it is preferred to have the parents involved in a LGBTQ+ youth’s life in order to increase support systems for the child, many families are not accepting of the LGBTQ+ community, and therefore the decision to disclose a child’s participation in a GSA must be through their own initiative (Bennett, 2017). This is supported by research that has shown the effects of being ‘outed’ as an LGBTQ+ youth can result in potentially severe repercussions for the youth themselves. A 2006 study done by the National Gay and Lesbian Task Force Policy Crossing Borders Leibel  4 | P a g e   Institute and the National Coalition for the Homeless found that on average, half of homosexual teenagers received a negative reaction from their parents and just over a quarter were kicked out of their homes after ‘coming out’ to their parents (Human Rights Campaign, n.d.). A tragic anecdote of the repercussions LGBTQ+ youth face from being ‘outed’ is the 1997 Sterling v. Borough of Minersville case where Wayman Sterling ended up killing himself after a police officer threatened to ‘out’ him as a homosexual to his family and community (Kretz, 2013, p. 398). Unfortunately, this is just one of many LGBTQ+ individuals who have ended their lives in fear of facing actual or threated societal backlash based on their sexuality. These anecdotes provide cause for the critical examination of hegemonic institutions as they reaffirm that without laws to protect LGBTQ+ youth, their safety is at risk. As LGBTQ+ youth, under the age of eighteen, have no legal ability to vote against laws and regulations that suppress their community, it is up to the voting population to keep their safety not only in mind, but a top priority when casting their votes (Bennett, 2017). LGBTQ+ Youth and Education The second social institution worthy of scrutinizing is the education system. As youth typically spend most of their childhood and adolescence within this social institution, it is necessary to explore the effects schools have on the experience of young LGBTQ+ individuals. Does this institution also contribute to the creation and maintenance of exclusionary practices towards LGBTQ+ youth? If so, what specific features, practices, norms, and ideals does the education system hold that perpetuate discrimination against LGBTQ+ youth and how has this contributed to the lack of support and programming for LGBTQ+ youth? Although it is important to reiterate that GSAs, if used safely, respectfully, and confidentially, can be a great source of support for LGBTQ+ youth in school, the damages that result from providing these supports using a heterosexist lens can be incredibly harmful. In similar fashion, Airton (2009) suggests that if anti-homophobic education is applied within the confines of commonly held gender-normative structures, the damage can be just as detrimental as an education that makes no attempt to provide anti-homophobic education at all (p.132). Much like the ideological framework of the law, because our hegemonic society assumes that heterosexuality is the norm, there is no space for true anti-homophobic practices to exist. Therefore, as suggested by Airton, the first consideration that needs to be made in order to genuinely and effectively support LGBTQ+ youth is to loosen the gender-normative structures already in place. Without initially dismantling heteronormative practices, LGBTQ+ youth will continue to be segregated from society and face the repercussions that come alongside that.  One of the most discriminative practices within the education system is the heteronormative approach to sexual education. Just as hegemonic society revolves around heteronormativity, sexual education programs tend to adhere to gender binaries and heteronormative perspectives as well. LGBTQ+ inclusive sexual education is not embraced by all and therefore, in turn, LGBTQ+ youth are suffering from health inequalities (Mustanski, Birkett, Greene, Hatzenbuehler, & Newcomb, 2014). It is proposed by Mustanksi and colleagues that although “tackling these issues in schools is complex, and it will be impossible to ensure that mistakes are never made, complexity does not justify inaction” (2014, p. 220). By intentionally ignoring LGBTQ+ sexual education topics, this at-risk group faces a lack of support, knowledge, and acceptance at a point in their lives when they are only just learning about who they are. If LGBTQ+ youth are to be sufficiently supported, as any human should be, the current curriculum needs to be more inclusive and welcome the idea of engaging in topics that don’t fit our socially constructed binaries. Furthermore, it has been empirically determined that school children will not face negative consequences with the implementation of inclusive sexual education, and the overwhelmingly positive impact this education will have on LGBTQ+ youth will be insurmountable (Gegenfurtner & Gebhardt, 2017). If educational institutions begin to recognize the changes that need to be made, LGBTQ+ youth will be more supported, their experiences will become normalized, and they will be headed towards existing in a world that is safer and more supportive of diversity in all forms (Mustanski et al., 2014, p. 220). The debate on whether or not LGBTQ+ sexual education should be included in the sexual education curriculum has no place in a society that hopes to achieve safety, support, and acceptance for all; the necessity for inclusive, comprehensive, and LGBTQ+ friendly sexual education is a given. LGBTQ+ Youth and Religious Education The final, and possibly the most exclusionary, institution that perpetuates hegemonic society’s exclusion of LGBTQ+ youth is the combination of religious and educational institutions. There has been a multitude of anecdotal accounts and empirical research reported over the years regarding the contentious relationship between religion and the LGBTQ+ community. In a study that looked at 85 religious dominations and their stance towards homosexuality, it was found that lesbian, gay, and bisexual individuals who live in countries that supported homosexuality had fewer alcohol-abuse symptoms in comparison to those living in countries that are less accepting of homosexuality (Kenny & Judd, 1986). More recent studies have once again confirmed this relation between alcohol-consumption and acceptance of one’s sexual identity. In a Crossing Borders Leibel  5 | P a g e   comparative analysis of sexual minorities who attend religious-affiliated schools and their nonreligious-school-attending counterparts, there was a significant difference in alcohol use. The study found that sexual minority youth who attended religious-affiliated schools had higher levels of alcohol use than their counterparts who attended non-religious schools. Furthermore, sexual minority youth who attended religious-affiliated schools were less likely to be ‘out’ to their peers and teachers than those who attended non-religious schools (Stewart, Heck, & Cochran, 2015). Although there are a multitude of factors that could affect one’s alcohol-use and one’s decision to ‘come out’, due to the historically tumultuous relationship between religion and the LGBTQ+ community it would be naïve to ignore this relationship. As LGBTQ+ youth are only recently receiving more attention in research, the interconnectedness between religion and LGBTQ+ youth has yet to be fully examined and understood. Unfortunately, what research has found so far indicates that the relationship continues to be difficult and LGBTQ+ youth are still struggling to coexist in both communities simultaneously. Contributing to the ongoing lack of support for the LGBTQ+ community in religious educational institutions, and the perpetuation of the tumultuous relationship that exists between religion and the LGBTQ+ community, are the overtly discriminatory religious groups that are making their voices heard in some religious schools today. An example of this are Christian right political organizations that advocate against LGBTQ+ rights found within some religious school settings. Not only have these groups been known to provide detailed instructions on how to publicly object to ‘controversial’ sexual topics such as same-sex marriage or LGBTQ+ individuals and their relationships in school settings, but some groups go as far as suggesting that LGBTQ+ individuals should be removed from being considered a protected group (For Parents, 2013; Weddle & New, 2011). Although these groups’ websites state that their mission is to provide students with the ability to exercise their religious freedoms in educational institutions, it becomes clear that there are additional motives that encourage discrimination against LGBTQ+ individuals, which they justify through their perceived religious right to oppose actions or beliefs that are seen as impious (For Parents, 2013). Regardless of religion, when the subjugation of one group is included in another religion’s moral code, it is necessary to re-evaluate these codes of conduct in order to provide our youth with the inclusive educational atmosphere they all have a right to.   Discussion and Conclusion The insufficient supports for, and discriminatory practices against, LGBTQ+ youth are a deeply seeded, multi-dimensional, societally constructed phenomena. The immense task to ensure LGBTQ+ youth are safe, supported, and accepted in society is difficult to take on. That being said, the seemingly insurmountable goal of achieving worldwide LGBTQ+ rights is attainable. If heteronormativity is simply a socially constructed concept that we have normalized over the years, achieving a more equitable society amongst the sexes is in-reach. Therefore, I will not discuss LGBTQ+ supports in matters of if they will be implemented, but rather, when they are implemented. When LGBTQ+ supports increase in number and normality, how can we ensure that the three social institutions discussed, law, education, and religion, will not continue to perpetuate the heteronormative ideals hegemonic society has maintained for so long? Three sets of forces may be considered when advocating for a shift in hegemonic society in order to provide adequate support for LGBTQ+ youth. First, macro level forces in society materialize as the norms, ideologies, values, and figureheads of society that are indicative of the type of society one is living in. Through the literature review conducted in this study, it has been determined that in order to provide effective LGBTQ+ youth supports, these macro level societal features must shift drastically. An example of this would be changing those norms that make passive jokes or suggestions of homophobia, racism, sexism, and ableism acceptable. Whilst these social norms continue to exist, discrimination against LGBTQ+ youth will consequently exist as well. This suggestion for change is not meant to disregard the immense challenge of redefining societal norms, but rather to recognize the profoundly detrimental impact these unrecognized norms have on a society hoping to become more inclusive.  The second set of forces that must be considered in the fight for LGBTQ+ youth advocacy are at the meso level. It is at this level where the necessary institutional changes are addressed. One paramount change that needs to occur within the institution of education is the implementation of comprehensive and inclusive sexual education that provides for the basic human rights of all individuals, regardless of sexuality or gender identity. If nothing else, a proper education, gender-identity-appropriate bathrooms, and personal privacy need to be unconditional rights rather than topics of debate. Once again, these changes may seem improbable in the current society we live in, but in order to help LGBTQ+ youth they are all necessary steps that need to be taken.  The final set of forces worthy of consideration in the fight for equal rights for LGBTQ+ youth are at the micro level. The many pieces of anecdotal evidence provided throughout this paper reflect the micro level. From the unimaginably high Crossing Borders Leibel  6 | P a g e   rates of harm faced by LGBTQ+ youth, to the lack of supports, and even some directly discriminatory policies in place, each unique experience within this community is worthy of considering. It is these anecdotal pieces of evidence that provide the answers to the heart of this study. When LGBTQ+ youth supports are put into place in society, how can they be introduced and maintained with the assurance that they will accurately, specifically, and efficiently support this group of youth at risk? An example of a micro level consequence of increased acceptance of the LGBTQ+ community in society would be the improved health of LGBTQ+ youth. The specific quality of life of the diverse group of individuals within the LGBTQ+ community need to be considered, otherwise we run the risk of improper, inefficient, and unsuccessful implementation of supports and services that will not provide positive change for LGBTQ+ youth at risk.  The main aspects of the law, education, and religion that perpetuate discrimination against LGBTQ+ youth are the heteronormative ideologies that support their foundation. Therefore, because the hegemonic society that exists today does not provide space for LGBTQ+ youth, regardless of how flexible the LGBTQ+ community is, they will never seamlessly be accepted in society. How I would suggest moving forward would be to implement the necessary safeguards to ensure the safety of LGBTQ+ youth. In agreement with Kretz (2013), one avenue that should be explored is a complete re-evaluation of the existing doctrine surrounding minors’ rights over their sexual orientation (p. 383). One’s age should not confine them to an incomplete sexual education or a lack of confidentiality surrounding their sexual orientation. With the current laws in place, LGBTQ+ youth are approaching adulthood unprepared, unsupported, and without the necessary foundations to succeed in life; this is a vital issue that can no longer be dismissed. LGBTQ+ youth face the intersectional accumulation of oppression not only based on their sexuality or gender identity, but also their age. For this reason, special consideration needs to be taken to ensure the rights of this at-risk youth group. Simply put, through the dissection of the many ways that law, education, and religion perpetuate an unsafe society for LGBTQ+ youth, the necessity for improvement of policies, implementation of inclusive atmospheres, and increase in specified supports is abundantly vital.  References Airton, L. (2009). From sexuality (gender) to gender (sexuality): The aims of anti-homophobia education. Sex Education 9(2), 129-139. doi:10.1080/1468181092829505 Alberta School Councils (n.d.) Bill 24 Fact Sheet & Frequently Asked Questions (FAQs). Retrieved from www.albertaschoolcouncils.ca/public/download/documents/44597 Bellefontaine, M. (2019, March 26). UCP leader Jason Kenney defends allowing parental notification if child joins GSA. Retrieved from www.msn.com/en-gb/news/parliamenthill/ucp-leader-jason-kenney-defends-allowing-parental-notification-if-child-joins-gsa/ar-BBVghBT?li=AA521o Bennett, D. (2017, July 11). United Conservatives oppose Alberta bill on changes to gay-straight alliances. Retrieved from www.theglobeandmail.com/news/alberta/united- conservatives-oppose-alberta-bill-on-changes-to-gay-straight-alliances/article36869285/ Coker, T. R., Austin, S. B., & Schuster M. A. (2010). The health and health care of lesbian, gay, and bisexual adolescents. Annual Review of Public Health, 31(1), 457-477. doi:10.1146/annurev.publhealth.012809.103636 Crenshaw, K. (1991). Mapping the margins: Intersectionality, identity politics, and violence against women of color. Stanford Law Review, 43(6), 1241-1299. doi:10.2307/1229039 Ettinghoff, E. (2014). Outed at school: Student privacy rights and preventing unwanted disclosures of sexual orientation. Loyola of Los Angeles Law Review 47(2), 579-617.  Retrieved from www.albertaschoolcouncils.ca/public/download/documents/44597 For Parents. (2013). Day of dialogue. Retrieved from http://www.dayofdialogue.com/parent- info/ Gedro, J., & Mizzi, R. C. (2014). Feminist theory and queer theory: Implications for HRD research and practice. Advances in Developing Human Resources, 16(4), 445-456. doi:10.1177/1523422314543820 Human Rights Campaign (n.d.) Growing Up LGBTQ in American: Key Findings. Retrieved from www.hrc.org/files/assets/resources/Growing-Up-LGBT-in-America_Report.pdf.  Kenny, D. A., & Judd, C. M. (1986). Consequences of violating the independence assumption in  analysis of variance. Psychological Bulletin, 99(3), 422-431. doi:10.1037//0033-2909.99.3.422 Kretz, A. J. (2013). The right to sexual orientation privacy: strengthening protections for minors who are “outed” in schools. Journal of Law and Education, 42(3), 381-416.  Lytle, M. C., Silenzio, V. M. B., Homan, C. M., Schneider, P., & Caine, E. D. (2018). Helping  young people stay afloat: a qualitative study of community resources and supports for  LGBTQ adolescents in the United States and Canada. Journal of Homosexuality, 65(8), p. 969-989. doi:10.1080/00918369.2017.1391552 Mustanski, B., Birkett, M., Greene, G. J., Hatzenbuehler, M. L., & Newcomb, M. E. (2014).  Envisioning an America without sexual orientation inequities in adolescent health. American Journal of Public Health, 104(2), 218-225. doi:10.2105/ajph.2013.301625 Nourie, A. E., & Harris, V. W. (2018). An intersectional feminist perspective on LGBTQ youth in foster care: Implications for service providers. World Journal of Education, 8(4), 177-187. doi:10.5430/wje.v8n4p177 Smith, R. R. (2003). Queer theory, gay movements, and political communication. Journal of Homosexuality, 45(2-4), 345-348. doi:10.1300/j082v45n02_18 Stewart, B. T., Heck, N. C., & Cochran, B. N. (2015). A comparison of sexual minority youth who attend religiously Crossing Borders Leibel  7 | P a g e   affiliated schools and their nonreligious-school-attending counterparts. Journal of LGBT Youth, 12(2), 170-188. doi:10.1080/19361653.2014.969864 Taylor, J.K., Daniel, C.L., Jacobsmeier, M. L., & DiSarro, B. (2012). Content and complexity in policy reinvention and diffusion: Gay and transgender-inclusive laws against discrimination. State Politics & Policy Quarterly, 12(1), 75-98.  Weddle, D. B., & New, K. E. (2011). What did Jesus do? Answering religious conservatives who oppose bullying prevention legislation. New England Journal on Criminal and Civil Confinement, 37, 325-345.     ",
    "id": 588550720,
    "identifiers": {
        "doi": "10.31542/j.cb.1842",
        "oai": "oai::article/1842"
    },
    "title": "How Does Hegemonic Society Perpetuate LGBTQ+ Discrimination Through the Institutions and Ideologies of Law, Education, and Religion?",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-08-28T01:00:00+01:00",
    "publisher": "MacEwan University",
    "references": [],
    "sourceFulltextUrls": [
        "https://journals.macewan.ca/crossingborders/article/download/1842/1192"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/588550720.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/588550720"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/588550720/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/588550720/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/588550720"
        }
    ],
    "abstract": "Research has shown that the institutions and ideologies behind hegemonic society’s laws, educational system, and religions, have been integral to the discrimination of LGBTQ+ youth. To better understand the specific aspects of each institution, and how they directly affect LGBTQ+ youth, this paper critically examines these institutions using both the traditional heteronormative lens, as well as the more recent LGBTQ+ friendly lens. Issues such as the role of homophobic political leaders, and the laws they pass, are considered. As the majority of youth spend their formative years in an educational setting, the role of teachers, peers, and parents are all considered when discussions of ‘coming out’ or sexual education is brought to light. Furthermore, in an attempt to understand the coexistence of LGBTQ+ youth and religious education, comparisons between different school settings are taken into consideration.&nbsp; Following the review, different avenues are suggested to further study this topic in order to create a more inclusive, safe, and accepting society for all sexualities and gender identities",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai::article/1842",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "21440",
        "openDoarId": 0,
        "name": "MacEwan Open Journals (MacEwan University)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 588550720,
        "depositedDate": null,
        "publishedDate": "2019-08-28T01:00:00+01:00",
        "updatedDate": "2024-01-20T05:47:46+00:00",
        "acceptedDate": null,
        "createdDate": "2023-10-25T05:59:40+01:00"
    },
    "urls": [
        "https://journals.macewan.ca/crossingborders/article/view/1842"
    ],
    "lastUpdate": "2024-01-20T05:47:46+00:00",
    "setSpecs": []
}