{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Takacs, Judit"
        }
    ],
    "contributors": [],
    "createdDate": "2013-07-16T11:45:24+01:00",
    "dataProvider": {
        "id": 415,
        "name": "Policy Documentation Center",
        "url": "https://api.core.ac.uk/v3/data-providers/415",
        "logo": "https://api.core.ac.uk/data-providers/415/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/pdf/11872024.pdf",
    "fullText": " How to put equality into practice? \nAnti-discrimination and equal treatment \npolicymaking and LGBT people\nJUDIT TAKACS\nC P S   I N T E R N A T I O N A L   P O L I C Y   F E L L O W S H I P   P R O G R A M\n2\n0\n0\n4\n/\n2\n0\n0\n5\n\nCENTRAL EUROPEAN UNIVERSITY\nCENTER FOR POLICY STUDIES OPEN SOCIETY INSTITUTE\n \n \n \n \n \n \n \n \n \n \n \nJUDIT TAKACS \n \nHow to put equality into practice?  \nAnti-discrimination and equal treatment \npolicymaking and LGBT people \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe views in this report are the author's own and do not necessarily reflect those of the Center \nfor Policy Studies, Central European University or the Open Society Institute. We have included \nthe reports in the form they were submitted by the authors.  No additional copyediting or \ntypesetting has been done to them. \nCONTENT\n1. Introduction\n2. Hungarian developments in the field of anti-discrimination and equal\ntreatment policymaking concerning LGBT people\n2.1. Fighting against legal discrimination\n2.2. Equal treatment legislation\n2.3. Practical application of equal treatment claims\n3. The international policy context\n3.1. Legal emancipation\n3.2. Political emancipation\n3.3. Social emancipation\n3.4. Awareness-raising\n3.5. Implementation\n4. Recommendations\n2\n1. Introduction\nMy present policy study will start with the summary of the latest Hungarian developments\nconcerning anti-discrimination and equal treatment policymaking affecting LGBT people,\nfollowed by an overview of the international policy context, and an outline of\nrecommendations about possibilities to improve the present Hungarian situation.\nIn Hungary at a theoretical-legal level there has been a gradual development towards\nacknowledging LGBT rights as basic human rights in the form of elimination of clauses of\nthe Hungarian Penal Code that clearly discriminated against gays and lesbians in 2002,\nfollowed by the introduction of the law on equal treatment and promotion of equality of\nopportunity including sexual orientation and gender identity as protected categories in 2003.\nHowever, discriminative aspects affecting LGBT people in a negative way can still be found\nin the Hungarian legal system as well as in everyday life. \nIn order to highlight options for practical developments that can also be applied in Hungary I\nhave consulted the international literature and I have interviewed several international experts\nand stakeholders actively involved in LGBT equal treatment policymaking, whose extensive\ncomments were collected in my policy research paper. This policy study heavily relies on my\npolicy research findings.\n3\n2. Hungarian developments in the field of anti-discrimination and equal treatment\npolicymaking concerning LGBT people\n2.1. Fighting against legal discrimination\nHungarian legislation concerning same-sex relations was clearly discriminative before 2002\nwhen certain regulations of the Hungarian criminal law functioned as the basis of\ninstitutionalised discrimination of homosexuals. Illegitimate relationships between same-sex\npartners suffered more serious consequences than those of different-sex partners: for\nexample, the age of consent was 18 for same-sex partners whereas it was 14 for different-sex\npartners.\nDuring the 1990s there was no sexual orientation related anti-discrimination and equal\ntreatment policymaking on the political agenda. However, the practical application of the\ngeneral anti-discrimination clause of the Constitution in relation to sexual orientation as a\nbasis for discrimination could be observed in the decision making processes of the Hungarian\nConstitutional Court. In 1995 the Court legalised lesbian and gay partnership by declaring\nthat the previous law limiting partnerships to ‘those formed between adult men and women’\nwas unconstitutional. The Parliament was ordered to make the changes necessary to\nrecognise same-sex partnerships by 1 March 1996. The partnership law in its present form\nincludes any couple, of whatever sex, that live together permanently in a state of ‘financial\nand emotional communion’. It is a factual legal relationship, which comes into existence\nwithout any official registration; thus it has underlying problems of proof. Law reform is\ntherefore needed to ‘institutionalise’ same-sex relationships and to prevent family and other\npolicy practices discriminating against same-sex couples.\nAt the beginning of the 21st century Hungary was among the very few European countries –\nbesides, for example, Austria – where the national Penal Code openly discriminated between\nsame-sex and different-sex partners concerning the age of consent in a sexual relationship.\nIn June 2002 the European Parliamentary Committee on foreign affairs issued a\nrecommendation that reiterated its call upon the Hungarian government to eliminate\nprovisions in the penal code which discriminate against homosexual men and lesbian women.\nSoon after this recommendation, in September 2002 the Hungarian Constitutional Court –\nperhaps with a view that a country being at that time at the threshold of the European Union\nmembership cannot wait any longer with such decisions – ruled that paragraphs 199 and 200\n4\nof the Hungarian Penal Code were unconstitutional and eliminated them. \nThe rulings of the European Court of Human Rights and even statements by the various\ncommittees of the Council of Europe played a crucial part in completing the anti-\ndiscrimination penal code reform in Hungary as the Hungarian Constitutional Court, in\nreaching its 2002 decision, paid special attention to relevant documents of the European\ninstitutions devoted to the protection of human rights. The views of these European\ninstitutions can be summarised in the following way: Criminal measures against voluntary,\nconsensual homosexual activity constitute interference into the private lives of individuals on\nthe part of the state or, more precisely an infringement of the right to maintain respect for the\nchosen sexual practice; state interference in the most intimate aspect of private life\nencroaches on the most personal manifestation of an individual, therefore the state is only\nentitled to do so on the grounds of extraordinarily serious reasons.\nThe most important ECHR decisions, potentially influential to national anti-discrimination\nlegislation, were the following: \nIn the case of Dudgeon v. UK (Date of judgment: 1981 October 22), the European Court of\nHuman Rights for the first time declared that legislation criminalising consensual sexual\nacts between adult men in Northern Ireland was in breach of Convention Article 8 which\nprovides a right to a private life. In the case of Mouta v. Portugal (Date of judgment: 1999\nDecember 21), the Court declared that refusing child custody to a gay man simply because\nof his homosexuality was in breach of Article 8 of the Convention, the right to a private life.\nIt was declared discrimination on the grounds of sexual orientation and violated Article 14 of\nthe Convention which prohibits discrimination. In the case of Sutherland v. UK (Date of\njudgment: 2001 March 27 – striking out) the Court found that the higher age of consent for\ngay men was discriminatory and violated a right to a private life. The Goodwin v. UK case\n(Date of judgment: 2001 July 11) was related to the legal status of transsexuals in the UK\n(treatment in relation to employment, social security, and pensions, and inability to marry):\nthe Court found that a test of congruent biological factors could no longer be decisive in\ndenying legal recognition to the change of gender of a post-operative transsexual, and found\nno justification for barring the transsexual from enjoying the right to marry under any\ncircumstances. The Karner v. Austria (Date of judgment: 2003 July 24) was the first ever\ncase relating to the rights of same-sex partners that the Court has agreed to consider. It\ninvolved a complaint from Siegmund Karner, an Austrian gay man who has lived in his male\npartner’s flat since 1989 and shared the expenses of the flat. Mr Karner’s partner died in 1994\n5\nand designated Mr Karner as his heir. However, the landlord of the property started the\nprocess of terminating the tenancy with Mr Karner. District and Vienna Regional Courts\ninterpreted the term ‘life companion’ of the Rent Act as including same-sex partners who\nlived together for a long time. However, the Supreme Court disagreed with this\ninterpretation. For the first time in its history, the European Court of Human Rights ruled that\nthis was discrimination based on sexual orientation and that the European Convention on\nHuman Rights had been breached.\nDecisions of national legislative bodies can also influence the judgments of the European\nCourt of Human Rights. For example, in 2003, in the Karner versus Austria case Robert\nWintemute, Professor of Human Rights Law at King’s College, London prepared a third\nparty intervention on behalf of ILGA Europe and two other British NGOs. In this\nintervention the Hungarian Constitutional Court’s decision of 1995, legalising lesbian and\ngay partnership by declaring that the previous law limiting partnerships to ‘those formed\nbetween adult men and women’ was unconstitutional, was cited – together with various court\nrulings from other countries – in pleading for a positive judgement of the ECHR. This\nexample indicates the importance of appropriate national and European level legislation as\nwell as the coordinated work of national and European level NGOs in advancing LGBT\nrights.\n2.2. Equal treatment legislation\nBefore the introduction of the law on equal treatment and the promotion of equal\nopportunities in 2003, Hungary already had national laws prohibiting discrimination, such as\nthe Constitution, the Labour Code, the Act on Public Education and the Act on Public Health,\nbut only the latter explicitly prohibited sexual orientation-based discrimination. In all other\ncases, the question whether sexual orientation is included under the heading “other\nsituations”, usually ending the list of discriminatory forms  based on “race, colour, sex,\nlanguage, religion, political or other opinion, national or social origin, circumstances of\nwealth and birth” – given by the Constitution – was a matter for interpretation.\nThe first general anti-discrimination draft bill, submitted to the Hungarian Parliament in April\n2001, included the prohibition of discrimination based on sexual orientation, and clear\nreferences to the 2000/43 Racial Equality Directive as well as the 2000/78 Employment\nEquality Council Directive. By the time the draft bill on “equal treatment and the promotion\n6\nof equal opportunities” reached the stage of parliamentary discussion at the end of 2003,\nbesides the protected categories listed in the Employment directive –  including race, skin\ncolour, ethnicity, language, disability, state of health, religion, political or other views, sex,\nsexual orientation, age, social origin, circumstances of wealth and birth, and other situations –\nadditional categories such as family status, motherhood (pregnancy) or fatherhood, gender\nidentity, part-time or limited period employment status, membership of interest representing\nbodies, were inserted into the list of protected categories. The bill passed in December 2003\nand came into force on January 27 th 2004.\nThe introduction of a general equal treatment act was not received with uniform enthusiasm\nin the Hungarian political arena, nor in civil society. Counter arguments were cited by\npoliticians as well as NGOs stating that from the perspective of providing really effective,\n“tailor-made” social protection for certain social groups – especially for women and Roma\npeople – it would be more suitable to introduce separate acts dealing with their special\nproblems. During the parliamentary debate of the draft bill there was also a certain level of\nrejection expressed and a lack of comprehension voiced against the inclusion of sexual\norientation and gender identity into the protected categories. These counter arguments\nreflected a certain hierarchical preference concerning the different grounds for equal\ntreatment policymaking where providing ethnic groups and women with special protection\nclaims a higher priority than the “special privileges” demanded by surprise categories like\nsexual orientation and gender identity.\nThe main scope of the Hungarian Equal Treatment Act is rights protection: this is the “hard\ncore” to which the “softer” field of promoting equal opportunities was added as a kind of\ndirection indicator. Hungarian law makers seemed to be aware of how difficult – if at all\npossible – it is to regulate social problems associated with the promotion of equal\nopportunities by legal means, and they chose to concentrate on more tangible assets. The\nintention of the Hungarian government officials preparing the new law was to focus on\npractical legal problems from a specific rights protection perspective, and to protect the rights\nof precisely those categories of people who appeared to have the highest vulnerability to\ndiscrimination gauged on previous court cases. In this context the role of NGOs was to\nprovide practical knowledge accumulated – in this case mainly – from legal practice gained\nfrom court jurisdiction, while the government policymakers’ role, especially through the\nwork of ministerial as well as external experts, was to elaborate a theoretical framework that\ncan be effectively applied to practical cases. \n7\nThe inclusion of the “real surprise” category of gender identity can also be explained as a\nlogical extension of applying a rights protection approach. Even though there has not been\ntoo much experience accumulated in this field in Hungary as yet, gender identity is a possible\nground for discrimination that could have been – and was – taken into consideration. As\nopposed to the inclusion of sexual orientation – that seemed to be in perfect harmony with\nEU trends reflected by the 2000/78 Employment Equality Council Directive –, the\nappearance of gender identity among the protected categories of the Hungarian Equal\nTreatment Act cannot be explained by EU trends or expectations. This was achieved mainly\nbecause of the effective interest representation strategies applied by Hungarian NGOs,\nnamely the Háttér Support Society for LGBT People together with the Hungarian Helsinki\nCommittee in the course of public consultations, initiated by the Ministry of Justice that\nprovided real opportunities for the interested actors of Hungarian civil society to voice their\nviews. Therefore it can be said that the power of determination – on the part of the two above\nmentioned NGOs as well as that of government officials involved in preparing the act in\ncompliance with rights protection principles – provided us with a new law including\nprogressive elements, even when judged in a modern European context.\n2.3. Practical application of equal treatment claims\nBy examining practical applications of equal treatment claims for LGBT people in Hungary,\nthe legal possibility provided by the Equal Treatment Act for initiating actio popularis – that\nenables societal bodies and special interest groups to start legal action without the personal\ninvolvement of the individual victim if the mistreatment is based on a category which is an\nessential feature of the individual’s personality – seemed to be a useful and practical means to\nfight against discriminatory practices.\nThe practical realisation of equal treatment claims for LGBT people in the field of family and\npartnership rights is still quite limited in Hungary. Since same-sex marriage is not possible in\nHungary, same-sex partners can emulate some of the conditions of married life only with the\nhelp of private legal contracts. The “Let’s start a family!” programme of the Legal Aid Office\nof Háttér Support Society for LGBT People offers different means for arranging a legal\nframework to start same-sex family life. These means include a civil union contract for\narranging property, financial and personal relationships: encompassing important issues such\nas providing rights to obtain medical information about the partner’s state of health, and\n8\nrights of disposal over the partner's assets when that partner is in a helpless state; preparation\nof a will; appointment of guardians (if there are children). The existence of this program\nshows that same-sex couples need to make extra efforts if they want to establish a level of\nfamily security similar to that inherently enjoyed by married couples.\nThe difficulties caused by the lack of institutionalisation of registered partnership (available\nalso for same-sex couples) were highlighted in a case in 2003: the pension application of a\nsurviving partner (of a same-sex couple) was initially rejected by the Hungarian National\nPensions Authority on the ground that the social security law in the case of the death of one\npartner in a cohabiting partnership not having children, the surviving partner is eligible for a\nwidow’s or widower’s pension only if ten years of uninterrupted cohabitation can be proved.\nHowever, the authority argued, as the modification of the Hungarian Civil Code legalising\nsame-sex partnerships (following the decision of the Hungarian Constitutional Court in 1995)\nbecame operational only in 1996, the ten years cohabitation period could only be completed\nin 2006. In the court cases, following the rejection of the widower’s pension application,\nhowever it was successfully argued that the law maker’s intention in 1996 was to end\ndiscrimination in 1996, not in 2006, and therefore any period of cohabitation preceding the\nlegislation should be taken into account.\nFrom the point of view of developing anti-discrimination and equal treatment legislation and\npolicymaking the analysis of this case raised two important points. In the first place a\nprecedent was created with potentially far reaching consequences in other fields of law\n(especially in disputes involving probate law between relatives and surviving partners of the\ndeceased). In the second place this judgement could be interpreted as a symbolic\ncompensation for same-sex partners as it created a retrospectively valid legal framework\ncovering a period when suitable legislation for same-sex partnership was nonexistent.\n9\n3. International policy context\nThe international policy context of LGBT equal treatment issues can be described by a three\nlevel model, in which anti-discrimination policymaking is the first level, promoting equality\nof opportunity the second, and promoting diversity is the third level. \nAnti-discrimination policymaking usually starts after penal codes have been reformed by\neliminating the main forms of direct legal discrimination targeting LGBT people. The main\ngoal of the anti-discrimination policymaking process is defining certain segments of the\npopulation as being in a disadvantageous situation to be protected, and introducing the idea\nthat discriminating them is wrong, and furthermore punishable by law. In theory the anti-\ndiscrimination principle is a symmetrical one applying to members of both social minority\nand majority groups but in practice it is applied most of the time to people characterised by\nsocially disadvantaged minority positions. As anti-discrimination policymaking has a less\ndirect focus on social disadvantage, than positive – or affirmative – action at the level of\npromoting equality of opportunity, it has the potential to address the main issue of social\ninclusion in a broader sense in society at large, by presenting anti-discrimination principle as\na general human rights issue that applies to everyone.\nThe second level is promoting equality of opportunity, often manifested in the form of taking\npositive action measures directly in favour of the disadvantaged groups. At this level the\nmain focus is on systemic discrimination embedded in the system. For example, only after\nidentifying and uncovering indirect forms of discrimination can one start introducing positive\naction measures in an effective way. Mainstreaming – the systematic consideration of the\nparticular effects of all policies, at the point of planning, implementation and evaluation, on\ndisadvantaged groups – is a method that can be effectively applied at this stage. We can\ndistinguish micro level mainstreaming concentrating on particular policies and macro level\nmainstreaming that focuses on the overall position of certain disadvantaged groups – such as\nwomen, ethnic minorities, disabled people, or LGBT people – in society. In some cases the\nmainstreaming analyses can result in the recognition of the necessity to introduce positive\naction measures. Mainstreaming and the rights based approach characterising the anti-\ndiscrimination policymaking stage can also overlap in those instances when the existence of\nanti-discrimination legislation leads social actors to pursue a mainstreaming-like self-analysis\nin order to avoid litigation against them.\n10\nThe mainstreaming method can also be applied at the third stage which is often referred to as\npromotion of diversity characterised by the aim to find an optimal balance between\nrespecting – as well as celebrating – diversity while seeing it as an integrated part of social\nreality. At this stage the main emphasis is not only on the right to be different, but also on\nviable options in practice that do not threaten one with being socially excluded.\nBy examining the interwoven issues of LGBT legal emancipation, political emancipation and\ncitizenship, social emancipation and cooperation, awareness raising, and policy\nimplementation on different levels, several good practices and problematic areas can be\nhighlighted.\n3.1. In the context of LGBT legal emancipation the starting point was that the fight against\nsexual orientation and gender expression based discrimination has been articulated as a\nhuman rights issue. The two main arguments most commonly used in challenges to sexual\norientation based discrimination brought under the European Convention on Human Rights\nand the United States Constitution are the “ immutable status argument”, presenting sexual\norientation as a fixed condition like one’s race or sex, and the “fundamental choice argument”\npresenting sexual orientation as chosen like one’s religious belief or political opinion. While\nin the United States the perception of sexual orientation as an immutable status became\npopular from the 1960s, in Europe the fundamental choice argument seems to be the most\nfavoured one, as it is also indicated by the decisions of the European Court of Human Rights\nconcerning the right to respect for private life.\nIncluding the explicit prohibition of sexual orientation based discrimination into a national,\nfederal or state constitution is a very good practice. However, there is a chance to put sexual\norientation into the constitution if it is being revised or a totally new one is being adopted,\ntherefore in most of the countries it is not a very promising expectation to find the prohibition\nof sexual orientation based discrimination in the constitution. At present there are altogether\nfour countries having national constitutions specifically prohibiting sexual orientation based\ndiscrimination including South Africa (1993), Ecuador (1997), Fiji (1998) and Portugal\n(2004). \nNevertheless, it can still remain problematic to decide what sexual orientation based\ndiscrimination covers exactly: whether it refers to discrimination against same-sex sexual\nactivity, or whether it also covers discrimination against same-sex couples. While in Europe\n11\nthe de-criminalisation of same-sex sexual activity of consenting adults has become a legal\nnorm cultivated by the European Union as well as the Council of Europe, there are still some\nmore or less interwoven problem areas in the field of legal emancipation of LGBT people\nincluding the legal treatment of LGBT couples and parenting rights. Same-sex marriage,\nmarriage of transsexual people, individual adoption by openly gay men or lesbian women, or\njoint adoption by same-sex couples are still controversial legal issues that are addressed only\nin a few countries in Europe and worldwide.\nParenting is an especially heated issue because of the widespread assumption that children of\na non-heterosexual or transsexual parent or same-sex parents can become especially\nvulnerable to social prejudice directed primarily at the parent(s). However, in the political\ndistribution of family rights and responsibilities social prejudice cannot be taken into\nconsideration in order to restrict parenting rights.\nIn comparison to child custody and individual adoption cases, adoption by same-sex couples\ncan be even more complicated. We can distinguish between joint adoption of an unrelated\nchild by a same-sex couple and joint adoption of the biological child of one of the same-sex\npartners, where the latter option seems to be achieved more easily. In most places where joint\nadoption by same-sex couples is a legal option, it is interpreted within a general discoursive\nframework pointing to the necessity to extend the pool of potential adoptive parents.\nTherefore it is usually presented in the political agenda as a children rights issue having the\n“side effect” of advancing same-sex couples’ rights. \nIn general legal emancipation of LGBT people can be defined as a process characterised by\ncriminal law reform – i.e. elimination of discriminative aspects of penal codes – as a starting\npoint, leading to anti-discrimination protection and promotion of equality. Anti-\ndiscrimination protection can be analysed on an individual level, when the focus is on the\nprotection of individuals, and on a relational level, when the focus of protection is the\nindividuals’ relationships with other partners such as partners or children. Anti-discrimination\nprotection is a very important phase of legal emancipation but its essential element is\nprohibition of already existing and often widespread social practices pushing LGBT people\ninto disadvantageous situations. Therefore it can be seen as a correcting device of older\nnorms and practices. Contrary to criminal law reform and anti-discrimination protection,\npromotion of equality with its pronounced orientation on the future, represents not only a\ndifferent phase of the legal emancipation process but also a different paradigm: it is not just\n12\nagainst maintaining social inequalities developed in the past and suffered from in the present,\nbut very much for setting new norms of social coexistence. However, applying the promotion\nof the equality principle goes beyond rights protection: it is rather a political than a legal\nissue. It is hard to incorporate positive state action into law because it involves political\ndecisions about the distribution of state or government resources that always tend to be\nlimited.\n3.2. Political emancipation of LGBT people can be analysed by applying the concepts of\nintimate citizenship and sexual citizenship emphasising the necessity to broaden the scope of\nmodern citizenship to consider full participation opportunities of social groups, including\nLGBT people, being formerly deprived of full community membership. Intimate citizenship\nfocuses on rights and obligations connected to the most intimate spheres of life: with whom\nand how to live one’s personal life, how to raise children, how to handle one’s body or one’s\nself-perception as a gendered being and so on. Sexual citizenship is concerned with bodily\nautonomy, institutional inclusion, rights of free expression, and spatial themes, and draws\nattention to the various types of social exclusion that can limit citizens’ political, social,\ncultural, and economic participation because of their genders, sexualities and bodies.\nIn the context of sexual citizenship the great dilemma of political emancipation is whether to\nclaim equal rights for LGBT people on the basis of a normalising politics presenting them as\nnormal, good citizens who deserve respect and integration because of their conformity to\ndominant social norms, since this approach would still imply a political logic of minority\nrights grounded in heterosexual dominance. It is ambiguous to interpret the extension of\ncertain rights associated with citizenship to embrace lesbians and gay men as a success, if\nequality and normality is still defined in heteronormative terms. In order to gain full\ncitizenship rights for LGBT people the political agenda should be broadened at least in three\ndimensions: in gaining respect and representation in national institutions including the\ngovernment, the workplaces, schools, families, welfare and health care institutions; in having\nsocial dialogues encouraged by institutions, and in the manner of equal partnership where\nconcerns of all parties can be voiced and heard; and by revisiting the norm of the “good\ncitizen”.\nSexual citizenship can be a useful reference point in the political struggle to gain “full\ncommunity membership” for LGBT people, if carefully applied. However, one of the main\nquestions here is whether equality is interpreted in a static social context or moral universe\n13\nwhere the only active agents of change are social minority groups who should actively\nassimilate into the norms handed down to them by the majority, or whether equality is\ninterpreted in more flexible terms as a joint achievement resulting from mutual efforts of\nvarious social segments and coalitions, oriented towards gaining ‘different but equal’ rights\nand opportunities. \nSexual citizenship is increasingly being grounded in a ‘politics of affinity’ operating with\npoliticized flexible ‘affinities’ and coalitions, rather than with fixed, monolithic identities.\nHowever, this new politics of affinity is meaningful only as being part of a coalition-based\nmodel that allows for the effective political cooperation of heterogeneous LGBT crowds.\nApplying a coalition based strategy can also be useful in activating transgender citizenship. A\nwide variety of people transgressing the traditional gender binaries can identify themselves as\na transgender person; therefore it would be hard to use the transgender category – being\nperhaps even more fictitious than homosexuality – in the course of a unifying sexual identity\nbased politics. However, we can witness the effective functioning of ‘transgender rights\ncoalitions’ in gaining gradually ‘fuller’ community membership for some transgender people\nin some cases.\nPolitical emancipation is inseparable from social emancipation of LGBT people. Social\nemancipation is an umbrella term embracing the whole spectrum of life from legal\nframeworks and political participation opportunities to cultural representations.\n3.3. Social emancipation of LGBT people is often interpreted as a kind of consecutive phase\nof legal emancipation. In this context anti-discrimination legislation is seen as a foundation\nstone in a process of constructing social equality. Legal discrimination is a much more\ntangible asset than social discrimination, as it is easier to identify and thus fight against legal\ngrievances than against “amorphous bad feelings” lurking in society. Law can – and should –\nreflect and promote social change, but it is far from being the only or the main force of\nchange. Law can be effective if people are able to accept or even internalise the normative\nexpectations it represents.\nLegal and social emancipation can also be interpreted as interwoven issues or different\naspects of the same process. If legal emancipation can be measured by the changes in the\ncodified norm system of society, social emancipation is closely connected to the development\nof civil society, and the ability of social groups to represent their interests. In this context\n14\ncooperation skills and opportunities – for example, cooperation of LGBT people to form\norganisations; cooperation between different, national and international, NGOs to form\nbroader coalitions; cooperation between the state and NGOs – can become very important. \nIn a certain level of socio-cultural development LGBT social emancipation is inseparable\nfrom public manifestation of distinct identities and lifestyles, and thus from the effective\nfunctioning of identity politics. Identity politics is a system-specific concept: it can hardly be\ninterpreted in anti-democratic political systems characterised by the extensive erosion of\nprivate identities, and the rigid – often forced – separation of public and private identities.\nThe “natural” context of identity politics is civil society, the field of social self-organisation,\nbeing the framework as well as the guarantee of modern identity formations.\nEffective functioning of LGBT civil organisations can be enhanced by forming broader\ncoalitions. National LGBT organisations often seek international support from international\nLGBT associations – such as ILGA – or national organisations of other countries. On the\nnational level these broader coalitions may include other actors of civil society representing\nthe interests of other minority groups, religious organisations, human rights organisations –\nLGBT people as well as “their heterosexual friends”. LGBT NGOs can also cooperate\neffectively with quasi autonomous governmental organisations (quango’s), such as equality\nbodies, especially if there is opportunity for regular consultation between them.\nAchieving a certain level of social visibility for social groups suffering from social\ndisadvantages seems to be a precondition for claiming rights. However, visibility can make\nindividuals vulnerable and therefore not everyone can “afford” to come out. On the other\nhand, a relatively high level of social visibility does not necessarily correlate with positive\ndevelopments in legal emancipation. It is very hard – if not impossible – to articulate the\ninterests or defend the rights of socially invisible actors. Discrimination against LGBT people\ncan remain hidden in a lot of instances. This can be explained in part with the preference of\nvictims to avoid publicity at the individual level: in this context fear of humiliation is an\nimportant factor. The hidden nature of discrimination against LGBT people can also be\nexplained in part with the lack of appropriate responsiveness and incentives on the\ninstitutional level. Existing but ineffectively functioning – i.e. socially invisible for those who\nwould have need of these – institutions can contribute to the fact that certain forms of\ndiscrimination remain hidden. Lack of incentives to turn to a specialised official body\nresponsible for equal treatment issues can also decrease the determination of people to\ncomplain about discrimination. In certain countries – including Hungary and Romania – the\n15\nvictims of discrimination cannot be compensated financially from any fines to be paid to the\nequal treatment authority by the perpetrator of the discrimination. Victims have to start a\ncourt case to seek personal compensation, a procedure – often costly in time and money –\nthat complicates the victims’ life and is therefore rare.\nHidden discrimination can result from subtle prejudice as well as from the lack of considering\nthe possible negative consequences of certain policies for different social groups. The latter\ntype is referred to as indirect discrimination which is hard to avoid once the policy is in\noperation but can be prevented with careful examination during the policymaking process\n3.4. The level of social emancipation of LGBT people is closely connected to the\ndevelopment of anti-discrimination legislation and policymaking as well as to the practical\napplication of preventive measures to avoid the occurrence of discrimination. One of the\nmain tools of preventing discrimination is awareness-raising. The main forms of awareness-\nraising include information exchange and communication, education and training, as well as\nproviding people with a personal experience, and participation and involvement\nopportunities. Information exchange and communication can be realised in several contexts:\nwithin formal institutional procedures, for example, in the course of litigation or\npolicymaking; in the – mainstream as well as “own” – media; in publications – such as\nreports, information booklets, fact sheets, brochures, scientific publications; in meetings –\nsuch as workshops, exhibitions, conferences; and in events like festivals and demonstrations.\nAwareness-raising in the form of education and training can be realised through developing\nspecific educational programmes (lectures, courses etc.) and educational materials (text\nbooks, chapters in school books, training manuals etc.) – within the schooling system by\ntargeting students as well as teachers, and outside the schooling system by targeting the\ngeneral public or its certain segments –, and also through conducting social scientific research\nand disseminating research findings. Participation and involvement opportunities include, for\nexample, consultations on official reports, documents and decisions – provided that there is\nintention to involve people in these activities on the “official side”.\nIt is hard to give an exact definition of awareness-raising but it certainly implies an element\nof discontent regarding a problematic situation as well as reference to the need of change and\nmobilisation. In the practical sense awareness-raising can be seen as part of a political agenda\nsetting where the problems of a smaller social group have to be transformed into socio-\n16\npolitical issues of greater general significance by a two-phase process of meaning definition\nand message transmission. A crucial element of awareness-raising is therefore the meaning\nmanagement of the original issue: it has to be presented with a socially digestible flavour that\nis still acceptable by the issue-initiators who feel the most urgent need for social change in\nthe given field.\nAs far as problem recognition is concerned, initially people should be made sensitive towards\nLGBT discrimination: they must be able to identify it in order to prevent it, and/or they must\nbe able to recognise it in order to do something against it. The law can be helpful in this\nrespect: the fact that anti-discrimination legislation exists can have awareness-raising effects\nin itself, as it conveys the message that according to the state, discrimination is a wrong social\npractice with punishable consequences. In the European context the learning process of\nmaking people realise that discrimination is wrong first started with targeting racial\ndiscrimination, and continued with gender discrimination. In this sense LGBT people can\nfollow a beaten track.\nDiscussing anti-discrimination legislation can become a lecture topic or it can even be\nintegrated into the school curriculum. However, the existence of anti-discrimination\nlegislation in itself does not mean too much, if people do not know about the law – because it\nis not publicised or applied very often –, or if they do not make practical use of it because of\nfear and/or the silent acceptance of a “second class citizen status”.\nRaising awareness about LGBT issues can also be presented as part of a broader educational\nprogram with the focus on accepting and appreciating diversity in several aspects of life. This\neducation is more likely to be successful if started quite early in life and being integrated into\nthe socialisation process during one’s formative years.\nAn effective means of awareness-raising would be to provide civil servants and other state\nofficials with training and guidelines on how to deal with LGBT issues. However, in most\ncases the problem is not only about the lack of publicity of existing human rights protections\nfrom the government’s side, but also about the lack of accurate information on discrimination\nprovided for the government. In countries where there is a single equality body that can also\ndeal with LGBT issues or where one of the specialised equality bodies focuses exclusively on\nLGBT issues, the functioning of these institutions can contribute to a great extent to\nawareness-raising as well as implementation of equal treatment principles.\n17\nHuman rights protecting NGOs, including LGBT associations, can play a significant role in\nawareness-raising, too. They can help victims of discrimination by providing them with\ninformation and legal assistance – and often with emotional support to persevere. In a number\nof countries there is also a legal possibility for initiating actio popularis that enables societal\nbodies and special interest groups to start legal action without the personal involvement of\nthe individual victim if the mistreatment is based on a category which is an essential feature\nof the individual’s personality. Successful anti-discrimination court cases can provide media\nvisibility that can encourage other victims of discrimination to step forward on the one hand,\nand discourage those who would be inclined to discriminate on the other.\nBesides media visibility, another important factor of increasing public knowledge and\nunderstanding concerning LGBT issues is gaining ‘political visibility’. At present sexual\npolitical themes do not seem to enjoy great popularity – if they are present at all – in the\npolitical arena. Governments and political parties do not have well-considered sexual political\nprogrammes and they do not tend to think of people as sexual citizens.  \nA basic ingredient of awareness-raising is the accumulation of information and knowledge\nabout LGBT issues in form of reports describing problematic situations, and research studies\nattempting to analyse the causes and consequences of certain social problems. Reports can\nplay a very important role in problem recognition and context identification by drawing\nattention to facts proving that certain problems exist. Reports – providing a map of problems\n– and systematically collected information contribute to effective policymaking and policy-\nmonitoring. Even the fact that someone – let it be an NGO, an equality body, an academic, or\nan influential politician – is interested in collecting certain type of information can have\nawareness-raising effects. \nKnowledge accumulation can also be achieved in a more analytically focussed way: in the\nform of social scientific research studies. In the context of making and evaluating different\npolicy measures qualitative data collection and analyses are especially important elements of\nthe diagnostic process that can inform decision makers not just on the existence of the\nproblem but also on its content as well as the indications of its possible solutions.\nAwareness-raising is a complex process providing several opportunities to increase public\nknowledge and understanding concerning LGBT issues. Even though raising awareness refers\n18\nto mobilisation more on the cognitive – or emotional – than on the practical level, by\nincreasing people’s ability to implement change it can contribute to practical changes, too.\n3.5. Implementation often refers to implementing legal changes in order to advance social\nemancipation of LGBT people. One of the most important preconditions of effective\nimplementation is the existence of a well-functioning institutional framework including\nhuman rights commissions, specialised equal treatment bodies, and expertise centres. There\nare two main forms of equality bodies: a country either has a general body responsible for all\nsorts of equal treatment issues – such as the Equal Treatment Commission in the Netherlands,\nthe Equality Commission for Northern Ireland, the National Council for Combating\nDiscrimination in Romania, the Equal Treatment Authority in Hungary –, or it has several\nspecialized institutions, each dedicated to different scopes. Sweden is the only country in the\nworld that – besides other specialised ombudsman offices such as the disability ombudsman,\nthe ombudsman for equal opportunities between women and men, or the ombudsman against\nethnic discrimination – has “HOMO”, the Office of the Ombudsman against Discrimination\non the Grounds of Sexual Discrimination.\nIn certain fields a public body responsible for anti-discrimination issues, endowed with\nofficial competence and authority backed up by the state, can be more effective – or it can be\neffective in different fields – in fighting against discrimination than an NGO having limited\naccess to information and resources. For example, a specialised public agency can play an\nactive role in preventing discrimination by pre-monitoring public policies in their planning\nstage and drawing attention to their possible negative consequences for LGBT people. \nIn some cases NGOs can actively contribute to the establishment of equality bodies, by using\ntheir lobbying efforts and offering their practical expertise accumulated in the course of their\ninterest representing activities. This can indicate that having a public anti-discrimination\nagency is also perceived as important and useful by civil society actors.\nIn most countries where there is anti-discrimination legislation in operation one general equal\ntreatment institution was set up embracing various equal treatment issues based on several\ngrounds such as ethnicity, gender, age, disability, sexual orientation etc. In some places – like\nin Northern Ireland – a single equality body is formed by uniting previously independent\nspecialised anti-discrimination agencies and by integrating the “other article thirteen\ngrounds” into the scope of the already existing institutional framework. \n19\nThe main advantage of having a general public agency seems to be that it tends to have more\ncompetence and resources than a specialised body focusing on only one field, and it can also\nbe better equipped to deal with multiple discrimination cases, when persons are being\ndiscriminated on more than one ground at the same time. However, within a general equality\nbody there is a higher risk of the emergence of a certain hierarchy of rights, where certain\nforms of discrimination tend to attract more attention than others. On the other hand, the main\nadvantage of having several specialised equality agencies each focusing on only one special\nfield is the potential to accumulate greater expertise on one given field. It seems that an\noptimal solution would be to combine the functioning of a single equality body with\nspecialised expertise centres.\nAt present the Netherlands can be characterised by the most developed system concerning the\nimplementation and monitoring of LGBT equal treatment issues. The Commissie Gelijke\nBehandeling (CGB; Equal Treatment Commission) was established in 1994 with the primary\ngoal to promote and monitor compliance with the existing equal treatment laws. There are\nadditional advantages of having such a commission including the possibility to avoid\npotentially costly, time consuming and humiliating court cases as well as the concentration of\npractical knowledge on various types of discrimination which can be also used by researchers\nand policy makers. A specialised expertise centre on gay and lesbian policy issues started to\noperate in 2002 in the Netherlands, offering a steady source of expertise for policy makers\nespecially at the level of local politics.\nEquality bodies and expertise centres can provide major means of implementing equal\ntreatment for LGBT people in everyday life, especially in a social environment where there is\nstill limited awareness concerning these issues among civil servants, state officials,\npoliticians and members of the general public.\nAdditionally there are several fields where implementing LGBT equal treatment practices is\nperceived to be especially problematic, including workplaces, religious settings, and social\ncontexts relevant to young people and old people respectively. According to the results of\nEuropean EQUAL projects, heteronormative expectations prevail in most workplaces:\neveryone is automatically considered to be heterosexual. Non-heterosexuals have to make\nextra efforts to be accepted by their colleagues when trying to enlighten them by contrasting\nthe content of widespread stereotypes with real life. For LGBT employees the first important\n20\nstep in the workplace is the decision to come out as a non-heterosexual person. Awareness-\nraising programmes can help to motivate people to see diversity, including sexual and gender\ndiversity, as an enriching feature that can make the workplace a better place to be. However,\nawareness-raising at the workplace can work more effectively if it is backed up by sufficient\nand effective equal treatment legislation, and if for example, trade unions are also committed\nto the implementation of equal treatment practices. Creating a more tolerant, friendlier work\nenvironment for LGBT people can positively affect the productivity level of work: if LGBT\npeople are free to be themselves, they can focus more on their work, and less of their energy\nwill be wasted on trying to conceal the non-heteronormative aspects of their lives. In\nawareness-raising trainings addressing workplaces, arguments about the potential increase of\nproductivity resulting from a more LGBT friendly workplace climate can sometimes work\neven better than appeals to human rights. \nIn the context of implementing equal practices for LGBT people there is still a lot of work to\nbe done concerning the problems of young LGBT people. Young non-heterosexuals seem to\nbe especially vulnerable to discriminatory practices in the school system which can be\nmanifested in the behaviour of their teachers and peers, or it can also be embedded in the\nschool curricula. NGOs can offer assistance for young LGBT people by providing them with\nan accepting family-like environment where they can feel at home. In this context the\ncommunity can serve as the family of choice for young LGBT people. LGBT civil society can\nprovide young LGBT people – and LGBT people in general – whose cultural, religious or\nethnic background is not tolerant towards their sexual orientation or gender identity, with a\nshelter where they can try to be themselves. In this context “coming in” – coming into the\ncommunity – becomes an important concept.\nIn comparison to young LGBT people there is even less attention paid to the special needs of\nold ones. In the aging societies of the developed world in a certain stage of their life LGBT\npeople are likely to find themselves in old people’s homes where they can start all over again\ntheir “liberalisation” or coming out process. Implementing equal treatment practices for old\nLGBT people is therefore an issue that can be expected to attract increasing social attention\nin the future. In addition, LGBT people who have to spend some time in hospitals or other\ninstitutions of the health care and the social care system can also have similar experiences,\nthough – if it is only a temporary stay – perhaps to a lesser extent. \nHarmonising religious beliefs with one’s non-heterosexual sexual orientation is often\n21\nregarded as an issue not to be included in the scope of equal treatment practices. However, as\ncertain discriminatory practices seem to be closely related to religious beliefs, it can be\nimportant to refer to the findings of The Social Dialogue on Homosexuality, Religion,\nLifestyle, and Ethics project initiated by the Dutch COC together with religious organisations.\nAccording to their findings in the present European context it can be increasingly problematic\nto define the LGBT movement as being an exclusively “white and secular” movement. The\nmodern Western concept of homosexuality is not necessarily understood in the same way by\npeople coming from other cultural backgrounds, therefore instead of ethnocentric\nassumptions a more culturally relativistic approach had to be applied in order to highlight the\npotentially very different contents of the ‘homosexuality’ concept. Awareness of these\ninterpretational differences can help to start an effective interaction between LGBT NGOs\nand religious organisations. Leading a dialogue seems to be one of the most important means\nof effective interaction at this level. \n22\n4. Recommendations for improving Hungarian anti-discrimination and equal treatment\npolicies concerning LGBT people\n1. Law reform is needed to institutionalise same-sex relationships in the form of\nregistered partnership or same-sex marriage and to prevent family and other policy\npractices discriminating against same-sex couples.\nLegislative development introducing registered partnership can be beneficial to everyone.\nThe present factual legal relationship of cohabiting partners could be transformed into a more\ninstitutionalised form of relationship by the act of official registration. This way it would\nbecome unnecessary to make specific arrangements concerning property, financial and\npersonal relationships: encompassing important issues such as providing rights to obtain\nmedical information about the partner’s state of health, and rights of disposal over the\npartner's assets when that partner is in a helpless state; preparation of a will; appointment of\nguardians (if there are children) etc. It is not a specific LGBT issue, and there are\ninternational examples that can be followed (like the institution of PACS in France). \nLegislative changes to introduce same-sex marriage would mean “opening up” marriage for\nnon-heterosexual people and provide them with the same rights, obligations that married\npeople have at present. Opening up heterosexual marriage would also lead to constructing a\nlegal framework for adoption of children by same-sex partners.\n2. Law reform is needed to provide a legal framework for adoption of children by same-\nsex partners in the form of joint adoption of the biological child of one of the same-sex\npartners, and joint adoption of an unrelated child by a same-sex couple. \nLegislative changes allowing adoption of children by same-sex partners can be presented in\nHungary mainly as a children right issue – similarly to what happened in the United Kingdom\nwhere joint adoption by same-sex couples was interpreted within a general discoursive\nframework pointing to the necessity to extend the pool of potential adoptive parents, having\nthe “side effect” of advancing same-sex couples’ rights, too. Here one of the main points is\nthat in the political distribution of family rights and responsibilities social prejudice cannot be\ntaken into consideration in order to restrict parenting rights. It is also important to emphasise\nthat children living in different family arrangements must not be discriminated on grounds of\na state supported normative hierarchy of less or more desirable family arrangements, as\n23\nchildren usually have little control over these developments; they just suffer the\ndisadvantageous consequences.\n3. At the level of implementing legal changes concerning LGBT people appropriate\nconditions for effective functioning have to be provided for the Hungarian Equal\nTreatment Authority.\n \nIn order to prevent the development of a hierarchical scale of different grounds of\ndiscrimination where LGBT issues might not receive sufficient attention, a capable body or\nperson with commensurate expertise on LGBT issues must be given responsibility for that\narea of the functioning of the Hungarian Equal Treatment Authority. Furthermore, no one\nperson or committee can be expected to know all there is to know about current LGBT issues\nat the local, national and international levels, therefore there is a great need to establish\nexpertise centres in this field.\n4. Awareness-raising programmes are needed in order to prevent discrimination against\nLGBT people.\nInformation exchange and communication can be realised in several contexts: within formal\ninstitutional procedures, for example, in the course of litigation or policymaking; in the –\nmainstream as well as “own” – media; in publications – such as reports, information booklets,\nfact sheets, brochures, scientific publications; in meetings – such as workshops, exhibitions,\nconferences; and in events like festivals and demonstrations.\nAwareness-raising in the form of education and training can be realised through developing\nspecific educational programmes (lectures, courses etc.) and educational materials (text\nbooks, chapters in school books, training manuals etc.) – within the schooling system by\ntargeting students as well as teachers, and outside the schooling system by targeting the\ngeneral public or its certain segments –, and also through conducting social scientific research\nand disseminating research findings. Participation and involvement opportunities include, for\nexample, consultations on official reports, documents and decisions – provided that there is\nintention to involve people in these activities on the “official side”.\nTherefore raising awareness of LGBT issues should be a standard part of school curricula, the\ntraining arrangements and guidelines for civil servants and other state officials. Similarly\n24\nspecial programmes targeting the workplaces are needed to tackle the heteronormative\nclimate. Good and effective publicity discussing anti-discrimination and equal treatment\nlegislation and policies, as well as producing professional reports and study findings about\nLGBT issues are essential to achieve practical progress realising the theoretical possibilities\nof the existing framework. \n5.  LGBT people should be empowered to occupy social space to represent their\ninterests and serve their needs.\nIn Hungary a number of NGOs has been at the forefront of the struggle for social acceptance\nof LGBT people. Besides promoting the manifestations of various viable LGBT lifestyles,\nthey have provided much needed public services including personal and telephone\ncounselling services, legal aid, AIDS and STD prevention programmes, and awareness-\nraising material for schools. Effectively functioning LGBT organisations can provide young\nLGBT people with a family of choice that they can come into before coming out in society at\nlarge. Senior LGBT people also have a great need for this kind of support when they find that\nthe struggle for their social emancipation will start all over again in old age if they come to\ndepend on the heteronormative health and social care systems.\nAs NGOs in this way act like a proxy of the state in the sense that they provide public\nservices which should by rights be provided by the state, adequate funding through the public\npurse is in order.\n6. LGBT people should be provided with full community membership. \nPolitical emancipation of LGBT people should be advanced by highlighting the various types\nof social exclusion limiting citizens’ political, social, cultural and economic participation\nbecause of their genders, sexualities and bodies. LGBT people should be provided with full\ncommunity membership by gaining respect and representation in national institutions\nincluding the government, the workplaces, schools, families, welfare and health care\ninstitutions; by having social dialogues in the manner of equal partnership, encouraged by\nstate institutions; and by revisiting the norm of the “good citizen” who tends to be\nheterosexual and gender-unambiguous.\n25\n",
    "id": 11872024,
    "identifiers": {
        "doi": null,
        "oai": "oai:GenericEPrints.OAI2:2516"
    },
    "title": "How to put equality into practice? Anti-discrimination and equal treatment policymaking and LGBT people",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2005",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/pdf/11872024.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/11872024"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/11872024/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/11872024/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/11872024"
        }
    ],
    "abstract": "",
    "tags": [
        "Policy Analyses"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Policy Analyses"
    ],
    "oai": "oai:GenericEPrints.OAI2:2516",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "415",
        "openDoarId": 0,
        "name": "Policy Documentation Center",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 11872024,
        "depositedDate": null,
        "publishedDate": null,
        "updatedDate": "2019-04-20T06:16:27+01:00",
        "acceptedDate": null,
        "createdDate": "2013-07-16T11:45:24+01:00"
    },
    "urls": [
        "http://pdc.ceu.hu/archive/00002516/",
        "http://pdc.ceu.hu/archive/00002516/01/takacs.pdf"
    ],
    "lastUpdate": "2019-04-20T06:16:27+01:00",
    "setSpecs": []
}