{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Storz, Olivia"
        }
    ],
    "contributors": [],
    "createdDate": "2022-06-10T02:47:46+01:00",
    "dataProvider": {
        "id": 3580,
        "name": "DePauw University",
        "url": "https://api.core.ac.uk/v3/data-providers/3580",
        "logo": "https://api.core.ac.uk/data-providers/3580/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/519815251.pdf",
    "fullText": "DePauw University Scholarly and Creative Work from DePauw University Honor Scholar Theses Student Work 5-2022 How Love Ought to Be: The Power of Sapphic Representation in Animated Children’s Cartoons Olivia Storz DePauw University Follow this and additional works at: https://scholarship.depauw.edu/studentresearch  Part of the Feminist, Gender, and Sexuality Studies Commons, and the Film and Media Studies Commons Recommended Citation Storz, Olivia, \"How Love Ought to Be: The Power of Sapphic Representation in Animated Children’s Cartoons\" (2022). Honor Scholar Theses. 182. https://scholarship.depauw.edu/studentresearch/182 This Thesis is brought to you for free and open access by the Student Work at Scholarly and Creative Work from DePauw University. It has been accepted for inclusion in Honor Scholar Theses by an authorized administrator of Scholarly and Creative Work from DePauw University. How Love Ought to Be:The Power of Sapphic Representation in Animated Children’s CartoonsOlivia StorzDePauw University Honor Scholar ProgramClass of 2022Dr. River Vooris, Dr. Sarah Rowley, Jeanette Johnson-LiconABSTRACTThough there has been a long history of LGBTQ+ representation across various forms of media,cartoons are uniquely suited to counter hegemonic teachings that privilege heteronormativity.Consuming media with LGBTQ+ characters not only has the potential to shape attitudes towardsthe LGBTQ+ community and make them more positive, but cartoons have the unique power toteach children important lessons that they do not learn in school, including narratives aboutqueerness. In the absence of discussions about LGBTQ+ identities in the classroom, childrenoverwhelmingly end up priviling heterosexuality in their interactions. As such, cartoons thenhave the power to counter these teachings and portray queerness through their whimsicalanimation and themes about struggling against the masses. This thesis will analyze the sapphicrepresentation in five animated children’s cartoons, The Legend of Korra, Steven Universe,Adventure Time, She-Ra and the Princesses of Power, and The Owl House, ultimately findingthat this representation is crucial in the current anti-gay political climate to counter dominantcultural norms that favor heterosexuality.iiDEDICATIONSThis thesis would not have been possible without the help of so many amazing people.First and foremost, I would like to thank my entire committee, Dr. River Vooris, Dr. SarahRowley, and Jeanette Johnson-Licon for advising me through this difficult process and providingall the support (physical and emotional) I needed. I sincerely appreciate all of your thoughts andvisions for this project to help it come to fruition.Next, I would like to thank my parents, Krista and Joe Storz. Thank you for always beingthere for me and letting me be my weird self as a kid. Thanks also to my sisters, Madeline andClaire Storz, for watching Barbie as the Princess and the Pauper with me at least 100 times andmany thanks to my brother, Jack Storz, for putting up with it.This thesis, of course, would also not be possible without the brave creators of theseshow: Bryan Koneitzo and Michael Dante DiMartino, Rebecca Sugar, Pendelton Ward, NDStevenson, and Dana Terrace. Thank you for fighting for the right to air queer representation.Finally, I would like to dedicate this thesis to all the little girls who love girls and all thelittle boys who love boys. Your stories deserve to be told too. I promise you it gets better. We arefighting for you.iiiTABLE OF CONTENTSINTRODUCTION: Why Representation Matters……………………………………………….  11. What’s Going on Between These Two?: Queer Subtext in The Legend of Korra…………… 112. “The Queerest Episode of a Children’s Cartoon:” Queer Fusions and Same-Sex Weddings inSteven Universe…………………………………………………………………………………. 233. “The Fun Will Never End:” Lifelong Sapphic Partners in Adventure Time…………………. 334. She-Ra and the Princesses of Power: A Queer Retelling of a 1980s Classic…………………425. Sapphics on Screen: Current Queer Representation in The Owl House………………………50CONCLUSION: Political Backlash to the Gay Rights Movement……………………………...59ivINTRODUCTIONWhy Representation MattersWhen I was a little kid, one of my favorite movies was Barbie as the Princess and thePauper. I had two sisters, one older and one younger, and every opportunity we got we chose towatch that movie. We even had a movie player in a car that was almost constantly playing thatmovie, much to my brother’s displeasure. My parents always joked that we had the movie and,subsequently, the soundtrack memorized, but I know for a fact that we had the entire thingmemorized. In an attempt to save her people, Princess Annalise must marry King Dominic tounite their two kingdoms and bring more prosperity to them both. Before the wedding, however,Annalise is kidnapped and her new friend, Erica, must take her place while Annalise’s tutor,Julian, finds her. Erica and Dominic end up falling in love while Annalise and Julian realize theirtrue feelings for each other. The movie ends with a double wedding of the two couples afterAnnalise and Julian discover that their kingdom is full of geodes that will bring them greatwealth.I knew almost every single detail of the movie. I remembered the name of Erica's cat andall the words of the song she sang to Wolfy. I remembered the gold tooth of the villain,Preminger, who wanted to marry the queen and steal her wealth. I remembered Erica sitting inprison after they found out she was impersonating the princess and I remembered her stunt toescape from prison. I remembered how Dominic, her knight in shining armor, came to rescue herand ask for her hand in marriage. Most of all, I remembered the message of the movie: that truelove conquers all and that good will always win in the end.1I often wish now that I am an adult that I could rewatch Barbie as the Princess and thePauper through the eyes of a child just once more, to innocently watch as the characters I lovedtriumphed. Now, I find that I am almost never satisfied with stories like these. What used tomake me happy, the guy gets the girl and they all live happily ever after, is not enough now that Iknow that there are so many more possibilities out there.I think a lot about all of the subliminal messages I must have absorbed in stories likethese and how every story like that delayed realizing that I was nothing like Princess Annalise orErica in that I was never going to end up with a guy. Children are always watching and alwayslearning and what I learned from watching Barbie as the Princess and the Pauper at least 100times was that love only exists between men and women. As sparse as queer representation isnow, it was practically nonexistent when I was a kid in the early 2000s.In an honors thesis for the University of Tennessee, Carson Cook (2018) describes thehistory of LGBTQ+ representation in the media. She notes that from 1930-1983, both theHollywood Production Code and the Code of Practice for Television Broadcasters effectivelyprohibited any depiction of homosexuality (Cook, 2018, p. 5). Following these codes, earlydepictions of homosexualty mostly presented LGBTQ+ people as child molesters, victims ofviolence, or drag queens (Cook, 2018, p. 5). Furthermore, the Hays Film Code almostexclusively prohibited the portrayal of LGBTQ+ characters and any gay characters had to bepunished (Lewis, 2021). In 1973, the Gay Media Task Force was founded, and their goal was tomake sure lesbians and gays were portrayed fairly (Kutulas, 2017, p. 143). Networks slowlybegan to increase LGBTQ+ representation, some positive and some still negative. Since thenqueer representation has grown and is slowly becoming more positive. Beginning in 2005, the2Gay and Lesbian Alliance Against Defemation, or GLAAD, began to keep track of LGBTQ+representation in the media. During the first years, 2005 and 2006, LGBTQ+ characters onlymade up 1.4% of characters on broadcasted shows. This number has grown since then andLGBTQ+ character made up 6.4% of characters in 2017-2018 (Cook, 2018, p. 6). LGBTQ+representation has come a long way since its prohibition in early Hollywood.Though scholars like Cook (2018) believe in the power of LGBTQ+ representation,others question if this visibility is enough. In “All the rage: The story of gay visibility inAmerica,” Susanna Walters, a prominent gender, sexuality, and feminist theorist, questions theextent to which gay visibility in the media is helpful. She argues that while there has been anexplosion of the representation of LGBTQ+ people across many forms of media like prime timetelevision, cartoons, and newspapers, this visibility is not always helpful as “forms of bigotrysustain themselves and even grow in the face of public, cultural visibility (Walters, 2001, p. 12)”.Indeed, though Walters (2001) believes that visibility is necessary for equality and social change,it does not necessarily erase stereotypes or guarantee liberation (p. 13). This book was written in2001 when openly gay elected officials first rose to prominence and domestic partnership lawsbecame more common in certain states, but at the same time Congress passed the Defense ofMarriage Act that restricted marraige to between a man and a woman and the Supreme Courtruled that organizations like Boy Scouts could discriminate against gay scoutmasters (Walters,2001, p. 13). This pattern of one step forward, two steps back has continued into today. Thoughthe Supreme Court ruled to legalize same-sex marraige across all fifty states and to prohibitdiscrimination against LGBTQ+ employees, Don’t Ask Don’t Tell, a policy that prohibitedopenly gay people from serving in the military, was repealed, and more television shows than3ever have openly LGBTQ+ characters, anti-LGBTQ+ sentiments are at an all time high as well.Many states have moved to ban transgender girls from participating in sports and other states likeFlorida have prohibit instruction on sexual orientation or gender identity in the classroom.Walters (2001) also argues that visibility has also led to an acceptance of only selectstereotypes and predicated modes of representation: an exotic but unthreatening “other” and gaysas really just the same as straights after all (p. 15). This is harmful as gay identity is thus onlyacceptable though assimilation to these norms. As such, while the number of LGBTQ+characters has risen, it still has drawbacks as many of the characters fall into harmful stereotypesand tropes that are ultimately harmful to queer visibility. Often times, gay male characters arereduced to the “boy-chasing, fashion-obsessed, show-tune-singing” stereotype like Jack fromWill and Grace (Walters, 2001, p. 13). Aside from these stereotypes, early LGBTQ+representation included documentaries that tried to explain homosexuality in horrifying ways(Kutulas, 2017, p. 140). Other popular culture depictions of gay life porported thathomosexuality was caused by emotionally disturbing experiences, with more than half ofAmericans fearing queer people and seeing them as harmful (Kutulas, 2017, p. 140). Thesebeliefs worked their ways into media portrayals of queer people, as companies like Disney havea problematic history of queercoding their villains, popular examples being Captain Hook fromPeter Pan, Scar from The Lion King, and Ursula from The Little Mermaid (Brown, 2021, p. 3).Media portrayals of queer people have not always been positive and in this case, they perpetuatedamaging stereotypes.Other harmful depictions of the LGBTQ+ community include the “bury-your-gays”trope, when LGBTQ+ characters, usually WLW (or woman-loving-woman) characters are killed4after expressing their queerness. In “Bury Your Gays and Social Media Fan Response:Television, LGBTQ Representation, and Communitarian Ethics,” Erin Waggoner (2017), aprofessor of communications, argues that this has a harmful effect on viewers, especially WLWviewers that identify with those characters. Out of 35 WLW characters in shows in 2015, 10 diedon screen. Despite increased representation, Waggoner (2017) notes that it means very little if therepresentation falls into these tropes that are detrimental to LGBTQ+ viewers as “the messagethis sends to those individuals struggling with their identities is that WLW may find happiness,but it is short-lived and perhaps requires a bulletproof vest (p. 1879).” Increased representation isnot always a good thing as in certain cases such as with the bury your gays trope, it ultimatelyends up doing more harm than good.Aside from tropes such as these, other media also engages in “queerbaiting,” anotherharmful practice in media creation. Queerbaiting  is a form of “gay marketing” that use tactics todraw in queer viewers and earn views or money without ever explicitly confirming LGBTQ+characters or stories (Brennan, 2019, p. 2). Companies use subtle elements that target gayconsumers that heterosexual viewers do not notice. Straight viewers may see characters as “justfriends” while queer viewers are able to pick up on queer coding of the relationships that arenever confirmed one way or the other. In “What was Missing: Children’s Queerbaiting andHomoromantic Exclusion in Steven Universe and Adventure Time,” Bridget Blodgett andAnastasia Salter (2019), media study researchers at the University of Baltimore, describe the rolequeerbaiting plays in children’s media, noting that it protects children from queerness asproducers believe queerness is associated with homoeroticism and sex (p. 143). Queerbaiting istherefore justified for these producers who want to draw in adults who recognize the queerbaiting5while shielding children from these topics (Blodgett and Salter, 2019, p. 144). Queerbaiting has along history in media creation in general, but plays a larger and more specific role in children’sanimated cartoons as producers believe explicit same-sex relationships are inappropriate forchildren.LGBTQ+ representation in television has certainly faced many challenges not only inincluding queer characters but also in representing them in a way that is not harmful to queerviewers. Despite these challenges, it is increasingly important to produce meaningful queerrepresentation, especially in the face of current anti-LGBTQ+ political movements. Cook (2018)argues that LGBTQ+ representation matters because it affects how viewers see the gay rightsmovement and it has a positive effect for LGBTQ+ viewers to see themselves represented. It canalso “affect public policy positions on issues such as same-sex marriage, same-sex adoption,non-discrimination protections, bathroom bills, or a transgender military ban (Cook, 2018, p.9)1.” Queer representation goes a long way in shaping perspectives about issues related to theLGBTQ+ community. Aside from being a crucial reference for queer viewers to see themselvesrepresented, it also influences the opinions of straight viewers on gay rights issues. Harry Yan(2019), a media and communications researcher, studies the impact of consuming media withLGBTQ+ characters on overall attitudes towards lesbians and gays. Yan’s 2019 study empiricallydemonstrates how consumption of media with LGBTQ+ characters impacts attitudes towardslesbians and gays, finding that those who have consumed media with LGBTQ+ characters aremore likely to have positive attitudes towards gays and lesbians. As Yan (2019) states, “watching1 These policies are very prominent today as a number of states are introducing legislation to bantransgender girls from participating in sports and debates continue in the Supreme Court oversame-sex adoption and non-discrimination policies.6contemporary gay and lesbian storylines on TV has direct positive effects on changing people’sattitudes towards gays and lesbians” (p. 864). Thus, LGBTQ+ representation is also a powerfulforce in shaping straight viewers’ overall attitudes towards lesbians and gays.Though LGBTQ+ representation is important across all forms of media in general, it isincreasingly necessary when it comes to children’s media, specifically animated children’scartoons. In “Animating Difference : Race, Gender, and Sexuality in Contemporary Films forChildren,” C. Richard King et al. (2010) argue that cartoons have a unique ability to teachchildren valuable lessons wrapped in extraordinary or fantastical plots. The narratives embeddedin animated cartoons “provide children with audio-visual reinforcement of ideologies concerninggender roles, the importance of conquering one’s fears, the rewards of hard work, or the benefitsof team efforts, making these stories powerful agents of socialization (King et al., 2010, p. 34).”In a sense, animated cartoons can teach children about different cultures and ideologies. Thoughthis media has the potential to subvert dominant ideologies, the authors argue that it historicallyhas been used to teach heterosexuality and heteronormativity. King et al. (2010) argue that“Despite a tenuous relevance, or an outright irrelevance, to the story lines,“heterosexuality” (in the form of heterosexual relationships, or heterosexually orientedbanter) pervades most films for children. Indeed, if there is a purpose to these seeminglypointless scenes, the aim could be taken to be the “indoctrination” of children into “theheterosexual lifestyle (p. 43).”The existence of a myriad of scenes in this media functions to lead children to viewheterosexuality as the norm. Though they possess the potential to subvert these norms and7provide children with a worldview that accepts and celebrates queer identities, more often thannot these stories end up “maintining the status quo” by promoting heteronormativity.Though animated cartoons often end up reinforcing heteronormativity, the importantthing to note here is the potential that cartoons have to teach children counter-narratives insteadof reiterations of dominant cultural norms. In The Queer Art of Failure, Jack Halberstam (2011),the director of the Institute for Research on Women, Gender, and Sexuality at ColumbiaUniversity and queer studies scholar, argues that animated cartoons make “ample use of thewonderfully childish territory of revolt (p. 28).” As new animation includes heavier themes andnarratives, Halberstam (2011) believes that this can include counter-narratives about queerness.Indeed, the whimsical nature of this animation “allows for the smuggling of radical narrativesinto otherwise cliche interactions about friendship, loyalty and family values (Halberstam, 2011,p. 43).” Themes in this animation commonly include narratives about a main character strugglingagainst the masses, a theme that Halberstam (2011) argues is well suited for including themesabout queerness that subvert traditional norms.These counter-narratives that present LGBTQ+ representation are especially importantfor children’s cartoons. For Halberstam (2011), they are a vehicle for presenting queerness in away that challenges dominant norms. It is increasingly crucial that cartoons do include thisrepresentation, as without it, children perpetuate heteronormative ideals. In “Kissing brides andloving hot vampires: children’s construction and perpetuation of heteronormativity in elementaryschool classrooms,” Caitlyn Ryan (2016), a clinical social worker and a pioneer in researchrelated to LGBTQ+ mental health, studies the impact of silencing discussions LGBTQ+inclusive perspectives on children. Ryan (2016) collected data about elementary school children8to show how young children already support notions of heterosexuality in the classroom.Same-sex attraction is discouraged in various explicit and nonexplicit manners in classroomcurriculum. Ryan (2016) finds that same-sex sexuality is explicity discouraged as studentsprotest when they are implicated in same-sex romance and verbally denounce homosexualromance scenarios (p. 81). Implicitly, classroom curriculum silences queer identities as“heteronormativity was presented as a form of ‘common sense’, followed by silence (Ryan,2016, p. 82).” Heterosexuality is presented as the only option and no queer alternatives are given.This is reinforced as plays and books read in class only involve straight narratives of love andnonfiction curriculum assign heteronormative family roles to humans and animals alike (Ryan,2016, p. 82). As Ryan (2016) states:“The data indicate that not only do sex and sexuality circulate in elementary schools, butalso the widespread presence of normative notions of (hetero) sexuality constructed andperpetuated through children’s interactions makes classrooms heteronormative spaces (p.78).”Despite the efforts of many to make classrooms more LGBTQ+ friendly, heterosexuality is stillprized in the classroom and reinforced through children’s interactions with each other thatdevalue and discourage same-sex attraction. Schools do indeed teach sexuality, but it is justheterosexuality and “other expressions of sexuality that did not fall within these bounds, such asqueer-inclusive or other nonheterosexual perspectives, were devalued through derision andsilence (Ryan, 2016, p. 86).” Aside from in the classroom, parents also play a role in thesocialization of children in a way that promotes heteronormativity. Emily Kane (2006)interviewed several parents of preschool children about their responses to children’s gender9nonconformity. Though gender nonconformity was welcomed from daughters, parents with sonswere more likely to discourage these behaviors and promote hegemonic masculinity. For sevenof the twenty-seven heterosexual parents with sons, they feared that their sons would be gay orbe perceived as gay when expressing gender nonconformity. Some of these parents then say thatthey would take action to “discourage homosexuality and accomplish heterosexuality (Kane,2006, p. 163)”. Even outside the classroom, young children receive messages from their parentsthat reinforce heteronormativity. Like animated cartoons, schools and parents have the power toteach counter-narratives that challenge dominant structures, though more often than not they endup socializing children to subscribe to heteronormativity.Though this research demonstrates the ways in which heterosexuality is prized in primaryschools, it also shows the importance of animated cartoons to teach children what they will notlearn in the classroom, that LGBTQ+ identites can be accepted and celebrated. Heterosexuality isnot and should not be the default. As such, animated cartoons with LGBTQ+ representation are apowerful teaching tool for children to learn about more identities than what is taught at schooland be more accepting of queer identities that may even apply to themselves. If Halberstam(2011) is right about the power of animation to present counter-narratives, then animatedcartoons are a perfect way to present themes of queerness in an easy way for children tounderstand. This way, they will learn that heterosexuality is not the only option and notnecessarily default to it in their interactions.In summary, though LGBTQ+ representation is often sparse and falls victim to harmfultropes and queerbaiting, it is has a positive impact in shaping people’s attitudes towardsLGBTQ+ people and teaching children that heterosexuality is not the only option. Animated10cartoons are a prime example of media that has the power to reach both children and adults andpresent them with messages of acceptance that celebrate queer identities. LGBTQ+representation in animated children’s cartoons present them with a worldview that accepts queeridentities and such representation even has the power to make adults have more positive attitudestowards lesbians and gays. To that end, this paper seeks to answer two fundamental questions:How has sapphic representation changed over time? Why does this representation matter? Thepresent study will examine LGBTQ+ representation, specifically women-loving-women (WLWor sapphic), in five different animated children’s cartoons: The Legend of Korra, StevenUniverse, Adventure Time, She-Ra and the Princesses of Power, and finally, The Owl House. Iwill note how this representation has changed over time moving from more subtle to moreobvious and then argue in the conclusion why the representation is important in the currentpolitical context for children to see as it increases acceptance of the LGBTQ+ community. Forthe purposes of this paper, I will be using phrases like “television show,” “cartoon,” “show,” and“animated cartoon” interchangeably to mean animated children’s cartoon. Additionally, I will usethe word “queer” as an umbrella term for any non-straight identity.CHAPTER 1What’s Going on Between These Two?: Queer Subtext in The Legend of KorraOn December 19, 2014, something remarkable happened: the series finale ofNickelodeon TV show The Legend of Korra ended with confirming one of the first gay couplesin children’s cartoon history. Korra and Asami, hand in hand, approached the spirit portal andgazed affectionately into each other’s eyes before the screen faded to bright yellow, revealing thewords “the end.” That small gesture was one of the first in a long line of sapphic couples to11appear on children’s television. Though the two characters only held hands, their relationshipwas later confirmed by the show creators who also stated that Nickelodeon was hesitant to allowthem to even air that (Spencer, 2020).Their relationship was also later explored more fully in thecomic book series of the same name, set after the show. Despite the limitations placed on thecharacters in the television show, their representation as queer characters in a time when notmany others existed was groundbreaking in challenging heteronormative cultural norms andshowing a diversity of identities to children.In her master’s thesis “The Childish, the Transformative, and the Queer,” Heather Wright,a graduate student in the Liberal Studies Department of the City University of New York, arguesthat cartoons are a uniquely suited medium to counter hegemonic cultural norms, includingheteronormativity. Cartoons can be accessed and understood very easily by people from all walksof life, contrary to academic works that often times require formal training to fully understand.Though cartoons oftentimes present complex themes and nuanced worldbuilding, they areproduced in a way that is more easily understood through simpler language and visuals. Cartoonsalso imagine new worlds with limitless possibilities that Wright (2018) argues are the perfectmedium for LGBTQ+ praxis to teach kids about different identities in a friendly way that is easyto understand. Given the way cartoons can teach those who watch about culture, ideology, andhistory in a very simplified form, they have the ability to represent LGBTQ+ characters in atransformative way for children to see a worldview that is not heteronormative. By reimaginingthe world in a way that is more inclusive of queer identities, fantasy cartoons thus present worldsthat mirror our own while simultaneously introducing new institutions and norms; the familiar12elements provide us a way to envision how we can take these different norms and apply them toour society.The familiar yet different worlds presented in cartoons are thus well-suited vehicles forchallenging dominant cultural norms. These shows “destabilize the hegemonic systems andideologies that position those characters as other or lesser are at best flat and unconvincing, and,at worst, complicit in their subjugation (Wright, 2018, p. 5).” Viewing cartoons with queerrepresentation allows the viewers to see “world building of fantasy, as a kind of queerintervention, allows us to see the seams in our restrictive ideologies and institutions, whichfacilitate a receptivity to new queer realities (Wright, 2018, p. 6).” These ideologies such asheteronormativity often impoverish queer people from knowledge about their identities.Dominant social structures exclude queer people from representation across various forms ofmedia, including cartoons, and provide very little information about these identities. In a sense,then, all fantasy world-building has the potential to be queer as other definitions of the word“queer” include “to consider or interpret (something) from a perspective that rejects traditionalcategories of gender and sexuality (Merriam-Webster).” Queerness in the context of worldbuilding means creating “not just a safe zone for queer sex but the changed possibilities ofidentity, intelligibility, publics, culture, and sex that appear when the heterosexual couple is nolonger the referent or the privileged example of sex (Berlant and Warner, 1998, p. 548).” Thisincludes a reorientation or reinvention of social institutions and norms that systematicallyexclude LGBTQ+ people and creating new worlds full of new possibilities for representation ofqueer identities and new social structures that are more inclusive. As such, fantasy cartoonsengage in powerful acts of world-buiding that redefine queer realities.13One cartoon in which these identities are presented is in The Legend of Korra. TheLegend of Korra is a television show set in a fictional world where certain people can “bend,” ormanipulate, one of four elements: water, earth, fire, or air. The world is divided into four nationsbased on the elements, the Southern and Northern Water Tribes, the Earth Kingdom, the FireNation, and the Air Nomads. One special person, however, can bend all four elements. Thisperson is known as the Avatar, the reincarnation of the light spirit Raava who fused with a human10,000 years ago to bring balance to the world. When the Avatar dies, they are then reincarnatedinto a bender of the next element in the cycle. The Legend of Korra focuses on Avatar Korra, ateenager of the Southern Water Tribe, as she masters all four elements and learns how to makeher own path as the Avatar. Korra’s journey as the Avatar begins when she arrives in RepublicCity, a prosperous city where benders and non-benders of all four nations live in harmony. In thecity, Korra becomes friends with two brothers, a fire bender named Mako and an earth bendernamed Bolin, and an inventor named Asami. Korra, Mako, and Asami, end up in a love triangleduring seasons one and two, but after the love triangle ends in the second season, the charactersdecide they are all just better as friends.In the final moment of the series, Korra and Asami have a romantic moment as they holdhands and gaze into each other's eyes as they are transported to the spirit world. The creators ofthe show later confirmed that the two characters were in a canon romantic relationship after that.What is important to note here is that the creator, Bryan Konietzo, did originally believe that themoment shared between Korra and Asami would be sufficient to signal their romantic feelingsfor each other under the constraints of the network in what they were allowed to produce(Robinson, 2014). Konietzko also said that Nickelodeon would not allow them to air a same-sex14kiss, stating that it was an unspoken understanding that they would not be allowed to air explicitsame-sex relationships on screen, an understanding that was later confirmed when the studiolimited them to more subtextual representation (Robinson, 2014). Though there is much debatesurrounding queer representation and what it takes for it to be meaningful, I believe that it iscrucial to understand that in the case of the Legend of Korra, the creators made the final seasonwith this romance in mind and fully meant for it to be a canon couple but were unfortunatelyconstrained by their network, thus making the representation fall short. For instance, Wright(2018) argues that since there is only one scene in which romance is heavily implied but neverfully explored on screen, the show thus falls short in its representation. Viewers are left with asense of curiosity as to what ends up happening as it is not shown in the television show.Additionally, since it is a subtle form of representation, younger viewers without much exposureto romance might not even pick up on the blossoming relationship between Korra and Asami andmistakenly believe they are simply really good friends, as is the case with many sapphicrelationships. As a whole, despite the good intentions of the creators to create the relationship, itultimately succumbed to the constraints of an unaccepting network and was thus a relationship ofsubtext rather than explicit representation.Furthermore, Wright (2018) argues that the final moments of the series do little to counternormative conceptions of sexuality and queerness, while the comics that take place after theseries end engage in queer world building that does more to challenge heteronormative culturalinstitutions (p. 21). Wright (2018) describes the differences in queer representation in TheLegend of Korra and the comics that take place after the end of the series, Turf Wars. Theirrelationship is made much more explicit in the comics as they kiss multiple times. They are even15shown exploring their relationship and even telling all their friends and family about them. Whatis interesting to note about their relationship in the comic books is that they never use anyLGBTQ+ terminology to describe themselves; rather, they simply state that they are in arelationship without using any LGBTQ+ terms. So, even where there is explicit representation,they do not use modern language to describe it which may act as a barrier for children who mayfeel the same but continue to lack the appropriate language to describe themselves.Figure 1: Korra (left) and Asami (right) kiss in the comic Turf Wars that takes place after the series ends.This is only one example of their relationship shown explicitly throughout the course of the comic series.Though there are many shortcomings with the representation in the series, the third andfourth seasons include a subtle build up to their relationship. In season three, the two are shownspending more time together. In the episode “A Breath of Fresh Air,” Asami teaches Korra howto drive. Later, in “The Earth Queen,” the two travel together to collect taxes for the Earth Queenand fight together when they are attacked by bandits. When they are subsequently captured bythe Earth Queen’s soldiers for defying her orders, they work together to break out. After all thistime spent together, by the end of the season, they are shown to be very close in many instances.16First, when Korra is leaving to fight Zaheer, the main villain in season three, she and Asami hugbefore she goes. Asami is the only one she hugs out of all her friends. Then, after Korra ispoisoned by Zaheer and almost dies, Asami is the one who takes care of her when they are backin Republic City. Before a special ceremony, Asami helps Korra get ready and soothes her whenfeels bad that she is still not better. Asami gently places her hand on Korra’s shoulder beforekneeling down to look her in the eyes and tell her it is okay. She then grabs Korra’s hand andsqueezes it. Asami later offers to leave her business just to go with Korra when she leaves for theSouthern Water Tribe to help her heal. These soft, sentimental moments indicate that somethingmore than friendship is blossoming in their relationship.Figure 2: In season 3 episode 13, “Venom of the Red Lotus,” Asami (left) gently puts her hand on Korra’s(right) shoulder as she tells her that everything will be okay before squeezing her hand.At the beginning of season four, Korra returns to the Southern Water Tribe alone. Whatwas meant to be only a short trip back lasted three years, during which her friends tried to keepcontact with her by writing letters. Korra only ever wrote back to Asami, and she even said “it is17easier to tell you about all this stuff.” This small moment indicates that Korra and Asami have adeep relationship that may be more than just friendship. When Korra finally returns to RepublicCity, she meets up with Asami and Mako for lunch to see them after all that time. When shearrives at the restaurant, she first sees Asami and the two hug before Asami compliments hernew short hair. Korra blushes and tells Asami “you’re looking snazzy as always.” Theirrelationship progresses over the course of the season until the final episode in which theirrelationship becomes canon. At the end of the final episode, Korra and Asami sit with each otherafter the wedding between two of their friends. Korra apologizes to Asami for having been gonefor so long and the two tenderly hug. They then both state that they need a break and Korraoffers to go on a vacation with Asami anywhere she wants. Asami says that she wants to go tothe Spirit World and Korra is ecstatic to take Asami there. The two leave the wedding and headto the portal to go to the Spirit World. Korra and Asami stand in the portal as the show ends.Figure 4: In season 4 episode 7, “Reunion,” Korra (left) and Asami (right) finally see each other againafter 3 years. Asami compliments Korra’s hair which causes her to blush and Korra replies and tell’sAsami that she looks good as well.18Figure 3: Korra and Asami hug in the final episode of the series before leaving for their vacation to thespirit world.The final moment carries heavy romantic implications. The soft and sentimental musicsets the tone for romance as it slows when the characters face each other and hold hands. The lastfour notes of the song lightly move down the scale, a musical feature similar to that of “Avatar’sLove” that plays in Avatar the Last Airbender when the two characters kiss in the finale.Additionally, Korra and Asami’s pose mimics the positions of characters Zhu Li and Varrick attheir wedding and even the positions of characters Aang and Katara at the end of the previousseries, Avatar the Last Airbender. Both of these pairs are in romantic relationships that end witha kiss between the couples. The difference, however, is that while the heterosexual charactersAang and Katara kiss, Korra and Asami do not and the viewers are left with the implications ofintimacy without it being explicit. The scene still carries weight as the implications of romance19as well as the later confirmation of their relationship make them one of the first canon sapphiccouples in children's television cartoons.Figures 5.1 and 5.2: In the final episode of the series, “The Last Stand,” Korra (right) and Asami (left) aretransported to the spirit world for a vacation. The two stand with hands held and stare intimately at eachother as they are transported into the other world. This is a direct parallel to the final scene of Avatar theLast Airbender when Aang (left) and Katara (right) share a similar moment before kissing.Furthermore, for the time in which the television series aired, this representation, thoughsubtle, is much more radical than it may seem. The series originally started airing in 2012 andthe finale aired in 2014. This was over a full year before same-sex marriage was federallylegalized. This representation of queer affection came at a time when gay rights were an ongoingsalient political debate and by exploring themes of queerness in a children’s show at that time, itwas a radical move to tackle and challenge these norms. Furthermore, Lauren Chochinov (2012),a communications and literature professor and researcher of queer representation in popularculture, states that Korra was one of the first queer characters in animated television as anall-ages cartoon. She argues that many fans pushing for increased queer representation in themedia inspired Korra’s queerness and pushed the creators to more fully explore her queerness inthe comics after the show (Chochinov, 2012). As a whole, despite the fact that the representation20may have been very subtle, it was still groundbreaking for its time and even inspired a push formore representation.Other elements of the show also make this representation very meaningful. In “TheDiscursive Implications of Sexuality in the Final Scene of The Legend of Korra,” Greg Langner(2015), professor of communication arts, examines the cultural and transformative implicationsof the same-sex romantic relationship in the Legend of Korra. Langner (2015) argues thatbecause of the wide reach of the show that appealed to many different demographics, the showhad potential to transform animation and cartoons with respect to queer representation. He notesthat since the show was more of a realistic reflection of our world with less fantastical elementslike other fictional cartoons, it was better suited to portray social awareness and challengecultural norms. Legend of Korra offered commentary on many salient issues, from terrorism tocivil wars to genocide to government corruption; it was not afraid to portary dark themes andshow gruesome on screen deaths and suicides. Langner (2015) argues that the final scene of theshow was an intentional act that is a tool for generating change that challenged social norms,noting that “the final scene in The Legend of Korra demonstrates through story the fluidity ofgender and sexuality. A new discourse is generated. Never before has a character, let alone a leadfemale character in a mainstream children’s television series, held hands so closely and lookedso intimately into the eyes of another character of the same sex (p. 30).” The reality of theLegend of Korra made it a well-suited show to explore these topics and embrace queerness as away to challenge social norms and show the wide variety of identities that exist. This serves as agood introduction to young viewers exploring queer representation and related topics.21The early representation of queer characters presented in the Legend of Korra wasgroundbreaking for its time. The show faced many challenges in pushing for this representationand as such, romance was heavily implied rather than being explicit. Additionally, the biggestromantic moment happened in the last moment of the series and the relationship between Korraand Asami was explored later in comic books that take place after the series. Though this is true,the sapphic representation that aired is still important to challenge heteronormative structures inchildren’s television to show different identities, but perhaps only for those that are activelylooking for it. Actual children watching this show, for instance, might fail to notice the romanticimplications laced in the series if it is not something they have previously been exposed to aschildren have less experience with romance, let alone same-sex romance. Those that have anunderstanding of queer culture, however, can more easily pick up on these themes and thesubtext of the romance between Korra and Asami. It is like creator Bryan Konietzo said: “If itseems out of the blue to you, I think a second viewing of the last two seasons would show thatperhaps you were looking at it only through a hetero lens (Robinson, 2014)”. For those that havethe ability to analyze this show from a queer perspective, it challenges gender roles andheteronormativity. For the rest, however, viewing the show through that hetero lens can indeedobscure the true representation. Nonetheless, the small gesture in the finale of The Legend ofKorra went a long way in providing groundbreaking sapphic representation.22CHAPTER 2“The Queerest Episode of a Children’s Cartoon:” Queer Fusions and Same-Sex Weddings inSteven UniverseShortly after the finale of The Legend of Korra, something else remarkable happened inanimated children’s cartoons: the season one finale of Steven Universe featured an emergingsapphic relationship. Though the relationship between Korra and Asami was much moresubtextual in The Legend of Korra, the relationship between Ruby and Sapphire in StevenUniverse eventually becomes much more open and explicit as the series progresses, ultimatelyculminating in a wedding between the two. Two Crystal Gems, Ruby and Sapphire, are separatedand when they reunite, they embrace each other and transform into Garnet, a fusion that is theembodiment of their love for each other. One fan even called this episode “one of the queerestepisodes of a children’s cartoon in the history of television (Blodgett and Salter, 2019, p. 152).”Their interactions with each other are explicitly queer throughout the series when they are notfused, but the culmination of their relationship occurs when they get married towards the end ofthe series which is incredibly useful to subvert heteronormativity in children’s cartoons.Steven Universe follows a part-gem part-human young boy named Steven Universe. Helives with three Crystal Gems, Garnet, Amethyst, and Pearl, a group of extraterrestrial beingswho protect the Earth. The Gems are quite literally gem stones with physical forms that resemblehumans. Steven is the son of Rose Quartz, the former leader of the Crystal Gems, and GregUniverse, a human musician. Rose Quartz ultimately had to give up her physical form so thatSteven could exist, with herself integrated into half of Greg’s self to form Steven. From thebeginning, Steven Universe challenges traditional heteronormative structures. The first instance23of this is in his family structure. Steven is raised by three mother figures, Garnet, Amethyst, andPearl, as well as his father, Greg. Though none of the Crystal Gems fit the traditional role of amother figure, Steven considers all of them to be family and does not want to leave any of themwhen he goes to dinner with his best friend, Connie, and her parents. Though Connie’s parentsinitially disapprove of Steven’s family structure, the episode ends with the acceptance of thisnontraditional family. Her parents see that Steven’s family, though untraditional, still deeply carefor each other and applaud his guardians as responsible caregivers. As a queer family that alllove and support each other, Steven and his parents portray an important structure that challengesthe rhetoric surrounding LGBTQ+ families and anti-gay politics that believe families should be acertain way, that being the traditional nuclear family with one mother and one father.Steven’s family unconditionally supports him and the series follows Steven as he learnshow to be a Crystal Gem and fight alongside the other Gems to protect Earth from other Gemsthat wish to destroy it. The story is about Steven growing up and learning about not only theGems, but also about family, friendship, and love. One of the most surprising things that Stevenlearns in the first season is that Garnet is actually a Fusion of two Gems, Ruby and Sapphire.After they are separated in a fight with a hostile Gem, Steven helps Ruby find Sapphire andwhen they reunite, the two embrace each other and Sapphire kisses Ruby’s forehead before thetwo then fuse into Garnet. Fusion is where two or more Gems dance with each other beforephysically morphing into a completely new form. Each Fusion has its own separate identity anddifferent abilities and skills from the Gems that comprise the Fusion. In essence, Fusionsrepresent relationships and the ultimate physical and emotional connection between Gems.Fusions usually occur only between Gems of the same type and thus amplifies the power of the24Gems that comprise the fusion. The Fusion of Ruby and Sapphire, however, is not a Fusion ofpractical use to amplify abilities. Instead, Garnet represents “an entirely new kind of fusionformed, not for power, but for love (Wright, 2018, p. 34).” Garnet herself is a relationship, and aqueer relationship at that, and is a representation of the love Ruby and Sapphire share for eachother.Figure 6.1 and 6.2: In Season 1, Episode 53, “Jailbreak,” Sapphire and Ruby embrace each other whenthey are reunited after being separated. Sapphire then kisses Ruby’s forehead.The existence of Garnet as a main character in the series is important as she is thephysical representation of the loving relationship between Ruby and Sapphire. It is also relevantin demonstrating how Ruby and Sapphire behave when they are unfused: they appear lost andalways try to find their way back to each other. When they re-fuse, their Fusion is almostimmediate and more romantic than other fusions in the show, which is important as“the physical confirmation of the relationship through the romantic reunion is a canonicalrepresentation of lesbian love that echoes the norms of heteroromantic depictions. Thescene also emphasizes the depth of their relationship and their concern for one another,25while also presenting some questions about their ability to function outside a relationship(Blodgett and Salter, 2019, p. 152).”Though Ruby and Sapphire remain fused throughout the majority of the series, when Ruby andSapphire are unfused, they are always portrayed as being visibly in a relationship. In oneepisode, “Keystone Motel,” Ruby and Sapphire have a disagreement that causes them toseparate. They are angry at each other throughout the episode, but at the end, they finally makeup and mend their relationship, where Ruby picks up Sapphire in a move that mirrors thetradition of a groom carrying his bride. The two then re-fuse to form Garnet.Figure 7: In “Keystone Motel,” Ruby and Sapphire make up after their fight where Ruby then picks upSapphire bridal style.Another prime example of the relationship between Ruby and Sapphire happens later inthe show. In “Hit the Diamond,” the two must separate so the Gems can form a baseball team2 toplay against Gems trying to capture a Gem. Ruby and Sapphire are on opposing teams, but2 Though this is a baseball game, I find it humorous that it bears a striking resemblance to softball games, which is astereotypically lesbian-dominated sport.26throughout the game, Ruby and Sapphire are too distracted by each other to play well. They keepflirting with each other and leaving their teams to talk to each other. At one point, Ruby evenbrings Sapphire a flower and gives it to her, which makes both of them blush. By the end of thegame, the two teams are tied and Sapphire needs to hit a home run. She misses the ball twice andtells Ruby that she wants to hit the ball, but says that all she wants to look at is Ruby. Ruby thentells her that she can look at her when she runs to home base. This inspires Sapphire to hit ahome run and as she approaches the base, Sapphire lunges towards Ruby and the twoimmediately fuse into Garnet even though they were supposed to stay unfused as Fusion wouldgive away their identity. Their actions in this episode once again affirm the strength of theirrelationship as they both find it too difficult to stay apart and fuse even when it is a danger totheir mission.Figure 8: In Season 3, Episode 5, “Hit the Diamond,” Ruby and Sapphire find it too hard to stay apart andfuse once again after embracing each other at the end of the episode.If these moments alone are not enough in overtly demonstrating that the relationshipbetween Ruby and Sapphire is more than just friendship, moments at the end of the series willconfirm this. In “The Question,” Ruby and Sapphire separate as Ruby wants to explore her own27life outside of Sapphire. She goes on an adventure with Steven and the other Gems but still endsup missing Sapphire. At the end of the episode, she returns and proposes to Sapphire, asking herto marry her so that even when they are separate, they are still together in another way.Figure 9: In Season 5, Episode 21, “The Question,” Ruby returns after spending a day away fromSapphire and proposes to her so that they will always be together.They spend the next episode together planning the wedding and they end up gettingmarried in the episode after that, “Reunited.” This episode portrays the entire wedding, withSteven officiating as Ruby and Sapphire stand together. Their outfits in the wedding are alsoimportant to note as Sapphire is wearing a suit and Ruby is wearing a dress, which mirrorstraditional butch/femme lesbian outfits. In the 1950s, butch/femme roles emerged asworking-class lesbian subculture flourished. These roles were a way to express lesbian socialidentity, but in some places like New York City, these roles were strictly enforced. In “Butches,Femmes, and Kikis: Creating Lesbian Subcultures in the 1950s and ‘60s,” Lillian Faderman, anLGBTQ historian describes the butch/femme roles and the prominence they had in the 1950s and60s. She notes that lesbian relationships modeled male-female relationships as butches were28more masculine while femmes were feminine (Faderman, 1991, p. 167). To this extent, theseroles were strictly enforced to be a part of working-class lesbian subculture and it was expectedthat relationship pairings would be between a butch and a femme rather than two butches or twofemmes. Butches mimicked male behaviors, like doing husband-type chores, courting,protecting, being chivalric while femmes mimicked female behaviors like cooking, standingbehind a butch, yielding, and being softer (Faderman, 1991, p. 169). It is, however, important tonote that this style has been contested by later generations that had different ideas about whatcomprises lesbian identity. For instance, Annelise Orleck (2014) notes that:“Despite these acts of bravery and sacrifice, working-class butch-femme couples whocame of age in the 1940s, 1950s, and 1960s were often dismissed by lesbian feminists ageneration later. These young women saw the butch-femme style of older lesbians as aretrograde emulation of heterosexual norms. Claiming androgyny as the style of the1970s feminist revolution, young lesbians missed the ways that the butch-femme genderplay of the older generation had been radically transgressive at a time when masculinityand femininity were fetishized and strictly enforced (p. 174).”Despite this, traditional butch/femme roles and styles have still remained a symbol of lesbianism,this symbol being what shows up in the styles of characters in these cartoons. Style-wise, Rubywears a dress and Sapphire wears a suit, which follows this tradition as they mimic abutch/femme relationship. Personality-wise, their outfits are the complete opposite. Up until thispoint, Ruby was more masculine as she is a soldier and is very protective of Sapphire andeventually is the one who proposes. Sapphire, on the other hand, was more feminine and wore adress except in the wedding. While the two mirror a butch/femme relationship throughout the29series, their roles are reversed in the wedding. Though this is not something that was verycommon in 1950s lesbian subculture, it is interesting to note in the portrayal of this sapphicrelationship given the other forms of lesbian style and identity in America that emerged in laterdecades.Figure 10: In Season 5, Episode 24, “Reunited,” Ruby and Sapphire get married. The entire wedding isshown, including the kiss at the end.At the end of the wedding, the two kiss and then fuse into Garnet. This relationshipprovides meaningful representation of a sapphic relationship that culminates in marriage. Rubyand Sapphire’s relationship as well as Garnet’s existence as a Fusion represent powerful ways tosubvert ideologies. The first time Ruby and Sapphire fuse was on Homeworld and happened byaccident. Their Fusion was met with outrage as the Gems said it was disgusting and unheard of.Homeworld is the home planet of the Gems and there are rigid rules that guide Gem behavior.One such rule prohibits Fusion between different Gems; those that participate in this Fusion arecast out from society. Gems in the Homeworld are “socialized to believe that fusion betweendifferent gems is a revolting, punishable offense” and those that participate in Fusion “harbor a30deep sense of shame (Wright, 2018, p. 36).” This is very similar to the feelings that are commonamong queer people who often learn that same-sex relationships are not acceptable (Ryan, 2016).The treatment of Fusions in the world of Steven Universe directly mirrors attitudes many peoplehave towards the LGBTQ+ community and acts as a way to call attention to the treatment of theLGBTQ+ community.Aside from merely calling attention to these inequalities, the portrayal of Fusions alsoserves as a way to subvert traditional norms about gender and sexuality. In one episode, Stevenstruggles while learning how to fuse and he is unable to fuse with Garnet, Amethyst, and Pearl.When he sees his human friend, Connie, the two dance and end up fusing, becoming Stevonnie.Stevonnie uses they/them pronouns and is one of the first characters in television to do so. Theportrayal of Stevonnie as neither a man nor a woman undercuts traditional gender norms. This inturn presents a less-represented queer identity and even celebrates the inherent genderqueernessof Stevonnie as Garnet voices her excitement at the Fusion. Stevonnie is an important characterin this show as they challenge gender norms and teach that gender is fluid.Aside from subverting gender norms, Fusion is also a way for Gems break away from thedominant ideologies of the Homeworld. In a sense, all Fusions are inherently queer as theyrepresent “an imaginative outside to compulsory heterosexuality and reproductive futurity,connoted here by Homeworld’s Imperial reproduction (Cooley, 2020, p. 45).” Fusion is theprocess of creating something entirely different from the restrictions on Homeworld and thiscreation of something so new that defies traditional norms is inherently queer. Additionally, theportrayal of Fusions in this manner mirrors our own world and the organization of sexualitiesinto systems of power that encourage some activities while punishing and suppressing others31such as same-sex relationships (Wright, 2018, p. 36). Though Fusions are initially punishable onHomeworld, Garnet finds acceptance from Rose Quartz and the Crystal Gems that celebrate herFusion rather than condemning it. Furthermore, Steven and the Crystal Gems later change theway Homeworld operates so the Gems see themselves and other Gems in a more positive wayand come to accept all Fusions. The path to the acceptance of Fusions and eventually creating aworld where they are celebrated portrays a world where all identities can be accepted. Asmentioned in the introduction, Halberstam (2011) argues that cartoons provide powerfulcounter-narratives that subvert traditional norms; the way in which Fusions are portrayed movingfrom condemnation to inclusion demonstrate a way in which our own world can change to acceptand celebrate queer identities. This portrayal is quite different from the other shows as it includesmore complex representation that eventually is accepted by entire communities and familieswhere it is always accepted and celebrated in the other shows. Once again, cartoons areharnessing their role in teaching children moral lessons through the construction of theantagonistic forces in the show. In Steven Universe, to be anti-queer is to be villainous, and onlyby accepting all Gems and Fusions, which represent queerness, are the antagonists welcomed bythe heroes.Not only do Fusions challenge dominant ideologies in Homeworld and show how tomove towards acceptance of queer identities in our own society, but the wedding between Rubyand Sapphire itself is important as it goes beyond just dating and portrays a worldview thataccepts same-sex relationships in all forms. As previosuly mentioned, Ryan (2016) finds, in theabsence of inclusion of queer identities in education curicullum, children overwhelminglyconform to heteronormative worldviews. In her research, Ryan (2016) describes a game that32some of the children at school played where one student went up to several boy/girl pairs andpushed their heads together saying “you may kiss the bride!” Though this game seems innocentenough, it is still built upon assumptions about sexuality that privilege heterosexuality (Ryan,2016, p. 77). Children like the students in this study reproduce norms about heterosexuality andperpetuate actions that disparage queer identities. In the absence of any discussion about queercouples and subsequent same-sex weddings, children continue to act in ways that only includeheterosexuality. This can be disparaging to many students but “especially those who do not fitstrict heteronormative expectations, including children from lesbian, gay, bisexual, transgenderand queer (LGBTQ)-headed families (Ryan, 2016, p. 78).” Heteronormativity in schools thus hasmany harmful effects on children as they learn what sexualities are acceptable and whatsexualities end up being silences, which is especially harmful to queer students and students withqueer families. Additionally, the representation of same-sex weddings within cartoons is quitesparse, which makes the wedding in Steven Universe more important for kids to see and knowthat there are more options than just straight. Instead of reinforcing heterosexual norms, thewedding in Steven Universe normalizes queer identities and shows children a world thatcelebrates queerness rather than disparaging it. Seeing a wedding like this may even lead tostudents playing a game similar to the one above but with more options than just boy/girl pairs.CHAPTER 3“The Fun Will Never End:” Lifelong Sapphic Partners in Adventure TimeAiring in roughly the same era as Steven Universe, Adventure Time also portrays a canonsapphic relationship. Both shows are a product of Cartoon Network and both shows challengeheteronormativity and present stories that celebrate queer identities. Though the relationship33between Ruby and Sapphire in Steven Universe is more explicit and shown throughout much ofthe series, the relationship between Marceline and Princesses Bubblegum in Adventure Timeprogresses much more slowly. Despite this, Marceline and Princesses Bubblegum confess theirfeelings for each other and kiss in the series finale. Their relationship is later explored in theHBO Max follow up series Adventure Time: Distant Lands. Though Adventure Time does nothave representation to the same extent as Steven Universe, Marceline and Bubblegum’srelationship is still important in portraying a queer couple and thus challenging heteronormativestandards in children’s cartoons.Adventure Time takes place in the fictional post-apocalyptic land of Ooo where thehuman Finn and his shapeshifting dog and best friend Jake go on surreal adventures as they fightagainst evil. Ooo is filled with magic and fantastical creatures like the Ice King, a sentient videogame called BMO, Marceline the vampire queen, and Princess Bubblegum, the ruler of thecandy kingdom. They frequently team up with characters like Marceline and PrincessBubblegum, the two leading female characters in the show. The first time Marceline and PrincessBubblegum interact is in Season 2, in “Go With Me” where Marceline repeatedly ruins Finn’sattempts to ask Princess Bubblegum out. The first real indication of the two characters’ feelingsfor each other happens in Season 3 in “What was Missing.” In this episode, each of thecharacters have their favorite item stolen from them and locked behind a door that can only beopened by singing the truth. The door opens after Marceline sings “ I'm sorry that I exist, I forgetwhat landed me on your blacklist. But I shouldn't have to be the one that makes up with you.So... why do I want to?\" to Princess Bubblegum. When they get their stuff back, Jake initiallythinks that Marceline’s t-shirt was her stolen item, but Princess Bubblegum says that the shirt is34actually hers, and Marceline gave it to her as a gift a while ago. Bubblegum then states “I wear itall the time… as pajamas,” which causes Marceline to blush. Later, in “Sky Witch,” Bubblegumis once again wearing the shirt and smells it deeply before putting it in her closet where there is apicture of her and Marceline. Then, she and Marceline team up to retrieve Bubblegum’s teddybear, which she is able to trade for the t-shirt since the witch who had the teddy bear notes thatthe shirt had much more sentimental attachment. These interactions are the first to hint thatsomeone deeper than friendship happened between the two in the past.Figure 11: In Season 5, Episode 29, “Sky Witch,” Princess Bubblegum wears Marceline’s t-shirt onceagain and later is able to get her teddy bear back as the shirt has much more sentimental value.Though these two interactions alone do not confirm that the two have romantic feelingsfor each other, Marceline and Princess Bubblegum have many more subplots in this show afterthis episode. The episode “Varmints” explores Marceline and Bubblegum’s past with each otheras they fight varmints in the Candy Kingdom. The two used to hang out a lot and spray paintunderground tunnels. Eventually, they stopped because Bubblegum felt she needed to focus on35ruling the Candy Kingdom. Bubblegum then apologizes for pushing Marceline away and at theend of the episode, even falls asleep on her shoulder. Later in season 7, there is an eight episodearc that focuses on Marceline’s backstory. In the first episode of this arc, Marceline and PrincessBubblegum talk about removing Marceline’s vampire essence so Marceline could live a mortallife. When the two go to the lab to test how to do this, Bubblegum stands close to Marceline withher hand on her shoulder and says “Marceline, I am so very, very, very…” Princess Bubblegumthen pauses, but between the placement of her hand and Marceline’s highlighted eyes, theirposition mirrors the set-up for romantic declarations of love in many animated shows, whichBlodgett and Salter (2019) argue includes large highlighted eyes, soft facial expressions, facingeach other, and having their hands on each other (p. 148). Princess Bubblegum then turns aroundand instead says she is excited to start the tests. Marceline’s face then falls, revealing she wasexpecting Bubblegum to end that sentence differently.Figure 12: In Season 7, Episode 6, “Marceline the Vampire Queen,” Princess Bubblegum and Marcelinestand together in a position that mirrors romantic declarations of love in other animated shows.36Later, in “Take Her Back,” Marceline hallucinates an alternate life in which she lived herwhole mortal life with Princess Bubblegum. At the end, Princess Bubblegum kisses an agedMarceline’s head. This parallels romantic gestures between couples that have known each otherfor a very long time. In the final episode of the arc, “Checkmate,” Marceline says “I love you” toPrincess Bubblegum after she brings them dinner, a confession that could be either Marcelinereferring to romantic love or simply being happy to eat. Their relationship continues to grow,though it is unlabeled until the final episode of the series where Marceline confesses her feelingsfor Princess Bubblegum, stating that she doesn’t want to lose her again. The two then kiss and asthe episode concludes, the two are shown to be cuddling on a couch.Figure 13: In Season 7, Episode 11, “Take Her Back,” Marceline imagines a whole different life in whichshe spent it all with Princess Bubblegum who kisses her head.37Figure 14: In Season 10, Episode 16, “Come Along with Me,” Marceline and Princess Bubblegum finallyconfess their feelings for each other and kiss. They are later shown to be cuddling.After the events of the finale, Adventure Time continued in the HBO Max originalAdventure Time: Distant Lands. This four episode mini series was released in 2020 and 2021 andthe second episode, “Obsidian,” focuses on the current and past relationships between Marcelineand Princess Bubblegum. In a flashback, it reveals that the two had indeed dated in the past butbroke up after an intense argument. The episode then cuts to the present, set years after theevents of the original series finale, where the two are in a happy relationship once again. Theepisode includes many romantic moments between the two as they protect the Glass Kingdomfrom a dangerous dragon. While the original series did not explore their relationship in depth asthey did not become a couple until the finale, this episode provides a glimpse into their futureand depicts their lives together, featuring many domestic moments and showing how theyinteract while also including more romantic moments between them as they kiss several times inthe episode.38The relationship between Marceline and Princess Bubblegum is important for a numberof reasons. As previously stated, many sapphic relationships in television shows have ended inthe death of one or more of the characters (Waggoner, 2017). By portraying Marceline andPrincess Bubblegum as long term life partners that are quite literally immortal, this relationshipbreaks the harmful bury your gays trope, showing that these relationships can last a lifetime.Aside from breaking away from this harmful trope, this representation also has the potential tochange attitudes towards the LGBTQ+ community. Again, as Yan (2019) and Cook (2018) find,viewing media with queer characters has the potential to make the viewers have more positiveattitudes towards LGBTQ+ people. This is certainly the case for Adventure Time and those thatsee the relationship between Marceline and Princess Bubblegum may then hold more positiveattitudes towards lesbians and gays.Finally, Marceline and Princess Bubblegum’s relationship as long term partners isimportant considering the history of female relationships. Their relationship is well-establishedand is the most long lasting relationship presented in the series and it lasts well into the future.Historically, this type of love between women has often been considered as mere friendship. InFinding Out: An Introduction to LGBT Studies, Deborah Meem et al. (2010) note that “middle-and upper-class women had long participated in socially sanctioned romantic friendships,characterized by love letters and poetry, emotional intimacy, and even physical affection (p. 20).”Though women engaged in these romantic friendships still had a deep love for each other, theywere allowed to openly express this love as it was considered beneficial and asexual (Meem etal., 2010, p. 21). Indeed, the main view at the time was that without a penis, sex did not exist sowomen were allowed to form these relationships without being viewed as “sexual deviants.”39This romantic friendship era culminated in “Boston marriages” where unmarried women couldform same-sex “marriages” with other women that then allowed them to attend college andpursue a career (Meem, 2010, p. 21). The idea that relationships between women are inherentlyasexual benefited women who wished to form romantic relationships with other women in thenineteenth century, but this idea has persisted and can be detrimental to present representation ofWLW relationships. Due to these beliefs, many see the relationships between female charactersmerely as friendship unless they are explicitly made a romantic couple. The relationship betweenMarceline and Princess Bubblegum, however, mirrors these romantic friendships as it positionsthem as lifelong partners but then explicitly confirms their romantic relationship and portraysthem as more than friends.The difference in the portrayal of the relationship between Marceline and PrincessBubblegum in the original series compared to Distant Lands also matters in the analysis of theimportance of this representation. As mentioned, King et al. (2010) and Halberstam (2011) bothargue that animated children’s cartoons have the potential to present counter-narratives forchildren in a way that is easy to understand. This applies to the presentation of queer identities asLGBTQ+ representation can subvert doninamt heteronormative ideologies. Ryan (2016) affirmsthat without such representation, children will still conform to heteronormative ideals anddenounce same-sex relationships. Though the finale of Adventure Time does indeed providechildren with a glimpse of a same-sex relationship through a kiss that actively challengesheteronormativity, that is all it does in its portrayal; the in-depth exploration of their relationshipdoes not occur until years later in Distant Lands and as such fails to show what sapphicrelationships look like as they develop. Many children had access to the original Adventure Time40series as it aired on the major television channel, Cartoon Network. Fewer children have accessto HBO Max as a separate subscription is required and many of the shows in this service arecatered towards adults. Those who saw the original series may not even be aware that this followup series exists and thus may not have seen the episode that explores the relationship betweenMarceline and Princess Bubblegum more fully.Additionally, Marceline and Princess Bubblegum’s romantic relationship was the onlyone that remained unconfirmed until the final moments of the original series. While various otherheterosexual relationships formed throughout the course of the series, the only queer relationshipwas confirmed in the finale when there was no risk of losing viewership. As mentioned in theintroduction, Blodgett and Salter (2019) argue that this “places the homoromantic pairing on alower tier of representation.” While every other heterosexual relationship was confirmed andexplored in the series, the queer relationship was not thus giving them less representation. Theyultimately note that:“The setup of relationships within the series shows that only same-gender couples mustremain canonically unacknowledged, leaving queer children with no obvious point ofreference to help shape their own development toward adulthood (Blodgett and Salter,2019, p. 150).”Sapphic representation in Adventure Time is meaningful, but it does fall short in that the queerrelationship was not more fully explored in the original series. This means that while children arepresented with a small glimpse of an  LGBTQ+ counter-narrative, it stops before it more fullyshows them what these relationships look like long term. Distant Lands, however, makes up forthis as the long term relationship is addressed. It even parallels the historical idea of “romantic41friendships” but then goes a step further to create a canon sapphic relationship. For its time,Adventure Time still presents a sapphic relationship that has the power to change perspectivesabout the LGBTQ+ community and teach children about non-heteronormative world views.CHAPTER 4She-Ra and the Princesses of Power: A Queer Retelling of a 1980s ClassicShe-Ra and the Princesses of Power is a reboot of the 1980s original She-Ra: Princess ofPower. The two series follow roughly the same plot, the hero Adora must save the planet Etheriafrom the Horde. One huge difference between the original and the reboot is the representations ofgender and sexuality within the series. While there were numerous queer characters of variousidentities in the Netflix reboot, the original lacked such representation as none of the charactersin it were queer. In the series finale of the Netflix reboot, Catra finally confessed her love toheroine Adora. The two then kissed and teamed up to save the planet from evil. This momentcame at the end of a five season build up of the two beloved characters. Aside from Catra andAdora, several other secondary characters throughout the series were shown to be in same-sexrelationships. Contrary to the original, She-Ra and the Princesses of Power more fully exploredthemes of gender and sexuality as a way to break the traditional hero archetype that excludesqueerness as heroes more often than not are portrayed through a heteronormative lens.The 2018 series She-Ra and the Princesses of Power takes place on a planet calledEtheria where Adora is at first a member of the Horde, a military group that believes theircolonization of the planet saves it from the damage caused by the princesses. After Adora finds amagical sword that transforms her into She-Ra, the princesses of power, she learns that the Horsewas lying about the princesses. She must leave behind the Horde and her best friend, Catra, in an42attempt to save Etheria from the Horde’s destruction and restore magic to the planet. Throughmuch of the first three seasons, Adora and her two new friends, Bow and Glimmer, build thePrincess Alliance to help fight against the Horde. In this, Adora frequently runs into Catra andthe two fight, but neither of them are willing to destroy the other. Catra and Adora’s feelings foreach other are hinted at during various moments of the first seasons. For instance, in the episode“Princess Prom,” the two dance with each other in a couple’s dance, a scene that heavily impliesromance. In this scene, Catra is dressed in a suit, which defies traditional gender norms and addsto the queerness of the scene. Once again, a sapphic relationship is portrayed in a way thatmirrors butch/femme roles from 1950s lesbian subculture. In this scene, Catra wears a suit and ismore butch while Adora wears a dress and is thus more femme. Catra is the one leading thedance and at one point dips Adora, a move that follows a traditional butch role as butchesenacted idealized male behaviors (Faderman, 1991, p. 170). During this dance, the two shareseveral moments with their faces just inches from each other. Their closeness during this scene isone of the first indications that their feelings for each other are more than just friendship.Figure 15: Catra dips Adora during their dance in the episode “Princess Prom.” This takes place during acouple’s dance and their close proximity to each other heavily implies romance.43After a new enemy, Horde Prime, appears in seasons four and five, Catra eventuallyswitches sides and fights with Adora and the Rebellion after saving Glimmer. When Adora, Bow,and Glimmer go to rescue Catra from Horde Prime, Catra is gravely injured. In her grief for herfriend, Adora transforms into She-Ra for the first time since breaking her sword. Afterembracing Catra, Adora then uses her powers to heal Catra and escape Horde Prime. It was quiteliterally Adora’s love for Catra that allowed her to finally become She-Ra again and save herfriend thus allowing the squad to escape. After this episode, Adora and Catra begin to repair theirrelationship and Catra makes amends with the rest of the Rebellion.Figure 16: Adora, while crying, embraces Catra after she is gravely injured in their fight with HordePrime in the episode “Save the Cat.” Adora then uses her powers to save Catra. This is the beginning oftheir renewed relationship.Later in the season, as the Rebellion’s conflict with Horde Prime escalates, Adora mustrisk her own life to save the planet Etheria. As She-Ra, she must carry the failsafe to stop theHeart of Etheria weapon from destroying the galaxy. Catra is furious at Adora for continually44risking her own life and happiness which would entail leaving her again and attempts to stopAdora from activating the failsafe. After she fails to persuade Adora against it, Catra goes withAdora to activate it. On their journey to the weapon, the failsafe and thus Adora is corrupted by avirus from Horde Prime. Catra asks Adora what she really wants, and Adora then has a vision ofhow she imagines her future. This vision takes place several years into the future on the day ofthe next Princess Prom that Adora and Catra are attending together along with Glimmer andBow. This scene implies that they are both attending as couples, suggesting that Adora wants tobe with Catra well into the future. Additionally, Catra is once again dressed in morestereotypically masculine clothing while Adora wears a dress, hinting at their queerness again asit mirrors traditional butch/femme pairings.Figure 17: In Season 5, Episode 13 “Heart Part 2,” Adora envisions a future in which she and Catra aretogether and attend the next Princess Prom along with Bow and Glimmer.45In the series finale of the show, Adora meets Mara, the She-Ra before Adora. Mara had tosacrifice herself to save the planet Etheria and she then advises that Adora does not have to dothe same. When Adora says that she is going to do it regardless, Mara suggests to Adora thatlove is the key to saving the universe. To this end, the love between Adora and Catra is whatultimately saves the entire universe. As Catra and Adora enter the Heart of Etheria, Adora is inrough shape as the virus is making her weak. As Adora nears death, Catra angrily berates Adorafor always sacrificing herself and leaving Catra alone. Then, Catra finally professes her love forAdora, saying “don’t you get it? I love you! I always have, so please just this once, stay!” Thisconfirms Catra’s past and present feelings for Adora, a declaration that brings Adora back fromthe brink of death. Adora responds that she loves Catra too and the two then kiss, a kiss thatdestroys the virus and allows Adora to transform into She-Ra and activate the failsafe thatdisarms the weapon thus saving the universe.Figure 18: In Season 5, Episode 13 “Heart Part 2,” Catra and Adora kiss after Catra professes her love forAdora, a move that results in Adora saving the universe.46The queer representation in this series matters for a number of reasons. To begin, thereare a myriad of queer major and minor characters throughout the series. The first confirmedLGBTQ+ characters in the series are two of the princesses in the Rebellion, Netossa andSpinerella, are in a sapphic marriage. They both call each other “darling” and are shown to be ina very loving relationship throughout the series. In one episode, Netossa attempts to celebratetheir anniversary. Additionally, in Season 2, we are introduced to one of the main characters,Bow, two dads Greg and Lance. They also make various appearances throughout the series andhelp defeat Horde Prime at the end. What is interesting about these couples is that even thoughthey are same-sex couples, they are always treated equally rather than opposed to the straightcouples in the show. By presenting same-sex and straight couples on the same level, thisrepresentation counters many of the biases present against same-sex couples that view them asless than straight couples. In a sense, the equal presentation of all relationships challengeshomophobic societal norms and presents a new world in which anyone can love anyone withoutjudgement (Wright 2018). In this way, the small but canon same-sex couples sprinkled in theshow subvert heteronormative worldviews and provide meaningful representation of LGBTQ+relationships.Aside from the various minor queer characters portrayed throughout the series, the canonrelationship between Catra and Adora powerfully subverts heteronormative expectations ofheroes. In “She-Ra and the Princesses of Power as a Queer Monomyth,” Paul Thomas (2021), aresearcher at the University of Kansas, argues that Adora’s journey as a hero defiesheteronormative understandings of heroics. According to Thomas (2021), heroic journeys areoften monomythic, or following the same basic structure, where an “ordinary” person discovers47they possess exceptional gifts and after facing many obstacles, overcomes them to save the world(p. 4). This is the same basic structure that She-Ra follows, but the main difference is that She-Radefies some of the heteronormative tropes within the hero’s journey. Though a monomyth at itsfoundation, this show pushes back on a lot of the heterosexism present in these stories. At themost basic level, Thomas (2021) notes that within most monomyths, the hero is male. Bypresenting She-Ra as a female hero with both feminine and masculine traits, the first way inwhich this show reimagines the monomyth is by pushing back on traditional gender roles andshowing that there can be strong female heroines too (Thomas, 2021, p. 11). Aside from gender,sexuality as presented in She-Ra and the Princesses of Power also reimagines the monomyth.Thomas (2021) notes that heroes traditionally end up falling in love with someone of theopposite sex. Usually, this is a male hero rescuing a “damsel in distress,” but in the case ofShe-Ra, the female hero falls in love with another female. This act “rebukes heterosexismdirectly, showcasing a female hero who woos another woman, Catra (Thomas, 2021, p. 13).While female heroes are rare, female heroes who fall in love with another woman are even rarer.Rather than playing into traditional heteronormative tropes that cast a female hero with a malelover, She-Ra and the Princesses of Power portrays a relationship between two women. In doingso, it is a powerful message for audiences that a hero can be whoever and love whoever theywant.The explicit queer representation presented in She-Ra and the Princesses of Power holdsa lot of power in subverting dominant ideologies that position queer people as lesser. Asmentioned before, Wright (2018) argues that cartoons with queer representation allow viewers tosee these restrictive ideologies by reimagining a world without them. While certain shows like48The Legend of Korra were subtler in their representation and did not push back as much on theseideologies, meaning that many viewers, especially younger viewers, were likely to miss theromantic implications in the final scene, other shows like She-Ra and the Princesses of Powerhad more overt queer relationships and thus created a world for all to see without restrictiveideologies. Even though the portrayal was somewhat limited and the same-sex kiss appeared inthe last few minutes of the series, the explicitness of the queer relationships in the latter made itmuch more suited for all viewers to see the “seams in our restrictive ideologies and institutions,which facilitate a receptivity to new queer realities (Wright, 2018, p. 6).” Presenting a world inwhich queer relationships were not only present, but celebrated and even capable of saving theuniverse went a long way in challenging heteronormative world views and ideologies thatdemonize queerness and demonstrating that it is possible to have a world where all queeridentities are welcomed.The differences in representation between earlier shows like The Legend of Korra andShe-Ra and the Princesses of Power could be a result of a number of different factors. For one,She-Ra and the Princesses of Power was a Netflix show whereas The Legend of Korra was fromNickelodeon. Netflix is known for leading the way when it comes to the portrayal of LGBTQ+characters (Opie, 2019). Indeed, streaming services like Netflix have more LGBTQ+ charactersthan all major US networks combined (Opie, 2019). Early popular LGBTQ+ stories on Netflixproved successful and since then, they have included more queer characters to have more diversecontent (Opie, 2019). Furthermore, Netflix has more flexibility to create more types of storieswith more LGBTQ+ characters as it producers a vast number of original series each year and it isbuilt on the foundations of experimentation whereas networks like Nickelodeon are more49constrained to create shows only for children, and LGBTQ+ relationships are often stereotypedas being “inappropriate” for children (Opie, 2019). Aside from the network of the shows, it mayindeed just be that She-Ra and the Princesses of Power was produced later than The Legend ofKorra. The finale of the Legend of Korra aired in 2014 compared to the finale of She-Ra thataired in 2020. By 2020, gay marriage was legalized in all 50 states and the Supreme Court ruledthat businesses cannot fire openly gay or trans employees just for being LGBTQ+ (Bostock v.Clayton County, 2020). The gay rights movement made a lot of progress from 2014 to 2020 thatmay have paved the way for television shows to portray LGBTQ+ characters as the acceptanceof queerness grew. Whatever the case, the representation of queer relationships in She-Ra and thePrincesses of Power strongly subverted heteronormative standands and reimagined a world inwhich queer identities are accepted and celebrated.CHAPTER 5Sapphics on Screen: Current Queer Representation in The Owl HouseThe final television show with canon sapphic representation that I will be discussing isThe Owl House. This show is currently airing on Disney channel and follows the story of theyoung Luz Noceda after she is transported to the Boiling Isles, a world of magic. While on theBoiling Isles Luz makes many friends and enemies as she attempts to become the first human tolearn magic. By the middle of the series, Luz and one of her friends on the Boiling Isles, Amity,develop feelings for each other and eventually start a romantic relationship. Though the build-upto their relationship is subtle like in The Legend of Korra, they explicitly ask each other out inone episode and hence subvert heteronormative tropes about the relationships between femalecharacters where they are just really good friends. This relationship not only provides sapphic50representation, but it does so on a widely watched cable television network (Dean, 2022). Asmany kids, teenagers, and adults watch this channel, the relationship between Luz and Amity issomething that has the potential to be seen by many and thus does the work of challengingheteronormative world views.The Owl House begins as the main character, Luz Noceda, is about to be sent to ajuvenile detention summer camp called Reality Check Camp. Luz’s overactive imagination oftengot her in trouble at school, so her mom and the principal of her school decided she needed to goto the camp to become less of a troublemaker. Luz did not fit in with people in the human realmand was somewhat of an outsider. This all changed after she chased an owl through a magicalportal that transported her to the Boiling Isles, a magical realm in another dimension. Luz istaken in by Eda the Owl Lady and her talking demon King. Luz eventually starts going toHexside School of Magic and Demonics, a school on the Boiling Isles that teaches magic, andquickly makes friends with two of the students, Gus and Willow. Initially, the trio are bullied byAmity and her friends but Amity has a change of heart and starts hanging out with them in themiddle of the first season.The story progresses as Luz and her friends get into lots of mischief trying to find a curefor Eda’s curse that periodically turns her into an owl beast and stop the Emperor of the BoilingIsles from destroying wild magic. Throughout all their shenanigans, Amity first developedfeelings for Luz. This is shown after Amity blushed countless times after interacting with Luz.For instance, the two both like the same book series and after Luz suggests they form a bookclub, Amity blushes. In another scene, Luz suggests that she and Amity work together on aproject and after Amity agrees, Luz hugs her which makes Amity immediately blush. These51small scenes are the first real indication that something deeper than friendship is going onbetween the two. Their feelings become more apparent throughout the first season.Figure 19: In Season 1, Episode 15, “Understanding Willow,” Luz (right) hugs Amity (left) after Amityagrees to help Luz on a project. Here, Amity is blushing as she frequently does after interacting with Luz,a fact that is the first indication of her feelings towards Luz.The relationship between Luz and Amity progresses in “Enchanting Grom Fight” duringthe school’s Grom celebration, a dance similar to prom where one student is chosen as GromQueen to fight the Grometheus demon that shapeshifts into their greatest fear. Initially, Amity ischosen, but Luz offers to fight in her place as Amity is very nervous to take it on. The two attendGrom as friends and Luz then goes to fight the demon. Luz, however, is unable to defeat thedemon and Amity shows up to help Luz. The two perform a very close dance and eventuallyvanquish the demon. This dance closely mirrors traditional romantic dances between partners at52school dances like proms. Between their hand placements that mimic those of traditional partnerballroom dances and the soft instrumental music in the background, the dance strongly impliesromance. Additionally, similar to Catra and Adora in She-Ra and the Princesses of Power, theoutfits of Luz and Amity in this scene mirror traditional butch/femme pairings. Amity is in adress while Luz wears a tuxedo top and a tutu over a pair of pants, which is similar to traditionallesbian styles, but also demonstrates the wide variety of lesbian style as Luz is also wearing askirt (Faderman, 1991). Finally, before the demon disappears, it transforms into Amity’s greatestfear, rejection from somebody she was too afraid to ask out to the Grom, by taking a note out ofher pocket and ripping it up. It later shows that the note was her asking Luz to be her date toGrom. Between their intimate dance and Amity’s note asking Luz to be her date, this episodeprovides more concrete evidence that the two had feelings for each other.Figure 20: Amity and Luz dance with each other in Season 1, Episode 16 “Enchanting Grom Fight” at aschool dance in a style that mirrors traditional partner dances at school celebrations. Later, it is revealedthat Amity wanted to ask Luz to be her date to the dance.53After the events of the first season, the relationship between Luz and Amity becomeseven more romantic and is shown to develop more in the second season. In “EscapingExpulsion,” Luz blushes for the first time after interacting with Amity at school. Amity thenblushes back and her entire face turns red. The two have various interactions like this throughoutthe course of the season. Later in the season, the portal that Luz uses to travel betweendimensions is destroyed. In an effort to find another way back home, Amity helps Luz search thelibrary for any information about other portals that may exist. They found the information, butthey had to break into an off-limits section of the library to find it. When the librarian discoversthe two of them, he revokes Amity’s library card and fires her from her job at the library.Crushed by this, Amity leaves Luz at the library and goes home. At the end of the episode,Amity confides with her older siblings about her feelings for Luz who tell her that it is a goodthing because she is much happier. Luz then shows up at their house after having convinced thelibrarian to return Amity’s library card and job. To thank Luz, Amity kisses her on the cheekwhich flusters both of them as they both blush. This gesture is another strong indicator of thetwo’s feelings for each other. They move from simply blushing at each other to Amity kissingLuz’s cheek, demonstrating the progression of their relationship from simply friends to buildingfeelings for each other.54Figure 21: In Season 2, Episode 5, “Through the Looking Glass Ruins,” Amity kisses Luz on the cheekafter Luz gets her library card back. After this, Luz’s eyes get wider and they both blush and become veryflustered.After this episode, Luz and Amity become increasingly flustered around each other. Afew episodes later, Luz accidentally says that she wants to make her way into Amity’s heart.Hooty, an owl demon that lives with Eda and Luz, overhears this and decides to help Luz askAmity out. Hooty creates a tunnel of love and brings Amity to the house so Luz and Amity canthrough the tunnel of love together. The tunnel is filled with hearts and romantic messages thatLuz initially tries to hide from Amity because she is afraid that Amity will make fun of her. Thiscauses Amity to think that Luz is uninterested in her so when she starts to leave, Hooty and Edainsist that Luz ask Amity out. Luz approaches Amity and says “I have no idea what my futureholds, but it would be so cool if you were in it, so–” but before she can finish the sentence,Amity cuts Luz off and asks if Luz wants to go out with her. Luz then asks Amity back if shewants to go out with her, to which Amity replies with an enthusiastic yes. The two then hold55hands and when the scene zooms out, the two are standing in a heart-shaped hole. If the previousinteractions between Luz and Amity were not evidence enough that the two have romanticfeelings for each other, this episode demonstrates that the two like each other given that theyexplicitly start dating.Figure 22: In Season 2, Episode 8, “Knock, Knock, Knockin’ on Hooty’s Door,” Amity and Luz ask eachother out after going through a tunnel of love. After this, the two hold hands while standing in aheart-shaped hole in the ground.The romance between Luz and Amity does not stop after they ask each other out. In theepisodes following this, Luz and Amity spend more time together. When Luz gets sick with thecommon mold, the magical equivalent of the common cold, Amity states that she will use it as anopportunity to prove that she is an awesome girlfriend. Throughout “Eclipse Lake,” Amityrepeatedly affirms that she is the best girlfriend on her quest to find a substance that will allowLuz to create a portal and travel back home. Additionally, Luz keeps sending texts to Amity thatshe initially thinks are random combinations caused by Luz’s delirious state, but when she56rotates the phone, they are messages from Luz calling Amity “pretty” and “rad.” BetweenAmity’s insistence on proving that she is the best girlfriend and Luz’s romantic messages toAmity, this episode does more to show the relationship between the two and their dynamic asgirlfriends.The portrayal of a healthy sapphic relationship between Amity and Luz in The OwlHouse does a lot in providing meaningful representation. This representation occurs in themiddle of the series, making it one of the first canon sapphic relationships to develop well beforethe end. While the buildup between Catra and Adora in She-Ra and the Princesses of Power wasmore subtle at first before kissing and starting a relationship in the finale, Luz and Amity starteddating well before the finale of The Owl House, leaving ample room to explore their relationshipin more depth throughout the rest of the second and third seasons. Additionally, the buildup forthe romantic relationship between Luz and Amity was more overt compared to other shows. Thetwo repeatedly blushed at each other, Amity kissed Luz on the cheek, and Luz stated she wantedto make her way into Amity’s heart. These moments are tell-tale signs of a crush and moreovertly hint at their feelings for each other compared to the subtler buildup in other shows. Thelarger portrayal of the relationship between two female characters in this television showdemonstrates a more inclusive world with rich representation of queer identites. It allows theviewer to see new worlds that accept and celebrate queer identities and redefine queer realities,thus challenging heteronormative world views and the demonization of queerness. No one everlooks down on the relationship between Luz and Amity and the acceptance of their relationshipby all their friends and guardians demonstrates a world in which queerness is easily welcomed.The other relevant aspect of this representation is the network on which it airs. The Owl57House is a Disney Channel original show and new episodes air on Saturdays at 9:00 AM. Rerunsalso play on Disney Channel at various times throughout the week and all episodes are availableon Disney+. Disney is a major network targeted towards children and it has a large reach of whowill see the show, including people other than children. This represents an accessible way toteach children and adults about more inclusive worlds and highlight the limitations in our ownworld views. Once again, as King et al. (2010) argue, animated cartoons are “agents ofsocialization” and are capable of teaching different ideologies. Cartoons “possess at least asmuch cultural authority and legitimacy for teaching roles, values, and ideals as more traditionalsites of learning (King, 2010, p. 36).” Portraying a relationship between two female charactersthat is celebrated teaches children and their parents alike that queer identities can be accepted.Though cartoons usually teach heteronormativity, in the end, The Owl House has a wide reach inteaching non-normative world views that challenge dominant structures and ideologies likeheteronormativity.Aside from nearly teaching children and adults alike about non-normative world views,representation of LGBTQ+ characters in television has a real world impact. Yan (2019) studiesthe impact of consuming media with LGBTQ+ characters on overall attitudes towards lesbiansand gays. Again, Yan (2019) ultimately finds that those who have consumed media withLGBTQ+ characters are more likely to have positive attitudes towards gays and lesbians. As Yan(2019) states, “watching contemporary gay and lesbian storylines on TV has direct positiveeffects on changing people’s attitudes towards gays and lesbians (p. 864).” The implications forthis study are vast. This highlights the importance of shows like The Owl House in their portrayalof same-sex relationships. This show has the power to change people’s attitudes about LGBTQ+58people. Not only does it teach children about a world where queer identities are accepted, but italso has the potential to make all viewers view the LGBTQ+ community more positively.Though this representation is important, it has been limited in its scope. Despite thepositive representation portrayed in this show, it ultimately did not fit the Disney brand as Disneyannounced that it was cut short and only getting a four episode third season rather thancontinually renewing it. So, even when there is positive representation of queer relationships,these shows still face many difficulties in continuing to air. Additionally, though creators onDisney have fought have queer representation in their shows, other shows with more violentthemes have had no trouble airing. For example, the show Amphibia, also currently airing onDisney, has portrayed many violent scenes. This includes a 12-year-old character, Marcy, gettingstabbed through the chest and nearly dying on screen. Though the two shows are produced by thesame network and meant for the same audience, while creators like Dana Terrace had to fight toinclude LGBTQ+ representation in their shows, another show was easily able to portray a childbeing stabbed. Though the producers of The Owl House were able to create more explicitrepresentation and portray a romantic relationship between two female characters in much moredepth than its predecessor, The Legend of Korra, this does not mean that the challenge increating more visibility is over.CONCLUSIONPolitical Backlash to the Gay Rights MovementThe importance of sapphic representation in children’s cartoons like the ones describedhere cannot be overstated. There is a dire need in this moment for positive and accessiblerepresentation of queer identities to teach counter-narratives about worlds in which queerness is59accepted and celebrated. The current political climate in the United States is one in whichqueerness is under attack. Though the gay rights movement made significant progress inadvancing the rights of the LGBTQ+ community after momumental victories that legalizedsame-sex marriage and secured employment nondiscrimination rights, anti-LGBTQ+ attitudeshave intensified in recent years. Various bills have surfaced across America that marginalize theLGBTQ+ community. The Florida state legislature just passed the Parental Rights in EducationBill, more popularly known as the Don’t Say Gay Bill, that prohibits classroom discussion ofsexual orientation and gender identity in kindergarten through third grade. Republican DannyBurgess says that “the bill simply says that there should be an age limit on certain discussions,it’s not a new concept, nor is it radical (Sopelsa et al., 2022).” What this bill does is essentiallyteach children that discussions about sexual orientation and gender identity are innapropriate andharms children by silencing discussions about the LGBTQ+ community. Given the way Ryan(2011) studied the impact of the silencing of these discussions in a time before they were legallyprohibited, this bill is likely to have a larger impact on disparacing queerness within theclassroom.Aside from the bill in Florida, Republican Governor Greg Abbot of Texas issued a letterto state health agencies that says providing gender-affirming health care services to transgenderchildren constitutues child abuse under state law. This directive also requires doctors, nurses, andteachers to report parents who help their children receive this care to the Texas Department ofFamily and Protective Services (Sharrow and Sederbaum, 2022). Texas is not the only state thathas moved to restrict the rights of transgender children. Aside from preventing transgenderchildren from recieving gender affirming health care, other states have recently passed bills that60prohibit transgender girls from participating in sports. Under these laws, only cisgender femalesare permitted to compete on female sports teams (Gerlock, 2022). Though this law has more todo with gender rather than sexual orientation, it is still relevant to examine these anti-trans billsas they relate to the LGBTQ+ community as a whole.In additional to legal backlash against the LGBTQ+ community, other social institutionsin America continue to marginalize queerness. In 2020, the American Library Associationreleased a list of the top 100 most banned books of the past decade. Of the top 20 books, thosewith queer themes and LGBTQ+ characters made of half of these books. Out of the entire top100, books with queer representation made up a quarter. The message this sends is that LGBTQ+themed books are deemed inappropriate for children and thus erases any discussion about theLGBTQ+ community. Daniel Villarreal (2020) argues that “such books are particularly importantto young people who are still forming their identities and beliefs about their gender and sexuality,because these works can demonstrate possibilities, lives and issues that these young readers maynot see in their immediate surroundings.” Banning books with LGBTQ+ themes silencesdiscussions about queer identities and prevents children from learning about the breadth ofgender identity and sexual orientation.This censorship does not only happen in books, but also on television. Though networkslike Disney have made progress in portraying queer relationships, that has not stopped them fromcreating a number of barriers in airing these relationships. Employees from Disney have recentlycalled the producers out for their hypocrisy surrounding the Don’t Say Gay Bill in Florida.Though they released a statement that condemned it, it does not change the fact that they donatedto the politicians that authored the bill (Riedel, 2022). Additionally, other employees have called61attention to the fact that producers throttle queer representation, saying “nearly every moment ofovertly gay affection is cut at Disney’s behest, regardless of when there is protest from both thecreative teams and executive leadership at Pixar (Riedel, 2022).” Despite the fact that onebeautiful sapphic relationship has aired on Disney, other meaningful stories have been cut. AfterDisney merged with Blue Sky Studios in 2019, they inherited the movie Nimona, a film based onthe graphic novel by ND Stevenson about a young shapeshifter who teams up with a knight totake down the corrupt government. Though the film was 75% complete, employees said thatDisney did not approve of the same-sex kiss between two male characters or the genderqueermain character, so they cancelled the production of the movie (Clark, 2022). Even with therelationship between Luz and Amity in The Owl House almost did not happen: creator DanaTerrace said in an interview that Disney executives initially barred her from creating a sapphicstoryline, and they only changed their mind when she stormed out of the room (Riedel, 2022).This continued censorship and financial support to politicians that are actively harming theLGBTQ+ community stifles discussions about LGBTQ+ identities.Given the intense political backlash against the LGBTQ+ community, cartoons have thepower now more than ever to teach children counter-narratives about queerness. These cartoonspresent worldviews in which queerness is normalized and not under attack like it is in the UnitedStates. As Wright (2018) argues, “put simply, there is a need for an access to and engagement ofthose who are most different from ourselves; we need to bridge the gap. For this objective, weshould be looking at the imaginative, positive, restorative, and subversive messaging ofchildren’s cartoons (p. 50).” To this end, it is in the power of cartoons to teach children outsidethe lens of heteronormativity and show them how queerness can be accepted. Since The Legend62of Korra series finale aired in 2014, there has been a great increase in sapphic representation inchildren’s cartoons that has become more obviously queer and the portrayal has come earlier inthe series as is the case in The Owl House. It is especially valuable in today’s political climate tohave these relationship and teach children that queerness can be accepted and celebrated andeach of the shows described in this thesis plays a vital role in this acceptance. Starting with TheLegend of Korra, though subtle, the representation in this show was one of the first LGBTQ+couples in animated children’s cartoons and seemingly kickstarted a sapphic renaissance. Afterthis, Steven Universe included the portrayal of a queer family and same-sex wedding whichchallenged traditional family structes and heteronormative institutions. Shortly after, AdventureTime and the follow-up series Adventure Time: Distant Lands both portrayed a long term sapphicrelationship between Marceline and Princess Bubblegum. Then, through the various queercouples throughout the show as well as the kiss between Adora and Catra in the finale, She-Raand the Princesses of Power demonstrated a world where queerness literally saved the universe.Finally, Luz and Amity started a relationship towards the beginning of the series The Owl Housewhich explored in depth what a healthy queer relationship looks like and modeled it for children.Each of these series provided a crucial, positive aspect of LGBTQ+ representation thatchallenged the political context and anti-gay backlash of this decade.In “Last Words of a Shooting Star,” Japanese-American indie pop singer Mitski sings“you learned from movies how love ought to be.” This song speaks of the “requirements” of thelove between partners: doing things in a certain way will result in happiness and realization ofultimate love. Something about this love, however, seems rehearsed and performed, as if learnedfrom a movie. Though this song is ultimately about a toxic relationship, I believe that this63specific lyric applies to the role the media plays in shaping who we become. This is especiallytrue for children. It is truly as Ryan (2011) argues: in the absence of discussions about LGBTQ+identities, kids overwhelmingly subscribe to heteronormativity and discourage same-sexromance. When I think about my childhood, I think back to Barbie as the Princess and thePauper and I remember how I learned love ought to be. I think back to how long it took to learnthat love did not have to look exactly like it did in my favorite movies. Finally, I think about howmuch of a difference it would have made to have queer representation in the animated moviesand television shows that I consumed. No, I did not get to see myself represented in the showsthat I watched but I am so indescribably happy (albeit slightly jealous) that a new generation ofchildren have television shows such as the ones analyzed here to teach them that despite whatany law says, love ought to be any way you want.64Works CitedBerlant, L., & Warner, M. (1998). Sex in Public. Critical Inquiry, 24(2), 547–566.http://www.jstor.org/stable/1344178.Blodgett, B., & Salter, A. (2019). What was Missing: Children’s Queerbaiting andHomoromantic Exclusion in Adventure Time and Steven Universe. In J. Brennan (Ed.),Queerbaiting and Fandom: Teasing Fans through Homoerotic Possibilities (pp.142–154). University of Iowa Press.Bostock v. Clayton County Georgia, 17 U.S. 1623 (2020).https://www.supremecourt.gov/opinions/19pdf/17-1618_hfci.pdfBrennan, J. (2019). Queerbaiting and fandom: teasing fans through homoeroticpossibilities. Iowa City: University of Iowa Press.Brown, A. (2021). Hook, Ursula, and Elsa: Disney and Queer-coding from the 1950s to the2010s. The Macksey Journal, 2(43).Chochinov, L. (2021). “What’s Going on with You Two?”: Queerness, Fandom, andAdaptation in The Legend of Korra Franchise. In R. Wiebe (Ed), Polyptych: Adaptation,Television, and Comics (pp. 111-135). Vernon Press.Clark, T. (2022). Disney raised concerns about a same-sex kiss in the unreleased animated movie'Nimona,' former Blue Sky staffers say. Business Insider,https://www.businessinsider.com/disney-disapproved-same-sex-kiss-nimona-movie-former-staffers-say-2022-3Cook, C. (2018). A content analysis of LGBT representation on broadcast and streamingTelevision [Honors Thesis, University of Tennessee at Chattanooga]. UTC Scholar.65Cooley, K. (2020). Drawing Queerness Forward: Fusion, Futurity, and Steven Universe. In:Ziegler, J., Richards, L. (eds) Representation in Steven Universe. Palgrave Macmillan,Cham. https://doi.org/10.1007/978-3-030-31881-9_3Dean, A. (2022). Cartoon Network, Disney Channel, and Nickelodeon viewership dropped in2021. Diverse Tech Geek. https://www.diversetechgeek.com/cartoon-network-disney-channel-nickelodeon-viewership-dropped-2021/#:~:text=Disney%20Channel%20leads%20the%20pack,(%2D79.3%25%20or%20768k)Faderman, L. (1991). Butches, Femmes, and Kikis: Creating Lesbian Subcultures in the 1950sand ‘60s. In Odd Girls and Twilight Lovers: A History of Lesbian Life inTwentieth-Century America. Penguin Books.Gerlock, G. (2022). Transgender girls and women now barred from female sports in Iowa. NPR,https://www.npr.org/2022/03/03/1084278181/transgender-girls-and-women-now-barred-from-female-sports-in-iowaHalberstam, J. (2011). The Queer Art of Failure. Durhan: Duke University Press.Kane, E. (2006). “NO WAY MY BOYS ARE GOING TO BE LIKE THAT!” Parents’ Responsesto Children’s Gender Nonconformity. Gender and Society, 20(2), 149-176. DOI:10.1177/0891243205284276King, C. R., Lugo-Lugo, C. R., & Bloodsworth-Lugo, M. K. (2010). Animating difference: Race,gender, and sexuality in contemporary films for children. Rowman & LittlefieldPublishers.Kutulas, J. (2017). Obviously Queer: Gay-Themed Television, the Remaking of Sexual Identity,66and the Family-Values Backlash. In After Aquarius Dawned: How the Revolutions of theSixties Became the Popular Culture of the Seventies (pp. 137–166). University of NorthCarolina Press.Langner, G. (2015). The Discursive Implications of Sexuality in the Final Scene of The Legendof Korra. Colloquy, 15(1), 23-43.Lewis, M. (2021). Early Hollywood and the Hays Code. ACMI,https://www.acmi.net.au/stories-and-ideas/early-hollywood-and-hays-code/Meem, D., Alexander, J., & Gibson, M. (2010). Finding Out: An Introduction to LGBT Studies.Sage Publications.Merriam-Webster. (n.d.). Queer. In Merriam-Webster.com dictionary. Retrieved April7, 2022,from https://www.merriam-webster.com/dictionary/queerOpie, D. (2019). Why Netflix is leading the way when it comes to LGBTQ+ representation onTV. Digital Spy, https://www.digitalspy.com/tv/ustv/a27194507/netflix-lgbtq-shows/Orleck, A. (2014). Rethinking American Women's Activism. Taylor & Francis Group.Riedel, S. (2022). Disney Creators Say the Company Cuts “Nearly Every Moment” of QueerLove. Them, https://www.them.us/story/disney-creators-open-letter-dont-say-gay-bob-chapekRobinson, J. (2014). Legend of Korra Creators Officially Confirm Your Suspicions About ThatEnding. Vanity Fare. https://www.vanityfair.com/hollywood/2014/12/legend-of-korra-creators-confirm-korrasami-is-canonRyan, C. (2016). Kissing brides and loving hot vampires: children’s construction andperpetuation of heteronormativity in elementary school classrooms. Sex Education, 16(1),6777-90. DOI: 10.1080/14681811.2015.1052874Sharrow, E., Sederbaum, I. (2022). Texas isn’t the only state denying essential medical care totrans youths. Here’s what’s going on. The Washington Post,https://www.washingtonpost.com/politics/2022/03/10/texas-trans-kids-abortion-lgbtq-gender-ideology/Sopelsa, B., Bellamy-Walker, T., & Reuters, W. (2022). ‘Don’t Say Gay’ bill: Florida Senatepasses controversial LGBTQ school measure. NBC, https://www.nbcnews.com/nbc-out/out-politics-and-policy/dont-say-gay-bill-florida-senate-passes-controversial-lgbtq-school-mea-rcna19133Thomas, Paul. (2021). She-Ra and the Princesses of Power as Queer Monomyth.Journal of Popular Culture, 54 (5), 1-14.Villarreal, D. (2020). LGBTQ themes found in half of the past decade's 20 most-banned books.NBC, https://www.nbcnews.com/feature/nbc-out/lgbtq-themes-found-half-past-decade-s-20-most-banned-n1241353Waggoner, E. B. (2017). Bury Your Gays and Social Media Fan Response: Television,LGBTQ Representation, and Communitarian Ethics. Taylor and Francis Online,1877-1891. https://doi.org/10.1080/00918369.2017.1391015Walters, S. D. (2001). All the Rage: The Story of Queer Visibility in America. University ofChicago Press.Wright, H. (2018). “The Childish, the Transformative, and the Queer”: Queer Interventionsas Praxis in Children’s Cartoons [Master’s Thesis, The City University of New York].CUNY Academic Works.68Yan, H. Y. (2019). “The Rippled Perceptions”: The Effects of LGBT-Inclusive TV on OwnAttitudes and Perceived Attitudes of Peers Toward Lesbians and Gays. Journalism &Mass Communication Quarterly, 96(3), 848–871.https://doi.org/10.1177/107769901882132769",
    "id": 519815251,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.depauw.edu:studentresearch-1187"
    },
    "title": "How Love Ought to Be: The Power of Sapphic Representation in Animated Children’s Cartoons",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-05-01T08:00:00+01:00",
    "publisher": "Scholarly and Creative Work from DePauw University",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.depauw.edu/cgi/viewcontent.cgi?article=1187&context=studentresearch"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/519815251.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/519815251"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/519815251/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/519815251/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/519815251"
        }
    ],
    "abstract": "Though there has been a long history of LGBTQ+ representation across various forms of media, cartoons are uniquely suited to counter hegemonic teachings that privilege heteronormativity. Consuming media with LGBTQ+ characters not only has the potential to shape attitudes towards the LGBTQ+ community and make them more positive, but cartoons have the unique power to teach children important lessons that they do not learn in school, including narratives about queerness. In the absence of discussions about LGBTQ+ identities in the classroom, children overwhelmingly end up priviling heterosexuality in their interactions. As such, cartoons then have the power to counter these teachings and portray queerness through their whimsical animation and themes about struggling against the masses. This thesis will analyze the sapphic representation in five animated children’s cartoons, The Legend of Korra, Steven Universe, Adventure Time, She-Ra and the Princesses of Power, and The Owl House, ultimately finding that this representation is crucial in the current anti-gay political climate to counter dominant cultural norms that favor heterosexuality",
    "tags": [
        "text",
        "children\\u27s television",
        "LGBTQIA+ representation",
        "Feminist, Gender, and Sexuality Studies",
        "Film and Media Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.depauw.edu:studentresearch-1187",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3580",
        "openDoarId": 0,
        "name": "DePauw University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 519815251,
        "depositedDate": null,
        "publishedDate": "2022-05-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T05:22:56+00:00",
        "acceptedDate": null,
        "createdDate": "2022-06-10T02:47:46+01:00"
    },
    "urls": [
        "https://scholarship.depauw.edu/studentresearch/182",
        "https://scholarship.depauw.edu/context/studentresearch/article/1187/viewcontent/Storz__Olivia_2022.pdf"
    ],
    "lastUpdate": "2024-01-24T05:22:56+00:00",
    "setSpecs": []
}