{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Knight, Robert H."
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-16T15:32:09+00:00",
    "dataProvider": {
        "id": 1732,
        "name": "Liberty University Digital Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/1732",
        "logo": "https://api.core.ac.uk/data-providers/1732/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/58826535.pdf",
    "fullText": "Liberty University Law ReviewVolume 4 | Issue 3 Article 52010How the Concept of \"Sexual Orientation\"Threatens Religious LibertyRobert H. KnightFollow this and additional works at: http://digitalcommons.liberty.edu/lu_law_reviewThis Article is brought to you for free and open access by the Liberty University School of Law at DigitalCommons@Liberty University. It has beenaccepted for inclusion in Liberty University Law Review by an authorized administrator of DigitalCommons@Liberty University. For moreinformation, please contact scholarlycommunication@liberty.edu.Recommended CitationKnight, Robert H. (2010) \"How the Concept of \"Sexual Orientation\" Threatens Religious Liberty,\" Liberty University Law Review: Vol.4: Iss. 3, Article 5.Available at: http://digitalcommons.liberty.edu/lu_law_review/vol4/iss3/5ARTICLE HOW THE CONCEPT OF “SEXUAL ORIENTATION” THREATENS RELIGIOUS LIBERTY Robert H. Knight† I.  INTRODUCTION “Sexual orientation” laws are not about the preservation of civil rights or even the creation of civil protections that are necessary to ensure the liberty of all citizens. Instead, they are about hijacking civil rights in order to empower homosexual groups with the ability to threaten lawsuits against any institution that will not go along with the idea that homosexuality is normal, healthy, and should be promoted.  It is important to understand that people who engage in homosexual behavior have the same basic rights as other citizens, no more, no less. But they should not be given additional rights based on their willingness to perform peculiar—and often medically dangerous—sex acts. Like other terms that swiftly achieve common usage, “sexual orientation” is rarely examined. Yet “sexual orientation” is more than a neutral term that can be used to describe anyone’s sexual inclinations. It is a radical challenge to the beliefs of all major religious faiths because it attacks the notion that sexual behavior has moral dimensions. It especially challenges Christianity. The underlying concept of “sexual orientation” is that all sexual behavior is equally valid and equally valuable to society. There are no good choices or bad choices, just desires. “Sexual orientation” laws are the legal embodiment of the old ’60s slogan, “If it feels good, do it.” However, the orthodox Christian view is that people who embrace sinful behavior as an identity are to be challenged like any other sinner, and they should be assisted in resisting temptation and overcoming it. They are to be encouraged to repent and avail themselves of the healing power of Jesus Christ. “Empowering” a particular sin serves only to trap sinners and encourages them to continue practicing their sinful behavior. That is why                                                                                                                             † Robert Knight is a Senior Writer and Correspondent for Coral Ridge Ministries. He is a regularly featured columnist on sites such as Townhall.com, and he is also the author of several books, including Radical Rulers, Fighting for America’s Soul, The Silencers, and The Age of Consent: The Rise of Relativism and the Corruption of Popular Culture. A draftsman of the federal Defense of Marriage Act, he also wrote and directed the Family Research Council video documentary about Alfred C. Kinsey, The Children of Table 34. 504 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   supporting “gay rights” based on the relativist notion of “sexual orientation” is the opposite of Christian compassion, however well meant. Over the past 90 years, a steady campaign has unfolded to overthrow Christian morality and replace it with an amorality that says desires in and of themselves validate behavior. It has been advanced largely by hijacking the rubric and moral capital of the black civil rights movement and attempting to apply such rhetoric to gain support for same-sex behavior.1 The political Left has long been at war against sexual morals for strategic reasons. People conditioned to think as short-term opportunists instead of as members of the family tree with long-term moral obligations are easier to manipulate. Given the false promise of a painless future free from individual responsibility, they are less likely to recognize, much less oppose, further trespasses on their liberty. The marriage-based moral order has been in the bull’s eye of socialist activists since the French Revolution.2 As German economist Wilhelm Roëpke observed, “the collectivist state has a strong political interest in the agglomeration of tamed and dependent masses, easily fanaticized and supervised.”3 Strong families interfere with that vision by inculcating different values and loyalties.  In his 1884 opus, Origin of the Family, Private Property and the State, Karl Marx’s co-author Friedrich Engels provided his own dark, historical view of marriage: [W]hen monogamous marriage first makes its appearance in history, it is not as the reconciliation of man and woman, still less as the highest form of such a reconciliation. Quite the contrary. Monogamous marriage comes on the scene as the subjugation of the one sex by the other; it announces a struggle between the sexes unknown throughout the whole previous prehistoric period.4 Engels argued basically for “free love” as a byproduct of the advance of communism:                                                                                                                             1. CHARLES W. SOCARIDES, HOMOSEXUALITY: A FREEDOM TOO FAR 8 (1995).  2. See, e.g., JAMES H. BILLINGTON, FIRE IN THE MINDS OF MEN: ORIGINS OF THE REVOLUTIONARY FAITH 31-32 (1980) (briefly describing the history of the Palais-Royale revolutionaries in Paris).  3. WILHELM ROËPKE, THE SOCIAL CRISIS OF OUR TIME 155 (Transaction Pub. rev. ed. 1992) (1942).  4. FREDERICK ENGELS, THE ORIGIN OF THE FAMILY, PRIVATE PROPERTY AND THE STATE 58 (Int’l Pub. 1964) (1884). 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 505   With the transfer of the means of production into common ownership, the single family ceases to be the economic unit of society. Private housekeeping is transformed into a social industry. The care and education of the children becomes a public affair; society looks after all children alike, whether they are legitimate or not. This removes all the anxiety about the “consequences,” which today is the most essential social—moral as well as economic—factor that prevents a girl from giving herself completely to the man she loves. Will not that suffice to bring about the gradual growth of unconstrained sexual intercourse and with it a more tolerant public opinion in regard to a maiden’s honor and a woman’s shame?5 Freed from any economic implications, Engels argued, women and men will make up their own rules and be liberated at last: “[T]hey will care precious little what anybody today thinks they ought to do; they will make their own practice and their corresponding public opinion about the practice of each individual—and that will be the end of it.”6 In 1935, British anthropologist J.D. Unwin gave an address at Oxford that was later turned into a book, Sexual Regulations and Cultural Behaviour. Unwin studied cultures on several continents and found that they thrived where monogamy was honored: This type of marriage has been adopted by different societies, in different places, and at different times. Thousands of years and thousands of miles separate the events; and there is no apparent connection between them. In human records there is no case of an absolutely monogamous society failing to display great energy. I do not know of a case on which great energy has been displayed by a society that has not been absolutely monogamous.7 Unwin concluded that societies that lose respect for marriage eventually lose the creative energy that is derived from the delayed gratification that strengthens families.8 Instead, people strive for immediate, sensory                                                                                                                             5. Id. at 67.  6. Id. at 73.  7. JOSEPH DANIEL UNWIN, SEXUAL REGULATIONS AND CULTURAL BEHAVIOUR 32 (photo. reprint 1969) (1935).  8. See generally ROBERT B. CARLESON, GOVERNMENT IS THE PROBLEM: MEMOIRS OF RONALD REAGAN’S WELFARE REFORMER (2010); CHARLES MURRAY, LOSING GROUND: 506 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   pleasure, and societies become less dynamic and fertile. In our own time, government has grown bigger to pick up the pieces and create grounds for even greater hegemony as a result of the deconstruction of marriage and the ramifications that it has on families. II.  THE RISE OF THE HOMOSEXUAL MOVEMENT IN AMERICA A. The Corruption of Science to a Political End The modern homosexual movement, a key element of the political Left, got off the ground when Alfred C. Kinsey, a very promiscuous closet homosexual and zoologist at Indiana University,9 published Sexual Behavior in the Human Male in 1948 and Sexual Behavior in the Human Female in 1953.10 Both books, which appear very scientific, are full of cooked data indicating that Americans were awash in sexual oddities, even back in the ’40s. In 1990, Dr. Judith Reisman and Edward Eichel debunked what became known as the Kinsey Reports in their book, Kinsey, Sex and Fraud: The Indoctrination of a People.11 In a later book, Kinsey, Crimes and Consequences, Dr. Reisman showed how Kinsey’s disciples founded the modern sexology community, rewrote the penalties for sexual offenses in the Model Penal Code, and drafted the accreditation requirements for teaching sex education—all based on fraudulent, ideologically-driven studies and criminal research on children.12 Kinsey’s books were only the beginning of a steady stream of what might be called “gay science,” which is not science at all but merely advocacy masquerading as science. Kinsey Institute insider James Jones revealed in a 1997 biography how Kinsey’s own appetites for sadistic varieties of homosexual sex, voyeurism, and other perversions inspired his social agenda: The man I came to know bore no resemblance to the canonical Kinsey. Anything but disinterested, he approached his work with                                                                                                                            AMERICAN SOCIAL POLICY, 1950-1980 (1984) (making the case that government welfare was a failure, and that it only increased dependency and the size of government).  9. See generally JAMES H. JONES, ALFRED C. KINSEY: A PUBLIC/PRIVATE LIFE (1997).  10. See generally ALFRED C. KINSEY, WARDELL B. POMEROY & CLYDE E. MARTIN, SEXUAL BEHAVIOR IN THE HUMAN MALE (1948); ALFRED C. KINSEY, WARDELL H. POMEROY, CLYDE E. MARTIN & PAUL H. GEBHARD, SEXUAL BEHAVIOR IN THE HUMAN FEMALE (1953).  11. JUDITH A. REISMAN & EDWARD W. EICHEL, KINSEY, SEX AND FRAUD: THE INDOCTRINATION OF A PEOPLE 177-96 (J. Gordon Muir & John H. Court eds., 1990).  12. See JUDITH A. REISMAN, KINSEY: CRIMES & CONSEQUENCES: THE RED QUEEN & THE GRAND SCHEME 16-45, 174-80, 187-235 (2d ed. 2000). 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 507   missionary fervor. Kinsey loathed Victorian morality. . . . He was determined to use science to strip human sexuality of its guilt and repression. He wanted to undermine traditional morality, to soften the rules of restraint. . . . Kinsey was a crypto-reformer who spent his every waking hour attempting to change the sexual mores and sex offender laws of the United States.13 Kinsey might be considered the godfather of the sexual revolution, especially homosexual activism. His “findings” were a battering ram against Judeo-Christian sexual morality, and they have been used to advance everything from abortion to premarital sex, homosexuality, pornography, and even child sex.14 The famous estimate that ten percent of the population is homosexual was drawn from the Kinsey claim that “10 percent of the males are more or less exclusively homosexual . . . for at least three years between the ages of 16 and 55.”15 Franklin Kameny, a pioneering homosexual activist who was honored by President Obama in June 2009 at the White House, explains how he and other activists made the ten percent figure a common idea: “I personally created the ‘10 percent figure’ in late 1960 for use in my position to the U.S. Supreme Court, in my own case. The figure was based upon a reasonable and plausible, intentionally conservative and understated interpretation of the Kinsey data, which were the only statistics then available. “The 10 percent figure subsequently achieved a life of its own, and was universally accepted and used.”16 The late Bruce Voeller, an early homosexual activist, recalls the media strategy: I campaigned with Gay groups and in the media across the country for the Kinsey-based finding that, “We are everywhere.” This became a National Gay Task Force leitmotif. . . . And after years of educating those who inform the public and make its laws, the concept that 10 percent of the population is gay has                                                                                                                             13. JONES, supra note 9, at xii.  14. Id. at 773; REISMAN, supra note 12, at 128, 132-84.  15. KINSEY, POMEROY & MARTIN, supra note 10, at 651.  16. Robert Knight, How Bad Science Helped Launch the ‘Gay’ Revolution, Sept. 18, 2002, http://www.exacom.net/firstlibrary/Articles/Moral%20Issues/Homosexuality/ Imposition/Fraud%20of%2010%20percent.htm (last visited May 13, 2010) (quoting Franklin Kameny, Op-Ed., WASH. BLADE, Sept. 6, 2002). 508 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   become a generally accepted “fact.” While some reminding always seems necessary, the 10 percent figure is regularly utilized by scholars, by the press, and in government statistics. As with so many pieces of knowledge and myth, repeated telling made it so—incredible as the notion was to the world when the Kinsey group first put forth its data or decades later when the Gay Movement pressed that data into public consciousness.17 In After the Ball, a strategy manual for homosexual activists, Marshall Kirk and Hunter Madsen discussed how to leverage the Kinsey data into a widely accepted “fact”: Based on their personal experience, most straights probably would put the gay population at 1% or 2% of the general population. . . . [W]hen straights are asked by pollsters for a formal estimate, the figure played back most often is the “10% gay” statistic which our propagandists have been drilling into their heads for years.18 According to far more scientific surveys, such as a 1991 study by the National Opinion Research Center, which is funded by the National Science Foundation, it turns out that most people had it right. The 1991 study found that only “two percent of sexually active adults reported being exclusively homosexual or bisexual during the year preceding the survey.”19 Around the same time, many other surveys were published in medical journals and the ten percent figure began to crumble. By 2003, a homosexual activist group had included a major national survey in a footnote to a brief submitted to the United States Supreme Court in Lawrence v. Texas:20 “The most widely accepted study of sexual practices in the United States is the National Health and Social Life Survey (NHSLS). The NHSLS found that 2.8                                                                                                                             17. Bruce Voeller, Some Uses and Abuses of the Kinsey Scale, in HOMOSEXUALITY, HETEROSEXUALITY: CONCEPTS OF SEXUAL ORIENTATION 32, 35 (David P. McWhirter, Stephanie A. Sanders & June Machover Reinisch eds., 1990).  18. MARSHALL KIRK & HUNTER MADSEN, AFTER THE BALL: HOW AMERICA WILL CONQUER ITS FEAR AND HATRED OF GAYS IN THE ’90S, at 15 (1989).  19. Tom W. Smith, Adult Sexual Behavior in 1989: Number of Partners, Frequency of Intercourse and Risk of AIDS, FAM. PLAN. PERSP., May-June 1991, at 102.  20. EDWARD O. LAUMANN, JOHN H. GAGNON, ROBERT T. MICHAEL & STUART MICHAELS, THE SOCIAL ORGANIZATION OF SEXUALITY: SEXUAL PRACTICES IN THE UNITED STATES 344-45 (1994). 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 509   percent of the male, and 1.4 percent of the female, population identify themselves as gay, lesbian, or bisexual.”21 B. Taking Aim at the Mental Health Profession In 1957 and 1958, Evelyn Hooker, a UCLA psychology professor, published two studies purporting to show that homosexuality was not a mental disorder.22 In 1997, Dr. Thomas Landess wrote a paper for Family Research Council totally debunking Hooker’s findings and showing how the media misconstrued the findings to formulate a conclusion opposite from what the data actually showed.23 Dr. Jeffrey Satinover, M.D., also chronicled the glaring defects of the studies, such as biased selection of subjects to obtain desired results. In his monograph, The Trojan Couch,24 Dr. Satinover noted: “Hooker failed to follow even the most basic tenets of the scientific method. She deliberately had her associates recruit participants to obtain a pool of subjects who understood what the ‘experiment’ was about and how it was to be used to achieve a political goal in transforming society.”25 Even with that precaution, Hooker had to throw out twenty-five percent of her homosexual sample because of their unreliability, and she also threw out results that conflicted with her predetermined goal to “prove” that homosexuality is normal. Dr. Satinover commented further: [I]n the course of the established TAT and MAPS test procedures,26 the homosexual group subjects were unable to                                                                                                                             21. GETTING IT STRAIGHT: WHAT THE RESEARCH SHOWS ABOUT HOMOSEXUALITY 42-43 (Peter Sprigg & Timothy Dailey eds., 2004) (quoting Brief for Human Rights Campaign et al. as Amici Curiae at 16, Lawrence v. Texas, 539 U.S. 558 (2003) (No. 02-102)); LAUMANN ET AL., supra note 20, at 338.  22. Interview by Joseph Nicolosi with Michael Wertheimer (Sept. 2, 2008), available at http://www.narth.com/docs/clash.html (quoting STEVE GOLDBERG, WHEN WISH REPLACES THOUGHT (1991)); see also Bruce Shenitz, The Grande Dame of Gay Liberation, L.A. TIMES, June 10, 1990, at 20-34.  23. Brief for Center for Arizona Policy et al. as Amici Curiae at 6, 7, 13, Lawrence v. Texas, 539 U.S. 558 (2003) (No. 02-102) (citing Thomas Landess, The Evelyn Hooker Study and the Normalization of Homosexuality, NAT’L ASS’N FOR RES. AND THERAPY OF HOMOSEXUALITY (NARTH) BULL., Dec. 1997, at 8).  24. Jeffrey B. Satinover, The “Trojan Couch”: How the Mental Health Associations Misrepresent Science, NAT’L ASS’N FOR RES. AND THERAPY OF HOMOSEXUALITY (2005), available at http://www.narth.com/docs/TheTrojanCouchSatinover.pdf (last visited May 13, 2010).  25. Id. at 8.  26. The TAT and MAPS test procedures refer to the Thematic Apperception Test and Make a Picture Test, respectively. 510 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   refrain from a very high degree of homosexual fantasizing in their imaginary accounts. Not so the heterosexuals. Both the nature and degree of sexual fantasy was different in the homosexual group from the heterosexual group, an especially striking fact given that the subjects knew that this “controlled experiment” was supposed to demonstrate that homosexuals were in no way different than heterosexuals. Once it became evident that the TAT and MAPS identified which subjects were homosexual, Hooker dropped these two tests from the experimental design—post hoc.27 In 1971, homosexual activists began assailing the American Psychiatric Association (APA), harassing members, interrupting sessions and threatening to disrupt the national convention.28 Brandishing the Hooker studies, and citing Kinsey, they pressured the Committee on Nomenclature and Statistics to rewrite the definition of homosexuality, eventually persuaded the Board of Trustees to accept the new language in 1973, and then paid for a mass mailing to more than 30,000 psychiatrists, urging them to approve the changes.29  The APA then removed homosexuality in 1973 from its list of disordered conditions in the Diagnostic and Statistical Manual of Mental Disorders, the bible of the profession.30 The change came about not because of new research or because scientists had made groundbreaking discoveries; it was solely a political coup engineered by homosexual activists. At a crucial APA task force meeting on homosexuality, opponents were given only 15 minutes “to present a rebuttal that summarized seventy years of psychiatric and psychoanalytic opinion.”31 The process was documented by pro-homosexual writer Ronald Bayer, who wrote: “The result was not a conclusion based on an approximation of the scientific truth as dictated by                                                                                                                             27. Satinover, supra note 24, at 9. The results were published as Evelyn Hooker, The Adjustment of the Male Overt Homosexual, 21 J. PROJECTIVE TECH. 18 (1957). Hooker also administered the Rorschach Test to two groups of thirty men that were each comprised of self-described homosexuals or heterosexuals. The results were published as Evelyn Hooker, Male Homosexuality in the Rorschach, 22 J. PROJECTIVE TECH. 33 (1958).  28. JEFFREY SATINOVER, HOMOSEXUALITY AND THE POLITICS OF TRUTH 31-35 (1996); see also SOCARIDES, supra note 1, at 165-80.  29. SATINOVER, supra note 28, at 34.  30. American Psychiatric Association, Homosexuality and Sexual Orientation Disturbance: Proposed Changes in DSM-II, at 44 (6th prtg. Dec. 1973), available at http://www.psychiatryonline.com/DSMPDF/DSM-II_Homosexuality_Revision.pdf (last visited May 13, 2010) (retired position statement with proposed policy changes).  31. SATINOVER, supra note 28, at 34. 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 511   reason, but was instead an action demanded by the ideological temper of the times.”32 Dr. Charles Socarides, a practicing psychiatrist who witnessed events at APA conventions, including threats of violence by homosexual activists, said, “The APA could only take the action it did by disregarding and dismissing hundreds of psychiatric and psychoanalytic research papers and reports that had been done on homosexuality over the previous two decades.”33 In 1975, the American Psychological Association followed suit under similar conditions.34  Three years later, a survey revealed that sixty-nine percent of psychiatrists believed that homosexuality was still a treatable disorder.35 Meanwhile, under pressure from homosexual activists, states had already begun repealing laws against sodomy, thus paving the way for the promiscuous “gay” scene that homosexual writer Randy Shilts chronicled as the prelude to the AIDS epidemic of the 1980s.36  In a piercingly candid book, Sexual Ecology, homosexual writer Gabriel Rotello laments: The appearance of a multitude of epidemic diseases almost immediately after gay men had carved out zones of sexual freedom has opened up the grim, almost unthinkable possibility that for gay men, sexual freedom leads inexorably to disease.37 Indeed, since the “gay revolution” of the 1980s, homosexual men have been astronomically overrepresented in several sexually transmitted disease categories, most tragically, HIV/AIDS, which as of 2010 has taken more than 300,000 homosexual men’s lives.38  A March 10, 2010 Centers for Disease Control (CDC) press release discusses the “disproportionate impact” of HIV and syphilis on the homosexual male population in the United States:                                                                                                                             32. RONALD BAYER, HOMOSEXUALITY AND AMERICAN PSYCHIATRY 3-4 (1981).  33. SOCARIDES, supra note 1, at 73-74.  34. SATINOVER, supra note 28, at 35.  35. Id. (citing MEDICAL ASPECTS OF HUMAN SEXUALITY 110-11 (Harold I. Lief ed., 1975)).  36. See generally RANDY SHILTS, AND THE BAND PLAYED ON: POLITICS, PEOPLE AND THE AIDS EPIDEMIC (1987).  37. GABRIEL ROTELLO, SEXUAL ECOLOGY: AIDS AND THE DESTINY OF GAY MEN 18 (1997).  38. Press Release, Centers for Disease Control and Prevention, HIV/AIDS and Men Who Have Sex with Men (Mar. 10, 2010), available at http://www.cdc.gov/hiv/topics/ msm/index.htm (last visited May 13, 2010) [hereinafter HIV/AIDS Press Release]. 512 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   [T]he rate of new HIV diagnoses among men who have sex with men (MSM) is more than 44 times that of other men and more than 40 times that of women. . . . The rate of primary and secondary syphilis among MSM is more than 46 times that of other men and more than 71 times that of women.39  The CDC’s Website on MSM health issues states verbatim: AIDS has been diagnosed for more than half a million MSM. Over 300,000 MSM with AIDS have died since the beginning of the epidemic. MSM made up more than two thirds (68%) of all men living with HIV in 2005, even though only about 5% to 7% of men in the United States reported having sex with other men.40 Other studies document higher rates of breast cancer, domestic violence, substance abuse, STDs, and mental health problems among lesbians as compared with other women.41 The Centers for Disease Control reports that lesbians experience “higher rates of alcohol use, poor nutrition, and obesity.”42 C. The Culture War and the Power of Words For centuries, homosexuality was regarded in the West as a sin, an aberration of the norm. William Blackstone described it as “the infamous crime against nature.”43 This began to change with the rise of psychiatry as an alternative explanation of human motivation, as writer Gabriel Rotello relates: By the mid century, however, the ecology of homosexuality began to undergo a profound evolution. Prompted largely by developments in psychiatry, a change occurred in the very definition of deviance. The old idea was that the temptation to                                                                                                                             39. Press Release, Centers for Disease Control and Prevention, CDC Analysis Provides New Look at Disproportionate Impact of HIV and Syphilis Among U.S. Gay and Bisexual Men (Mar. 10, 2010), available at http://www.cdc.gov/nchhstp/Newsroom/msmpressrelease. html (last visited May 13, 2010).  40. HIV/AIDS Press Release, supra note 38.  41. National Women’s Health Information Center, U.S. Dep’t of Health and Human Services, Lesbian Health, Jan. 1, 2005, http://womenshealth.gov/faq/lesbian-health.cfm (last visited May 13, 2010).  42. Id. at 3.  43. 4 WILLIAM BLACKSTONE, COMMENTARIES *215. 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 513   commit sin was inherent in all individuals, and that certain people simply chose to give in to that temptation. This was slowly replaced with the new idea that there are two basic “sexual orientations” in the world, homosexual and heterosexual, defined by whether one is attracted to the same or the opposite sex. Originating among Germans such as jurist Karl Heinrich Ulrichs in the 1860s and Magnus Hirschfeld at the turn of the century, this concept was reinforced by Freud and his successors, and made major inroads in American popular consciousness in the thirties, forties and fifties.44 Note that Rotello lists homosexuality first, as if it is merely the flip side of heterosexuality, with the two being roughly equal. Alfred Kinsey did him one better by giving heterosexuality a zero rating on his seven-point sliding Kinsey Scale, with homosexuality being a six.45  The term “sexual preference,” which implies volition, began to give way to “sexual orientation” in homosexual publications and then in the psychiatric and psychological literature in the latter half of the twentieth century. This strategic term began to turn up everywhere, from magazines to school policy proposals and finally in laws. Homosexual groups captured virtually every non-conservative organization, such as the National School Boards Assocation, the National Education Association, the National Association of Social Workers, and the National Mental Health Association (now called Mental Health America), and turned them into energetic allies of the homosexual movement.46 All of these organizations and many more of the professional guilds routinely direct the public to resources from homosexual pressure groups such as the Gay, Lesbian and Straight Teachers Network (GLSEN) or the Parents and Friends of Lesbians and Gays (PFLAG). Many people and organizations have adopted the materials and viewpoints of these pressure groups and have made them their own. For                                                                                                                             44. ROTELLO, supra note 37, at 50-51.  45. KINSEY, POMEROY & MARTIN, supra note 10, at 638.  46. See National Education Association, Sexual Orientation and Gender Identity, https://www.nea.org/tools/18846.htm (last visited May 13, 2010) (highlighting the NEA’s stance of homosexuality and its proposals for advancing homosexual causes); National School Boards Association, Sexual Orientation Issues for Schools 101, http://www.nsba.org/MainMenu/SchoolHealth/101Packets/SO-101_1.pdf (last visited May 13, 2010) (containing a list of resources approved by the NSBA, which are largely derived from resources created by pro-homosexual groups, to educate school administrators and educators on sexual orientation and related issues); Satinover, supra note 24, at 2, 4, 24 (showing the impact of homosexual activists on the National Association of Social Workers and the National Institute of Mental Health). 514 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   instance, the American College of Obstetricians and Gynecologists has a section on its Website, “Lesbian Teens,” that advises girls that, “You should know that whatever your sexual orientation, you are normal.”47 Of course, this completely destroys the notion of normality; if everything is normal, nothing is normal. Without any documentation, the site also proclaims that “one in 10 girls is sexually attracted to other girls.”48 D. A Propaganda Masterpiece In November, 1987, two homosexual public relations experts published an article entitled “The Overhauling of Straight America.”49 It was a remarkably detailed campaign to promote homosexuality and demonize opponents of homosexual activism. The article was later expanded into a book, After the Ball: How America Will Conquer Its Fear and Hatred of Gays in the ’90s.50 The authors summarize the importance of keeping Americans from thinking too long—or at all—about the realities of homosexual behavior: In the early stages of any campaign to reach straight America, the masses should not be shocked and repelled by premature exposure to homosexual behavior itself. Instead, the imagery of sex should be downplayed and gay rights should be reduced to an abstract social question as much as possible. First let the camel get his nose inside the tent—only later his unsightly derriere!51 The strategy has worked perhaps beyond even its creators’ wildest dreams. Media routinely airbrush out anything negative about homosexuality and instead present an unending series of portraits of “gays as victims” and opponents as “haters.” Kirk and Madsen write that tolerance is not enough: “We mean conversion of the average American’s emotions, mind, and will, through a planned psychological attack, in the form of propaganda fed to the nation via the media.”52                                                                                                                             47. COMMITTEE ON ADOLESCENT HEALTH CARE, AMERICAN COLLEGE OF OBSTETRICIANS AND GYNECOLOGISTS, LESBIAN TEENS (2009), http://www.acog.org/departments/ adolescentHealthCare/TeenCareToolKit/lesbianTeens.pdf (last visited May 13, 2010).  48. Id.  49. Marshall Kirk & Erastes Pill, The Overhauling of Straight America, THE GUIDE, Nov. 1987, available at http://library.gayhomeland.org/0018/EN/EN_Overhauling_Straight. htm (last visited May 13, 2010).  50. KIRK & MADSEN, supra note 18.  51. Kirk & Pill, supra note 49.  52. KIRK & MADSEN, supra note 18, at 153. 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 515   For nearly 40 years, Hollywood has been doing its part to promote the normalization of homosexuality and the transformation of traditional morality into a form of bigotry. In 1972, Hal Holbrook starred in That Certain Summer, an ABC TV Movie of the Week about a father “coming out” to his son.53 In 1972, homosexual activists broke into the ABC studio and threatened executives after ABC aired an episode of Marcus Welby, MD that dealt with a homosexual rape.54 The assault on ABC was chronicled in the book Target: Primetime by Kathryn Montgomery, who wrote about various groups lobbying for their point of view on television programs.55 Rewarded for their rudeness, homosexual activists got an agreement to see all scripts from then on, and TV studios have been providing a steady flow of only pro-gay propaganda, guided by the Gay and Lesbian Alliance Against Defamation (GLAAD), which vets scripts that touch on homosexuality.56 At any given time, primetime cable and network programs feature more than thirty regular homosexual characters.57 Ellen DeGeneres came out on the Oprah Winfrey Show in 1997, followed by her coming out on her own Ellen show the same year.58 Will & Grace debuted in 1998 and ran until 2006, mainstreaming homosexual humor into millions of households.59 In a 1996 Los Angeles magazine article, More Than Friends, homosexual writer David Ehrenstein said, “[Y]our favorite sit-coms are written by gays and lesbians. . . . [T]hey’re redefining prime time—and sex on television will never be the same.”60 Indeed, anyone who watches the hit CBS series Two and a Half Men sees a constant celebration of casual sex and promiscuity. Straight characters act more and more like homosexual characters, and it is no accident, Ehrenstein says. “As a result of the influx of gay writers, even the most heterosexual of sitcoms often possess that most elusive of undertones—the “gay sensibility”—Frazier being a case in                                                                                                                             53. That Certain Summer (ABC television broadcast Nov. 1, 1972).  54. KATHRYN C. MONTGOMERY, TARGET: PRIME TIME: ADVOCACY GROUPS AND THE STRUGGLE OVER ENTERTAINMENT TELEVISION 79 (1989).  55. Id.  56. Gay & Lesbian Alliance Against Defamation (GLAAD), Our History, http://www.glaad.org/history (last visited May 13, 2010).  57. Gay Characters on TV Double: GLAAD, HUFFINGTON POST, Sept. 23, 2008, http://www.huffingtonpost.com/ 2008/09/23/gay-characters-on-tv-doub_n_128526.html (last visited May 13, 2010).  58. Malinda Lo, Back in the Day: Coming Out with Ellen, AFTERELLEN.COM, Apr. 9, 2005, http://www.afterellen.com/column/2005/4/backintheday.html.  59. Will & Grace (NBC television broadcast Sept. 21, 1998).  60. David Ehrenstein, More Than Friends, LOS ANGELES MAG., May 1996, at 61. 516 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   point.”61 The same trend can be seen in movies. Hollywood delights in placing homosexual themes into any film it can, including films aimed at kids, such as Shrek 2, which jolts them with a transgender bartender.62 E. Societal Implications  As homosexual “rights” have advanced, the freedom of Christians and others who subscribe to God-ordained, marriage-based sexual morality has receded. For example, in 2007, a Methodist group in Ocean Grove, New Jersey lost its tax exemption for a seaside pavilion when a state official cited the group’s refusal to allow two lesbian couples to use it for civil union ceremonies.63 On September 17, 2007, New Jersey Department of Environmental Protection Commissioner Lisa Jackson wrote a letter to the Ocean Grove Camp Meeting Association announcing that the group’s tax exemption that had been in effect each year since 1989 would no longer be given for the pavilion portion of the property.64 The action was taken after two homosexual activist groups, Garden State Equality and Ocean Grove United, wrote to Jackson on September 6, 2007, requesting the denial.65 The ACLU of New Jersey also wrote a letter with the same request.66 The Division of Civil Rights of the New Jersey Attorney General’s office issued an opinion regarding the matter on December 29, 2008 supporting Jackson’s action, based on the “sexual orientation” reference in the state’s law on discrimination and the state’s civil union law, which took effect on February 19, 2007.67                                                                                                                             61. Id. at 63.  62. See SHREK 2 (Dreamworks Animated 2004).  63. Jill P. Capuzzo, Group Loses Tax Break over Gay Union Issue, N.Y. TIMES, Sept. 18, 2007, at B2, available at http://www.nytimes.com/2007/09/18/nyregion/18grove.html (last visited May 13, 2010).  64. Id.  65. Bergen (NJ) PFLAG, Anti-LGBTI Discriminators in Ocean Grove, NJ Lose Public Funding, http://news.bergenpflag.com/?p=64 (last visited Apr. 25, 2010) (PFLAG stands for Parents, Families, & Friends of Lesbians and Gays, a national non-profit organization with over 350 chapters spread throughout all fifty U.S. states).  66. Id.  67. Bernstein v. Ocean Grove Camp Meeting Assoc., No. PN34XB-03008 (Dec. 29, 2008), http://www.nj.gov/oag/newsreleases08/pr20081229a-Bernstein-v-OGCMA.pdf (last visited May 13, 2010) (probable cause finding issued by New Jersey Department of Law & Public Safety, Division on Civil Rights). 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 517   The Camp Meeting Association asked the U.S. District Court to dismiss the complaint and lost.68 On July 15, 2009, the U.S. Court of Appeals for the Third Circuit upheld the lower court’s ruling that the state’s civil rights division had jurisdiction in the case, and remanded the case back to the District Court to determine whether the civil rights ruling would be applied to other church properties as well.69 While awaiting the final outcome, the Methodist group has canceled all weddings and other events at the pavilion. Closing public accommodations owned by religious groups may be the wave of the future. As an article in the Rutgers Journal of Law and Religion comments, “religious organizations can eliminate liability immediately by closing or severely limiting access to their facility.”70 In 2008, a district judge in New Mexico affirmed a state Civil Rights Commission order requiring a small photography business to pay $6,637.94 in court costs to a lesbian couple. The suit began when the photography company, operated by a Christian couple, refused to photograph a lesbian commitment ceremony in 2006.71 It did not matter that neither same-sex “marriage” nor same-sex civil unions were legal in New Mexico. The commission ruled that Elaine and Jon Huguenin of Elane Photography, LLC, had violated the New Mexico Human Rights Act,72 which prohibited discrimination based on “sexual orientation.”73 The case developed in September 2006, when Vanessa Willock e-mailed Elaine Huguenin, co-owner of Elane Photography, LLC, in Albuquerque, and asked her to photograph a same-sex ceremony.74 After the Huguenins declined because of their Christian beliefs, and recommended other photographers, Willock’s partner, Misty Pascottini, without referring to Willock, sent a separate e-mail asking for details on photographing her                                                                                                                             68. David M. Estes, Note, The Ocean Grove Boardwalk Pavilion: A Public Accommodation?, 11 RUTGERS J.L. & RELIGION 252 (2009), available at http://www.lawandreligion.com/sites/ lawandreligion.com/files/Dave%20Estes%20FINAL.pdf (last visited May 13, 2010).  69. Ocean Grove Camp Meeting Ass’n of the United Methodist Church v. Vespa-Papaleo, 339 F. App’x 232, 234 (3d Cir. 2009).  70. Estes, supra note 68, at 267.  71. Bob Unruh, Tab for Refusing To Photograph Lesbians: $6,600, WORLD NET DAILY, Dec. 17, 2009, http://www.wnd.com/index.php?fa=PAGE.view&pageId=119282 (last visited May 13, 2010).  72. N.M. STAT. ANN. § 28-1-7 (West 2003) (repealed 2006); see also Elane Photography, LLC v. Willock, No. CV-2008-06632, slip op. at 2 (N.M. 2d Jud. Dist. Ct. Dec. 11, 2009), available at http://www.scribd.com/doc/24425459/Elainte-Photography-LLC-v-Vanessa-Willock-N-M-2nd-Dist-2008-06632-Dec-11-2009 (last visited May 13, 2010).  73. Elane Photography, LLC, slip op. at 2.  74. Id. 518 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   “wedding.”75 The Huguenins responded with an e-mail about packages and prices. Willock then filed a formal complaint on December 20, 2006, with the New Mexico Human Rights Commission.76 After a one-day trial in April 2008, the Commission found that Elane Photography, LLC, had discriminated and ordered it to pay attorney’s fees to Willock.77 The Huguenins appealed the ruling, but lost when District Judge Alan M. Malott on December 11, 2009, granted defendant’s summary judgment motion.78 Malott rejected the Huguenins’ contention that being forced to photograph the ceremony violated their religious beliefs. He wrote, “[A] sincerely held belief does not justify discrimination based upon sexual orientation under the NMHRA.”79 In October 2004, under Pennsylvania’s newly enacted “hate crimes” law,80 eleven Christians were arrested and jailed overnight for singing and preaching in a Philadelphia public park at a homosexual street festival.81 Five of them, including a seventeen-year-old girl, were bound over and charged with five felonies and three misdemeanors.82 After several months, during which the defendants’ faced possible forty-seven-year prison sentences, a judge finally dismissed the charges.83 But the judge noted that unpopular speech such as that expressed by Nazis and the Ku Klux Klan are also protected.84 It is interesting that in the course of defending the Christians’ free speech that the judge felt compelled to cite examples that most people would find odious. The far-left Southern Poverty Law Center (SPLC) has mischaracterized several Christian organizations, including the Traditional Values Coalition,85 the Chalcedon Foundation,86 and the Family Research                                                                                                                             75. Id.  76. Id.  77. Id.  78. Id. at 18.  79. Id. at 7.  80. See Christians Arrested at Homosexual Event, WORLD NET DAILY, Oct. 15, 2004, http://www.wnd.com/index.php?pageId=27034 (last visited May 13, 2010) (noting Pennsylvania’s “Ethnic Intimidation and Institutional Vandalism Act”).  81. Judge Drops All Charges Against Philly Christians, WORLD NET DAILY, Feb. 17, 2005, http://www.wnd.com/news/article.asp?ARTICLE_ID=42905 (last visited May 13, 2010).  82. Id.   83. Id.   84. Id.   85. Southern Poverty Law Center, Hate Map: California, http://www.splcenter.org/get-informed/hate-map#s=CA (last visited May 13, 2010).  86. Id. 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 519   Institute87 as “hate groups.” The United States Department of Justice relies on the SPLC’s identification of such “hate groups.”88 With the passage of a federal hate crimes law in 2009,89 this could provide key elements for a perfect storm against Christian dissent on this issue. III.  THE RETURN OF ENDA AND SEXUAL ORIENTATION On Aug. 5, 2009, Maine’s Republican Senators, Susan Collins and Olympia Snowe, joined Oregon Sen. Jeff Merkley (D) and longtime sponsor the late Ted Kennedy (D-Mass.) in reintroducing the Employment Non-Discrimination Act (ENDA), which could be termed the “gay quota bill” for short.90 ENDA is profoundly dangerous. It turns private sin into a public right and brings the force of government against morality itself. Any such law is a violation of our unalienable rights as proclaimed in the Declaration of Independence. It can be argued that a statute that directly contradicts God’s moral law is illegitimate.91 In fact, William Blackstone said this explicitly in his Commentaries: This law of nature, being coeval with mankind and dictated by God Himself, is of course superior in obligation to any other. It is binding over all the globe in all countries, and at all times: no human laws are of any validity, if contrary to this . . . .92 Laws embody and reflect morality, or else they are not laws at all; instead, they are dictates.93 This is one reason why same-sex “marriage” laws are a threat to an orderly society.                                                                                                                             87. Southern Poverty Law Center, Hate Map: Colorado, http://www.splcenter.org/get-informed/hate-map#s=CO (last visited May 13, 2010).  88. Eric Holder, U.S. Att’y Gen., Address at the United States Holocaust Memorial Museum’s 2010 Days of Remembrance National Tribute Dinner (Apr. 14, 2010), available at http://www.justice.gov/ag/speeches/2010/ag-speech-1004141.html (last visited May 13, 2010).  89. The Matthew Shepard and James Byrd, Jr. Hate Crimes Prevention Act, Pub. L. No. 111-84, § 4702, 123 Stat. 2835 (2009), available at http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_public_laws&docid=f:publ084.111 (last visited May 13, 2010). This legislation was attached as an amendment to the 2010 appropriations bill for the Department of Defense, and it was signed into law by President Obama on October 28, 2009.  90. For the final language of the law, see id.  91. Roger Bern, A Biblical Model for Analysis of Issues of Law and Public Policy: With Illustrative Applications to Contracts, Antitrust, Remedies and Public Policy Issues, 6 REGENT U.L. REV. 103, 108 (1995) (citing 1 WILLIAM BLACKSTONE, COMMENTARIES *41).  92. 1 BLACKSTONE, supra note 91, at *41.  93. Id. 520 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   The ENDA adds not only “sexual orientation” but also “gender identity” to federal workplace anti-discrimination law.94 Thus, it takes an ax to the idea that sexual behavior has a natural normalcy or any relation to morality. The ENDA falsely equates a changeable sexual desire and condition with the innate characteristics of race and ethnicity.95 Worse, it turns traditional values into a form of bigotry that is now punishable under the law.96 Chai Feldblum, a longtime homosexual activist whom President Obama appointed to serve on the Equal Employment Opportunity Commission, is the primary author of the ENDA.97 Feldblum has written that when it comes to civil rights, “we are in a zero-sum game: a gain for one side necessarily entails a corresponding loss for the other side.”98 In a symposium about moral conflict and liberty, she acknowledged the threat to religious freedom posed by the advancement of gay rights: The fact that we might need to be concerned in the coming decades with the potential liberty burdens imposed by a sexual orientation anti-discrimination law or a marriage equality law (rather than with the liberty burdens posed by a criminal sodomy law or a law that excludes same-sex couples from civil marriage) simply reflects the reality that moral values are beginning to shift in this country—as I believe they should.99 Feldblum is one of the few homosexual activists who acknowledges that religious people will pay the highest price for the advancement of “gay rights.” She concludes that “[p]rotecting one group’s identity liberty may, at times, require that we burden others’ belief liberty.”100 She famously and cheerfully summarized how things will develop given current legal trends by saying “gays win, Christians lose.”101 On March 23, 2010, Feldblum was                                                                                                                             94. Employment Non-Discrimination Act of 2009, H.R. 3017, 111th Cong. (1st Sess. 2009); Employment Non-Discrimination Act of 2009, S. 1584, 111th Cong. (1st Sess. 2009) [collectively hereinafter Employment Non-Discrimination Act of 2009].  95. Employment Non-Discrimination Act of 2009, supra note 94.  96. Id.  97. Emily Newburger, Class Notes: Legislative Lawyer, HARV. L. BULL., Fall 1997, available at http://www.law.harvard.edu/news/bulletin/backissues/fall97/classnotes/main2. html (last visited May 13, 2010).  98. Chai R. Feldblum, Moral Conflict and Liberty: Gay Rights and Religion, 72 BROOK. L. REV. 61, 87 (2006).  99. Id. at 98.  100. Id. at 123.  101. The author heard Chai Feldblum make this remark after a seminar, Conflict on Campus: Religious Liberty vs. Gay Rights, on June 13, 2000, in Washington, D.C., sponsored by the Ethics and Public Policy Center and the Civitas Program in Faith and 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 521   among fifteen who received presidential recess appointments, thus skipping Senate confirmation.102 When such a naked rebuke to the moral order like “sexual orientation” is inserted into the law, even the most basic civil liberties are placed at risk. Traditional morality is recast as a form of bigotry, and sexual orientation becomes the springboard for more homosexual activism. Feldblum is right. Although she would not characterize it this way, the final and logical goal of homosexual activism is the criminalization of Christianity. In England, where the misuse of sexual orientation laws is becoming an art, incidents are piling up. A tribunal ordered the Diocese of Hereford of the Anglican Church in 2008 to pay £47,000 to a homosexual man who was turned down for a job as a youth worker.103 An Anglican bishop was investigated for a hate crime for suggesting on a radio program that people could overcome homosexual desires.104 An elderly woman who wrote a letter to a local city council objecting to a gay pride parade in 2009 received a letter warning her that she might have committed a hate crime and received a visit from two policemen.105 A. Cracking Down in Canada We need look no farther than our neighbor to the north to see what America’s future may hold as “sexual orientation” policies and laws proliferate. Unlike the United States, Canada does not have a First Amendment to protect the freedoms of speech, press, religion, and                                                                                                                            Public Affairs of the Center for Public Justice. The transcript for this seminar was published on August 7, 2000, as part of Center Conversations, and is available at http://www.eppc.org/publications/pubID.1546/pub_detail.asp.  102. Press Release, The White House, President Obama Announces Recess Appointments to Key Administrative Positions (Mar. 27, 2010), available at http://www.whitehouse.gov/the-press-office/president-obama-announces-recess-appointments-key-administration-positions (last visited May 13, 2010).  103. Mike Judge, 47,000 Pound Fine for Bishop Sued by Homosexual Youth Worker for Refusing Him a Church, INST. UPDATE (U.K.), Summer 2009, at 12, available at http://www.christian.org.uk/news/20080212/47000-fine-for-bishop-sued-by-homosexual-youth-worker/ (last visited May 13, 2010).  104. Richard Alleyne, Bishop’s Anti-Gay Comments Spark Legal Investigations, THE DAILY TELEGRAPH (U.K.), Nov. 10, 2003, http://www.telegraph.co.uk/news/uknews/ 1446318/Bishops-anti-gay-comments-spark-legal-investigation.html (last visited May 13, 2010).  105. Andrew Levy, Grandmother Who Objected to Gay March Is Accused of Hate Crime, DAILY MAIL ONLINE (U.K.), Oct. 26, 2009, http://www.dailymail.co.uk/news/article-1222861/Pensioner-complained-gay-pride-march-warned-police-hate-crime.html (last visited May 13, 2010). 522 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   assembly. But Canadians share many cultural similarities with Americans, so their experience with “sexual orientation” contains clues about where the concept eventually leads. Section 319 of Canada’s Criminal Code106 banning “public incitement of hatred and promoting hatred” has been used against people who are critical of homosexuality. For example, in 2002, Stephen Boissoin, a youth pastor, wrote a letter to a newspaper in Red Deer, Alberta, warning that homosexuality posed a threat to young people. In 2007, the Alberta Human Rights Commission convicted him of hate speech, fined him $5,000, and ordered him never to speak about homosexuality in public again. His conviction was finally overturned in December 2009 by a judge in Calgary after seven years of litigation.107 Dianne Haskett, the mayor of London, Ontario, was brought before the Ontario Human Rights Commission in 1997 for declining to declare “Gay Pride Weekend.” She and the city were fined a total of $10,000. (Later, in an election in which her opponent backed “gay rights,” Mayor Haskett prevailed in a landslide.)108 Similarly, a Saskatchewan newspaper publisher and a man who bought an ad featuring a list of five biblical verses about homosexuality were fined $4,500 each and warned never to run a similar ad again.109 The Canadian Broadcast Standards Council has warned major U.S. broadcasters, such as Dr. Laura Schlessinger, Dr. James Dobson’s Focus on the Family, and the late Jerry Falwell, that Canadian stations may carry their programs only after excising any segment discussing                                                                                                                             106. Public Incitement of Hatred, R.S.C., ch. 319(1) (2010) (“The crime of ‘publicly inciting hatred’ has four main elements. To contravene the Code, a person must: communicate statements, in a public place, incite hatred against an identifiable group, in such a way that there will likely be a breach of the peace.”). For a summary of the law, see Media Awareness Network, Criminal Code of Canada: Hate Provisions—Summary, http://www.media-awareness.ca/english/resources/ legislation/canadian_law/federal/criminal_code/criminal_code_hate.cfm (last visited May 13, 2010).  107. Posting of NP Editor to National Post Full Comment blog, From Alberta, a Win for Justice, http://network.nationalpost.com/np/blogs/fullcomment/archive/2009/12/07/national-post-editorial-board-from-alberta-a-win-for-justice.aspx (Dec. 7, 2009, 8:30 AM).  108. Robert Knight, Concerned Women for America, ‘Sexual Orientation’ and American Culture, Jul. 10, 2002, http://www.cwfa.org/articledisplay.asp?id=2927#ref (last visited May 13, 2010) (citing Deborah Van Brenk, Haskett Landslide, LONDON FREE PRESS (Ontario, Can.), Nov. 11, 1997) (stating that the Mayor of London, Ontario, received 61,908 votes to her opponent’s 30,207 votes).  109. Robert Knight & Lindsey Douthit, Concerned Women for America, ‘Hate Crime’ Laws Threaten Religious Freedom, Dec. 12, 2005, http://www.cwfa.org/articles/110/CFI/ cfreport (last visited May 13, 2010) (citing Rory Leishman, Canadian Human Rights Tribunals Should Be Ditched, LONDON FREE PRESS (Ontario, Can.), July 11, 2001). 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 523   homosexuality.110 Following a 1997 Focus on the Family program in which panelists discussed scientific claims about genetic studies and homosexuality as well as the aims and activities of homosexual pressure groups, the Canadian Broadcast Standards Council issued a statement saying that Focus on the Family “attributed to the gay movement a false and flimsy intellectual basis and a malevolent, insidious and conspiratorial purpose which, in the view of the Council, constitute abusively discriminatory comment on the basis of sexual orientation.”111 Canadian writer Rory Leishman comments: All Christians should take note. . . . [H]uman rights tribunals and the courts have made clear that in their opinion, the equality rights of homosexuals in human rights codes and [Section] 15 of the Charter trump the ostensible guarantees of freedom of religion in the laws and the Constitution of Canada. Thanks to these judicial rulings, Canadians no longer have a legal right to make a public statement that is liable to expose homosexuals to hatred or contempt, even if the statement is true and reflects the Christian convictions of the speaker.112 In March 2010, American columnist Ann Coulter, one of the few conservative commentators who dares to criticize the concept of “gay rights,” received a warning letter about her upcoming appearance at the University of Ottawa from Provost François Houle, part of which read: You will realize that Canadian law puts reasonable limits on the freedom of expression. For example, promoting hatred against any identifiable group would not only be considered inappropriate, but could in fact lead to criminal charges. Outside of the criminal realm, Canadian defamation laws also limit                                                                                                                             110. Interviews with the producers of the Dr. Laura Show, in Van Nuys, Cal. (1999 and 2000); conversation with James Dobson, President of Focus on the Family, in Colorado Springs, Colo. (Aug. 31, 2001) (during a taping of the Focus on the Family program); see also Knight, supra note 108, at n.46.  111. Prairie Regional Council, Canadian Broadcast Standards Council (CBSC), CKRD re Focus on the Family, Dec. 16, 1997, http://www.ccnr.ca/english/decisions/1997/971216i.php (last visited May 13, 2010) (CBSC decision 96/97-0155). CBSC is an independent, non-governmental organization. It has authority from the Canadian Association of Broadcasters (CAB) to regulate the CAB’s private broadcasting members in accordance with CAB’s standards.  112. Rory Leishman, Homosexual Activism Threatens Freedom of Speech, CATH. INSIGHT, July-Aug. 2005, http://catholicinsight.com/online/controversy/article_616.shtml (last visited May 13, 2010). 524 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   freedom of expression and may differ somewhat from those to which you are accustomed. I therefore ask you, while you are a guest on our campus, to weigh your words with respect and civility in mind.113 Perhaps emboldened by the provost’s warning, a mob of students blocked the entrance to the hall where Coulter was to appear and shut down her speech.114 Columnist Mark Steyn, who himself has faced several of Canada’s human rights tribunals over charges of “hate speech,” comments: This is the pitiful state one of the oldest free societies on the planet has been reduced to, and this is why our free speech campaign matters—because those who preside over what should be arenas of honest debate and open inquiry instead wish to imprison public discourse within ever narrower bounds—and in this case aren’t above threatening legal action against those who dissent from the orthodoxies. Lots of Americans loathe Ann Coulter but it takes a Canadian like François Houle to criminalize her. The strictures he attempts to place around her, despite his appeal to “Canadian law,” are at odds with the eight centuries of Canada’s legal inheritance.115 B. The Lure of Religious Exemptions Sometimes, religious groups are offered a “religious exemption” from a proposed law. They should not buy it. From a purely moral viewpoint, if it is wrong for this policy to be forced on the churches, it is wrong to force it on other citizens. This is not like taxation, which is a necessary and Biblically prescribed government function from which churches and other nonprofit organizations are exempt. Instead, it is a matter of turning immorality into law, thus turning ordinary people into outlaws. Religious exemptions are ultimately worthless if courts are willing to disregard even the First Amendment’s clear protection of religious freedom. For example, a District of Columbia human rights commission ordered                                                                                                                             113. She’s Also Asking for It, http://www.steynonline.com/content/view/3066/128/ (Mar. 21, 2010).  114. Ann Coulter Speech Shut Down in Canada, NEWSMAX.COM, Mar. 24, 2010, http://www.newsmax.com/InsideCover/Protest-Cancels-Coulter-Ottawa/2010/03/24/id/ 353710 (last visited May 13, 2010).  115. She’s Also Asking for It, http://www.steynonline.com/content/view/3066/128/ (Mar. 21, 2010). 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 525   Georgetown University, a Catholic college, to violate church doctrine and sponsor a pro-homosexual group on campus.116 A D.C. trial judge denied the group’s claim for official university recognition, but an appeals court ruled against the school, saying the District’s “sexual orientation” law indicated a “compelling interest” in overriding the school’s religious freedom.117 It did not matter that “sexual orientation” and sodomy are not protected in the Constitution, while religion is specifically protected. In the hands of liberal judges, “sexual orientation” takes on a life of its own. University President Timothy Healy declined to appeal the ruling, prompting Supreme Court Associate Justice Antonin Scalia to resign from the University’s Board of Advisors.118 IV.  OTHER TARGETS OF HOMOSEXUAL ACTIVISM City officials in Portland, Maine canceled funds for Catholic Charities in 2001 and a grant for a Salvation Army meals-on-wheels program for senior citizens in 2002.119 Why? As Christian organizations, Catholic Charities and the Salvation Army will not provide marital benefits to homosexual employees, thus running afoul of the city’s “sexual orientation” law.120 Unlike the sorry history of Jim Crow laws, there is no evidence that discrimination against homosexuals is so widespread that it requires a radical restructuring of civil rights. People are far more likely to be fired for objecting to “gay” activism in companies than for “being gay.”121 Emboldened by their victories, homosexual pressure groups have added “transgender” rights to their list of objectives to earnestly pursue. Their goal is to create grounds for lawsuits on the basis of sexual confusion and cross-                                                                                                                            116. Gay Rights Coal. of Georgetown Univ. Law Ctr. v. Georgetown Univ., 536 A.2d 1, 6, 120 (D.C. 1987).  117. Id. at 6.  118. Alvin C. Lin, Sexual Orientation Antidiscrimination Laws and the Religious Liberty Protection Act: The Pitfalls of the Compelling State Interest Inquiry, 89 GEO. L.J. 719, 730 (2001).  119. Laura Christine Henderson, Comment, Equal Benefits, Unequal Burdens: How the Movement for Gay Rights in the Workplace Is Affecting Religious Employers, 55 CATH. U. L. REV. 227, 228-29 (2005); see also Concerned Women for America, Portland City Council to Salvation Army: Your Biblical Morality Is Bigotry, June 5, 2002, http://www.cultureandfamily.org/ articledisplay.asp?id=636&department=CFI&categoryid=cfreport (last visited May 13, 2010).  120. Robert Knight, Concerned Women for America, Why Nashville Should Reject the ‘Sexual Orientation’ Law, Mar. 4, 2003, http://www.cultureandfamily.org/articledisplay. asp?id=3443&department=CFI&categoryid=papers (last visited May 13, 2010).  121. See ALAN SEARS & CRAIG OSTEN, THE HOMOSEXUAL AGENDA: EXPOSING THE PRINCIPAL THREAT TO RELIGIOUS FREEDOM TODAY 150-87 (2003). 526 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   dressing, even in schools.122 For instance, in 2009, the Maine Human Rights Commission ruled that a middle school had to allow a sexually confused boy to use the girls’ room, against the wishes of school parents and administration.123 A. Using the Schools as Indoctrination Centers Since 1995, the Gay, Lesbian and Straight Education Network (GLSEN) has been promoting homosexuality in schools. GLSEN sponsors gay/straight alliance clubs, faculty seminars, and the annual Day of Silence, Ally Day, and Anti-Bullying Day, all of which are geared toward normalizing homosexuality and demonizing traditional morality.124 GLSEN also advocates having public schools bar the Boy Scouts from their facilities.125 On May 19, 2009, President Obama appointed GLSEN founder Kevin Jennings as Deputy Assistant Secretary for Safe and Drug Free Schools at the Department of Education.126 On its Website, GLSEN offers books to children that present a false picture of homosexuality as in-born, natural, and harmless.127 Many of the books, such as Rainbow Boys, include seductions of teens by adults and descriptions of homosexual acts. GLSEN recommends Rainbow Boys for grades seven through twelve.128 As The Washington Times reports, “Eleven of the recommended books were examined by Scott Baker from Breitbart.tv . . . . Numerous passages discuss kids having sex with adults. Many . . . are                                                                                                                             122. Christopher Cousins, Transgender Rights Spark Debate, BANGOR DAILY NEWS (Me.), Feb. 17, 2010, at 1, available at http://www.bangordailynews.com/detail/137047.html (last visited May 13, 2010).  123. Maine Family Policy Council, State Forces School To Let Boy Use Girls’ Room, THE RECORD, Aug. 31, 2009, http://mainefamilypolicycouncil.com/artman/publish/Maine_3/ State_Requires_use_of_Girls_Room_by_Boy.shtml; see also Maine Human Rights Commission, Commission Meeting Minutes (June 29, 2009), http://www.state.me.us/mhrc/ meetings/2009/20090629_m.pdf (last visited May 13, 2010).  124. See generally Gay, Lesbian and Straight Education Network (GLSEN), http://www.glsen.org/cgi-bin/iowa/all/home/index.html (last visited May 13, 2010).  125. Kate Frankfurt, GLSEN, Should Public Schools Support the Scouts?, Mar. 7, 2001, http://glsen.org/cgi-bin/iowa/all/news/record/420.html (last visited May 13, 2010).  126. Press Release, U.S. Dep’t of Educ., Education Secretary Announces Nine Senior Staff Appointments (May 19, 2009), http://www.ed.gov/news/pressreleases/2009/05/ 05192009d.html (last visited May 13, 2010).  127. GLSEN, Booklink, Apr. 17, 2010, http://www.glsen.org/cgi-bin/iowa/all/booklink/ index.html (last visited May 13, 2010).  128. Linda Harvey, Mission:America, Children at Risk: GLSEN, Corruption and Crime, Apr. 17, 2010, http://www.missionamerica.com/oldagenda26.php (last visited May 13, 2010). 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 527   too explicit for us to publish . . . .”129 An analysis at Gateway Pundit blog130 states, “Book after book after book contained stories and anecdotes that weren’t merely X-rated and pornographic, but which featured explicit descriptions of sex acts between preschoolers.”131 GLSEN co-sponsored a seminar at Tufts University in Massachusetts on March 25, 2000, in which teens as young as twelve were taught specific homosexual sex acts, some of which are patently dangerous. When a parent, Scott Whiteman, revealed audiotapes of the seminar, homosexual activist lawyers tried to get a court to ban distribution of the tape and then sued Whiteman and Brian Camenker, director of the Parents Rights Coalition, which had distributed the tape.132 Jennings, who was the keynote speaker at what Massachusetts News publisher Ed Pawlick later dubbed “Fistgate,” was totally unrepentant about kids being exposed to the graphic information and later defended the event.133 Jennings, who was a member of the radical homosexual group “Act-Up,” which disrupted church services and used terror tactics against policy makers and pharmaceutical companies, is listed as a sponsor of an art exhibit at Harvard University entitled “ACT-UP New York: Activism, Art and the AIDS Crisis, 1987-1993,” which ran from October 15, 2009 through December 23, 2009.134 The exhibit includes a photo of Catholic Cardinal John O’Connor of New York with large block letters proclaiming “KNOW YOUR SCUMBAGS.”135 O’Connor, whom Act-Up activists spit                                                                                                                             129. Editorial, Obama’s Buggery Czar, WASH. TIMES, Dec. 8, 2009, at A20, available at http://www.washingtontimes.com/news/2009/dec/08/obamas-buggery-czar/ (last visited May 13, 2010).  130. Jim Hoft, Breaking: Obama’s “Safe Schools Czar” Is Promoting Porn in the Classroom—Kevin Jennings and the GLSEN Reading List, FIRST THINGS, Dec. 4, 2009, http://gatewaypundit.firstthings.com/2009/12/breaking-obamas-safe-schools-czar-is-promoting-porn-in-the-classroom-kevin-jennings-and-the-glsen-reading-list/ (last visited May 13, 2010).  131. Id.  132. MassResistance, The ‘Fistgate’ Conference: HERE’S What Homosexual Activists in Schools Do with Children, Dec. 7, 2009, http://massresistance.com/docs/issues/fistgate/ index.html (last visited May 13, 2010) (WARNING: graphic language).  133. Id.  134. See Harvard University Department of Visual and Environmental Studies (VES), Exhibition: ACT UP New York: Activism, Art, and the AIDS Crisis, 1983-1993, http://www.ves.fas.harvard.edu/ACTUP.html (last visited May 13, 2010).  135. MassResistance, “Safe Schools” Czar Kevin Jennings Helps Harvard Celebrate Homosexual Terrorist Group “Act Up,” Oct. 21, 2009, http://massresistance.com/docs/gen/ 09d/harvard_actup/index.html (last visited May 13, 2010) (WARNING: graphic language and graphic images); see also Amy Contrada, MassResistance, Kevin Jennings, “Safe Schools” Czar, Hosted Barack Obama in His Home—and Was Member of Act Up (Oct. 15, 528 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   upon during a parade and denounced as a “hater,” had quietly opened the city’s largest number of AIDS clinics and hospices and made many personal visits to the dying.136 His compassion work earned him no credit with homosexual activists, only a steady stream of hate-filled expletives. At a 1997 GLSEN conference, Jennings outlined his goals: I’d like five years from now for most Americans when they hear the word GLSEN to think, “Ooh, that’s good for kids.” . . . Sane people keep the world the same [s____] old way it is now. It’s the [crazy] people who think, “No, I can envision a day when straight people say, ‘So what if you’re promoting homosexuality?’ or [when] straight kids say, ‘Hey, why don’t you and your boyfriend come over before you go to the prom and try your tuxes on at my house?’” . . . [I]f we believe that can happen, we can make it happen. The only thing that will stop us is our lack of faith that we can make it happen. That is our mission from this day forward.137 On January 26, 2010, Representative Jared Polis (D-Col.) introduced H.R. 4530, The Student Nondiscrimination Act of 2010.138 This bill, which would cut off federal funds to schools that discriminate based on “sexual orientation” or “gender identity” (such as barring boys from wearing skirts to school), would empower Jennings to impose the homosexual agenda in all public schools.139 As public relations expert and educational activist Linda Harvey told WorldNetDaily: The purpose of this bill is not what is being stated, but is quite simply to mandate in public schools one acceptable viewpoint on the issue of homosexuality, using purported violence or                                                                                                                            2009), http://www.massresistance.org/docs/gen/09d/kevin_jennings/act_up/index.html (last visited May 13, 2010) (containing more information on Act-Up and its activities).  136. Ari L. Goldman, 300 Fault O’Connor Role on AIDS Commission, N.Y. TIMES, July 27, 1987, at 23, available at http://www.nytimes.com/1987/07/27/nyregion/300-fault-o-connor-role-on-aids-commission.html (last visited May 13, 2010).  137. Peter J. LaBarbera, Concerned Women for America, When Silence Would Have Been Golden, Apr. 10, 2002, http://www.cultureandfamily.org/articledisplay.asp?id= 2580&department=CFI&categoryid=papers#ref (last visited May 13, 2010) (containing Jennings’ comments at GLSEN’s Mid-Atlantic Conference on October 25, 1997, in New York City).  138. Student Nondiscrimination Act of 2010, H.R. 4530, 111th Cong. (2d Sess. 2010).  139. Bob Unruh, Obama Czar’s ‘Homo-genda’ Proposed for U.S. Schools, WORLD NET DAILY, Feb. 10, 2010, http://www.wnd.com/index.php?fa=PAGE.view&pageId=124704 (last visited May 13, 2010). 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 529   harassment as the rationale, and the power of the feds as the hammer . . . . The goal is to silence those who may warn about or object to student expression of homosexuality or gender confusion. Such warnings might literally save a child’s life.140 “She said that ultimately, if the law is adopted . . . the only ‘safe’ schools in the nation would be those where ‘there is no dissent’ about the promotion of homosexuality.”141 B. Assailing the Scouts The first victims of any “sexual orientation” law are the Boy Scouts, who have good reason to keep their leadership free from men attracted sexually to males. For insight on this, the recent troubles of the Roman Catholic Church are instructive. For far too long, church officials allowed a homosexual subculture to flourish among priests, especially in seminaries.142 The media conveniently ignore that the vast majority of sexual abuse cases involving priests are homosexual in nature, with about eighty percent involving post-adolescent male victims.143 In fact, cases of homosexual pedophilia routinely are described as crimes against children, with the sex of the victims revealed only near the end of the article, if at all. “Sexual orientation” laws turn the Boy Scouts into bad guys overnight. In California, a debate ensued during the ’90s over whether state judges who volunteer with the Boy Scouts should be barred for associating with a discriminatory group.144 Good judges (mostly fathers) were being told to hang up their gavels or stop associating with this “hate group.”145 In 2003, the California Supreme Court ruled that such volunteerism constituted a conflict of interest for judges who would hear any case involving homosexual rights.146 Even though they won a U.S. Supreme Court case in                                                                                                                             140. Id.  141. Id.  142. See MICHAEL S. ROSE, GOODBYE, GOOD MEN: HOW LIBERALS BROUGHT CORRUPTION INTO THE CATHOLIC CHURCH 55, 55-87 (2002).  143. Catholic League for Religious and Civil Rights, Gay Cover-up Must End, Apr. 5, 2010, http://www.catholicleague.org/release.php?id=1821.  144. Alan Abrahamson, Boy Scout Issue Splits State’s Judges, L.A. TIMES, Feb. 8, 1995, at 1, available at http://articles.latimes.com/1995-02-08/local/me-29379_1_boy-scouts (last visited May 13, 2010).  145. See id.  146. Maura Dolan, The State Judges in Boy Scouts Could Face Conflict, L.A. TIMES, June 19, 2003, at 8, available at http://www.bsa-discrimination.org/html/cajudges.html (last visited May 13, 2010). This would mean that judges who happen to be involved with the Boy Scouts, either as leaders or as fathers of scouts, would have to recuse themselves from 530 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   June 2000 that affirmed the right of the Boy Scouts of America to set their own membership standards,147 the Scouts found themselves under immediate attack in many places for resisting homosexuals’ demands for inclusion. In virtually all cases, critics of the Scouts pointed to laws or policies containing the term “sexual orientation.” Here are some relevant examples, which are by no means exhaustive: In the fall of 2000, Broward County Commissioners (FL) barred the Scouts from using public school facilities, prompting the Scouts to sue in March 2001.148 Chicago, New York City, and Portland (ME) have also adopted policies barring the Scouts.149 In 1998, the Berkeley City Council (CA) pulled a low-cost lease for city dock space from the Sea Scouts after acknowledging that the group is associated with the Boy Scouts and thereby violates the city’s “sexual orientation” law.150 In June 2001, the District of Columbia’s Commission on Human Rights fined the Scouts $100,000 and ordered them to reinstate two openly homosexual leaders.151 That decision was overturned in 2002 on appeal, but the Scouts paid heavy legal fees.152 The Ann Arbor City Council (MI) cut ties in August 2001 to the local United Way for their refusal to eject the Scouts from the United Way program.153 More than 50 chapters of the United Way have cut off the Scouts, and at least 359 school districts with a total of 4,418 schools in 10 states have taken action against the Scouts,                                                                                                                            any cases involving homosexual rights, regardless of whether the particular cases involved the Boy Scouts of America. Id.   147. Boy Scouts of Am. v. Dale, 530 U.S. 640 (2000) (holding that forcing a private group to allow unwanted persons as members would violate the right of expressive association under the First Amendment if the forced inclusion would affect that group’s private or public viewpoints in a significant way).  148. See Frankfurt, supra note 125 (listing school districts that terminated their sponsorship of Scouting programs); see also Associated Press, Boy Scouts Banned from Schools, CHARLOTTE HERALD-TRIBUNE (Fla.), Nov. 16, 2000, at 3B, available at http://news.google.com/newspapers?nid=1774&dat=20001116&id=8oAfAAAAIBAJ&sjid= dn8EAAAAIBAJ&pg=4956,439152 (last visited May 13, 2010).  149. Frankfurt, supra note 125.  150. Bob Egelko, Sea Scouts Lose Suit over Rent, S.F. CHRON., Mar. 10, 2006, at B-1, available at http://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2006/03/10/SCOUTS.TMP (last visited May 13, 2010); see also Evans v. City of Berkeley, 129 P.3d 394 (Cal. 2006).  151. Julia Duin, D.C. Panel Orders Gay Scout Leaders To Be Reinstated; Defies Supreme Court Decision Upholding Ban a Year Ago, WASH. TIMES (D.C.), June 22, 2001, at A1.  152. Boy Scouts of Am. v. D.C. Comm’n on Human Rights, 809 A.2d 1192, 1194 (D.C. 2002).  153. Associated Press, Ann Arbor Says No to United Way over Boy Scout Controversy, GRAND RAPIDS PRESS (Mich.), Aug. 21, 2001, at A6. 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 531   according to the Gay, Lesbian and Straight Education Network (GLSEN).154 And finally, former Vice President Al Gore pledged someday to use the proposed Employment Non-Discrimination Act—a bill to empower the federal government to ban discrimination based on “sexual orientation” in all workplaces with fifteen or more employees—to force the Scouts to admit homosexuals.155 Despite all the media-driven attacks, most Americans support the Scouts’ right to set their own moral standards. In 2000, a Chicago Tribune poll of area residents just after the Scouts were ejected from the city’s public schools showed that “82 percent said the Scouts should be allowed to meet in schools and other public buildings. Only 10 percent disagreed, and 7 percent had no opinion.”156 That was ten years ago. It would be interesting to see what the public thinks now. C. Going After the Salvation Army Another organization that has run afoul of laws containing “sexual orientation” provisions is the Salvation Army, perhaps America’s most respected charity. In 1997, the Salvation Army gave up $3.5 million in San Francisco city funding rather than submit to an order for them to offer “domestic partner” benefits to homosexual employees.157 In Washington, D.C., a homosexual city councilman, David Catania, who sponsored the statute legalizing same-sex “marriage” in the District in 2010, boasted in crude terms in July 2001 about how he threatened Salvation Army officials over their policy on “sexual orientation.” Catania related: I said “this faggot [referring to himself] controls federal grants in the District as well as local and you’ll never see another cent as long as you live. I’ll subpoena every one of you [mother_______s] and I’ll bring you down and I’ll turn my chamber into a national circus. Do we understand each other?”158                                                                                                                             154. George Archibald, Senate Approves President’s Blueprint for Education; Helms Amendment on Boy Scouts Sparks Debate, WASH. TIMES (D.C.), June 15, 2001, at A1.  155. Interview with Charles Gibson, Co-anchor, Good Morning America (ABC), in N.Y., N.Y. (Oct. 26, 2000).  156. Lisa Black, Voters Back Scouts’ Ban on Gay Leaders, CHI. TRIB., Oct. 18, 2000, at 1 (reporting on a Chicago Tribune/WGN-TV poll taken Oct. 6-9, 2000, which surveyed 900 registered voters).  157. Julia Duin, Salvation Army Stirs Anger with Domestic-partner Aid, WASH. TIMES (D.C.), Nov. 9, 2001, at A2.  158. Bob Roehr, Redefining the Gay Agenda, WINDY CITY TIMES (Chi.), Aug. 8, 2001, http://identitychicago.com/gay/lesbian/news/ARTICLE.php?AID=24169 (last visited May 532 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   Nine years later, Catania was instrumental in denying the people of the District of Columbia the right to vote on the marriage issue—in the name of “tolerance.”159 D. Effects on Marriage World magazine culture critic Gene Edward Veith notes that the homosexual drive to gain marital benefits is destroying the institution of marriage itself as people abandon commitment and embrace the “gay” notion of serial monogamy with “sex partners.”160 “This sort of reductionism—a spouse is nothing more than a sex partner, so a sex partner is the same as a spouse—misses the point of what marriage is and what its role in society amounts to,” Veith writes.161 “So far, governments are resisting same-sex marriages. But instead, marriage is being defined down. As marriage becomes unnecessary—not just for job benefits but for adopting children, inheriting property, and being socially acceptable—the whole nation will be ‘living in sin.’”162 Hoover Institution Research Fellow Stanley Kurtz has chronicled the acceleration of societal uncoupling from marriage in Sweden: Marriage is slowly dying in Scandinavia. A majority of children in Sweden and Norway are born out of wedlock. Sixty percent of first-born children in Denmark have unmarried parents. Not coincidentally, these countries have had something close to full gay marriage for a decade or more. Same-sex marriage has locked in and reinforced an existing Scandinavian trend toward the separation of marriage and parenthood.163                                                                                                                            13, 2010). David Catania is quoted during a “Redefining the Gay Agenda” panel at the Liberty for All National Leadership Conference, which was held July 21, 2001, in Chicago. Log Cabin President Rich Tafel moderated the panel, which included reporter Bob Roehr and “homosexual youth” advocate Verna Eggleston. United Airlines was featured prominently as corporate sponsor and “the official and exclusive airline of the Liberty Education Forum.” Id.  159. Ann E. Marimow, Same-sex Marriage in D.C. Follows Advocates’ Long Fight, WASH. POST (D.C.), Mar. 4, 2010, at A4, available at http://www.washingtonpost.com/wp-dyn/content/article/2010/03/03/AR2010030304213_pf.html.  160. Gene Edward Veith, Wages for Sin: Marriage Benefits Are Starting To Go to Those Who Are Shacking Up, WORLD, Aug. 18, 2001, at 16.  161. Id.  162. Id.  163. Stanley Kurtz, The End of Marriage in Scandinavia, WKLY. STANDARD, Feb. 2, 2004, at 10, available at http://www.weeklystandard.com/Content/Public/Articles/000/000/ 003/660zypwj.asp?page=10 (last visited May 13, 2010). 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 533   Indeed, homosexual writer Michelangelo Signorile boasts, “Rather than being transformed by the institution of marriage, gay men—some of whom have raised the concept of the ‘open relationship’ to an art form—could simply transform the institution itself, making it more sexually open, even influencing their heterosexual counterparts.”164 Marriage-based family life is the organizing principle behind all civilized cultures. Marriage brings the sexes together in a unique legal, social, economic, and spiritual union. Because it is indispensable, societies have accorded it various protections and privileges not granted to other types of relationships.165 No other relationship transforms young men and women into more productive, less selfish, and more mature husbands and wives, and fathers and mothers.166 No other relationship affords children the best economic, emotional, and psychological environment.167 At the core of marriage are the manifold and complementary differences between the sexes. Marriage-based kinship is essential to stability and continuity. A man is far more apt to sacrifice himself to help a bona fide son-in-law than some unrelated man (or woman) who lives with his daughter.168 Kinship imparts family names, heritage, and property. It secures the identity and commitment of fathers for the sake of their children, and it entails mutual obligations to the community. Same-sex relations are a negation of those ties that bind, which are the continuation of kinship through the procreation of children. Even without children, marriage is a societal good, as the two sexes complement each other and provide stability to communities.169                                                                                                                             164. Michelangelo Signorile, Bridal Wave, OUT, Dec.-Jan. 1994, at 32.  165. See, e.g., Lynn D. Wardle, A House Divided: Same-Sex Marriage and Dangers to Civil Rights, 4 LIBERTY U. L. REV. 537 app. at 585-91 (2010) (appendices showing widespread support for protecting traditional marriage in the United States and throughout the world compared to the minimal support that alternative relationships involving homosexual partnerships have received).  166. JANICE CROUSE, CHILDREN AT RISK: THE PRECARIOUS STATE OF CHILDREN’S WELL-BEING IN AMERICA 3 (2010).  167. Id.; see also David Popenoe, Family Decline in America, in REBUILDING THE NEST: A NEW COMMITMENT TO THE AMERICAN FAMILY 39, 45 (David Blankenhorn, Steven Bayme & Jean Bethke Elshtain eds., 1990).  168. See Bruce C. Hafen, The Constitutional Status of Marriage, Kinship, and Sexual Privacy—Balancing the Individual and Social Interests, 81 MICH. L. REV. 463, 463-92 (1983).  169. Posting of Charles Colson to BreakPoint Commentaries, http://www.breakpoint.org/ bpcommentaries/ (July 29, 2003, 9:42 AM). 534 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503    Homosexual “marriage” is not just about two people signifying their devotion to each other. It is about transforming the entire culture to embrace homosexuality. As Michelangelo Signorile explains: A middle ground might be to fight for same-sex marriage and its benefits and then, once granted, redefine the institution of marriage completely, to demand the right to marry not as a way of adhering to society’s moral codes but rather to debunk a myth and radically alter an archaic institution.170 Signorile, writing in 1996, predicted that victory would be total: It is also a chance to wholly transform the definition of family in American culture. It is the final tool with which to dismantle all sodomy statutes, get education about homosexuality and AIDS into public schools, and, in short, usher in a sea change in how society views and treats us.171 The fallout from the spread of same-sex “marriage” is becoming too obvious to ignore, which is why voters even in liberal-dominated California amended the state constitution on November 4, 2008 to protect man-woman marriage.172 In the District of Columbia, the legalization of same-sex “marriage” on December 18, 2009 led Catholic Charities to abandon its foster care system173 and to stop offering spousal benefits to any new employee lest the organization be forced to recognize and subsidize homosexual relationships.174 A similar scenario unfolded in Massachusetts in 2006, after the Romney Administration began issuing same-sex marriage                                                                                                                             170. Signorile, supra note 164, at 161.  171. Michelangelo Signorile, I Do, I Do, I Do, I Do, I Do, OUT, May 1996, at 30.  172. Ashby Jones, Gay-Marriage Ban Sets Up Host of Battles, WALL ST. J., Nov, 7, 2008, at A12B.  173. Michelle Boorstein, Catholic Archdiocese Ends D.C. Foster-care Program; Citing Marriage Law, Officials Say They Won’t License Same-sex Couples, WASH. POST (D.C.), Feb. 17, 2010, at B1; see also Keith L. Alexander & Ann E. Marimow, For Gays, a D.C. Day To Treasure; Joyful Couples Turn Out As City Begins Licensing Same-sex Marriages, WASH. POST (D.C.), Mar. 4, 2010, at A1 (stating that D.C.’s same-sex marriage bill was passed on December 18, 2009).  174. Lanny Shepherd, D.C. Headlines Examiner, Catholic Charities Announce a Drop in Coverage as a Result of Same-sex Marriage in DC, EXAMINER.COM, Mar. 1, 2010, http://www.examiner.com/sitemaps/x-35275-DC-Headlines-Examiner~y2010m3d1-Catholic-Charities-announce-a-drop-in-coverage-as-a-result-of-samesex-marriage-in-DC (last visited May 13, 2010). 2010]  “SEXUAL ORIENTATION” AND RELIGIOUS LIBERTY 535   licenses in May 2004 following a 2003 ruling by the Massachusetts Supreme Judicial Court despite no change in the law by the Legislature.175 V.  CONCLUSION After years of homosexual activism based on the fabricated “civil right” of “sexual orientation,” America stands at a precipice. Although surveys show that Americans are far more tolerant toward homosexuality than previous generations,176 and that many believe the media-fed myth that people are “born homosexual” and cannot change their behavior (thus making homosexuality akin to race or ethnicity),177 the public pushback on “gay marriage” has been significant. Since 1993, when Hawaii’s Supreme Court first equated “sex” with race in Baehr v. Lewin178 and ruled that the state’s marriage law violated equal protection, forty-five states (beginning with Hawaii) have moved to strengthen their marriage laws, including the enactment of thirty constitutional amendments.179  Christians and others who have no hatred for people identifying as homosexual but who believe that culture and laws should reflect timeless norms, need to show that they can be compassionate and caring without buying into the homosexual political agenda. That agenda threatens the freedoms of speech, religion, and assembly like nothing else within our borders. And it has kept countless souls trapped in a false understanding of sexuality. If the “gay” movement succeeds in its goal of turning upside                                                                                                                             175. See Goodridge v. Dept. of Pub. Health, 798 N.E.2d 941 (Mass. 2003); see also Jeff Jacoby, Op-Ed., Kids Take Back Seat to Gay Agenda, BOSTON GLOBE, Mar. 15, 2006, at 11.  176. Lydia Saad, Gallup, Tolerance for Gays at High-water Mark, May 29, 2007, http://www.gallup.com/poll/27694/tolerance-gay-rights-highwater-mark.aspx (last visited May 13, 2010).  177. Poll Majority: Gays’ Orientation Can’t Change, CNN, June 27, 2007, http://www.cnn.com/2007/US/06/27/poll.gay/index.html. For further discussion of this effect, see SATINOVER, supra note 28, at 78.  178. See generally Baehr v. Lewin, 852 P.2d 44 (Haw. 1993).  179. As of April 2010, the following states have enacted state constitutional amendments: Alabama, Alaska, Arizona, Arkansas, California, Colorado, Florida, Georgia, Hawaii, Idaho, Kansas, Kentucky, Louisiana, Michigan, Mississippi, Missouri, Montana, Nebraska, Nevada, North Dakota, Ohio, Oklahoma, Oregon, South Carolina, South Dakota, Tennessee, Texas, Utah, Virginia, and Wisconsin. See National Conference of State Legislatures, Same Sex Marriage, Civil Unions and Domestic Partnerships, http://www.ncsl.org/default.aspx?tabid=16430 (last visited May 13, 2010) (listing states that have constitutional provisions protecting traditional marriage between a man and a woman, as well as states that have statutory provisions providing similar protections for traditional marriage). 536 LIBERTY UNIVERSITY LAW REVIEW [Vol. 4:503   down America’s—and the world’s—most basic beliefs concerning sexual morality, we will see nothing less than the criminalization of Christianity. ",
    "id": 58826535,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.liberty.edu:lu_law_review-1079"
    },
    "title": "How the Concept of  Sexual Orientation  Threatens Religious Liberty",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-10-19T16:29:06+01:00",
    "publisher": "Scholars Crossing",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.liberty.edu/cgi/viewcontent.cgi?article=1079&amp;context=lu_law_review"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/58826535.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/58826535"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/58826535/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/58826535/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/58826535"
        }
    ],
    "abstract": "",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.liberty.edu:lu_law_review-1079",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1732",
        "openDoarId": 0,
        "name": "Liberty University Digital Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 58826535,
        "depositedDate": null,
        "publishedDate": "2015-10-19T16:29:06+01:00",
        "updatedDate": "2024-02-14T12:50:24+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-16T15:32:09+00:00"
    },
    "urls": [
        "https://digitalcommons.liberty.edu/lu_law_review/vol4/iss3/5",
        "https://digitalcommons.liberty.edu/context/lu_law_review/article/1079/viewcontent/_5__4_3_Knight.pdf"
    ],
    "lastUpdate": "2024-02-14T12:50:24+00:00",
    "setSpecs": []
}