{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Bruun, Samuel"
        }
    ],
    "contributors": [],
    "createdDate": "2021-08-27T15:55:23+01:00",
    "dataProvider": {
        "id": 3479,
        "name": "University of Kentucky",
        "url": "https://api.core.ac.uk/v3/data-providers/3479",
        "logo": "https://api.core.ac.uk/data-providers/3479/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.13023/etd.2021.302",
    "downloadUrl": "https://core.ac.uk/download/475632711.pdf",
    "fullText": "University of Kentucky UKnowledge Theses and Dissertations--Psychology Psychology 2021 How I Can Be Me: Associations Between Presentation Discrepancy and Mental Health Outcomes Among LGBTQ Adults Samuel Bruun University of Kentucky, sambruun@yahoo.com Author ORCID Identifier: https://orcid.org/0000-0002-7218-9610 Digital Object Identifier: https://doi.org/10.13023/etd.2021.302 Right click to open a feedback form in a new tab to let us know how this document benefits you. Recommended Citation Bruun, Samuel, \"How I Can Be Me: Associations Between Presentation Discrepancy and Mental Health Outcomes Among LGBTQ Adults\" (2021). Theses and Dissertations--Psychology. 198. https://uknowledge.uky.edu/psychology_etds/198 This Doctoral Dissertation is brought to you for free and open access by the Psychology at UKnowledge. It has been accepted for inclusion in Theses and Dissertations--Psychology by an authorized administrator of UKnowledge. For more information, please contact UKnowledge@lsv.uky.edu. STUDENT AGREEMENT: I represent that my thesis or dissertation and abstract are my original work. Proper attribution has been given to all outside sources. I understand that I am solely responsible for obtaining any needed copyright permissions. I have obtained needed written permission statement(s) from the owner(s) of each third-party copyrighted matter to be included in my work, allowing electronic distribution (if such use is not permitted by the fair use doctrine) which will be submitted to UKnowledge as Additional File. I hereby grant to The University of Kentucky and its agents the irrevocable, non-exclusive, and royalty-free license to archive and make accessible my work in whole or in part in all forms of media, now or hereafter known. I agree that the document mentioned above may be made available immediately for worldwide access unless an embargo applies. I retain all other ownership rights to the copyright of my work. I also retain the right to use in future works (such as articles or books) all or part of my work. I understand that I am free to register the copyright to my work. REVIEW, APPROVAL AND ACCEPTANCE The document mentioned above has been reviewed and accepted by the student’s advisor, on behalf of the advisory committee, and by the Director of Graduate Studies (DGS), on behalf of the program; we verify that this is the final, approved version of the student’s thesis including all changes required by the advisory committee. The undersigned agree to abide by the statements above. Samuel Bruun, Student Dr. Rachel Farr, Major Professor Dr. Mark Fillmore, Director of Graduate Studies      HOW I CAN BE ME: ASSOCIATIONS BETWEEN PRESENTATION DISCREPANCY AND MENTAL HEALTH OUTCOMES AMONG LGBTQ ADULTS   ________________________________ DISSERTATION ________________________________ A dissertation submitted in partial fulfillment of the requirements for the degree of Doctor of Philosophy in the College of Arts and Sciences at the University of Kentucky   By Samuel T. Bruun Lexington, Kentucky Director: Dr. Rachel H. Farr, Associate Professor of Psychology Lexington, Kentucky 2021     Copyright © Samuel T. Bruun 2021 https://orcid.org/0000-0002-7218-9610             ABSTRACT OF DISSERTATION   HOW I CAN BE ME: ASSOCIATIONS BETWEEN PRESENTATION DISCREPANCY AND MENTAL HEALTH OUTCOMES AMONG LGBTQ ADULTS One’s perception of their own personal appearance, and how one is viewed by others has been previously shown to have an impact on one’s mental health. Whether it be dealing with unrealistic body expectations depicted in the media, or attempting to appear sufficiently masculine, there are a multitude of ways in which one’s appearance can cause distress. Some appearance challenges are more identity specific, such as the struggles that some transgender people experience when attempting to achieve affirming gender presentation. Although these different concerns have been addressed individually in past research, there has not been an attempt to determine how generalized appearance concerns might have an influence on one’s mental health. In the present study, I sought to examine these variety of appearance concerns through the lens of discrepancy theory. A sample of 1650 participants completed a survey asking about the gaps between their idealized presentation, their current presentation, and the presentation that others expected them to have. In addition to this, participants were given a series of measures related to their mental health, including their depressive symptoms, social anxiety, gender congruence, and overall life satisfaction. Overall, it was found that one’s experience of appearance discrepancy varied based on one’s gender identity and sexual orientation, with transgender and gender nonbinary participants generally displaying greater levels of discrepancy. In addition to this, appearance discrepancy proved to be associated with individual mental health. These findings help to shine a light on the social pressures faced by LGBTQ individuals and point to a potential new avenue to support clinicians and refine social policy.  KEYWORDS: Appearance Discrepancy, LGBTQ, Nonbinary, Transgender                                Name of Student  07/12/21 DateSamuel T. Bruun            HOW I CAN BE ME: ASSOCIATIONS BETWEEN PRESENTATION DISCREPANCY AND MENTAL HEALTH OUTCOMES AMONG LGBTQ ADULTS By Samuel T. Bruun           Director of Dissertation   Director of Graduate Studies  07/12/21 DateDr. Rachel Farr Dr. Mark Fillmore  iii ACKNOWLEDGEMENTS While this monstrosity of a project has largely been of my own making, I could not have arrived at this point without the help of countless others. I first wish to extend my continued thanks to my advisor, Dr. Rachel Farr, who has been an invaluable support throughout my time in graduate school and especially throughout the dissertation process. I would also like to thank my committee members, Dr. Christia Brown, Dr. Jennifer Hunt, Dr. Gregory Smith, and my outside examiner, Dr. Kelly Pennell for their attention and insightful comments. Thank you to the psychology department as a whole, for the continued quality training and for funding which was instrumental in the completion of this project. iv TABLE OF CONTENTS ACKNOWLEDGEMENTS…………………..…………………………………………..iii LIST OF TABLES………………………….……………………………...……………...v CHAPTER 1. INTRODUCTION………….……………………………………………...1     Presentation and Gender Minority Identities ...………………………………………...3     Appearance Pressures in Sexual Minority Populations …….………………………….6     Discrepancy Theory……………………………………………………………………9     Current Study and Hypotheses ………………………………………………………..11 CHAPTER 2. METHOD………………………………………………………………...12 Procedures…..………………………………………………………………………….12 Participants..……………………………………………………………………………13 Measures……………………..…………………………………………………………15        Self-perceived appearance discrepancy …….…………………………………..…..15        Symptoms of depression …..……………………….……………………………….16        Social anxiety …….……..…………………………………………………………..17        Life satisfaction …....………………………………………………………………..18       Gender congruence…...……………………………………………………………...18    Analysis Plan………....………………………………………………………………..19 CHAPTER 3. RESULTS………………………………………………………………...20    Descriptive Information and Group Differences………………………………………21    Associations Between Appearance Discrepancies and Mental Health Outcomes…….26 CHAPTER 4. DISCUSSION………………………………………..……….………………………….26    Implications for Practice and Policy …………………………………………………..34  Limitations………………………………………………………………….………….36    Strengths and Future Directions………...……………………………………………...37 Conclusion…………..……………...…………………………………………………..39 REFERENCES…………………………………………..………………………………42 VITA……………………………………………………..………………………………53 vLIST OF TABLES Table 1, Group Differences in Appearance Discrepancy and Mental Health Outcomes by Gender Identity……………………………………………………..……………………24 Table 2, Group Differences in Appearance Discrepancy and Mental Health Outcomes by Sexual Orientation …………………………………..…………………………………..25 Table 3, Summary of Linear Regression Models Using Discrepancy, Gender Congruence, and Age as Predictors of Mental health Outcomes………………………………………28    INTRODUCTION How I Can Be Me: Associations Between Presentation Discrepancy and Mental Health Outcomes Among LGBTQ Adults One’s physical presentation can often serve as a marker of the social identities that they hold. Studies conducted within the United States have shown certain appearance expectations are associated with one’s gender, such as people assigned male at birth being expected to not wear dresses (Gower, Rider, Coleman, Brown, McMorris, & Eisenburg, 2018). This sort of identity presentation can be empowering for those who are able to present in a way that reflects their identity, but can be a source of distress for those who feel as though their presentation does not match how they wish to be recognized (Rummel & Levant, 2014). Past research about such appearance distress has often been conducted among cisgender heterosexual adults and has focused largely on either one’s body image or their gender presentation (Bessenoff & Snow, 2006). There is some research focusing on how one’s appearance relates to other social identities, such as class (Kraus, Park, & Tan, 2017) or race (Duncan & McCoy, 2007), but these are often similarly conducted primarily with heterosexual cisgender participants. In the present study, I sought to investigate the appearance concerns of gender and sexual minority individuals through the lens of discrepancy theory (Higgins, 1989), with the aim of determining whether their appearance concerns differed from those of heterosexual and cisgender individuals. Further, I sought to determine whether some of the mental health disparities reported among sexual and gender minority individuals can be accounted for through their appearance concerns.     2  Lesbian, gay, bisexual, transgender and queer (LGBTQ) adults face numerous unique social challenges; one third of LGBTQ adults who are out at their workplace report facing discrimination due to their sexual or gender identity (Sears & Mallory, 2011), many face family rejection prior to even reaching adulthood (Ryan, Huebner, Diaz, & Sanchez, 2009), and some report being unable to utilize health services for fear of stigma (Whitehead, Shaver, & Stephenson, 2016). Indeed, LGBTQ individuals face significantly increased rates of mental health disorders when compared to heterosexual cisgender peers, including depression, anxiety, and increased rates of suicide, especially among adolescents and young adults (Russell & Fish, 2016). LGBTQ young adults’ social surroundings may contribute to these negative mental health outcomes through the enforcement of heteronormative and cisnormative1 gender presentation2, such as the expectation that binary3 transgender people should present in a manner that strongly emphasizes masculine or feminine presentation traits (Galupo, Henise, & Davis, 2014). The expectation to adhere to such heteronormative and cisnormative appearance expectations is especially impactful within the context of heightened gender conformity pressures that are common during adolescence and young adulthood, when many LGBTQ youth are still attempting to unpack their sexual and gender identities (Clarke & Turner, 2007; Hutson, 2010; Jewell & Brown, 2014). Relatedly, LGBTQ young adults  1 Cisnormativity and heteronormativity both refer to sets of general cultural assumptions that people “naturally” behave in certain ways, and that these ways of being are preferable to ways of being that transgress against them. Cisnormative attitudes refers to the cultural scripts which reinforce the notion that one “should” identify with the gender which one is assigned at birth, while heteronormativity refers to the cultural scripts reinforcing the centrality of heterosexual relationships (Jackson, 2006; Worthen, 2016).  2 Gender presentation refers to the ways in which gender norms are reinforced through one’s physical appearance, such as the expectation that more decorative presentation is feminine, or that facial hair represents masculinity.  3 Binary transgender identities refer to those in which the individual adheres to either a male or female identity, but one that is not the gender to which they were assigned at birth.     3  commonly report feeling as though they must decide between dressing in ways that represents their LGBTQ identity versus ways that will allow them to fit in with their cisgender heterosexual peers or to avoid stigma (Huxley, Clarke, & Halliwell, 2014).  Despite the evidence that LGBTQ adults experience conflicting appearance pressures (e.g., Moore, 2006; Rood et al., 2017; Walker, Golub, Bimbi, & Parsons, 2012), there has been limited quantitative research on the impact that appearance discrepancies have on their mental and emotional health outcomes. Experiencing psychological discrepancy has previously been shown to be associated with numerous mental health outcomes, such increased social anxiety (Schriber, Bohn, Aderka, Stangier, & Steil, 2012) and decreased life satisfaction (Hagmaier & Abele, 2015). Discrepancy in body image has been demonstrated to be related to the development of shame and depressive symptoms (Bessenoff & Snow, 2006). In line with this past research on the experience of bodily and psychological discrepancy, experiencing a discrepancy between socially mandated versus identity-affirming modes of dress would likely be associated with LGBTQ young adults’ experiences of social anxiety, depression, and satisfaction with life. Thus, in my project, I intended to investigate such presentation conflicts from a quantitative perspective, with the aim of identifying what forms of conflict are most negatively associated with LGBTQ people’s mental health outcomes. By moving this research in a quantitative direction, this study helps to set the stage for future research focused on the development of interventions related to psychological health risks associated with gender presentation discrepancies. Next, I provide a general review of how presentation pressures have been addressed in research on LGBTQ populations to    4  date, starting with research related to gender minority individuals and then moving on to sexual minority concerns.   Presentation and Gender Minority Identities Gender presentation is a domain of appearance concern that is relevant to many people, yet is of special importance for transgender and gender nonbinary individuals. Encountering cisnormativity, or the concept that it is “normal” for people to adhere to the gender they were assigned at birth, as well as related transphobic attitudes, are very common stressors experienced by transgender people in both educational (Kearns, Mitton-Kukner, & Tompkins, 2017) and professional settings (Mizock et al., 2017). These encounters with transphobic or cisnormative attitudes can take the form of explicit prejudice from individuals, often in the form of microaggressions that invisibilize or problematize one’s transgender identity (Byers, McInroy, Craig, Slates, & Kattari, 2018), but can also manifest in active violence (Klemmer, Arayasirikul, & Raymond, 2018). Attempting to present as one’s authentic gender, rather than the gender one was assigned at birth, can lead to greater risk for these forms of emotional and physical violence, as others may attempt to lash out against perceived threats to hetero- and cisnormative ideals (McBride, 2020). In this way, transgender individuals often must make choices as to whether they wish to present in a manner that authentically represents their identity, which can be protective against feelings of gender dysphoria4, or present in a cisnormative manner, which might help them to avoid transphobic violence (Connell & Pierce, 2015). This is even more complicated when one considers that some social  4 Gender dysphoria refers to the psychological distress associated with experiencing a conflict between one’s gender assigned at birth and the gender identity with which one identifies (APA, 2013).    5  constructs, such as dress codes, can functionally force one to adhere to an identity-negating mode of dress in order to retain employment or a position in school (Glickman, 2015). In addition to these external forms of discrimination, transgender people must also navigate internalized transphobia, a discomfort with one’s own transgender identity based on the cisnormative expectations of broader society, which leads some to question the validity of their own presentational preferences (Bockting et al., 2020). There is a notion that the end goal for those with a binary transgender identity (e.g., transmen or transwomen) is to pass as a cisgender person (Bockting et al., 2020). If one is unable to meet this cisnormative ideal, they might feel as though they are failing to participate in their identity “correctly,” even if they otherwise might feel comfortable with their gender presentation (Rood et al., 2017). This can be exacerbated by one’s feelings of gender dysphoria. Experiencing dysphoria is common among transgender people and is predictive of negative mental health outcomes ranging from depression to increased rates of suicide attempts (Olson, 2015). Experiences of dysphoria are frequently thought of as being related to body characteristics, such as transwomen being dissatisfied with their facial hair, or transmen being dissatisfied with their chest or hips (van de Grift et al., 2015). Some authors have suggested that social transitioning, such as adopting clothing that reinforces one’s authentic gender identity, can serve to help abate some of the negative mental health outcomes faced by transgender adolescents and young adults (Sherer, 2016).  Despite the complications involved, being able to present in a manner aligned with one’s authentic gender presentation ideals has been shown to be protective against    6  mental health issues for transgender people. One primary way that this has been measured among transgender populations in the past is through the construct of gender congruence (Kozee, Tylka, & Baurband, 2012). Gender congruence refers to the degree to which one feels genuine and comfortable in the intersection between their gender identity and their physical appearance (Kozee et al., 2012). When one feels as though their external presentation matches their authentic gender identity (i.e., their internal sense of self with regard to gender), one is less likely to suffer from depressive or anxiety symptoms and is more likely to report greater overall life satisfaction (Jones, Haycraft, Murjan, & Arcelus, 2016; Kozee et al., 2012). Furthermore, transgender participants with a more developed gender identity seem to be more likely to report higher levels of body satisfaction in comparisons to their peers with a less strong sense of their gender identity and presentation (McGuire, Doty, Catalpa, & Ola, 2016). These findings lend credence to the idea that we should continue to investigate transgender people’s gender presentation conflicts, especially given that these conflicts can be driven by external factors, such as experiences with transphobia, or internal ones, such as experiences of gender dysphoria.  Appearance Pressures in Sexual Minority Populations Although those with transgender identities tend to be thought of as holding the greatest concerns about authentic gender presentation, appearance concerns impact many members of the LGBTQ community (Clarke & Turner, 2007). While there is little empirical work on how LGBTQ appearance concerns manifest, past qualitative work allows us a window into some of these conflicts might look like. Among lesbian women,    7  for instance, play5 with masculinity and femininity in ways that have resulted in different gender presentation styles within the community, such as butch or femme, and these forms of play hold their own cultural implications distinct from those in other social circles (Walker, Golub, Bimbi, & Parsons, 2012). For some women, adopting traditionally masculine traits associated with a butch persona is an important part of how they conceptualize their sexual identity, especially in the face of broader heteronormative cultural norms (Huxley et al., 2014; Levitt & Hiestand, 2005). These forms of presentational liberation, however, can come with their own challenges, as some women who adopt a more femme style report feeling as though they were unwelcome within lesbian spaces, as they are assumed to be heterosexual due to their adoption of “traditional” feminine presentation styles (Blair & Hoskin, 2014). This can generate conflicts between how one wishes to present themselves, how one wishes to be seen by other lesbian women, and the heteronormative scripts that are regularly encountered in day-to-day life (Blair & Hoskin, 2014).  Gay men must often make similarly complex considerations when they are making presentation choices, given the numerous presentational categories that exist within their community (Maki, 2017). Many of these presentation styles represent play with masculinity and femininity to one degree or another, from Bear and Wolf subcultures, which are traditionally associated with more masculine imagery, to the complex gender play associated with Drag culture (Maki, 2017). Each of these subcultures has its own norms and values, which can lead to situations in which one  5 “Play” here is utilized as a reference to the ways in which individuals who identify within certain subcultures will take elements of the broader culture and utilize them in ways which hold different meanings than they do in the broad culture, such as drag culture acting as a play on broader societal expectations of masculine and feminine presentation among (primarily) gay men (Maki, 2017).    8  might adopt differing presentational styles in different social contexts, depending on what kind of image one wishes to maintain in those contexts, such as adopting a more hypermasculine presentation than one’s typical style when entering a club scene (Clark & Turner, 2007; Hutson, 2010).  Despite the large body of qualitative work described above, we have little knowledge of appearance norms associated with sexual minority identities beyond lesbian and gay individuals. Bisexual individuals, for instance, seem not to have any particular style associated with them (Hayfield, 2012; Huxley et al., 2014), and there is no research at this point about whether they feel particular pressure to adhere to gender presentation norms in any particular pattern. This may be in part due to the ambiguity about their place within the LGBTQ community, and the stigma (i.e., biphobia) that accompanies it (Garelick et al., 2015). Despite the qualitative research on LGBTQ people’s gender presentation, which has indicated that they express distress about the compromises they must make about their gender presentation (Blair & Hoskin, 2014; Moore, 2006; Skidmore, Linsenmeier, & Baily, 2005), we have little information about how these concerns are navigated or their possible psychological ramifications. In this study, I attempted to quantitatively examine the nuances of these conflicts between one’s ideal mode of presentation and the conflicting social messages that one receives from the LGBTQ community and broader social messaging. Examining these conflicts from a quantitative perspective could set the stage for future research into how we might develop interventions to help abate possible psychological distress associated with presentation conflict. For this study, I incorporated the use of discrepancy theory (Higgins, 1989) as a way to examine these presentational conflicts through a quantitative lens.      9  Discrepancy Theory Higgins’ (1989) model of self-discrepancy serves as a useful theoretical framework with which to examine the negative mental health outcomes that may accompany not meeting one’s desired appearance. This is a largely novel framework to apply to the issue of LGBTQ appearance concerns, which is of particular importance given the recent calls for more research about the psychological mechanisms underpinning the mental health disparities of LGBTQ individuals (Mustanski & Espelage, 2020). Self-discrepancy theory (Higgins, 1989) posits that people experience pressures to achieve an ideal self and to conform to an “ought” self, or the standards of behavior viewed as necessary for appropriate behavior. This can be thought of as the distinction between reaching one’s ideals and fulfilling one’s duty, respectively. Thus, there are three primary forms of self under this model, (1) the ideal self, or the self one wishes to be, (2) the ought self, or the self one must be to fit in, and (3) the real self, or the self one perceives oneself to currently be. These forms of self can be further broken down into those which arise from the self, and those that are perceived to arise from others. For instance, the real self can be broken down into the way in which one perceives themselves (own-real self) and the way in which one perceives themselves to be viewed by others (other-real self).  The application of Higgins’ theory to physical appearance has primarily been utilized in the context of body image, examining the ways and the extent to which one’s perception of their body matches individual ideals and broader cultural standards (Bessenoff & Snow, 2006). These discrepancies can be detrimental to the individual, with real/ideal discrepancies moderating the relationship between real/ought discrepancies and    10  feelings of body shame (Bessenoff & Snow, 2006). Research has also demonstrated links between identity and physical appearance, such that gender identity threats can result from real/ideal gender role discrepancies (Rummel & Levant, 2014). Some research has indicated that sexual minority women experience worse mental health outcomes when they feel both strongly identified with the lesbian community, yet also discrepant from its subcultural presentation ideals (Boyle & Omoto, 2014).  Feeling threat to one’s identity based on not meeting certain physical standards has been largely unstudied, however, among LGBTQ individuals, which leads to questions about how these pressures might be felt among LGBTQ individuals and what impact that they might have on mental health. Constructs such as gender congruence have been investigated as one attempt to address some of these related questions, by demonstrating that the felt authenticity of one’s gender presentation does play a role in one’s psychological health (Kozee et al., 2012). However, if applied, the discrepancy model of gender presentation allows for the analysis of felt external pressures distinct from congruence, given that an examination of discrepancies provides a simultaneous understanding about actual presentation goals, the degree to which those goals are met, and whether the individual feels they have compromised as a result of broader heteronormative and cisnormative social forces. By understanding what form of discrepancy is most strongly impacting individuals’ mental health outcomes, we are more empowered to generate interventions to target those particular discrepancies. Thus, while the congruence model can tell us the strength of one’s gender presentation conflict, the discrepancy framework can inform us about the nature of this conflict, such as whether    11  one’s conflict is entirely internal (i.e., real/ideal discrepancy) or driven by external factors (i.e., real/ought discrepancy). Current Study and Hypotheses My primary goals in this project were two-fold: (1) to demonstrate how these experiences of discrepancy might vary among individuals based on their gender or sexual identity and (2) to quantitatively demonstrate that appearance discrepancy is a form of psychological distress common among LGBTQ and cisgender heterosexual participants. Although prior qualitative work has noted that both LGBTQ and cisgender heterosexual individuals may face issues of appearance discrepancy (Hicks, 2013; Huxley et al., 2014; Moore, 2006), my study represents the first major attempt to quantitatively examine the associations that these discrepant feelings may have with broader mental health across those with a variety of gender and sexual identities.  I had two main exploratory hypotheses: 1. Firstly, I predicted that one’s experience of appearance discrepancy would vary based on one’s gender or sexual identity. For instance, I predicted that transgender participants would demonstrate both greater real/ideal and real/ought discrepancies than cisgender participants, after controlling for relevant demographic characteristics, such as age, socioeconomic status, etc. Similarly, I anticipated that sexual minority participants would demonstrate greater appearance discrepancies of both forms than would heterosexual individuals. Finally, I anticipated that there would be some differences by gender and sexual orientation in the degree to which one experienced    12  real/ideal and real/ought forms of discrepancy, without any specific expectations about the specific nature of these differences.  2. Secondly, I predicted that the experience of gender presentation discrepancy would hold unique explanatory power when examining one’s mental health outcomes, such that appearance discrepancy would be associated with increased negative mental health outcomes. I anticipated this to be true even when accounting for related constructs, such as gender congruence and related covariates, such as age and income of the participant.  These hypotheses represent unique contributions to the literature regarding gender and sexual minority individuals, as there has been limited quantitative research into issues of gender presentation among these populations.  Method Procedure  Data were drawn from a larger study into a variety of mental health and social wellness concerns impacting various minoritized populations. To best capture individuals with a diversity of sexual and gender identities, participants were recruited through three major survey platforms, Amazon’s Mechanical Turk (MTurk; Johnson & Ryan, 2020), Prolific (Palan & Schitter, 2018), and Qualtrics Panels (Miller, Guidry, Dahman, & Thompson, 2020). These three were chosen in part due to the different filtering and recruitment options that each offered, such as Prolific allowing for more specific gender minority recruitment than other options (Johnson & Ryan, 2020; Miller et al., 2020; Palan & Schitter, 2018). To be eligible for the larger study, participants needed to be between    13  18 and 39 years old, live within the United States, and not have children. These selection criteria were largely selected as they are reflective of the demographic characteristics that have been seen in previous research on appearance concerns among LGBTQ individuals (e.g., Garelick et al., 2015; Rood et al., 2017), which allowed for easier interpretations in connection to this past research. Some additional recruitment requirements were added across different survey platforms to target recruitment towards hard-to-reach populations, such as Prolific recruitment being limited to transgender and gender nonbinary individuals. Upon signing up for the study, participants were redirected to my survey, which was hosted through Qualtrics. Consent was collected at this stage, after which participants completed a series of measures, which are detailed below. Participants were compensated for their time, averaging between $3-4, which was dispersed in slightly different methods depending upon the standards of the platform (i.e., Prolific, Mturk, Qualtrics Panels) from which participants were recruited. Participants took 30 to 40 minutes on average to complete the survey, and all data were collected between February 19 to March 20, 2021. This study was approved by the University of Kentucky Institutional Review Board. Participants All participants for the study were adults without children, and all resided within the United States (N = 1650), as these were the requirements for participation in the study. Of these participants, 566 were recruited through Prolific, 669 were recruited through Qualtrics, and 415 were recruited through Amazon’s Mechanical Turk. A large majority of these participants were cisgender (n = 1316, 80.0% of sample), and the rest of the sample (n = 334, 20.0%) identified as transgender, nonbinary, or another gender    14  minority identity. A majority of the sample identified as a sexual minority (n = 1029, 62.4% of sample).  In terms of the specific gender identities, many participants were cisgender men (n = 560, 33.93%) and cisgender women (n = 756, 45.81%), but additional gender identities represented included transgender men (n = 78, 4.72%), transgender women (n = 20, 1.21%), nonbinary (n = 120, 7.27%), gender non-conforming (n = 40, 2.42%), and genderfluid (n = 42, 2.54%), with the remainder of the sample (n = 33, 2.00%) reporting additional self-described gender identities (e.g., genderfey, demigirl, etc.)6. Participant sexual orientation was similarly diverse, with the largest single group identifying as heterosexual (n = 621, 37.63%), followed by bisexual (n = 431, 26.12%), gay (n = 178, 10.78%), lesbian (n = 125, 7.57%), queer (n = 117, 7.09%), pansexual (n = 112, 6.78%), and additional self-described sexual identities (n = 10, .60%; e.g., demisexual, questioning, etc.)7. The largest group of participants identified as white (n = 669 40.54%), followed by Asian/Pacific Islander (n = 463, 28.06%), African American (n = 211, 13.39%), Hispanic/Latino/Latinx (n = 202, 12.24%), Multiracial (n = 93, 5.63%), Alaska Native (n = 2, .1% ), Native American (n = 2, .1%), and additional self-described identities (n = 4; e.g., “Ashkenazi Jewish”). Participants were on average 26 years old (SD  6 For the purposes of demographics this study, cisgender was defined as “identifying with the gender one was assigned at birth”, transgender was defined as “identifying a gender which one was not assigned at birth”, gender nonbinary was defined as “identifying as a gender which does not fall within the male/female binary”, Gender non-conforming was defined as “identifying as male or female, but without adhering to traditional implications of that identity”, and genderfluid was defined as having “a gender identity which is not fixed and may change based on circumstances”.  7 For the purposes of demographics in this study, heterosexual was defined as “attraction to a gender opposite one’s own”, bisexual was defined as “attraction to two or more genders”, gay was defined as “attraction to men while identifying as a man”, lesbian was defined as “attraction to women while identifying as a women”, queer was defined as “an umbrella term for those who do not identify as heterosexual or cisgender. May have additional political connotations”,  and pansexual was defined as “attraction to all genders”.     15  = 5.91, range = 18-39), had a middle-class income with substantial variation (M = $69,020; SD = $77,194), and under half reported having a college degree (n = 731, 44.3%). Measures Participants received a battery of measures via the Qualtrics survey platform. The survey was designed to measure their feelings about their appearance, experiences of appearance discrepancy, gender congruence, social anxiety, depressive symptoms, and life satisfaction. Participants were also asked for general demographic information. This included their age, racial-ethnic identity, sexual and gender identities, income, and education level. A majority of the measures that were utilized in this study are widely used and standardized within the field of psychology. The measures that were adapted in this study for the purpose of testing new constructs are noted below.   Self-Perceived Appearance Discrepancies: A modified version of The Selves Questionnaire (Boyle & Omoto, 2014; Higgins, Klein, & Strauman, 1985) was used to assess discrepancies among participants’ real, ideal, and ought appearances, as defined using Higgins’ (1989) original discrepancy framework. This methodology asks participants to write short narratives about their current gender presentation (real self), and then to rate the degree to which that mode of self is close to or far from the way they wish to present (ideal self), and also how they feel they should be presenting (ought self). An example of a modified item for this study includes, “How close or far away is your description from the gender presentation that you would ideally present?\", which assesses real/ideal discrepancy. Participants rated the closeness between their real self and these other modes of gender presentation on a 7-point scale, ranging from 1    16  (extremely close) to 7 (extremely far away). The response to this individual question was then used as a score representing participants’ feelings of discrepancy in either the real/ideal or real/ought mode.   Symptoms of Depression: Prior research applying Higgins’ (1989) Self-Discrepancy theory has indicated significant associations between depressive symptoms and discrepancy experiences among one’s different forms of self (Scott & O’Hara, 1993). LGBTQ people broadly also are also more likely to report depression than their cisgender heterosexual peers, making this a particularly important outcome to investigate (Russell & Fish, 2016). Preliminary results from smaller samples of LGBTQ people (N = 433) have demonstrated an association between real/ought gender presentation discrepancy and depressive symptoms as well (Bruun et al., submitted). The depression scale of the Center of Epidemiology Scale (CES-D; Radloff, 1977) was used to capture these symptoms in this study. This measure consists of 20 items that ask the participant to rate the frequency with which they experienced psychological symptoms associated with depression (e.g., depressed mood, feelings of worthlessness, etc.) over the past week. Participants respond on a 4 point scale with the frequency to which they experience these symptoms from 0- Rarely/none of the time (less than 1 day) to 3- Most or all of the time. The scores for each of these items are totaled into a single overall score of depressive symptoms. Those with scores of 17 or higher are often considered to be experiencing symptoms on par with a major depressive disorder, but this has been contested as being too permissive, with other scholars indicating that a cutoff score of 25-30 is more indicative of clinical samples (Santor, Zuroff, Ramsy, Cervantes, Palacios, 1995; Van    17  Dam, Earleywine, 2011). This measure demonstrated satisfactory reliability in my sample overall (α = .93) and remained satisfactory in each of the tested subgroups (α > .80).  Social Anxiety: Prior research has indicated that discrepancies between real and ought selves may be associated with social anxiety symptoms (Weilage & Hope, 1999). In order to capture the possibility that social anxiety might be associated with appearance discrepancy, the Liebowitz Social Anxiety Scale (1987) was employed. This measure consists of 24 items, each referencing a common social situation in which one might feel anxiety (e.g., Going to a party, or Speaking at a meeting). For each of these situations, participants report the degree to which they experience anxiety about these events on a 4-point scale, ranging from 0 (none) to 3 (severe). Participants also rate the degree to which they avoid the listed situations on a 4-point scale, ranging from 0 (never) to 3 (usually, or 67-100% of the time). The measure can be scored in five ways. One can aggregate the participant’s scores on the anxiety items, or the avoidance items, in order to generate one’s anxiety or avoidance values respectively. Further, the listed situational prompts are broken into two subscales, one for types of social interactions, such as talking to people in authority or hosting a party, and one for types of social performances, such as working while being observed or giving a report to a group. The participant responses for each of these situations may also be added together to create scores for each subscale. Finally, the participant’s responses from each prompt may be added together create an overall social anxiety score. In total, the five possible values that can be derived from this measure include: fear of social interaction, fear of social performance, avoidance of social interaction, avoidance of social performance, and an overall social anxiety score. The reliability for the overall social anxiety score, which was utilized for this study, proved to    18  be satisfactory (α = .97) and remained satisfactory in each of the tested subgroups (α > .80).  Life Satisfaction: The Satisfaction with Life Scale (Diener, Emmons, Larsen, & Griffin, 1985) was employed as an overall measure of participants’ mental well-being and feelings of comfort with their lives. This measure is comprised of five items (e.g., “In most ways, my life is close to ideal”; “If I could live my life over, I would change almost nothing”). These items are rated from 1 (Strongly Disagree) to 7 (Strongly Agree), and then added together into a single aggregate score. Higher average scores reflect greater life satisfaction. The average for young adults is around 25 (Pavot & Diener, 2009). This measure had good internal reliability in this sample (α = .90) and remained satisfactory in each of the tested subgroups (α > .80).  Gender Congruence: Gender congruence refers to the degree to which one experiences unity between their body and their gender identity, and was assessed with the Transgender Congruence Scale (Kozee et al., 2012). This construct has been shown to be associated with the mental health and well-being of transgender individuals and cisgender lesbian women, and shares a relationship with body image broadly (Henrichs-Beck & Szymanski, 2017; Kozee et al., 2012). The measure consists of 12 items, each being a different statement about the participant’s feelings about their gender presentation (e.g., My outward appearance represents my gender identity, or I am not proud of my gender identity). The participant responds on a 1-5 scale indicating the degree to which each statement describes their experience over the past two weeks, with 1 indicating “strongly disagree” and 5 indicating “strongly agree”. Responses can be averaged into a total score for the measure overall, or broken down into two subscales, Appearance Congruence (9    19  items) and Gender Identity Acceptance (3 items). For this study, I made use of the Appearance Congruence subscale, as this most closely reflects gender presentation self-discrepancy, with these items focusing specifically on the degree to which one’s appearance feels representative of their gender identity. This subscale demonstrated strong internal consistency (α = .94) as did the scale as a whole (α = .94). Reliability for both scales remained satisfactory in each of the tested subgroups (α > .80). Analysis Plan  To address my first hypothesis, that one’s experience of gender presentation discrepancy would vary based on one’s sexual and gender identity, I conducted a one-way ANCOVA among participants representing six participant identity categories, while accounting for participant age and yearly income. These two variables were controlled for given that have been previously noted to have an impact on one’s mental health (Assari, Lapeyrouse, & Neighbors, 2018), and their effects are not focal point of this study. The six participant groups included cisgender sexual minority men and women, cisgender heterosexual men and women, transgender individuals, and gender nonbinary individuals. Transgender men and women were collapsed into one group for all analyses in order to retain power, given the small sample size of each group individually. Similarly, only cisgender men and women were separated into sexual minority and heterosexual groups, as both transgender and gender nonbinary participants did not report enough heterosexual members to allow for analysis. Under these restrictions, I had sufficient power (greater than 80%) to reliably detect small and larger (f > .01) effects across these analyses.     20   In order to address my second hypothesis, about the role that gender presentation discrepancies play in one’s mental health, I utilized several multiple regression models in which real/ideal and real/ought appearance discrepancies along with gender congruence, participant age and income were used to predict mental health outcomes. This allowed for a determination of the degree to which experiences of appearance discrepancies operate independently of the theoretically related construct of gender congruence, as well as to demonstrate the relationship between discrepancy scores and mental health outcomes. Further, it allowed me to determine if real/ideal or real/ought discrepancies held stronger associations with the tested mental health outcomes. The outcomes of interest included social anxiety, depressive symptoms, and overall satisfaction with life. I had sufficient power (greater than 80%) to reliably detect small and larger (f > .01) effects across these analyses. I had sufficient power to detect small and larger effects All analyses for this project were completed using SPSS version 27 (IBM Corp., 2020).  Results Participants were categorized into multiple groups based on gender and sexual identities over the course of my analyses. When split by gender identity, participants were divided into cisgender heterosexual men (n = 300), cisgender heterosexual women (n = 309), cisgender sexual minority men (n = 244), cisgender sexual minority women (n = 425), transgender individuals (n = 94), and gender nonbinary individuals (n = 120). Cisgender individuals were divided into sexual minority and heterosexual groups due to previous qualitative work indicating that cisgender sexual minority individuals may hold unique presentation considerations beyond that of cisgender heterosexual individuals (Blair & Hoskin, 2014; Hutson, 2010). Further, transgender men and women were    21  collected into a single group in order to retain power, given the small number of participants in each individual subgroup. The largest sexual orientation groups were chosen when analyzing across sexual identity subgroups; these were: lesbian women (n = 124), gay men (n = 177), bisexual (n = 431), heterosexual (n = 621), queer (n = 116) and pansexual (n = 112) individuals.  Preliminary bivariate correlational analyses revealed that real/ideal discrepancy was associated with participant age (r = -.06, p = .014), but not participants’ household income (r = -.03, p = .286). Real/ought discrepancy was associated with both age (r = -.06, p = .027) and household income (r = -.11, p < .001).  As a result, age and income were included as covariates in the ANCOVA analyses. Age was included in the regression analyses, but income was removed in the interest of presenting parsimonious models after it proved to be a nonsignificant predictor for any of the tested mental health outcomes. Real/ideal and real/ought discrepancies proved to be associated with each other (r = .31, p < .001), but analysis of variance inflation factors (VIF) determined that there was little risk for multicollinearity between the tested variables in my regression models (VIF between 1 and 10 for all variables).  Descriptive Information and Group Differences  Overall, participants described fairly low scores for both real/ideal and real/ought modes of discrepancy. No group demonstrated a discrepancy score above 3.5, which indicates that most participants felt that their current appearance was “fairly close” to their ideal appearance and the appearance demands of others. Gender congruence was similarly was either at an expected level from past research, or higher (Kozee et al., 2012) That being said, most groups demonstrated substantial variability in the level of    22  discrepancy they experienced, which may indicate that other factors, unrelated to participant gender or sexual identity, may be relevant. Mental health characteristics were fairly positive across groups, with almost all participants demonstrating scores below a clinical level for social anxiety and depressive symptoms. Overall life satisfaction varied substantially between participants. Cisgender men and women reported averages on par with what we might expect from cisgender heterosexual individuals in this age group (Pavot & Diener, 2009). Transgender and gender nonbinary individuals, on the other hand, scored much worse than did cisgender participants, indicating a degree of significant life dissatisfaction. A similar split was found by sexual orientation, with heterosexual and lesbian participants scoring fairly averagely in comparison to previous samples (Pavot & Diener, 2009), while queer and pansexual participants scored noticeably lower in comparison.    To address my first research question, a series of one-way ANCOVAs were conducted to determine if there were significant differences in participants’ psychological well-being or their experiences of presentation discrepancy based on their gender or sexual orientation. Participant age and yearly income were controlled for in each of these analyses. Overall, real/ideal appearance discrepancy was found to differ between groups, F(5, 1400) = 3.97, p = .001, partial η2 = .014, as was real/ought appearance discrepancy, F(5, 1400) = 4.62, p < .001, partial η2 = .016. A full report of these results can be found in Table 1. Transgender and gender nonbinary individuals demonstrated worse mental health outcomes and gender congruence across all measures than did cisgender men or cisgender women. Similarly, transgender and gender nonbinary participants demonstrated higher levels of appearance discrepancy in both real/ideal and real/ought discrepancy.    23  Comparisons by sexual orientation (see Table 2) revealed that bisexual, pansexual, and queer participants demonstrated greater levels of real/ideal discrepancy than did lesbian women. Real/ought discrepancies produced a more complex pattern, with pansexual participants scoring higher than gay or heterosexual participants, and bisexual participants scoring higher than heterosexual individuals. Mental health problems in these groups was generally below a clinical level (assuming one is using less permissive cutoffs for the CES-D of 25-30; Santor et al., 1995). The one exception once again being life satisfaction, for which pansexual and queer participants demonstrated significantly lower scores than any other sexual orientation groups, and also noticeably below that of previous heterosexual cisgender samples (Pavot & Diner, 2009).       24 Table 1 Group Differences in Appearance Discrepancy and Mental Health Outcomes by Gender Identity Note: Table 1 presents means, along with standard deviations in parentheses. Significant differences between groups are indicated by superscripts: CM = cisgender heterosexual men, SMM = sexual minority cisgender men, CW = cisgender women, SMW = sexual minority cisgender women, NB = nonbinary individuals, and TI = transgender individuals. * indicates a significant difference at the p < .001 level      Cisgender Heterosexual Men (n = 300)  Sexual Minority Cisgender Men (n = 244)   Cisgender Heterosexual Women (n = 309) Sexual Minority Cisgender Women  (n = 425)   Nonbinary Individuals (n = 120)   Transgender Individuals (n = 94)     F Real/ideal discrepancy 2.68 (1.61)TI, NB 2.93 (1.64) 3.06 (1.59) 2.90 (1.62) 3.36 (1.76)CM 3.44 (1.79) CM 3.96* Real/ought discrepancy 2.96 (1.66)SMW, NB 3.00 (1.51) 3.03 (1.56)NB 3.42 (1.60)CM 3.67 (1.51)CM, CW, SMM 3.50 (1.80) 4.62* Social Anxiety 22.46 (13.87)CW, SMW, NB, TI 26.11 (16.22)SMW, NB, TI 29.92 (15.36)CM, NB, TI 32.54 (17.64)CM, SCM, TI 37.79 (16.63)CM, SMM, CW 39.31 (16.17)CM, SMM, CW 20.16* Gender Congruence 4.48 (.64)SMM, SMW, TI, NB 4.08 (.90)CM, CW, NB, TI 4.53 (.58)SMM, SMW, NB, TI 3.91 (.88)CM, CW, NB, TI 2.61 (.99)CM, SMM,  CW, SMW 2.77 (1.14)CM, SMM, CW, SMW 127.87* Life Satisfaction 21.02 (7.36)TI, NB 19.94 (7.55)NB 21.94 (7.08)SMW, TI, NB 19.31 (7.17)CW, NB 16.58 (8.03)CM, SMM, CW, SMW 16.78 (7.11)CM, CW 9.63* Depressive Symptoms 15.88 (11.09)SMM, CW, SMW, TI, NB 23.18 (12.67)CM, CW, SMW, NB, TI  19.39 (12.05)CM, SMM, SMW, TI, NB 26.73 (12.91)CM, SMM, CW 28.29 (10.52)CM, SMM, CW 30.52 (13.60)CM, SMM, CW 43.03*      25     Table 2 Group Differences in Appearance Discrepancy and Mental Health Outcomes by Sexual Orientation  Note: Table 2 presents means along with standard deviations in parentheses. Significant differences between groups are indicated by superscripts: B = Bisexual, G = Gay, H = Heterosexual, L = Lesbian, P = Pansexual, Q = Queer; All differences were significant at the p < .001 level. Bisexual (n =431) Gay (n = 177) Heterosexual (n = 621) Lesbian (n = 124) Pansexual (n = 112) Queer (n = 116)  F Real/Ideal discrepancy 3.15 (1.71)L 2.93 (1.67) 2.87 (1.62) 2.45 (1.51)B,P,Q 3.29 (1.76)L 3.18 (1.65)L 4.99 Real/Ought discrepancy 3.36 (1.47)H 2.99 (1.64)P 2.99 (1.61)P,B 3.46 (1.87) 3.67 (1.73)G, H 3.46 (1.48) 6.53 Social Anxiety 32.52 (16.65) G, H 27.97 (17.42) B,P,Q 26.40 (16.73) B,P,Q 28.31 (18.64) P,Q 35.85 (17.69) G,H,L 36.50 (15.89) G,L,H 14.62 Gender Congruence 3.85 (.90) H,P,Q 4.05 (.89) H,P,Q 4.50 (.91) B,G,L,P,Q 3.77 (.89) H,P,Q 3.45 (.99) B,G,H,L,Q 3.10 (.95) B,G,H,L,P 88.48 Life Satisfaction 19.00 (7.05)H,Q 19.21 (7.92)H,Q 21.45 (7.23)B,G,P,Q 21.19 (7.29)P,Q 17.65 (7.15)B,G,H,L 15.93 (7.23)B,G,H,L 16.75 Depressive Symptoms 27.13 (12.83)G,H 23.01 (12.56)B,H,P,Q 17.89 (11.84)B,G,L,P,Q 24.68 (12.95)H,P,Q 30.03 (11.82)B,G,H,L 29.92 (12.37)B,G,H,L 44.06    26   Associations between Appearance Discrepancies and Mental Health Outcomes To address my second research question, I conducted a series of regression models to examine relationships between experiences of appearance discrepancy and one’s mental health. These models were constructed such that real/ideal and real/ought appearance discrepancies were used as a predictor of each mental health indicator while controlling for gender congruence and participant age. The mental health indicator in question varied between the three models, and included satisfaction with life, social anxiety, and depressive symptoms. The first of these models was organized such that gender congruence and real/ideal appearance discrepancy were used as predictors of satisfaction with life. Real/ideal and real/ought appearance discrepancy, participant age and gender congruence proved to be significant predictors of social anxiety, F(4, 1538) = 47.65, p < .001, adj R2 = .09, with all variables providing unique contributions to the model. Similarly, the model of appearance discrepancy and gender congruence proved to be significant predictors of both satisfaction with life, F(4, 1594) = 83.55, p <.001, adj R2 = .134, while both forms of discrepancy, gender congruence, and participant age were shown to be predictive of depressive symptoms, F(4, 1568) = 61.51, p < .001, adj R2 = .10. While all three models proved to be significant, the effect sizes were fairly low, with each model accounting for around 10% of the variance in the mental health outcome in question. Regression coefficients and standard errors for these models can be found in Table 3.  Discussion    27   This study, to my knowledge, represents the first application of discrepancy theory (Higgins, 1989) to LGBTQ individuals, and likely the first attempt to compare their experiences of discrepancy to that of cisgender heterosexual individuals within the same sample. Through this work, I have been able to successfully identify the ways in which individuals experience appearance discrepancies differently based on their sexual and gender identity, and the degree to which these discrepancies are related to one’s mental health and well-being. It is evident that most people have not been able to completely achieve their ideal appearance, but the degree to which that is true varies based on one’s gender and sexual identities, and the form of discrepancy in question (i.e., real/ought vs. real/ideal). Further, those with gender and sexual minority participants generally reporting higher levels of discrepancy than did cisgender heterosexual participants. This is reflective of previous reports of LGBTQ individuals experiencing social pressures to present in cisnormative and heteronormative ways (Blair & Hoskin, 2014; Connell & Pierce, 2015) Thus, the findings here support the application of Higgins’ (1989) discrepancy theory to LGBTQ appearance concerns. That being said, participants displayed fairly congruent images of their appearance, with cisgender participants indicating that they felt “moderately close” to their ideal presentation on average. While transgender participants demonstrated less congruence in their real/ideal appearance, they still registered as “somewhat close” to their ideal appearance on average.         28   Table 3 Summary of linear regression models using discrepancy, gender congruence and age as predictors of mental health outcomes      B SE B LL UL β p R2 Model: Social Anxiety      <.001 .08     Constant 38.81 2.35 34.21 43.41  <.001      Real/Ideal discrepancy 1.31 .26 .79 1.83 .13 <.001      Real/Ought discrepancy .64 .27 .12 1.18 .06 <.001      Gender Congruence -3.68 .46 -4.58 -2.79 -.21 .02  Age -.45 .07 -.58 -.31 -.15 <.001  Model: Life Satisfaction      <.001 .14     Constant 18.46 .18 16.14 20.78  <.001      Real/Ideal discrepancy -.95 .11 -1.17 -.73 -.22 <.001      Real/Ought discrepancy -.56 .11 -.16 -.78 -.33 <.001      Gender Congruence 1.29 .12 .21 .95 1.63 <.001  Age .032 .03 -.03 .09 .02 .283  Model: Depressive Symptoms      <.001 .11     Constant 36.75 2.14 32.54 40.97  <.001      Real/Ideal discrepancy .41 .20 .01 .81 .05 .04      Real/Ought discrepancy .94 .21 .53 .80 .12 <.001      Gender Congruence -3.14 .31 -3.75 -2.52 -.25 <.001  Age -.18 .054 -.29 -.08 -.08 <.001     29  Real/ought appearance discrepancy was similarly fairly low for most participants, with only nonbinary individuals demonstrating values approaching a “somewhat far” score. Gender congruence scores for transgender participants were in line with expected values (Kozee, et al., 2012), with other groups displaying greater congruence. Beyond this, participants’ responses on mental health measures largely followed patterns established by previous literature (Carmel & Erickson-Schroth, 2016), with transgender and gender nonbinary individuals demonstrating poorer mental health in each measure. Perhaps most worrying of these disparities is in participants’ overall life satisfaction, where transgender and gender nonbinary participants scored ten points lower than the average value for people in the same age group (Pavot & Diener, 2009). While some of this dip could be accounted for by the fact that these data were collected during the COVID-19 pandemic, with all the unusual stressors that came with it (Vindegaard & Benros, 2020), the transgender and gender nonbinary groups still scored quite low on life satisfaction relative to other gender groups. This lowered life satisfaction and increased social anxiety is not entirely unexpected, given that transgender individuals face many stressors that cisgender individuals do not, including threats of active violence (Galupo et al., 2014). Overall, the pattern of my results provides support for my initial exploratory hypotheses.  The data provide support for my first hypothesis, that one’s experience of appearance discrepancy would differ based on one’s gender identity, and that gender minority participants would report greater levels of appearance discrepancy than cisgender participants. Transgender and gender nonbinary participants reported greater levels of real/ideal discrepancies than did heterosexual cisgender men. This pattern was    30  somewhat repeated when considering real/ought discrepancies too, in which sexual minority cisgender women and gender nonbinary participants reported greater levels of discrepancy than did cisgender heterosexual men. Further, gender nonbinary individuals also demonstrated greater appearance discrepancy than did sexual minority cisgender men and heterosexual cisgender women. These findings are reflective of what we might expect from previous research, given that transgender individuals often report significant pressure to conform to a cisnormative mode of dress (Rood et al., 2017), which can lead them to question the validity of their own presentational desires (Bockting et al., 2020). The present study provides quantitative support for these earlier qualitative findings, especially among transgender and nonbinary participants, by conceptualizing their appearance concerns as theory-driven issues of appearance discrepancy.  Given these past findings, and their higher rates of social anxiety in the present study, it is interesting that transgender individuals did not differ from any of the other groups in their level of real/ought discrepancy. This runs counter to what one might expect, as transgender individuals have previously reported experiencing pressures to conform to cisnormative modes of presentation (Kearns et al., 2017). It is possible that this lack of difference is an artifact of the fact that my sample of transgender participants was comprised largely of transgender men, and represented fewer transgender women. There is some evidence that transgender men and women deal with appearance stressors in different ways and to different degrees of severity (Fernandez-Rouco, Carcedo, Lopez, & Orgaz, 2019). Transgender women tend to report higher levels of anxiety and body image issues than do transgender men (Hoffman, 2014), possibly as a result of greater scorn toward perceived masculine role violations than perceived feminine role violations    31  (Sirin, McCreary, & Mahalik, 2004). Thus, it is possible that the real/ought appearance concerns were less relevant to this sample of transgender individuals, given more heavy representation of transgender men. Another possibility is that, due to the COVID-19 pandemic, participants may have been less inclined to engage in social interaction, which would lead them to experience the social judgements which accompany real/ought discrepancies as often as they might in more ordinary times. That being said, it is clear that some level of inflated appearance concern was present, given that the transgender sample demonstrated greater levels of real/ideal appearance concerns than did cisgender heterosexual men. Examination of participants’ qualitative responses in future work will be useful in identifying what ideals these participants feel they are unable to attain.  The comparisons between sexual minority and heterosexual participants’ levels of appearance discrepancy partially ran counter to my initial hypothesis of sexual minority participants demonstrating higher levels of discrepancy than heterosexual individuals. Real/ideal discrepancies differed more between specific sexual minority groups than between those groups and heterosexual participants, with lesbian women demonstrating lower real/ideal discrepancy values than did bisexual, pansexual, or queer participants. This finding is in opposition to what one might expect, given the heteronormative appearance pressures reported by sexual minority individuals in previous literature (Skidmore, Linsenmeier, & Baily, 2005). The fact that lesbian women had such a low average real/ideal discrepancy value may be reflective of the ways in which feminine role violations are less likely to be penalized in the United States, if those violations still conform to binary appearance expectations (e.g., one adopting a masculine presentation over a feminine one, rather than a nonbinary or gender fluid presentation; Sirin,    32  McCreary, & Mahalik, 2004). Thus, it is possible that lesbian women simply had more leeway to present in a way that lined up with their ideal, but this interpretation will require additional research to confirm or deny. The real/ought discrepancy comparison by sexual identity produced more expected results, with bisexual and pansexual participants demonstrating higher levels of discrepancy than did heterosexual participants. This is reflective of previous reports that bisexual and pansexual individuals have a hard time determining how they are “supposed” to present, given the absence of culturally defined bisexual or pansexual appearance tropes (Callis, 2014).  Appearance discrepancies were found to be present in cisgender individuals as well, with sexual minority cisgender women experiencing similar levels of real/ought appearance discrepancy to gender minority participants and higher levels than cisgender heterosexual men. That they do not suffer from a similarly inflated level of real/ideal discrepancy may indicate that these women feel somewhat more in alignment with their own presentational goals, even if they are running counter to others’ expectations. This is not entirely surprising, given the bevy of research demonstrating that cisgender heterosexual and sexual minority women experience substantial social pressure to adhere to unhealthy body ideals (Boyle & Omoto, 2014; Grabe, Ward, & Hyde, 2008). However, were this to be the only reason for this increase in discrepancy, we might expect heterosexual cisgender women to also display elevated levels of real/ought discrepancy, which was not the case here. There have been past reports of cisgender lesbian women feeling pulled between adopting a heteronormative style and one that is tied to their sexual identity (Blair & Hoskin, 2014). This conflict could drive increased feelings of discrepancy, as real/ought discrepancies reflect the degree to which one believes that they    33  fit into their surrounding social groups. Further analysis of participants’ qualitative responses will provide greater understanding of mechanisms underlying these differences between sexual minority and heterosexual women. Notably, lesbian women in this sample did not demonstrate significantly different levels of real/ought appearance discrepancy in comparison to other sexual identity groups. Instead, it appears that across the board, those who held identities outside the binary (i.e., identities that do not rely on a male/female dichotomy, such as pansexual or gender nonbinary individuals) had the highest level of discrepant feelings.  Gender nonbinary, bisexual, and pansexual participants all demonstrated higher levels of appearance discrepancy in comparison to other respective gender or sexual orientation groups. It is likely not a coincidence that all three of these groups are underrepresented in the media and within the LGBTQ community, leading some to perhaps be more uncertain of how to socially perform their identity, and to feel uncomfortable in doing so at all (Callis, 2014; Fiani & Han, 2019). The data from the present study demonstrate in a quantitative manner what has only been previously observed qualitatively: that those who hold identities that go beyond binary systems may feel less confident in how to present. While lesbian and gay individuals report having multiple “archetypes” from which to construct their identity-relevant appearance, other individuals who identify as nonbinary, pansexual, and bisexual report having to go much further out of their way to develop a mode of presentation that authentically reflects their identity (Fiani & Han, 2019), which likely also relates to their increased levels of appearance discrepancy in the present study.     34  The existence of appearance discrepancies described above were also found to be significantly associated with mental health and well-being, in support of my second hypothesis. Both real/ideal and real/ought appearance discrepancy were associated with increased rates of social anxiety, depressive symptoms, and decreased satisfaction with life across participants. These effects are interesting, despite being somewhat small, as they imply that various forms of discrepancy (i.e., real/ideal, real/ought) may be uniquely associated with one’s mental health, beyond that of the related construct of gender congruence, and beyond the influence of participant age and income. While much of the past research focused on gender presentation when considering appearance dissatisfaction, my data demonstrate that there may be additional dimensions of appearance concerns that may also need to be addressed. Social class symbols, such as wearing clothing created by elite designers, operate as one such additional appearance domain. Clothing has a history of being used to further class divides and hinder social mobility as a result (Kraus et al., 2017). A discrepancy framework could help to better understand the experiences of those who are trying to engage in social mobility, by showing how individuals react to being forced to utilize status symbols that go against their personal appearance preferences. Examining appearance concerns beyond that of gender could be especially important for gender nonbinary or queer individuals, especially as we continue to examine their intersectional relationship with their race and social class.  Implications for Practice and Policy  The findings of this study hold implications for many domains, as they demonstrate that adopting modes of presentation counter to one’s authentic presentation    35  are associated with disruptions in the psychological well-being of LGBTQ people, and this may be especially relevant for gender nonbinary and transgender individuals. These groups are often at risk of being forced to display in ways which run counter to their gender identity (Snapp et al., 2015), as dress codes in both scholastic and professional settings are often made with the intention of reinforcing a gender binary. Glickman (2015) notes that school dress codes are often wielded against transgender and nonbinary students who attempt to dress in a manner which conforms to their gender identity, such as not allowing a student to attend class unless they are presenting as the gender they were assigned at birth. A transgender student in this situation must choose whether to conform to the school’s expectations, and risk experiencing a discrepancy with their ideal gender presentation (and associated consequences with health outcomes), or to continue to dress in an affirming manner and risk further disciplinary action that could limit their future educational and professional opportunities (Glickman 2015). Even when students are able to move out of school into the workforce, many of these same normative pressures continue to apply (Dray, Smith, Kostecki, Sabat, & Thomson, 2020).  The pressure to conform to a heteronormative appearance in the workplace does not have to involve an explicit dress code, as the implicit workplace culture often works to reinforce the gender binary, with binary gender conforming individuals often being perceived as “less disruptive” or more likeable than those who hold nonconforming identities (Dray et al., 2020; Richards, Harriette, & Mattoli, 2021). Given that these expectations can lead some individuals to suppress their preferred modes of presentation to fit in, and generate the potential for discrepant feelings as a result, it is clear that both explicit and implicit dress codes must be reconsidered. This is especially true in light of    36  the findings of the present study, demonstrating an association between generalized appearance discrepancies and one’s mental well-being. These results offer empirical support for the adoption of policies by industry leaders and school administrators that are not only “neutral” towards people’s appearance, but also are actively protective of those who deviate from cultural norms. My findings suggest that taking such actions to reduce employees’ feelings of appearance discrepancy may have a positive impact on their mental health which, in addition to its moral imperative, tends to improve productivity and reduce employee turnover (Bubonya, Cobb-Clark, Wooden, 2017).  Limitations  The largest limitation of this study is the lack of contextual information regarding participants’ experiences of discrepancy. The primary discrepancy measure asks participants the degree to which they feel as though they fit their own ideal presentation, or the presentational expectations of others, but does not let us know what these ideals or expectations are. Without this information, it is difficult to say in what context participants experienced these feelings of discrepancy. For instance, it is possible that participants might primarily be experiencing real/ought discrepancy when dealing with appearance expectations in their workplace, but feel relatively comfortable with their appearance outside of that setting. This sort of understanding will be important for future attempts to abate the development of discrepant feelings. Fortunately, I included a series of open-ended questions along with the more quantitative data reported here, and further analysis of the former for future manuscripts will allow for deeper understanding of how participants’ specific experiences might contribute to their experiences of discrepancy. That being said, to make questions applicable to a wide array of participants, I was    37  unable to ask about identity-specific forms of appearance discrepancy, such as nonbinary individuals’ feelings of pressure to conform to a consistent, binary gender presentation (Fiani & Han, 2019). Although I have been able to demonstrate the impact of generalized appearance discrepancies, future research could focus more on these identity-specific concerns, as understanding these specific concerns will be crucial for helping to guide individuals to more congruous modes of presentation. If we are able to better identify what situations encourage individuals to experience appearance discrepancy, it will allow for the creation of interventions against these triggers and the development of more affirming spaces and policies.   Finally, the analyses in this project have limited to participants’ sexual and gender orientations, but there are other social identities that require consideration. Race and socioeconomic status are both domains that are closely tied to one’s appearance choices, and would warrant future investigation (Duncan & McCoy, 2007; Kraus et al., 2017). Further, it would be beneficial to investigate discrepancy in these groups through an intersectional lens (McCall, 2005). For example, there is already evidence that Black lesbian women hold appearance concerns that are not shared by white lesbian women, and examining just “lesbian women” as a monolith does occlude such diversity of experience (Moore, 2006). Unfortunately, such an intersectional approach proved to be unfeasible in the current study, as further subdividing the sample would risk having insufficient power for the proposed analyses. Thus, fully understanding how appearance discrepancy manifests in different people will involve more targeted demographic work in the future.   Strengths and Future Directions    38   The present study held a number of strengths. Firstly, the results demonstrated that discrepancy theory (Higgins, 1989) can be applied to gender presentation concerns. My data indicate that real/ideal and real/ought discrepancies in gender presentation appear to be uniquely associated with mental health outcomes among a sample of participants diverse in their sexual and gender identities, and these discrepancies held this association beyond that of related constructs such as gender congruence. This is noteworthy, as Higgins’ (1989) discrepancy theory can capture the intersection or conflict between one’s intended mode of presentation and the social presentation pressures that one faces, which is not possible using previous models of gender presentation alone (e.g., Martin, Andrews, England, Zosuls, & Ruble, 2017).   An additional strength of this project was the diversity of identities represented. Thanks to targeted recruitment efforts and a large sample size, I was able to examine transgender and gender nonbinary participants as independent subgroups, which has rarely been done in past research. This has allowed for analyses that demonstrated both groups display heightened levels of appearance discrepancy, yet gender nonbinary individuals may be more susceptible to real/ought discrepancies than are transgender individuals. This could indicate that these two groups may benefit from different forms of support to resolve feelings of discrepancy, with nonbinary individuals perhaps requiring more focus on how they relate their appearance to felt external demands. Focusing on identifying how to best express their nonbinary identity may be productive for many, as there are not many models for how to engage in such presentation (Fiani & Han, 2019). I was similarly able to differentiate the discrepancy experiences of pansexual, bisexual, and queer identified participants, who have also been rarely individually featured in past    39  studies. This differentiation has revealed the ways in which pansexual and bisexual individuals may differ from each other, despite them often being perceived as having a great deal of conceptual overlap (Galupo, Ramirez, & Pulice-Farrow, 2016).   Several new avenues of research might be considered upon recognition of the strengths and limitations of the current project. First and foremost is the identification of sources of discrepancy that exist outside of gender and sexuality, particularly in those with marginalized identities or an intersection of multiple marginalized identities (McCall, 2005). As just one example, previous researchers have noted stringent appearance demands placed on Black youth to appear “respectable” as a way to avoid experiencing racial discrimination or violence (Duncan & McCoy, 2007). However, some of these youth have reported resisting these expectations for respectability, instead arguing that there should be a greater push for others to respect their appearance as being valid, even if it does not adhere to classist cultural tropes of respectability (Kerrison, Cobbina, & Bender, 2018). To my knowledge, there has not been any quantitative investigation of mental health associations with this form of presentational identity management, but Higgins’ (1989) discrepancy theory could serve as a solid foundation from which to draw for future research. Such research could add weight to the argument against the pressure to be “respectable”, should it be found that these pressures are leading youth to develop discrepant views of their appearance. This is just one domain in which appearance discrepancy may serve as an additional piece of an ongoing conversation, and future research should focus on identifying other domains in which appearance discrepancy might serve as an additional consideration to fully understanding the relationship between one’s appearance and their mental health.     40   Further, future research could also be conducted to determine what most heightens one’s feelings of appearance discrepancy. The present study demonstrates that there is a great deal of individual variation in one’s experience of appearance discrepancy, but we have little understanding of what factors are associated with increased discrepancy risks or the degree to which discrepancy varies over time. Longitudinal research into appearance discrepancy could be very useful, as it could identify when these feelings are most present and most absent, which could in turn help to develop protections against them. This could be especially valuable as more people begin to have access to vaccines for COVID, thus allowing for greater in-person social interaction than would have been possible during the time when the data for this study were collected.  Conclusion  The present study demonstrates that appearance discrepancies can impact anyone, but are most likely to be relevant to LGBTQ individuals who have fewer models for their appearance, such as gender nonbinary individuals, or those whose appearance is commonly stigmatized, such as transgender individuals. The degree to which these discrepancies manifest, however, is based upon what kind of discrepancy (i.e., real/ideal, real/ought) is present, and how the discrepancies in question might interact with the individual’s gender and sexual identities. Understanding what forms of discrepant appearance concerns are most likely to be relevant to an individual will be of help to the development of future therapeutic interventions. A discrepancy approach (Higgins, 1989) allows for a new way to approach one’s appearance concerns that goes beyond a binary approach of previous models, such as gender presentation. In doing so, it allows a more    41  client-focused approach by asking, “to what degree does the individual meet their personal presentational goals?” and not, “to what degree does the individual perform masculinity or femininity?”. The present research demonstrates that a discrepancy approach for examining individuals’ appearance concerns relates to individual mental health outcomes, and demonstrates that transgender, gender nonbinary, and cisgender sexual minority individuals all demonstrate heightened levels of the discrepancy phenomenon in comparison to their cisgender heterosexual peers. Further research is warranted, as a developing a greater understanding of how discrepant appearance concerns manifest will only help to protect marginalized groups against its impacts.       42  References American Psychiatric Association. (2013). Diagnostic and statistical manual of mental  disorders (5th ed.). doi:10.1176/appi.books.9780890425596 Bessenoff, G. R., & Snow, D. (2006). Absorbing society’s influence: Body image self- discrepancy and internalized shame. Sex Roles, 54, 727-731. doi: 10.1007/s11199- 006-9038-7 Blair, K. L., & Hoskin, R. A. (2014). Beyond butch-femme: Contemporary  understandings of femme identities and related experiences of  discrimination. Coming-out for LGBT, 25-  Bockting, W. O., Miner, M. H., Swinburne Romine, R. E., Dolezal, C., Robinson, B. B.  E., Rosser, B. S., & Coleman, E. (2020). The Transgender Identity Survey: A  measure of internalized transphobia. LGBT health, 7, 15-27. doi:  10.1089/lgbt.2018.0265 Boyle, S. C., & Omoto, A. M. (2014). Lesbian community oughts and ideals: Normative  fit, depression, and anxiety among young sexual minority women. Psychology of  Women Quarterly, 38, 33-45. doi: 10.1177/0361684313484900 Bruun, S. T., Simon, K. A., Farr, R. H. (in prep) Associations Between Psychological  Adjustment and Self-Discrepancies in Presentation Among LGBTQ Adults.  Bubonya, M., Cobb-Clark, D. A., & Wooden, M. (2017). Mental health and productivity  at work: Does what you do matter?. Labour economics, 46, 150-165. doi:  10.1016/j.labeco.2017.05.001    43  Byers, D. S., McInroy, L. B., Craig, S. L., Slates, S., & Kattari, S. K. (2019). Naming and  addressing homophobic and transphobic microaggressions in social work  classrooms. Journal of Social Work Education, 1-12. doi:  10.1080/10437797.2019.1656688 Callis, A. S. (2014). Bisexual, pansexual, queer: Non-binary identities and the sexual  borderlands. Sexualities, 17, 63-80. doi: 10.1177/1363460713511094 Clarke V. & Turner K. (2007) V. Clothes maketh the queer? Dress, appearance and the  construction of lesbian, gay and bisexual identities. Feminism & Psychology, 17:  267-275 doi: 10.1177/0959353507076561 Derogatis, L. R., & Melisaratos, N. (1983). The brief symptom inventory: an introductory  report. Psychological medicine, 13, 595-605. doi: 10.1017/S0033291700048017 Diener, E., Emmons, R, Larsen, R., & Griffin, S. (1985). The Satisfaction with Life  Scale.  Journal of Personality Assessment, 49, 1105-1117. doi:  10.1207/s15327752jpa4901_13 Dray, K. K., Smith, V. R., Kostecki, T. P., Sabat, I. E., & Thomson, C. R. (2020).  Moving beyond the gender binary: Examining workplace perceptions of  nonbinary and transgender employees. Gender, Work & Organization, 27, 1181- 1191. doi: 10.1111/gwao.12455 Duncan, G. A., & McCoy, H. (2007). Black Adolescent Racial Identity and  Respectability. Negro Educational Review, 58, 35–48.     44  Faul, F., Erdfelder, E., Buchner, A., & Lang, A. G. (2009). Statistical power analyses  using G* Power 3.1: Tests for correlation and regression analyses. Behavior  research methods, 41, 1149-1160. doi: 10.3758/BRM.41.4.1149 Furnham, A., Badmin, N., & Sneade, I. (2002). Body image dissatisfaction: Gender  differences in eating attitudes, self-esteem, and reasons for exercise. The Journal  of psychology, 136, 581-596. doi: 10.1080/00223980209604820 Galupo, M. P., Henise, S. B., & Davis, K. S. (2014). Transgender microaggressions in the  context of friendship: Patterns of experience across friends’ sexual orientation and  gender  identity. Psychology of Sexual Orientation and Gender Diversity, 1, 461.  doi: 10.1037/sgd000  Galupo, M. P., Ramirez, J. L., & Pulice-Farrow, L. (2017). “Regardless of their gender”:  Descriptions of sexual identity among bisexual, pansexual, and queer identified  individuals. Journal of Bisexuality, 17, 108-124. doi:  10.1080/15299716.2016.1228491 Garelick, A. S., Filip-Crawford, G., Varley, A. H., Nagoshi, C. T., Nagoshi, J. L., &  Evans, R. (2017). Beyond the binary: Exploring the role of ambiguity in biphobia  and transphobia. Journal of Bisexuality, 17, 172-189 doi:  10.1080/15299716.2017.1319890 Glickman, D. J. (2015). Fashioning children: Gender restrictive dress codes as an entry  point for the trans school to prison pipeline. American University Journal of  Gender, Social Policy, and the Law, 24, 263-284.      45  Grabe, S., Ward, L. M., & Hyde, J. S. (2008). The role of the media in body image  concerns among women: A meta-analysis of experimental and correlational  studies. Psychological Bulletin, 134(3), 460–476. https://doi.org/10.1037/0033- 2909.134.3.460 Hagmaier, T., & Abele, A. E. (2015). When reality meets ideal: Investigating the relation  between calling and life satisfaction. Journal of Career Assessment, 23, 367-382.  doi: 10.1177/1069072714547164 Hayfield, N. (2013). ‘Never judge a book by its cover?’: students’ understandings of  lesbian, gay and bisexual appearance. Psychology & Sexuality, 4, 16-24. doi:  10.1080/19419899.2013.748261 Henrichs-Beck, C. L., & Szymanski, D. M. (2017). Gender expression, body–gender  identity incongruence, thin ideal internalization, and lesbian body  dissatisfaction. Psychology of Sexual Orientation and Gender Diversity, 4, 23-33.  doi: 10.1037/sgd0000214 Hiestand, K. R., & Levitt, H. M. (2005). Butch identity development: The formation of  an authentic gender. Feminism & Psychology, 15, 61-85. doi:  10.1177/0959353505049709 Higgins, E. T. (1989). Self-discrepancy theory: What patterns of self-beliefs cause people  to suffer? In Advances in experimental social psychology, 22, 93-136. San Diego,  CA: Academic Press.    46  Higgins, E. T., Klein, R., & Strauman, T. (1985). Self-concept discrepancy theory: A  psychological model for distinguishing among different aspects of depression and  anxiety. Social cognition, 3, 51-76. doi: 10.1521/soco.1985.3.1.51 Hutson, D. J. (2010). Standing out/fitting in: Identity, appearance, and authenticity in gay  and lesbian communities. Symbolic Interaction, 33(2), 213-233. doi:  10.1525/si.2010.33.2.213 IBM Corp. (2020). IBM SPSS Statistics for Windows, Version 27.0. Armonk, NY: IBM  Corp.  Jewell, J. A., & Brown, C. S. (2014). Relations among gender typicality, peer relations,  and mental health during early adolescence. Social Development, 23, 137-156.  doi: 10.1111/so de.12042  Jones, B. A., Haycraft, E., Murjan, S., & Arcelus, J. (2016). Body dissatisfaction and  disordered eating in trans people: A systematic review of the  literature. International Review of Psychiatry, 28, 81-94. doi:  10.3109/09540261.2015.1089217 Johnson, D., & Ryan, J. B. (2020). Amazon Mechanical Turk workers can provide  consistent and  economically meaningful data. Southern Economic Journal, 87,  369-385. doi: 10.1002/soej.12451 Kearns, L. L., Mitton-Kükner, J., & Tompkins, J. (2017). Transphobia and cisgender  privilege: Pre-service teachers recognizing and challenging gender rigidity in  schools. Canadian Journal of Education/Revue canadienne de l'éducation, 40, 1- 27. doi: 10.2307/90002337    47  Kerrison, E. M., Cobbina, J., & Bender, K. (2018). “Your pants won’t save you”: Why  Black  youth challenge race-based police surveillance and the demands of Black  respectability politics. Race and Justice, 8, 7-26. doi:  10.1177/2153368717734291 Khalil, A. A., Hall, L. A., Moser, D. K., Lennie, T. A., & Frazier, S. K. (2011). The  psychometric properties of the Brief Symptom Inventory depression and anxiety  subscales in patients with heart failure and with or without renal  dysfunction. Archives of psychiatric nursing, 25, 419-429. doi:  10.1016/j.apnu.2010.12.005 Klemmer, C. L., Arayasirikul, S., & Raymond, H. F. (2018). Transphobia-based violence,  depression, and anxiety in transgender women: The role of body  satisfaction. Journal of interpersonal violence, online advanced publication.  doi: 10.1177/0886260518760015 Kozee, H. B., Tylka, T. L., & Bauerband, L. A. (2012). Measuring transgender  individuals’ comfort with gender identity and appearance: Development and  validation of the Transgender Congruence Scale. Psychology of Women  Quarterly, 36, 179-196. doi:  10.1177/0361684312442161 Kraus, M. W., Park, J. W., & Tan, J. J. (2017). Signs of social class: The experience of  economic inequality in everyday life. Perspectives on Psychological Science, 12,  422-435. doi:  10.1177/1745691616673192    48  Levitt, H. M., & Hiestand, K. R. (2005). Gender within lesbian sexuality: Butch and  femme perspectives. Journal of Constructivist Psychology, 18, 39-51. doi:  10.1080/10720530590523062 Levitt, H. M., & Ippolito, M. R. (2014). Being transgender: Navigating minority stressors  and developing authentic self-presentation. Psychology of Women Quarterly, 38,  46-64.  doi: 10.1177/0361684313501644 Maki, J. L. (2017). Gay subculture identification: Training counselors to work with gay  men. Vistas Online, 22, 1-12. McBride, R. S. (2020). A literature review of the secondary school experiences of trans  youth. Journal of LGBT Youth, online advanced publication 1-32. doi:  10.1080/19361653.2020.1727815 McGuire, J. K., Doty, J. L., Catalpa, J. M., & Ola, C. (2016). Body image in transgender  young  people: Findings from a qualitative, community based study. Body  Image, 18, 96-107. doi: 10.1016/j.bodyim.2016.06.004 Miller, C. A., Guidry, J. P., Dahman, B., & Thomson, M. D. (2020). A tale of two diverse  Qualtrics samples: information for online survey researchers. Cancer,  Epidemology,  Biomarkers, & Prevention, 29, 731-735. doi: 10.1158/1055- 9965.EPI-19-0846 Mizock, L., Riley, J., Yuen, N., Woodrum, T. D., Sotilleo, E. A., & Ormerod, A. J.  (2018). Transphobia in the workplace: A qualitative study of employment  stigma. Stigma and Health, 3, 275-282. doi: 10.1037/sah0000098    49  Moore, M. R. (2006). Lipstick or timberlands? Meanings of gender presentation in black  lesbian communities. Signs: Journal of Women in Culture and Society, 32, 113- 139. doi: 10.1086/505269 Mustanski, B., & Espelage, D. L. (2020). Why are we not closing the gap in suicide  disparities for sexual minority youth?. Pediatrics, 145, electronic publication. doi:  10.1542/peds.2019-4002 Olson, J., Schrager, S. M., Belzer, M., Simons, L. K., & Clark, L. F. (2015). Baseline  physiologic and psychosocial characteristics of transgender youth seeking care for  gender  dysphoria. Journal of Adolescent Health, 57, 374-380. doi:  10.1016/j.jadohealth.2015.04.027 Palan, S., & Schitter, C. (2018). Prolific. ac—A subject pool for online  experiments. Journal of Behavioral and Experimental Finance, 17, 22-27. doi:  10.1016/j.jbef.2017.12.004 Pavot, W., & Diener, E. (2009). Review of the satisfaction with life scale. In Assessing  well-being (pp. 101-117). Springer, Dordrecht. Peer, E., Brandimarte, L., Samat, S., & Acquisti, A. (2017). Beyond the Turk: Alternative  platforms for crowdsourcing behavioral research. Journal of Experimental Social  Psychology, 70, 153-163. doi: 10.1016/j.jesp.2017.01.006 Richards, Harriette, & Mattioli, Fabio. (2021). Fashioning founders: Dress and gender in  the entrepreneurial ecosystem. Gender, Work, and Organization. Advance  online  publication doi:10.1111/gwao.12641    50  Rood, B. A., Maroney, M. R., Puckett, J. A., Berman, A. K., Reisner, S. L., & Pantalone,  D. W.  (2017). Identity concealment in transgender adults: A qualitative  assessment of minority stress and gender affirmation. American Journal of  Orthopsychiatry, 87, 704-713. doi:  10.1037/ort0000303 Rummell, C. M., & Levant, R. F. (2014). Masculine gender role discrepancy strain and  self-esteem. Psychology of Men & Masculinity, 15, 419-426. doi:  10.1037/a0035304 Russell, S. T., & Fish, J. N. (2016). Mental health in lesbian, gay, bisexual, and  transgender (LGBT) youth. Annual review of clinical psychology, 12, 465-487.  doi: 10.1146/annurev- clinpsy-021815-093153 Ryan, C., Huebner, D., Diaz, R. M., & Sanchez, J. (2009). Family rejection as a predictor  of negative health outcomes in white and Latino lesbian, gay, and bisexual young  adults. Pediatrics, 123, 346-352. doi: 10.1542/peds.2007-3524 Schreiber, F., Bohn, C., Aderka, I. M., Stangier, U., & Steil, R. (2012). Discrepancies  between implicit and explicit self-esteem among adolescents with social anxiety  disorder. Journal of Behavior Therapy and Experimental Psychiatry, 43, 1074- 1081. doi: 10.1016/j.jbtep.2012.05.003 Scott, L., & O'Hara, M. W. (1993). Self-discrepancies in clinically anxious and depressed  university students. Journal of abnormal psychology, 102, 282-287. doi:  10.1037/0021- 843X.102.2.282    51  Sears B, Mallory C. Documented evidence of employment discrimination & its effects on  LGBT  people. Los Angeles, CA: The Williams Institute, UCLA School of Law;  2011.  Sherer, I. (2016). Social transition: Supporting our youngest transgender  children. Pediatrics, 137, doi: 10.1542/peds.2015-4358. Sirin, S. R., McCreary, D. R., & Mahalik, J. R. (2004). Differential reactions to men and  women's gender role transgressions: Perceptions of social status, sexual  orientation, and value dissimilarity. The Journal of Men’s Studies, 12, 119-132.  doi: 10.3149/jms.1202.119 Skidmore, W. C., Linsenmeier, J. A., & Bailey, J. M. (2006). Gender nonconformity and  psychological distress in lesbians and gay men. Archives of sexual behavior, 35,  685-697. doi: 10.1007/s10508-006-9108-5 Snapp, S. D., Hoenig, J. M., Fields, A., & Russell, S. T. (2015). Messy, butch, and queer:  LGBTQ youth and the school-to-prison pipeline. Journal of Adolescent  Research, 30, 57–82. doi:10.1177/0743558414557 Van Dam, N. T., & Earleywine, M. (2011). Validation of the Center for Epidemiologic  Studies Depression Scale—Revised (CESD-R): Pragmatic depression assessment  in the general  population. Psychiatry research, 186, 128-132. doi: 10.1016/j.psychres.2010.08.018 van de Grift, T.C., Cohen-Kettenis, P.T., Steensma, T.D. (2016). Body Satisfaction and  Physical Appearance in Gender Dysphoria. Arch Sex Behav , 45, 575–585. doi:  10.1007/s10508-015-0614-1    52  Vindegaard, N., & Benros, M. E. (2020). COVID-19 pandemic and mental health  consequences: Systematic review of the current evidence. Brain, behavior, and  immunity, 89, 531-542. doi: 10.1016/j.bbi.2020.05.048 Weilage, M., & Hope, D. A. (1999). Self-discrepancy in social phobia and  dysthymia. Cognitive  Therapy and Research, 23, 637-650. doi:  10.1023/A:1018788925223 Whitehead, J., Shaver, J., & Stephenson, R. (2016). Outness, stigma, and primary health  care utilization among rural LGBT populations. PloS one, 11. doi:  10.1371/journal.pone.0146139      53  VITA Samuel T. Bruun EDUCATION M.S. Department of Psychology, University of Kentucky, May 2018 B.A. Psychology, University of Wisconsin Stevens Point, May 2016  PUBLICATIONS Bruun, S. T., & Farr, R. H. (2020). Longitudinal gender presentation and associated  outcomes among adopted children with lesbian, gay, and heterosexual parents.  Journal of GLBT  Family Studies. Advance online publication.  doi:10.1080/1550428X.2020.1802382 Simon, K. A., Vázquez, C. P., Bruun, S. T., & Farr, R. H. (2019). Retrospective feelings  of difference based on gender and sexuality among emerging adults. Psychology  of Sexual Orientation and Gender Diversity. doi:10.1037/sgd0000349 Farr, R. H., Bruun, S. T., & Simon, K. A. (2019). Family conflict observations and  outcomes among adopted school-age children with lesbian, gay, and heterosexual  parents. Journal of Family Psychology, 33, 965- 974. doi:10.1037/fam0000576 Farr, R. H., Bruun, S. T., & Patterson, C. J. (2019). Longitudinal associations between  coparenting and child adjustment among lesbian, gay, and heterosexual adoptive  parent  families. Developmental Psychology, 55, 2547–2560. doi:  10.1037/dev0000828 Weisgram, E. S., & Bruun, S. T. (2018). Predictors of gender-typed toy purchases by  prospective parents and mothers: The roles of childhood experiences and gender  attitudes. Sex Roles, 79, 342-357 doi:10.1007/s11199-018-0928-2 Farr, R. H., Bruun, S. T., Doss, K. M., & Patterson, C. J. (2018). Children’s gender- typed behavior from early to middle childhood in adoptive families with lesbian,  gay, and heterosexual parents. Sex Roles, 78, 528-541 doi:10.1007/s11199-017- 0812-5  ",
    "id": 475632711,
    "identifiers": {
        "doi": "10.13023/etd.2021.302",
        "oai": "oai:uknowledge.uky.edu:psychology_etds-1200"
    },
    "title": "How I Can Be Me: Associations Between Presentation Discrepancy and Mental Health Outcomes Among LGBTQ Adults",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-01-01T08:00:00+00:00",
    "publisher": "UKnowledge",
    "references": [],
    "sourceFulltextUrls": [
        "https://uknowledge.uky.edu/cgi/viewcontent.cgi?article=1200&context=psychology_etds"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/475632711.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/475632711"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/475632711/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/475632711/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/475632711"
        }
    ],
    "abstract": "One’s perception of their own personal appearance, and how one is viewed by others has been previously shown to have an impact on one’s mental health. Whether it be dealing with unrealistic body expectations depicted in the media, or attempting to appear sufficiently masculine, there are a multitude of ways in which one’s appearance can cause distress. Some appearance challenges are more identity specific, such as the struggles that some transgender people experience when attempting to achieve affirming gender presentation. Although these different concerns have been addressed individually in past research, there has not been an attempt to determine how generalized appearance concerns might have an influence on one’s mental health. In the present study, I sought to examine these variety of appearance concerns through the lens of discrepancy theory. A sample of 1650 participants completed a survey asking about the gaps between their idealized presentation, their current presentation, and the presentation that others expected them to have. In addition to this, participants were given a series of measures related to their mental health, including their depressive symptoms, social anxiety, gender congruence, and overall life satisfaction. Overall, it was found that one’s experience of appearance discrepancy varied based on one’s gender identity and sexual orientation, with transgender and gender nonbinary participants generally displaying greater levels of discrepancy. In addition to this, appearance discrepancy proved to be associated with individual mental health. These findings help to shine a light on the social pressures faced by LGBTQ individuals and point to a potential new avenue to support clinicians and refine social policy",
    "tags": [
        "text",
        "Appearance Discrepancy",
        "LGBTQ",
        "Nonbinary",
        "Transgender",
        "Social Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:uknowledge.uky.edu:psychology_etds-1200",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3479",
        "openDoarId": 0,
        "name": "University of Kentucky",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 475632711,
        "depositedDate": null,
        "publishedDate": "2021-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T05:15:53+00:00",
        "acceptedDate": null,
        "createdDate": "2021-08-27T15:55:23+01:00"
    },
    "urls": [
        "https://uknowledge.uky.edu/psychology_etds/198",
        "https://uknowledge.uky.edu/context/psychology_etds/article/1200/viewcontent/How_I_Can_Be_Me__Associations_Between_Presentation_Discrepancy_an.pdf"
    ],
    "lastUpdate": "2024-01-24T05:15:53+00:00",
    "setSpecs": []
}