{
    "acceptedDate": "",
    "authors": [
        {
            "name": "DiBennardo, Rebecca"
        },
        {
            "name": "Saguy, Abigail"
        }
    ],
    "contributors": [],
    "createdDate": "2018-08-19T15:17:19+01:00",
    "dataProvider": {
        "id": 2333,
        "name": "Virtual Commons - Bridgewater State University",
        "url": "https://api.core.ac.uk/v3/data-providers/2333",
        "logo": "https://api.core.ac.uk/data-providers/2333/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/160503079.pdf",
    "fullText": "Journal of International Women's StudiesVolume 19 | Issue 6 Article 19Aug-2018How Children of LGBQ Parents NegotiateCourtesy Stigma over the Life CourseRebecca DiBennardoAbigail SaguyFollow this and additional works at: http://vc.bridgew.edu/jiwsPart of the Women's Studies CommonsThis item is available as part of Virtual Commons, the open-access institutional repository of Bridgewater State University, Bridgewater, Massachusetts.Recommended CitationDiBennardo, Rebecca and Saguy, Abigail (2018). How Children of LGBQ Parents Negotiate Courtesy Stigma over the Life Course.Journal of International Women's Studies, 19(6), 290-304.Available at: http://vc.bridgew.edu/jiws/vol19/iss6/19This journal and its contents may be used for research, teaching and private study purposes. Any substantial or systematic reproduction, re-distribution, re-selling, loan or sub-licensing, systematic supply or distribution in any form to anyone is expressly forbidden. ©2018 Journal of International Women’s Studies. 290 Journal of International Women’s Studies  Vol. 19, No. 6  August 2018   How Children of LGBQ Parents Negotiate Courtesy Stigma over the Life Course  By Rebecca DiBennardo1 and Abigail Saguy2   Abstract Drawing on in-depth interviews with 28 U.S. adults who have at least one lesbian, gay, bisexual, or queer (LGBQ) parent, we examine how this group negotiates the courtesy stigma of a parent’s sexual identity over the life course. Respondents reported less control over revealing courtesy stigma during childhood, when they were closely linked to their parents, but increased ability to conceal parents’ sexual orientation as they aged. During childhood and adolescence, parents’ gender presentation and choice of partner(s) impacted the visibility and degree of courtesy stigma, as did their peer networks and social environments. As adults, respondents continued to face issues of visibility; those who identified as heterosexual struggled to gain acceptance within LGBQ communities, while those who identified as LGBQ negotiated fears about how their own sexual orientation reflected upon their families of origin. Recognizing that people with one or more LGBQ parents face courtesy—rather than direct—stigma sheds light on past research, while providing a sociological framework with which to analyze future work on this population.  Keywords: Family, sexualities, children and youth, LGBTQ parents    Introduction Currently, six million people in the United States have at least one lesbian, gay, bisexual or transgender (LGBT) parent (Gates 2013). Non-heterosexual people become parents in a variety of ways—through routine different-sex sexual interaction (Gates 2015) or by using assisted technologies, adoption, or other methods (Gates 2015, Goldberg and Allen 2013). They raise children as couples, as single parents, and in less conventional configurations, such as communal living or co-parenting by gay and lesbian couples (Moore and Stambolis-Ruhstorfer 2013, Weston 1991). Yet, despite increased frequency and acceptance of such families and the recent legalization of same-sex marriage, children raised outside of heterosexual nuclear family frameworks still face challenges due to lack of institutionalization and conservative ideologies regarding what constitutes “legitimate” family structures (Edin and Kefalas 2005, Wegar 2000). Past research uses the concept of stigma (Edin and Kefalas 2005, Wegar 2000)—to examine these challenges (Edin and Kefalas 2005, Gash and Raiskin 2016, Haider 2016, Wegar                                                  1 Rebecca DiBennardo is a doctoral candidate in the sociology department at the University of California, Los Angeles. Her research interests include gender and sexuality, reproduction and politics, and family and demography. Her dissertation examines the emergence of the Sexual Violent Predator (SVP) category and the implementation of contemporary SVP laws. 2 Abigail Saguy is UCLA Professor of Sociology with a courtesy appointment in Gender Studies. She holds a PhD from the EHESS (Paris, France-1999) and from Princeton University (2000). Her research interests include sociology of gender, cultural sociology, political sociology, and sociology of law. She is the author of What is Sexual Harassment? From Capitol Hill to the Sorbonne (California, 2003), What’s Wrong with Fat (Oxford, 2013); Come Out, Come Out, Whoever You Are (Oxford, Forthcoming), as well as multiple scientific journal articles and op-eds.   291 Journal of International Women’s Studies  Vol. 19, No. 6  August 2018 2000). The stigma that arises from having an LGBQ parent, however, is what Goffman calls “courtesy stigma,” in that it comes from social ties with a stigmatized person, i.e., the LGBQ parent or “courtesy group” (Goffman 1963:3). For instance, in that it is stigmatized to have a criminal record, an ex-convict is directly stigmatized, whereas the spouse or child of an ex-convict may experience courtesy stigma. As such, courtesy stigma tends to be a “situationally induced social construct, rather than a constant attribute” (Hequembourg 2004, Kuvalanka, Leslie and Radina 2014, Tasker and Golombok 1995). While those with courtesy stigma share experiences with their courtesy group, they usually do so without the protection and acceptance that those within courtesy groups enjoy. And, while they may choose to “live within the world of one’s stigmatized connection,” they also frequently struggle for full acceptance within their courtesy group, feeling like outsiders there (Goffman 1963:30). Courtesy stigma via one’s parents presents additional obstacles, because it compromises the “protective capsule” that family of origin often provides to buffer children from the stigma of the outside world (Birenbaum 1970:197). Adults facing courtesy stigma may choose to manage social interactions in ways that minimize its visibility, but children may find that they cannot control the visibility of their courtesy stigma. With this in mind, we conducted in-depth interviews with 28 adults in the United States with at least one parent identifying as lesbian, gay, bisexual or queer (LGBQ),3 exploring how their parent’s sexual orientation impacts them as they age. We ask: how do individuals with one or more LGBQ parent negotiate the courtesy stigma of a parent’s sexual identity over the life course? How do those negotiations vary at different life stages and in different social situations? Do people articulate a need for a community of their own, focused on the experience of having an LGBQ parent? If so, what might that say about their relationship to the courtesy group and desire for visibility? Using courtesy stigma as a conceptual tool, we examine how our respondents negotiate disclosure, agency, and collective belonging as they age, speaking to questions of stigma resistance and self-identification in the process.    Stigma: Visibility, Resistance, and Belonging Goffman (Goffman 1963:30) identified two major types of stigma: visible (or “discredited identity”) and easy-to-hide (or “discreditable identity”). Those with a discreditable identity may choose to pass—or hide the stigmatized trait. For instance, a light-skinned black man might pass as white or a gender-conforming lesbian may pass as straight. In contrast, those with a discredited identity cannot pass but may attempt to minimize those identities by covering (for example, paralyzed U.S. President Franklin Delano Roosevelt often sat behind a desk, so as to make his wheelchair less apparent). People may also refuse to pass by “coming out” or refuse to cover by “flaunting,” emphasizing their difference (Goffman 1963).                                                  3 People use a wide range of terminologies to refer to sexual and gender orientation—including, but not limited to, lesbian, gay, bisexual, transgender, and queer (LGBTQ). Use of these terms varies extensively, and research in the area of sexuality often examines sub-sets of sexual or gender identity, such as same-sex couples, lesbians, or transgender people. When discussing prior research, we employ the terminology used by the authors of those studies, in order to accurately reflect their studies’ populations. Our study specifically recruited people who had one or more “lesbian, gay, bisexual, or queer” parents as defined by that parent’s current sexual preferences, but we did not ask respondents to elaborate about the specific ways in which their parents labeled or defined their sexual identity. We therefore refer to our respondents as having one or more “LGBQ” parents throughout this analysis but note that there are substantive and important differences between identifying as lesbian, gay, bisexual, or queer (Gates, 2015) that this paper does not explore.  292 Journal of International Women’s Studies  Vol. 19, No. 6  August 2018 Sexual orientation is usually thought of as a discreditable stigma, because it can be hidden, although this depends on gender presentation, among other factors. Similarly, the courtesy stigma that arises from having an LGBQ parent initially appears to be discreditable, and much of the existing literature from the U.S. on children with LGBQ parents shows that they use passing as a stigma-minimizing strategy (1963). A study of 78 teenagers raised in planned lesbian families found that most respondents reacted to peer teasing by keeping family arrangements secret (Yoshino 2006). Passing is an understandable strategy in a context where peers and their parents can reject children with lesbian parents (e.g., Kuvalanka, Leslie and Radina 2014, Welsh 2011) and where negative reactions can cause LGB parents and their children to question the “legitimacy” of their families (Gelderen et al. 2012). Still, some research shows that children with one or more LGBTQ parent often directly confront teasing and surround themselves with supportive peers to mitigate it (Tasker and Golombok 1995, Tasker and Golombok 1998, Witte Jr 2003). Moreover, research suggests that the dependent relationship between children and their parents may impact the degree to which having an LGBQ parent is in fact a discreditable identity. For children living at home, it may be difficult, if not impossible, to hide the fact that they have an LGBQ parent. The presence of a “second” mother, father, or other-gendered same-sex partner often requires explanation that a different-sex partner does not (Goldberg and Kuvalanka 2012, Hequembourg 2004, Seltzer 2000, Slater and Mencher 1991). Other factors that might “out” a child as having a gay parent include parental appearance (e.g., a lesbian with “butch” style) or a parent’s own openness about their sexuality. In these instances, children cannot choose whether to conceal or reveal their courtesy stigma—a characteristic of discredited identity. There are also gray areas between passing and coming out, as when one “deflects” by claiming a stigmatized identity that is not their own (Epstein, Idems and Schwartz 2013, Leddy, Gartrell and Bos 2012), such as by mentioning that a parent is divorced but not gay. Rather than being either “out” or “closeted” all of the time, people may engage in “strategic outness” based on context, including how close they are with the person with whom they are interacting (Patterson 1995, Sullivan 2004, Wright 1998). Specifically, children of LGBQ parents selectively disclose family information, not revealing information to those considered less significant in their lives (Orne 2013). In contrast, people may choose to “take a bullet,” or absorb the hostility directed toward them if they think, by educating the hostile other, they can improve future conditions for others who are similarly stigmatized, or if the relationship warrants the effort and discomfort (Orne 2011). Stigma management strategies differ by life stage, as distance from parents that occurs with aging creates more control with regard to concealing or revealing parental sexual orientation. A study of 30 adults with at least one LGB parent found that older teenagers and young adults are more likely than younger children to strategically disclose their parent’s sexual orientation to educate others about family diversity and LGB families in general (Bozett 1987). As children age, having LGBTQ parents is also more likely to become a positive part of their identity; as they gradually receive more acceptance, they move from fear and secrecy to openness, and often “reclaim” their status as children of LBGTQ parents (Orne 2013:242). Following this work, we consider disclosure as a “career” that evolves based on age, family formation, and connection with one’s parents (Goldberg 2007). As adult children of LGBQ parents solidify their own sexual identity and orientation and move further away from their parents, they appear to shift most firmly into a discreditable identity. Those who come to identify as LGBQ themselves (“second generation” (Joos and Broad 2007,  293 Journal of International Women’s Studies  Vol. 19, No. 6  August 2018 Lick, Patterson and Schmidt 2013)) may experience stigma related to their own sexual orientation, in addition to the stigma of having one or more LGBQ parents. By moving into the courtesy group, they may solidify their social identity and connection to LGBQ community, worrying less about rejection of their identities by their parents and possessing broader notions of acceptable sexual orientation and gender identity (Guittar and Rayburn 2016). Yet, they may also feel pressure to hide their sexual orientation from people outside of the LGBQ community, or to gender conform, so as not to feed fears that gay parents produce gay children (Garner 2005). The discrimination they witnessed toward their parents may fuel concerns about coming out as LGBQ themselves (Garner 2005). In contrast, heterosexual adult children of LGBQ parents possess an almost fully discreditable identity, because they can control the degree of association they maintain with their parents. Despite this control, however, heterosexually-identified adult children of LGBQ parents often choose to identify with LGBQ communities (Kuvalanka and Goldberg 2009), maintaining a connection with their courtesy group. Consistent with Goffman’s (1963) theory of courtesy stigma, however, they often express feeling out of place in the gay community (Goldberg 2016). Because our sample is diverse in terms of sexual orientation, we are able to examine how this factor intersects with experiences of having gay parents, stigma management, and LGBQ community belonging.  Whereas the majority of sociological literature on child wellbeing compares children of lesbian and gay parents to children of heterosexual couples, we examine how experiences vary by life stage, kinship structures, and one’s own sexual orientation as an adult. In so doing, we respond to calls from family scholars to produce research that examines intrafamilial LGBQ-headed family differences, expanding beyond cross-family comparisons (Goldberg 2010:166). We build on two previous life-course studies of adolescents and emerging adults with LGBQ parents (Goldberg et al. 2012), providing an independent replication essential for establishing empirical validity (Demo and Allen 1996). Our interviews, conducted in 2011 at the height of the movement for marriage equality, but before the 2015 U.S. Supreme Court decision that would make same-sex marriage a constitutional right in the country, capture experiences of adult children of LGBQ parents at this critical turning point in U.S. history.   Method In order to better understand experiences of courtesy-stigma management and collective identification, we conducted, from June-September 2011, 28 in-depth semi-structured interviews with U.S. adults who had at least one parent who identified as LGBQ. After obtaining Internal Review Board (IRB) approval of interview questions and recruiting materials, we located study subjects via list server postings at a large public university in the Western U.S., and a large private university in the Eastern U.S., word of mouth referrals, and snowball sampling. We searched for respondents using broad requirements: that they had at least one parent who identified as LGBQ, and that they be between ages 18 and 32 years. We did not restrict the gender or sexual orientation of respondents. We conducted six interviews in-person in New York City and the rest via Skype or phone. The interviews averaged 50 minutes long and ranged from 28 to 66 minutes. Respondent ages ranged from 21-32 years, with two respondents between the ages of 21-22 years, 15 between 23-27 years, and 11 aged 28-32 years. Primary regions of birth included the San Francisco Bay area; New York City; and Boston or Northampton, Massachusetts; all considered very “gay-friendly”  294 Journal of International Women’s Studies  Vol. 19, No. 6  August 2018 areas in the U.S.—in that they have large LGBQ populations, as well as policies and institutions supportive of LBGQ individuals and families (Goldberg 2007, Goldberg et al. 2012). The sample included 15 women, 12 men, and one gender-queer or non-binary person, who did not identify with either end of the gender binary. Of our sample, 17 identified as straight and 11 identified as lesbian, gay, bisexual, or queer, the latter of which generally signals resistance to heterosexual and gender normativity (Warner 1999). All of our respondents had at least some college education. When asked to self-identify without providing a list of racial categories, half of our respondents identified as white; four as mixed raced, ambiguous, or other; and eight responded that they racially identified as Jewish. We use pseudonyms for all respondents. We designed a semi-structured interview guide in the context of a larger project examining how different groups resist stigma and mobilize for social change (identifying citations). We asked respondents open-ended interview questions about the experience of finding out that a parent (or more than one parent) was gay, how they negotiated revealing a parent’s sexual orientation to peers and others at different points in their lives, and whether and how they felt they were treated differently throughout the life course because of a parent’s sexual orientation. We asked respondents about their relationship to the LGBQ community as children, teens, and adults, and how their own sexual orientation affected (or not) that relationship. Finally, we asked respondents if they currently or ever felt as if they needed a community or support network “of their own,” separate from the LGBQ community. Some psychological studies underscore the potential limitations of retrospective data such as these, pointing out that people reinterpret their past in light of their present, and that childhood recollections are subsequently unreliable sources of information (Lucas, Morrell and Posard 2013). These critiques apply most, however, to episodic and severe cases of trauma, such as sexual or physical abuse. Adults accurately recall other childhood experiences—even those considered potentially traumatic, such as divorce or death of parents, and that narratives are a critical site for evaluating and analyzing identity-formation (seeWarner 1999). The first author has two LGBQ parents, which gave us entrée into the group of study respondents and a comfortable rapport with those interviewed (see Gates and Ost 2004). The first author’s personal background also informed our interview guide and alleviated some concerns about representation and “the problem of speaking for others” with which qualitative researchers often struggle (Hardt and Rutter 2004, Maughan and Rutter 1997). The second author’s feedback throughout the interview process helped mitigate against the risk that overfamiliarity with the topic would lead to embedded assumptions or assumed understandings. Immediately following each interview, we reviewed the full recording and typed up field notes with emerging themes and statements of note. A professional transcriber fully transcribed all interviews. We used the qualitative coding software HyperRESEARCH to inductively code interviews for key themes. Then, cross-referencing relevant themes, we generated interview data reports for analysis. The present sample comprises people raised in a variety of households, including those headed by two mothers or two fathers; informal queer communes; a lesbian and gay man sharing procreation and parenting; single queer parents, and one transgender parent. Although one of our respondents had a mother who transitioned to male during the respondent’s childhood, we did not specifically recruit people with transgender parents. This participant was included in our sample because she also had a lesbian parent throughout her entire life. Because we did not sample for people with trans parents and because we only have one participant with a trans parent, we refer to our respondents as having at least one “LGBQ” (without the T) parent.   295 Journal of International Women’s Studies  Vol. 19, No. 6  August 2018 In an effort to capture different kinds of experiences, our sample includes adults raised from early childhood by LGBQ parents (N=11) as well as those conceived in heterosexual relationships who had parents “come out” during childhood or adolescence, and thus experienced divorce and often re-partnership or remarriage (N=17). With the exception of one respondent whose mother came out when she was 19 years old, all of the other respondents had a parent who came out when they were 15 years or younger or were raised from birth by one or more LGBQ parents. Initially, we systematically compared these two groups, but did not find significant differences with regards to how they experience or manage courtesy stigma.   Findings As we discuss below, we find that respondents move between discredited and discreditable identities throughout various life stages, depending on variety in family formation/structure, parents’ gender presentation, changes in social environment, connections to gay rights organizations and queer community, and their own sexual orientation.  Discredited and Discreditable Identity during Childhood Of the 27 respondents whose parents came out when the respondent was 15 or younger or were raised from birth by one or more LGBQ parent, 21 mentioned the difficulty of escaping courtesy stigma during childhood. This makes sense—children are more closely connected to their parents than are older teenagers or adults, and have less control over their environment. Still, as we will see, the extent to which they experienced discredited identity (as well as the intensity of courtesy stigma) varied according to several other factors. In some cases, the mere presence of two mothers, two fathers, or a parent’s same-sex romantic partner revealed their parents’ sexual orientation to others. Several respondents spoke about how having two same-sex parents or a parent and a same-sex partner drop them off or attend meetings at school effectively “outed” them. A parent’s changing romantic status often changed the visibility of a child’s courtesy stigma. Lily, whose mother came out as a lesbian and divorced her father, said: “There was a small period in between [my mother’s] first partner and her second partner that she wasn’t [dating], and it was easier because I didn’t have to tell my friends anything. It was just that my parents got divorced.” Lily could hide her mothers’ sexual orientation when her mother was single, but not when she was partnered with another women. Gender presentation also contributes to visibility of courtesy stigma. Respondents said that having a parent whose gender presentation was outside of (stereo)“typical” norms of masculinity and femininity made it harder to conceal that parent’s sexual orientation. For instance, Michele said that the “butch” appearance of her mother’s first live-in partner solicited more questions from her peers than did her mother’s subsequent “femme” partners. In contrast, when one of Lauren’s mothers transitioned to male so that her parents appeared as a heterosexual couple, there “was no real act of hiding that I had to do.”  Concealing and Revealing in Adolescence Several respondents said that, as adolescents, they gained control over decisions about concealing or revealing a parent’s sexual identity. Yet adolescence is also the time—in one respondent’s words—when “gayness becomes a part of the dialogue.” Sarah, whose mother came out when Sarah was 14 years old, said about this time: “when I saw my mom and her partner kissing for that first time…my heart kind of [sank], because I realized I didn’t want to be the  296 Journal of International Women’s Studies  Vol. 19, No. 6  August 2018 different kid at school…I went to the biggest high school in the state, but I didn’t know a single kid that had a gay parent.” Others with mothers who came out during their adolescence also described their parents’ sexuality was just “one more thing” about which they could potentially be teased. As Molly put it, “it’s hard as a teenager, because you just want to be the same as everyone else, and [having an LGBQ parent] makes you different.” Fear of being different led many respondents chose to either pass or cover. For instance, Kevin described peeling off the triangle bumper sticker on his mother’s car so that peers could not identify his mother as lesbian—literally making that particular signifier of her identity invisible. Lauren explained her choice to conceal her mother’s sexual orientation: “At first I think it was…protecting our family, and then it kind of turned into…protecting my mom. I didn’t want any of my friends or other students…to say anything negative about her.” Lauren was trying to protect her mother, but also to shield herself from the courtesy stigma that extended to her via her mother. During adolescence, some respondents chose to pass by “deflecting” (Fivush and Nelson 2006, Fivush and Zaman 2015), or by creating “illusions of heterosexuality” (Lofland and Lofland 1995, Matthews 2005) about their parents. For instance, Nick—conceived by a lesbian and a gay man and co-raised by his mother, father and their respective partners—often referred to his mother and his father, without mentioning that both were gay. Others discussed family structures in less “embarrassing” terms, such as divorce or single parenthood or by combining parents into one person. Respondents also spoke of avoiding the topic of their parents when they did not want to get into detailed conversations about how they were raised, which echoes Orne’s concept of  “strategic outness” (Orne 2011, see also Goldberg 2007). “Strategic outness” indicates control over stigmatizing information, suggesting a transition to a classically discreditable identity. Like others, Dan said it was often not worth the effort and potential discomfort, particularly with acquaintances and strangers, to discuss his family background: “I don’t want to start that topic of conversation because I’m not necessarily prepared or interested in defending it. I’m not going to change what they think…so why [bother]?” Yet by their senior year of high school, 23 out of 27 respondents whose parents came out when they were 15 years or younger said that they revealed their parents’ sexual orientation to trusted friends at the very least (Sarah referred to this as trying this aspect of self-identification “on for size”). At the same time, several respondents spoke of how, in college, they felt greater distance from their parents’ sexual orientation, reflecting the changing structural connections between themselves and their parents. As they aged, they became less dependent and socially identified with them. Clara articulated it as follows: “In middle school, it felt like the rejection of my family was a rejection of me…having queer parents was a huge part of my identity. [But now, in college]…I have other things that are more prominent to me.” This greater distance may partly explain why so many respondents said they chose to reveal their parents’ sexual orientation in college, just when it became easier to conceal. All but two respondents said they began college with the intention of being completely open, seeing it as an opportunity for a clean slate. For instance, Lily stated, “…When I went to college…I didn’t have to lie about [my mother’s sexuality] or cover it up anymore, and I just kind of wanted to change my identity and be more open about it.” Although colleges tend to be politically progressive (Hinrichs and Rosenberg, 2002), several respondents consciously chose more progressive institutions, where they could be open about their parents’ sexual orientation.   297 Journal of International Women’s Studies  Vol. 19, No. 6  August 2018 Sexual Orientation and Relationship to the Courtesy Group  As our respondents aged, seventeen identified as straight and eleven did not. While disagreeing with the societally pervasive assumption that “successful” parenting results in heterosexual children, respondents still expressed concerns about validating them. For instance, Grace, who was conceived and raised by lesbians, stated, “I feel like in some ways there was a lot of pressure—not from my parents, but just in general—to be straight, because straight means that you’re okay or that gay people make straight kids.” The idea that experiencing same-sex desire would reflect negatively upon their parents shaped respondents’ experience of their own sexual development.  Some LGBQ-identified respondents spoke about struggling to establish their sexual identity—and ties to queer community—in a parent’s shadow. For instance Lucy described feeling a type of “competition” with her mother:  [There was this idea] that my mom [was] authentically a lesbian, whereas…I had been straight, but I dated girls…And so then that already kind of puts you on the edge of authenticity with a lot of people in the queer community. [So] in some ways [having] a lesbian mom…made it…like I was just experimenting instead of having some sort of stable identity.  In these cases, respondents said that their ability to affirm their own social identity via their sexual orientation felt constrained by, rather than facilitated by, their parents’ sexual orientation. While competition between parents and children is not uncommon generally, in this case the aspect of navigating identity in the queer community adds another layer to that experience. Parents’ efforts to include children in LGBQ community also shaped respondents’ experiences of inclusion and exclusion from this courtesy group. For instance, due to her upbringing on a queer cooperative, Clara grew up in a highly politicized environment, where her parents routinely told her that their struggle was hers:   I grew up from a young age [with my parents saying], if you want to be, you are part of the queer community. And don’t let anybody call you an ally if that’s not what you want to be called. The queer struggle, this is a part of your life. You have experienced the oppression that queer people face. You have experienced the oppression, while not being a person of color, of living in a multiracial family. You understand these struggles in a way that allies do not.  Thus, when Clara came to identify herself as queer, she felt she gained an additional basis of belonging to a community of which she was already a part.  In contrast to these queer respondents, who felt belonging in the courtesy group, 14 out of 17 straight-identified respondents said that they did not consider themselves part of the LGBQ community. Some, like Peter—man of color who was adopted and raised by two white men—spoke of being allies. Peter embraced the word ally, stating he was “trying to think more strategically about being a straight man, of being a straight man of color more specifically, and what my role is and could be in terms of supporting this community.” In contrast, others said their “shared experiences” with gay men and lesbians gave them a better understanding of LGBQ issues than other allies. Bobby, who spends time in the gay male social scene because of his father, but identifies as straight, said, “I always say I’m gay in every sense of the word except for who [sic.]  298 Journal of International Women’s Studies  Vol. 19, No. 6  August 2018 I’ll sleep with.” Nick described his connection to LGBQ networks as analogous to that of hearing children with deaf parents:   They may know sign language, but they’re not deaf. And there’s a special word for them, which is CODA, Children of Deaf Adults. And they occupy this kind of middle ground. They live their lives as hearing people. It’s not like they’re living as deaf people. But they still have kind of this foot in the door into that community.  Yet, this middle ground was not always easy to navigate. Some questioned where they “fit” into the community or spoke of having to justify their role in the LGBQ community. For instance, Lily said she had felt like part of the queer community as a child, but, as a heterosexually identifying adult, often felt as if she had to justify her presence in queer spaces: “My first year [of college] I would go to the queer community center and people would be like, ‘why are you here? You’re straight,’ and I’d be like, ‘My parents are queer; I have just as much of a stake in this as you do.’” Some respondents passed as queer or covered their heterosexuality to minimize the perceived stigma of being heterosexual in these environments. Sarah stated that, among LGBQ people, she was “…never too quick to say, ‘I’m straight,’ because…anywhere you go you want to be a part of the community!”—implying that her own heterosexuality was an obstacle to this. Other straight respondents used their parents’ sexuality to bridge this obstacle, validate their presence, and create a tangible link to LGBQ spaces. Steve pointed out that, when around LGBQ people, mentioning his mother’s sexual orientation gave him more “privileged status,” which one can interpret as a way to cover, or minimize, his own sexual orientation. Gwen created linkages that allowed her to “opt back into” the community as an adult, gearing her law practice toward LGBQ parents and remaining involved in LGBQ advocacy work. Although respondent sexual orientation impacted relationships with the courtesy group, five respondents—who spanned a range of sexual orientations—expressed a desire for their own community. As young adults, these respondents joined a non-profit organization called COLAGE that provides support and networking for children of queer and transgender parents (Alcoff 1991:8). Peter, a straight man, explained why this specific group was so important to his identity, as the child of an LGBQ parent:   [The] core [of] COLAGE…[is] to validate the experience of somebody who is a child of a LGBT parent. To say that … regardless of your own sexual identity…being a child of somebody [gay] is a unique identity onto itself, with its own set of issues that are interrelated, but separate, from the issues [your parents experienced].  Molly, who was raised by a single lesbian—who conceived her with donated sperm from a gay male friend—and later came to identify as straight, said that, despite feeling “accepted and welcome[d] by the queer community” she “couldn’t just have a queer community. I definitely need my own group of people.” Queer respondents also expressed the importance of a specific space where they could connect with children of LGBQ parents. In fact, Grace described COLAGE as her first “coming out” experience, despite later coming to identify as a queer adult, stating: “For me it was just  299 Journal of International Women’s Studies  Vol. 19, No. 6  August 2018 realizing that there was this home or this place of belonging that I didn’t know I needed or that I was a part of, or that existed…it was my quintessential coming out story.”   Discussion and Conclusion In sum, our respondents use many of the same interactional practices to manage the courtesy stigma of having an LGBQ parent as people use to manage the stigma of being LGBQ. For instance, they alternatively conceal parents’ sexual orientation in an effort to escape discrimination, “out” themselves to make larger points about gay rights, or employ ambiguous language and “half-truths” (Orne 2013:4), such as when Nick referred to his mother and his father while omitting that each was gay and had a same-sex partner. Moreover, choosing to pass, to cover, to “come out,” to selectively disclose, to politically disclose, or otherwise, varies, according to the ways in which respondents measure the threat of discrimination at different stages in life. In these situations, visibility shapes how people with an LGBQ parent experience and respond to stigma. Thus, a child living with a cisgender mother and a trans parent or stepparent who passes as male may find it easier to negotiate courtesy stigma than one who lives with two female-identified mothers; young children living at home may be less able to hide their parents’ sexual orientation in general. This is not to say that all children of LGBQ parents face more courtesy stigma during childhood—while their courtesy stigma may be visible during this time, parents can also offer a “protective buffer” (Goffman 1963) that vanishes as children age. Thus, for people with LGBQ parents, the waning of stigma is neither an inevitable nor a linear process (Kuvalanka, Leslie and Radina 2014:258). We have argued that having one or more LGBQ parents functions as courtesy stigma (Colage n.d.). The concept of courtesy stigma helps understand the unique challenges faced by people with an LGBQ parent with community and belonging. Respondents who do not themselves come to identify as LGBQ often struggle to find continued acceptance within the LGBQ community, or “courtesy group,” despite feeling a claim to those spaces. They may also simultaneously struggle to find their place within mainstream society. Some respondents reacted to these challenges by taking steps to “opt back into” LGBQ communities. In contrast to these heterosexually identifying adults with one or more LGBQ parents, adults with an LGBQ parent who also personally identify as LGBQ expressed concern about validating mainstream fears that gay parents (re)produce gay offspring, yet felt more accepted by LGBQ communities. Our respondents demonstrated what Jason (Orne 2013:229), drawing on (see, e.g., Kuvalanka, Leslie and Radina 2014), calls double consciousness, in that they understand how their situation can be stigmatizing in one community and a simultaneous source of belonging in another. They remain both insiders and outsiders, moving between two worlds. Yet, in contrast to past research finding that adult children of LGBQ parents often choose to remain “insiders,” continuing to identify with LGBQ communities as adults (Goldberg 2010), the majority of our respondents (15 out of 28) told us that, as adults, they did not identify as part of the LGBQ community. All but one of these 15 respondents sexually identified as straight, suggesting that perhaps struggles of feeling out of place due to own sexual orientation impact the perceived legitimacy of claiming a “place” in certain communities. Whereas previous work posits that timing of parents’ coming out (specifically having parents who come out later in life) may be a potential cause of disconnection from LGBQ communities (Goldberg et al. 2012), eight of our respondents from the 15 who chose not to identify as part of the LGBQ community were raised from birth by LGBQ parents. This finding indicates that timing of parents’ coming out may play  300 Journal of International Women’s Studies  Vol. 19, No. 6  August 2018 a less salient role in community identification than previously theorized. Five of our respondents, some of whom self-identified as gay and some of whom identified as straight, expressed a need for a “community of their own.” Given that young adults with LGBQ parents face distinct circumstances that their parents do not, it makes sense that some would desire a community that acknowledges this unique position. As others have shown, “neither commonality nor connectedness alone engenders ‘groupness’—the sense of belonging to a distinctive, bounded, solidary group” (Goffman 1963)—but an organization like COLAGE, which combines both, may do so. In this case, the experience of not quite fitting in with an existing group contributes to the formation of a new self-identification and collectivity, illustrating one way in which novel forms of social identification and group belonging emerge.  Unfortunately, the diversity of families found in our sample meant we had small numbers of certain family types, including those co-parented by the mother, father, and father’s partner; or raised by single LGBQ parents. We also had only a few respondents of color, which restricted analysis of racial/ethnic variation in experiences of stigma. This is unfortunately a common issue in LGBTQ family research—although research indicates that same-sex parenting is actually more prevalent amongst racial and ethnic minorities, these people are more likely to live in conservative areas of the United States and be of lower socio-economic status, contributing to overall decreased visibility of this group (Gates 2013). Correspondingly, the high socio-economic status of our sample may have also led us to understate the overall amount of courtesy stigma experienced by people with one or more LGBQ parents, as high socioeconomic status has been shown to mitigate experiences of discrimination amongst children with LGBQ parents Orne (2013). Relying on list servers for recruitment created additional selection biases: respondents were more likely to be involved in LGBQ communities, affiliated with politically progressive universities, and active in advocacy work. This contributed to our upward educational bias. In addition, because respondents voluntarily responded to our posting, we were more likely to interview people who wanted to discuss their experiences (although several said they responded as favors to friends and colleagues who knew of the study and were interested in helping us). And, while interviewing a large number of COLAGE respondents allowed us to evaluate experiences of community amongst our sample, this also limits the generalizability of our results. Given these limitations, future work should examine how adults with one or more LGBQ parents and living in places with higher levels of homophobia manage their associated stigma. Additional work should also examine the experiences of adults, with one or more LGBQ parents, who are not involved in advocacy work, to see how their experiences—and the extent to which having one or more LGBQ parents emerges as a basis of identification and group membership—vary from our sample. In particular, it will be valuable for future work to examine experiences of having one or more LGBQ parents among racial minorities and the working poor, as previous research has shown that practices of disclosure, experiences of discrimination, and timing of coming out in relation to childbearing vary by race, ethnicity, region of residence, and level of education Dubois (1903). Regardless, the diversity of kinship found in our sample demonstrates a salient issue brought up for many LGBQ-headed households in light of the landmark Supreme Court decision Obergefell v. Hodges, 576 U.S. ___(2015), which held that the Fourteenth Amendment requires states to license and recognize same-sex marriage. The majority opinion in this case argued that laws restricting marriage to one man and one woman “harm and humiliate the children of same-sex couples,” imposing “significant material costs of being raised by unmarried parents” and by  301 Journal of International Women’s Studies  Vol. 19, No. 6  August 2018 stigmatizing their families as “somehow lesser.” If the courtesy stigma associated with having one or more LGBQ parents did in fact stem from the unmarried status of one’s parents, as the majority opinion argues, one would expect, going forward with younger generations, only people with married LGBQ parents to be fully accepted by their peers. In contrast, if the stigma stemmed from more general homophobia—as our interviews suggest—and the Supreme Court decision promotes more societal acceptance of homosexuality, people with one or more LGBQ parents from a variety of family structures should face less courtesy stigma in the years following this ruling. Either way, promoting more generalized acceptance of a diverse range of family forms would lessen courtesy stigma for all children raised outside of the nuclear, married model, whether their parents are LGBQ or not.      302 Journal of International Women’s Studies  Vol. 19, No. 6  August 2018 References Alcoff, Linda. 1991. \"The Problem of Speaking for Others.\" Cultural critique 20(Winter):5-32. doi: 10.2307/1354221. Birenbaum, Arnold. 1970. \"On Managing a Courtesy Stigma.\" Journal of Health and Social Behavior 11(3):196-206. Bozett, Frederick W. 1987. Gay and Lesbian Parents: Greenwood Publishing Group. Colage. n.d., \"Colage\". Retrieved April 2, 2014 (http://www.colage.org). Demo, David H. and Katherine R. Allen. 1996. \"Diversity within Lesbian and Gay Families: Challenges and Implications for Family Theory and Research.\" Journal of Social and Personal Relationships 13(3):415-34. doi: 10.1177/0265407596133007. Dubois, W. E. B. 1903. \"The Talented Tenth.\" in The Negro Problem: A Series of Articles by Representative American Negroes of Today, edited by T. Booker. Washington, DC and New York: James Pott. Edin, Kathryn and Maria Kefalas. 2005. Promises I Can Keep. Berkeley, CA: University of California Press. Epstein, Rachel, Becky Idems and Adinne Schwartz. 2013. \"Queer Spawn on School.\" Confero: Essays on Education, Philosophy and Politics 1(2):173-209. doi: 10.3384/confero.2001-4562.13v1i21e. Fivush, Robyn and Katherine Nelson. 2006. \"Parent–Child Reminiscing Locates the Self in the Past.\" British Journal of Developmental Psychology 24(1):235-51. Fivush, Robyn and Widaad Zaman. 2015. \"Gendered Narrative Voices: Sociocultural and Feminist Approaches to Emerging Identity in Childhood and Adolescence.\" Pp. 33-52 in The Oxford Handbook of Identity Development, edited by K. C. McLean and M. Syed. New York: Oxford University Press. Garner, Abigail. 2005. Families Like Mine: Children of Gay Parents Tell It Like It Is: Harper Collins. Gash, Alison and Judith Raiskin. 2016. \"Parenting without Protection: How Legal Status Ambiguity Affects Lesbian and Gay Parenthood.\" Law & Social Inquiry. Gates, Gary J. and Jason Ost. 2004. \"The Gay & Lesbian Atlas.\" Vol.: The Urban Institute. Gates, Gary J. 2013. \"LGBT Adult Immigrants in the United States.\" Vol.  Los Angeles, CA: The Williams Institute. Gates, Gary J. 2015. \"Marriage and Family: LGBT Individuals and Same-Sex Couples.\" The Future of Children 25(2):67-87. Gelderen, L., N. Gartrell, H. M. W. Bos, F. B. van Rooij and J. M. A. Hermanns. 2012. \"Stigmatization Associated with Growing up in a Lesbian-Parented Family: What Do Adolescents Experience and How Do They Deal with It?\". Children and Youth Services Review 34:999-1006. doi: 10.1016/j.childyouth.2012.01.048. Goffman, Erving. 1963. Stigma: Notes on the Management of a Spoiled Identity. New York: Prentice-Hall. Goldberg, Abbie E. 2007. \"Talking About Family: Disclosure Practices of Adults Raised by Lesbian, Gay, and Bisexual Parents.\" Journal of Family Issues 28(1):100-31. doi: 10.1177/0192513X06293606. Goldberg, Abbie E. 2010. Lesbian and Gay Parents and Their Children: Research on the Family Life Cycle. Washington, DC: American Psychological Association.  303 Journal of International Women’s Studies  Vol. 19, No. 6  August 2018 Goldberg, Abbie E., Lori A. Kinkler, Hannah B. Richardson and Jordan B. Downing. 2012. \" On the Border: Young Adults with Lgbq Parents Navigate Lgbtq Communities.\" Journal of Counseling Psychology 59(1):71-85. doi: 10.1037/a0024576. Goldberg, Abbie E. and Katherine A.. Kuvalanka. 2012. \"Marriage (in) Equality: The Perspectives of Adolescents and Emerging Adults with Lesbian, Gay, and Bisexual Parents.\" Journal of Marriage and Family 74(1):34-52. doi: 10.1111/j.1741-3737.2011.00876.x. Goldberg, Abbie E. and Katherine R.  Allen, eds. 2013. Lgbt-Parent Families: Innovations in Research and Implications for Practice. New York: Springer. Goldberg, Abbie E., ed. 2016. The Sage Encyclopedia of Lgbtq Studies, Edited by S. Publications. Guittar, Nicholas and Rachel L. Rayburn. 2016. \"Coming Out: The Career Management of One's Sexuality.\" Sexuality & Culture 20:336-57. Haider, Syed. 2016. \"The Shooting in Orlando, Terrorism or Toxic Masculinity (or Both?).\" Men and Masculinities 19(5):555-65. Hardt, Jochen and Michael Rutter. 2004. \"Validity of Adult Retrospective Reports of Adverse Childhood Experiences: Review of the Evidence.\" Journal of Child Psychology and Psychiatry 45(2):260-73. Hequembourg, A. 2004. \"Unscripted Motherhood: Lesbian Mothers Negotiating Incompletely Institutionalized Family Relationships.\" Journal of Social and Personal Relationships 21(6):739-62. doi: 10.1177/0265407504047834. Joos, K. E. and K. L. Broad. 2007. \"Coming out of the Family Closet: Stories of Adult Women with Lgbtq Parents.\" Qualitative Sociology 30(275-295). doi: 10.1007/s11133-007-9064-y. Kuvalanka, K. A., L. A. Leslie and R. Radina. 2014. \"Coping with Sexual Stigma: Emerging Adults with Lesbian Parents Reflect on the Impact of Heterosexism and Homophobia During Their Adolescence.\" Journal of Adolescent Research 29(2):241-70. doi: 10.1177/0743558413484354. Kuvalanka, Katherine A. and Abbie E. Goldberg. 2009. \"'Second Generation' Voices: Queer Youth with Lesbian/Bisexual Mothers.\" Journal of Youth and Adolescence 38(7):904-19. doi: 10.1007/s10964-008-9327-2. Leddy, A., N. Gartrell and H. M. W. Bos. 2012. \"Growing up in a Lesbian Family: The Life Experiences of the Adult Daughters and Sons of Lesbian Mothers.\" Journal of GLBT Family Studies 8(243-257). doi: 10.1080/1550428X.2012.677233. Lick, David J., Charlotte J.  Patterson and Karen M. Schmidt. 2013. \"Recalled Social Experiences and Current Psychological Adjustment among Adults Reared by Gay and Lesbian Parents.\". Journal of GLBT Family Studies 9(3):230-53. Lofland, John and Lyn H.  Lofland. 1995. Analyzing Social Settings: A Guide to Qualitative Observations and Analysis Belmont, CA: Wadsworth. Lucas, Jeffrey W., Kevin Morrell and Marek Posard. 2013. \"Considerations on the 'Replication Problem' in Sociology.\" The American Sociologist 44(2):217-32. Matthews, Sarah H. 2005. \"Crafting Qualitative Research Articles on Marriages and Families.\" Journal of Marriage and the Family 67:799-808. doi: 10.1111/j.1741-3737.2005.00176.x. Maughan, Barbara and Michael Rutter. 1997. \"Retrospective Reporting of Childhood Adversity: Issues in Assessing Long-Term Recall.\" Journal of personality disorders 11(1):19-33.  304 Journal of International Women’s Studies  Vol. 19, No. 6  August 2018 Moore, Mignon R. and Michael Stambolis-Ruhstorfer. 2013. \"Lgbt Sexuality and Families at the Start of the Twenty-First Century.\" Annual Review of Sociology 39. doi: 10.1146/annurev-soc-071312-145643. Orne, Jason. 2011. \"'You Will Always Have to \"out\" Yourself': Reconsidering Coming out through Strategic Outness.\" Sexualities 14(6):681-703. Orne, Jason. 2013. \"Queers in the Line of Fire: Goffman's Stigma Revisited.\" The Sociological Quarterly 54(2):229-53. doi: 10.1111/tsq.12001. Patterson, C. J. 1995. \"Families of the Baby Boom: Parents' Division of Labor and Children's Adjustment.\" Developmental psychology 31(1). Seltzer, Judith A. 2000. \"Families Formed Outside of Marriage.\" Journal of Marriage and the Family 62(4):1247-68. doi: 10.1111/j.1741-3737.2000.01247.x. Slater, S. and J. Mencher. 1991. \"The Lesbian Family Life Cycle: A Contextual Approach.\" American Journal of Orthopsychiatry 61(3):372-82. Sullivan, Maureen. 2004. The Family of Woman: Lesbian Mothers, Their Children, and the Undoing of Gender. Berkeley, CA: University of California Press. Tasker, Fiona and Susan Golombok. 1995. \"Adults Raised as Children in Lesbian Families.\". American Journal of Orthopsychiatry 65(2):203-15. doi: 10.1037/h0079615. Tasker, Fiona L. and Susan Golombok. 1998. Growing up in a Lesbian Family: Effects on Child Development. New York: Guilford Press. Warner, Michael. 1999. The Trouble with Normal: Sex, Politics, and the Ethics of Queer Life. New York: Free Press. Wegar, Katarina. 2000. \"Adoption, Family Ideology, and Social Stigma: Bias in Community Attitudes, Adoption Research, and Practice.\" Family Relations 49(4):363-69. doi: 10.1111/j.1741-3729.2000.00363.x. Welsh, Marjorie G. 2011. \"Growing up in a Same-Sex Parented Family: The Adolescent Voice of Experience.\" Journal of GLBT Family Studies 7(1-2):49-71. doi: 10.1080/1550428X.2010.537241. Weston, Kath. 1991. Families We Choose: Lesbians, Gays, Kinship. New York: Columbia University Press. Witte Jr, J. 2003. \"Ishmael's Bane the Sin and Crime of Illegitimacy Reconsidered.\" Punishment & Society 5(3):327-45. Wright, J. M. 1998. Lesbian Step Families: An Ethnography of Love. New York: Routledge. Yoshino, Kenji. 2006. Covering: The Hidden Assault on Our Civil Rights. New York: Random House.   ",
    "id": 160503079,
    "identifiers": {
        "doi": null,
        "oai": "oai:vc.bridgew.edu:jiws-2073"
    },
    "title": "How Children of LGBQ Parents Negotiate Courtesy Stigma over the Life Course",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-08-07T17:20:52+01:00",
    "publisher": "Virtual Commons - Bridgewater State University",
    "references": [],
    "sourceFulltextUrls": [
        "https://vc.bridgew.edu/cgi/viewcontent.cgi?article=2073&amp;context=jiws"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/160503079.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/160503079"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/160503079/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/160503079/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/160503079"
        }
    ],
    "abstract": "Drawing on in-depth interviews with 28 U.S. adults who have at least one lesbian, gay, bisexual, or queer (LGBQ) parent, we examine how this group negotiates the courtesy stigma of a parent’s sexual identity over the life course. Respondents reported less control over revealing courtesy stigma during childhood, when they were closely linked to their parents, but increased ability to conceal parents’ sexual orientation as they aged. During childhood and adolescence, parents’ gender presentation and choice of partner(s) impacted the visibility and degree of courtesy stigma, as did their peer networks and social environments. As adults, respondents continued to face issues of visibility; those who identified as heterosexual struggled to gain acceptance within LGBQ communities, while those who identified as LGBQ negotiated fears about how their own sexual orientation reflected upon their families of origin. Recognizing that people with one or more LGBQ parents face courtesy—rather than direct—stigma sheds light on past research, while providing a sociological framework with which to analyze future work on this population",
    "tags": [
        "text",
        "Family",
        "sexualities",
        "children and youth",
        "LGBTQ parents",
        "Feminist, Gender, and Sexuality Studies",
        "Women\\u27s Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:vc.bridgew.edu:jiws-2073",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2333",
        "openDoarId": 0,
        "name": "Virtual Commons - Bridgewater State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 160503079,
        "depositedDate": null,
        "publishedDate": "2018-08-07T17:20:52+01:00",
        "updatedDate": "2024-01-20T10:24:39+00:00",
        "acceptedDate": null,
        "createdDate": "2018-08-19T15:17:19+01:00"
    },
    "urls": [
        "https://vc.bridgew.edu/jiws/vol19/iss6/19",
        "https://vc.bridgew.edu/context/jiws/article/2073/viewcontent/DiBennardo_Saguy_v19n06.pdf"
    ],
    "lastUpdate": "2024-01-20T10:24:39+00:00",
    "setSpecs": []
}