{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Meresman, Rebekah M."
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-17T22:08:08+01:00",
    "dataProvider": {
        "id": 14591,
        "name": "Smith College: Smith ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/14591",
        "logo": "https://api.core.ac.uk/data-providers/14591/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/231079023.pdf",
    "fullText": "Smith ScholarWorks Theses, Dissertations, and Projects 2015 I googled. \"How do you know you're gay?\" : a qualitative study on LGBTQ identity formation and the Internet / Rebekah M. Meresman Follow this and additional works at: https://scholarworks.smith.edu/theses  Part of the Social Work Commons Recommended Citation Meresman, Rebekah M., \"I googled. \"How do you know you're gay?\" : a qualitative study on LGBTQ identity formation and the Internet /\" (2015). Masters Thesis, Smith College, Northampton, MA. https://scholarworks.smith.edu/theses/1752 This Masters Thesis has been accepted for inclusion in Theses, Dissertations, and Projects by an authorized administrator of Smith ScholarWorks. For more information, please contact scholarworks@smith.edu. Rebekah Meresman I Googled, “How do you know you’re gay?”: A Qualitative Study on LGBTQ Identity Formation and the Internet     ABSTRACT This qualitative, exploratory study examined the impact of the internet on the identity formation process of LGBTQ individuals. This study aimed to answer the question: How and why do some LGBTQ-identified adults use the internet as a tool to formulate their sexual/gender identity? Through an anonymous online survey, LGBTQ identified participants were asked several open-ended questions about their identity formation experiences, and the role of the internet on this process. Fifty individuals participated in the study, from a wide range of sexual and gender identities, half of which identified as transgender or gender non-conforming. Of these participants, most indicated that the internet was helpful in their identity formation, citing social media, blogs, and e-mail communication as the most commonly used platforms. Participants described the internet as useful for combatting isolation, experimenting and exploring, seeking out information, learning new conceptualizations of identity, and increased authenticity and intimacy. Negative experiences online were also discussed. The research indicated that clinicians working with LGBTQ and questioning clients should bring online efforts into the therapeutic space, and assist clients in managing the risks and benefits of internet use. Areas for further research were suggested.    I GOOGLED, “HOW DO YOU KNOW YOU’RE GAY?”: A QUALITATIVE STUDY ON LGBTQ IDENTITY FORMATION AND THE INTERNET     A project based upon an independent investigation, submitted in partial fulfillment of the requirements of the degree of Master of Social Work             Rebekah Meresman 2015  Smith College School for Social Work Northampton, Massachusetts 01063   ii  ACKNOWLEDGMENTS   This thesis could not have been accomplished without the assistance of many people whose contributions are gratefully acknowledged.   I wish to thank: Al for the puppy, Badboy for the cheerleading, the class president and her Avery for their bi-coastal love, my dad for his calculations, the Fun Uncle house for the cupcakes, Narviar for her infectious positive attitude, and all the queers and allies at Smith and at home for their undying love and idealism in a difficult world. And, lastly, thank you to all the anonymous participants online without whom this thesis could not exist.   Thanks, internet!   iii TABLE OF CONTENTS    ACKNOWLEDGMENTS ..................................................................................    ii  TABLE OF CONTENTS ....................................................................................   iii  LIST OF FIGURES ............................................................................................   iv  CHAPTER   I. INTRODUCTION ......................................................................................    1  II. LITERATURE REVIEW ...........................................................................    5  III. METHODOLOGY .....................................................................................   21  IV. FINDINGS .................................................................................................   26  V. DISCUSSION AND CONCLUSIONS ......................................................   44  REFERENCES ...................................................................................................   52  APPENDICES  Appendix A:  Human Subject Review Committee Approval Letter ..................   58 Appendix B:  Description of Survey ...................................................................   61 Appendix C:  Survey Questions ..........................................................................   62 Appendix D:  Informed Consent Form ...............................................................   63 Appendix E:  Mental Health Resources Provided to Participants ......................   64   iv LIST OF FIGURES    Figure     Page   1. Age of participants ....................................................................................  26   2. Race/Ethnicity of Participants ...................................................................  27   3. Socio-economic Status at    Time of Identity Formation .......................................................................  28   4. Geographical Situation at   Time of Identity Formation .......................................................................  29   5. Sexual Identity of Participants ..................................................................  30   6. Gender Identity of Participants .................................................................  31       1   CHAPTER I Introduction I’m looking to connect dykes who love the net: girls who use their computers for work, rest and play. Tell me what you love and what you hate about the net, let me into your most intimate moments with your computer. Do you think the net is changing the ideas of what it is to be a dyke? Are we blazing trails for the future, or are we just a sad bunch of lesbo-geeks?   These questions were asked in 1994 when the internet was still a slow, text-based, and expensive way to connect to anonymous strangers whose faces you would likely never see. I came across this passage while reading an online blog in Autostraddle.com on a chapter in a book by Lisa Haskell entitled “cyberdykes: tales from the internet” (1996). While many may now take the internet for granted, with blogs a more common reading material than a paper book and with the term “cyberdyke” confusingly obsolete, professionals still use the same theories of identity formation and identity creation that were authored in the seemingly distant pre-internet time. The current research sets out to answer Lisa Haskell’s question sent over a primitive internet in 1994, were these cyberdykes “blazing trails for the future”? The purpose of this study is to investigate use of the internet in the identity formation process of LGBTQ-identified people.  Specifically, how and why do some LGBTQ-identified adults use the internet as a tool to formulate their sexual/gender identity? The internet was first available to the public in 1982, but its widespread use did not gain popularity until the 1990’s (DiMaggio, Hargitaii, Neuman & Robinson, 2001). Currently, 95% of teens use the internet (Zilberstein, 2015). While there is much research on LGBTQ identity formation across generations, there are few studies on the impact of the internet specifically. The literature suggests that online interaction affords a higher degree of anonymity, greater choice in disclosure, and the possibility of “trying on” new identities, including false ones (Turckle 1995).   2 Several facets of online behavior, such as selective disclosure and identity experimentation, are also integral aspects to theories of LGBTQ identity formation, such as stage theories like the Cass Model of Homosexual Identity (Cass, 1979) or relational identity theories such as Symbolic-Interaction Theory (Kaufman & Johnson, 2005). Although there is existing research on LGBTQ teens and their internet usage (Craig, McInroy, McCready, Cesare & Pettaway, 2015; DeHaan, Kuper, Magee, Bigelow & Mustanski, 2013), these studies focus on teens with an established LGBTQ identity, rather than questioning youth and adults who utilize the internet as part of the identity formation process.  This omits a segment of the LGBTQ population with later onset of identity formation (Calzo, Antonucci, Mays & Cochran, 2011). Additionally, these studies admit that they focus on lesbian, gay, and bisexual youth and fall short when addressing trans* youth and the internet’s impact on gender identity formation (Craig et al., 2015; DeHaan et al., 2013). Because studies show that LGBTQ youth continue to struggle with higher levels of mental health challenges than their heterosexual peers (Grossman & D’Augelli, 2007; Mustanski, Garofalo & Emerson, 2010; Shilo & Mor, 2012), it is vitally important that clinicians learn how internet usage can help and/or hinder the identity formation process of questioning clients who may subsequently identity as LGBTQ.  This qualitative research aimed to examine this phenomenon through the actual voices of LGBTQ people. People over the age of 18 who identified as LGBTQ and reported utilizing the internet in their identity formation process were invited to complete an anonymous online survey, asking open-ended questions about how and why they utilized the internet in forming their identity. The survey asked four questions, in addition to demographic information: (1) Do you feel the internet played a role in establishing your identity as LGBTQ? If yes, how? (2) What activities did you engage in online, and why? How much time did you spend online? (3) How did   3 your online identity compare to your “real life” identity? and (4) Looking back, do you feel that the internet was useful to you in forming your identity? Through a combination of convenience and snowball sampling utilizing Facebook, 50 responses were collected, many of whom identified as trans* or gender-nonconforming. Terminology Used in this Research  Throughout this study, several population-specific terms are used. “LGBTQ” is used throughout as a catch-all phrase referring to lesbian, gay, bisexual, transgender or transsexual, and queer individuals. This term is meant to include a variety of sexual and gender identities not listed that participants self-identified as falling under the umbrella “queer,” such as pansexual, androgynous, agender, gender fluid, and a multitude of identities that are not considered heterosexual or cisgender. From the PFLAG website (2015), [Queer] is a fluid label as opposed to a solid label, one that only requires us to acknowledge that we’re different without specifying how or in what context. It is also a concise word that people may use if they do not feel like shifting their language along with their ever-evolving gender, politics and/or sexuality. It may also be an easier and more concise identity for some people to use if and when people ask, because they do. Additionally, I use the word trans* to refer to transgender, transsexual, and gender-nonconforming individuals also as an umbrella term. This term first became popular around 2010 as a way to refer to a multitude of identities, and refers to the way an asterisk is used in computer search engines to include all terms that begin with “trans,” and is meant to “help transcend the gender binary and provide more space for people who are in the middle, who move back and forth, or who don’t identify with the binary at all” (Ryan, 2014). In this spirit, I also use the   4 pronoun “they” when a subject’s gender or preferred pronoun is not known, so as to avoid the inherent binarism in the term “she or he.” Overview of Research  Chapter two provides an overview of theories of LGBTQ identity formation, including a critical analysis of the Cass Theory of Homosexual Identity Formation, introduction to other stage theories, and a summary of alternative theories of LGBTQ identity formation including contributions from Feminist theory and Queer studies. Chapter three describes the research design, methodology of data collection and analysis, ethical considerations for this research as well as limitations. Chapter four presents the findings of the research, and chapter five discusses the implications of these findings, possible interpretations, and directions for further research.   5   Chapter II Literature Review Introduction This literature review gives a brief overview of various theories of sexual and gender identity development that draws from social science research, including empirical studies, and feminist and queer theory from the 1970’s until 2015. This review also connects these theories with existing theories and research on effects of internet usage on identity, behavior, and society. This review is divided into five sections: (1) The Cass theory of homosexual identity formation; (2) Subsequent stage models; (3) Alternate theories; (4) The role of the internet; and (5) A gap in research. The Cass Theory of Homosexual Identity Formation Several theories describe the development of lesbian, gay, bisexual, transgender and queer people ( Butler, 1990; Chun & Singh, 2010; D’Augelli, 1994; Devor, 2004; Muñoz, 1999; Troiden, 1989). However, perhaps the most well-known model of LGBTQ identity development is the Cass model, published in 1979, which was first to assume a homosexual identity as positive (Bilodeau and Renn, 2005). Cass identified a six-stage process in the development of gay and lesbian identity formation: identity confusion; identity comparison; identity tolerance; identity acceptance; identity pride; and identity synthesis (Cass, 1979). This process ends when a previously held ideal of sexual orientation changes to that of homosexual identity; and it feels positive, or accepting, when the individual voices disclosure or in coming out. According to Cass, assuming a homosexual identity as positive occurs when the individual is fully actualized as a gay or lesbian individual.   6 Secord and Backman’s theory of identity development (1961), like the Cass model of gay and lesbian identity development, is based on “interpersonal congruence theory.” This theory posits that individuals seek to create a congruency between three elements: one’s “sense of self”, one’s actions and behaviors, and how one believes others perceive them to be. In this way, individuals have both private and public identities which are separate but related, and “growth” occurs when individuals attempt to make these two identities consistent with one another. Cass suggests individuals may attempt to change any of these three elements in order to make them congruent to a “manageable and tolerable” degree (Cass, 1979). Each of these elements can be viewed as positive or negative, and the way they interact with one another can lead to a “cohesive” sense of self vs. an “incoherent” one, as well as self-acceptance vs. self-hatred. Cass calls this system an “intrapersonal matrix” (Cass, 1979). As an individual attempts to change these different elements in order to reach a manageable degree of congruence, they may move through the six predictable, linear stages defined by Cass, further outlined below. At each stage, however, if one of these three elements reaches a point where it can no longer be changed, or an individual feels satisfied, development stops. Cass calls this “identity foreclosure” (Cass, 1979). The pronoun “they,” a commonly used pronoun in the queer community referring to an individual without identifying their gender identity, will be used throughout the body of this literature review. The first stage of development is called “Identity Confusion”, wherein an individual becomes particularly aware of instances of homosexuality around them and/or realizes their feelings, thoughts or behavior may be labeled as homosexual. In this stage, the possibility that one may be labeled as homosexual is startling because, according to Cass, the individual assumes themselves to be heterosexual prior to these instances. Because of this, the realization that   7 something in one’s internal process may be labeled as homosexual by another creates incongruence within the individual’s intrapersonal matrix, which causes feelings of discomfort and the desire to create a more congruent matrix. This may also cause a feeling of “personal alienation,” because the individual’s previous concept of who they “are” (i.e. heterosexual) is now in question. To answer this question, the individual may seek out more information about homosexuality. If the information they find is similar to the experience they’re having, this may cause even greater incongruence because it strengthens the suspicion that they may be labeled as homosexual despite their understanding of themself as heterosexual.     In the second stage, “Identity Comparison,” the individual will compare their desires, behaviors, etc. to those around them. The feeling of alienation moves from feeling alienated from their own sense of self to feeling alienated from heterosexual society. The positive or negative experience of this phase depends heavily on the individual’s “reference group,” a.k.a. who the individual is comparing themself to; “factors such as geographical and social isolation may heighten the experience of alienation” (Cass, 1979). Cass suggests that the individual may even need to find new meaning for their lives, as they come to the realization that the heterosexual future they had envisioned (marriage, children) may not be possible. For some, those who have “always felt different,” those who already wanted a life different than the normative heterosexual trajectory, or those who value nonconformity, this realization that they may be homosexual is okay, because they don’t care as much about what “others” think of them. However, for others, this realization will cause more incongruence within their personal matrix because of the value placed on what (heterosexual) others may think of them. Regardless of this, in Cass’ theory, individuals in Stage 2 are faced with the task of “passing” as heterosexual so as to avoid negative judgments of homosexuality. Cass outlines four ways that the individual will do this. One is   8 maintaining to themself and others that their homosexual identity and behaviors are limited to one “special” person, but otherwise, they would be heterosexual. Another strategy, labeled the “ambisexual strategy,” is the individual viewing themselves as both heterosexual and homosexual, or “potentially” heterosexual. The next is viewing their homosexuality as temporary. The last is viewing themselves as “innocent” to their homosexual identity, and that they had no choice in the matter and therefore are not responsible for it; for example, “I was born this way.” Cass asserts that this strategy will lead to an identity based on self-hate. This stage leads to either an overt attempt to change behavior so as to act heterosexual, or the individual is propelled into the third stage of identity development. Cass warns that if one responds to this stage with a positive view of heterosexual life, but is unable to adopt a heterosexual identity, the feeling of incongruence and alienation from society maybe so strong that individuals responds by committing suicide. The third stage, “Identity Tolerance,” signals a greater “commitment” to the notion that the individual may identify as homosexual, thus ending the feeling of identity crisis in the earlier stages and focusing on the tasks of creating a life that fits with one’s possible homosexual identity. This includes romantic, social, and emotional needs, thus causing them to seek out homosexual community to both meet these needs and create a greater congruence between how the individual thinks of themself, and how others perceive them. This stage is called “identity tolerance” rather than “acceptance” because the individual feels that they must seek out community, rather than viewing their identity and homosexual community as a positive addition to their life. In this stage, the individual may feel validated by homosexual community, but further alienated by heterosexual society, thus increasing their participation in the homosexual community and withdrawing somewhat from contact with heterosexuals. At this stage, the   9 “quality” of one’s interactions with homosexuals and homosexual culture will impact the trajectory of the individual’s identity development. If they have experiences that feel positive, this will in turn lead to a more positive self image. However, if the experiences feel negative, they may devalue homosexuals as an essentialized group, and this will lead to further crisis. Cass attributes negative experiences to “poor social skills; shyness; low self esteem; and fear of exposure, of the police, of the unknown” (Cass, 1979). Cass also suggests the level of fit between the individual and the options available to them is an important factor, a.k.a. “one person, for example, might find a bar or nightclub exciting, whereas another may find it depressing” (Cass 1979). Negative experiences will lead to a negative self-concept, which the individual will manage by repressing their homosexual feelings or becoming a “self-hating individual” (Cass 1979). Stage 4, “Identity Acceptance,” emphasizes a deeper involvement with gay subculture, and internalizing a homosexual identity as valid and positive. Cass posits that this stage causes a heightened incongruence between how the one sees themself (as homosexual, and homosexuality as positive) and how heterosexuals see them (either as heterosexual, or as homosexual but homosexuality being negative). To deal with this incongruence, the individual may take one of three strategies: to “pass” as heterosexual so as to avoid judgment from heterosexuals; to avoid contact with heterosexuals in general; or to disclose their homosexual identity to a special, trusted heterosexual. Cass asserts that if these strategies are “applied unsuccessfully,” the individual will move on to Stage 5. Otherwise, many people will reach identity foreclosure at Stage 4 because the amount of incongruence is tolerable and manageable. Stage 5 is “identity pride.” In order to deal with the judgment of homosexuals by heterosexuals, the individual “devalues” heterosexuals as a whole and increasingly values   10 homosexuals and gay culture. This stage includes consuming as much gay culture as possible and internalizing messages that “gay is good.” In this way, the individual avoids the incongruence experienced by avoiding it altogether, or by viewing heterosexuals’ negative opinion of homosexuals as unimportant. Cass also states that one becomes an “activist” when the devaluing turns into anger (Cass, 1979). An individual may move on to the next stage if they start to feel that their dichotomizing of society into homosexual/good and heterosexual/bad does not hold up, perhaps due to encountering supportive, “good,” heterosexuals. In order to internalize a more nuanced view of society, the individual may move into Stage 6, “Identity Synthesis.” The identity process is considered “complete” once the individual views their homosexual identity as just one aspect of the self, and not “the” aspect of the self. This includes understanding that they may identify with some heterosexuals, and will not identify with all homosexuals. In this way, the matrix has the least incongruency and therefore causes the individual less distress. Subsequent Stage Models This theory is known as the “classic” and “popular” model for homosexual identity formation (Degges-White, Rice & Myers, 2000; Craig & McInroy, 2014) and is revered by many researchers (Cox & Gallois, 1996; Frable, 1997; McCarn & Fassinger, 1996), giving rise to other similar models. For example, the D’Augelli model claims not to have “stages,” but instead “identity processes” - Exiting heterosexuality, Developing a personal LGB identity, Developing an LGB social identity, Becoming an LGB offspring, Developing an LGB intimacy status, and Entering an LGB community (1994). Aaron Devor (who, notably, identifies as transgender) borrowed from the Cass model to create a fourteen stage model of trans* identity development based on   11 clinical work and interviews with trans* - identified adults - Abiding Anxiety, Identity Confusion about Originally Assigned Gender and Sex, Identity Comparisons about Originally Assigned Gender and Sex, Discovery of Transsexualism, Identity Confusion About Transsexualism, Identity Comparisons About Transsexualism, Tolerance of Transsexual Identity, Delay Before Acceptance of Transsexual Identity, Acceptance of Transsexualism Identity, Delay Before Transition, Transition, Acceptance of Post-Transition Gender and Sex Identities, Integration, and Pride. Devor’s theory also emphasized “mirroring” and “witnessing.” In the context of trans* identity formation, Devor defines mirroring as seeing one’s self in others like you; as experiencing a spark of recognition of one’s self in another (not to be conflated with that of Heinz Kohut). Witnessing is defined as an impartial others’ appraisal of one’s self, and Devor’s stages of trans* identity development represent an individual in moving toward a higher level of witnessing from others. Chun and Singh (2010), though proposing an ecological model of ethnic and sexual identity formation for bisexual youth of color, premised their theory on Phinney’s stages of ethnic identity development - unexamined ethnic identity, ethnic identity search/moratorium, and ethnic identity achievement. Brown proposed a four stage model for bisexual identity development, consisting of Initial Confusion, Finding and Applying the Label, Settling into the Identity, and Identity Maintenance (2002). Dube & Savin-Williams’s study of ethnic minority and sexual minority male youth found that the timing and sequencing of stages differed between ethnic groups. The researchers categorized their stages as “milestones” that included heterosexual sex, homosexual sex, identifying as a sexual minority, disclosing to parents, and disclosing to others, with a final stage as “integration” between their ethnic and sexual identities. Jamil, Harper & Fernandez (2009) also described a stage model of ethnic and sexual identity   12 formation, in which the two processes occurred independently and “concurrently” . Through semi-structured interviews with GLB youth, Floyd & Stein established “five patterns of experiences” that differed in timing of milestones, comfort with GLB identity and involvement with GLB community (Floyd & Stein, 2002).  Alternative Theories Researchers have pointed out that though the conceptualization of stages is shown to be useful to LGBTQ individuals, the insistence on a linear progression with a prescribed order of developmental stages is false for many individuals and has potentially harmful effects (D’Augelli, 1994; Degges-White, Rice & Myers, 2000; Chun & Singh 2010). Scholars have also pointed out that the Cass model and other stage models place a value on coming out, either implicitly or explicitly, despite evidence that selective disclosure may be safer and “mature” for some individuals (Bilodeau, & Renn,2005; Craig & McInroy, 2014; Moe, Reicherzer, & Dupuy, 2011). Additionally, the model is based on a conventional Eurocentric notion of gender and sexuality, and therefore may not be of use to LGBTQ people of color (Degges-White, Rice & Myers, 2000; Devor 2004; Chun & Singh 2010). Thus, additional theories are presented. One such theory is the “symbolic interactionism” theory of identity by Kaufman and Johnson (2004) which posits that individuals actively and continuously construct their identities in relationship to others’ perception and reaction to them, with differing concepts and behaviors of identity in relation to context. This theory of identity is particularly concerned with the role of stigma in the creation of identity, in that individuals are constantly monitoring their level of acceptance by others when constructing their identity, thus explaining the concept of “identity” as relationally constructed. This theory differs greatly from “stage” theories of identity, in which individuals are seen as having a fixed, essential identity and a developmental task of accepting   13 this identity and expressing it to others (Degges-White, Rice & Myers 2000). The theory of “symbolic interactionism,” in contrast, describes identity self-concept and expression as inextricable from “stigma management strategies” (Kaufman & Johnson 2004). Jamil et al. (2009) also cite stigma as an integral aspect of identity development, as it acts as an “authenticating process” .  In 1989, law scholar and critical race theorist Kimberle Crenshaw published an article on “intersectionality,” the concept that the overlay of an individual’s multiple identity categories yields a synthesized identity with its own unique experiences and hardships. She uses the example of women experiencing domestic violence, illuminating the fact that not taking into consideration a woman’s race and class when considering her oppression would be missing a huge part of the picture. In this way, Crenshaw asserts that we must always think “intersectionally” when considering a person’s subjectivity, and warns against feminist efforts that view women as a one-dimensional category with one set of needs and experiences. This theory has been widely adopted and applied to a variety of settings, including grassroots activism, antidiscrimination law, reproductive justice, and labor organizing, to name a few (Sumi, Crenshaw & McCall, 2013). Building on Crenshaw’s theory, Chun and Singh (2010) present an ecological model of the development of a sexual identity in bisexual youth of color . In this model, an individual’s “microsystem” includes their sexuality, gender, ethnicity, spiritual identity, socioeconomic status, and ability. This intersects with their “macrosystem,” which is the sociopolitical context in which the individual lives. In this way, the Chun and Singh model places emphasis on the unique intersection of identities and contexts that a bisexual youth of color must navigate in order to form a cohesive identity, rather than a one-size-fits-all set of stages.   14  Another seminal work in the field of feminist theory that holds a place in the canon of sexual identity formation is Judith Butler’s writing on gender performativity (1990). Butler argues that all gender is performed, and that gender itself exists as a culturally constructed categorizing force through the repeated performance of gender. This construction of gender was yet another response to second wave feminism, challenging the ahistorical model of “women” under which feminists were organizing. Drawing upon Foucault, Butler explains that Western society as a “compulsory order of sex, gender and desire” in which one’s gender mandates an assumed sexual identity and set of desires (Butler, 1990). This construction troubles the connection between one’s sexual identity and their gender presentation - a connection made in many of the studies presented in this review (Brown, 2002; Cass, 1984; Devor, 2004). Similarly, Adrienne Rich popularized the phrase “compulsory heterosexuality,” referring to the societal assumption that women are heterosexual, which is reified by social and political institutions such as marriage, family, and the workplace (Rich, 1980).  Just as Devor’s fourteen-stage model of trans* identity development emphasizes the importance of “mirroring” and “witnessing,” so too does José Muñoz’s work on “disidentification” rely on the concept of seeing one’s self in another (Muñoz, 1999). In his book Disidentifications: Queers of color and the performance of politics, Muñoz posits that queer youth of color must reimagine the pop culture that is available to them - be it White, heterosexual, homophobic, or all of the above - into something that reflects and affirms their identity. In Muñoz’s words (1999),  The process of disidentification scrambles and reconstructs the encoded message of a cultural text in a fashion that both exposes the encoded message’s universalizing and   15 exclusionary machinations and recircuits its workings to account for, include, and empower minority identities and identifications. Muñoz delineates how a daytime television talk show satire of Latina lesbian truck drivers became fodder for fantasies of a queer Latino role model in his childhood - this, of course, out of necessity as there were no positive images of people with similar identities to him at the time. Devor agrees with Muñoz’s implicit assumption that this kind of mirroring is essential in identity formation, and points out multiple instances where the internet can be of use - both in “witnessing” and in “mirroring” (2004). The Role of the Internet  The internet as we now know it started growing in popularity in the early 90s, and continued to rise in popularity until present day. In 1995, there were 25 million users in the United States; in 1999 there were 83 million (DiMaggio, Hargitaii, Neuman & Robinson, 2001). Currently, 95%  of teens, 83 % of young adults aged 18–29, 77 % of those aged 30–49, 52 % of those aged 50–62, and 32 % of older adults use the internet (Zilberstein, 2015). Though from its first rise in popularity through current times, many worried the internet would drastically change the way people interacted and related (Gross, 2007; Zilberstein, 2015); research has shown that the internet and social media have not altered the way we relate, but instead complimented the existing modes of interaction (DiMaggio et al., 2001; Stefanone, Kwon, & Lackaff, 2012; Zilberstein, 2015). Additionally, research has shown that the current generation of internet users no longer exhibit a dichotomy between online and “real life” behavior, and that instead their online and “real life” experiences influence each other (Craig & McInroy, 2014). In 2000, Out-Proud and Oasis Magazine performed an online survey with 6,872 respondents. 35% reported the   16 internet was crucial to their acceptance of their identity (Gross, 2007), and there are many more internet users today (DiMaggio et al., 2001).  One major theme across literature was that the internet provided mirroring for those with an emerging LGBTQ identity (Craig & McInroy, 2014; Devor 2004; Hillier & Harrison, 2007; Jamil et al.,  2009). Many of Devor’s research participants reported that the internet was a major source of mirroring in cases where they didn’t know any trans* people personally (2004). Similarly, participants in Jamil et al.’s research on Latino and African American sexual minority youth showed that many participants turned to the internet to find others who shared the intersection of both their ethnic and sexual identity, whereas their “real life” community often catered toward one or the other identity. Adolescents also report finding others’ narratives and “coming out” stories as a helpful way to envision possibilities for their own futures (Pascoe, 2011) and mention YouTube specifically as a source for mirroring (Alexander & Losh, 2011; Craig & McInroy, 2014).  The internet also serves as a way to access information and resources (Craig & McInroy, 2014; DeHaan, Kuper, Magee, Bigelow, & Mustanski, 2013; Devor, 2004; Hillier & Harrison, 2007; Pascoe, 2011). The internet is a more accessible and safer way to access information (Craig & McInroy, 2014; Devor 2004), whereas in “real life” LGBTQ individuals often must face “heteronormativity, marginalization, and negative experiences in their offline public, social, and personal spaces (e.g., school and home)” (Craig & McInroy, 2014). Participants also reported being able to find more specific information, and often from first-person accounts (DeHaan et al., 2013).  Another opportunity is that online is finding community and social support (Craig & McInroy, 2014; Devor, 2004; Hillier & Harrison, 2007; Jamil et al., 2009). This is especially   17 important because high levels of internalized homophobia combined with low social support is associated with mental distress, whereas high level of “connectedness to the [LGBTQ] community” is associated with “high levels of well-being” (Shilo & Mor, 2012). This is of particular use to those living in isolated or rural areas (Gross, 2007). The amount of actual support that one can find online is unclear; while many studies reported finding supportive friendships online (Craig & McInroy, 2014; DeHaan et al., 2013). Stefanone, Kwon, & Lackaff, performed a study that showed 80% of requests for “instrumental support” on Facebook go unanswered (2012). It is important to note, however, that this study drew its conclusions from a small sample size using a uniform Facebook message asking friends to complete a survey for a “school project” (Stefanoe et al., 2012); thus the results seem hardly generalizable to all requests for help and support over social media.   The internet also offers a unique space for experimentation (Craig & McInroy, 2014; Hillier & Harrison, 2007; Pascoe, 2011; Turckle, 1995). As one interviewee in Turckle’s book, Life on the screen; Identity in the age of the internet (1995) commented, “On one level, virtual gender-swapping is easier than doing it in real life… For a man to play a woman on the streets of an American city...he would have some anxiety about passing, and there might be even more anxiety about not passing, which would pose a risk of violence and possibly arrest… [Online] you are not in danger of being arrested, but you are embarked on an enterprise that is not without some gravity and emotional risk” Additionally, participants have reported the internet is a space to “explore, develop and rehearse,” to be “creative,” to “restart or alter their personas at will,” to “be whoever you want online” (Craig & McInroy, 2014).   18  And, lastly, many studies showed that the internet was a major player in the “coming out” process (Alexander & Losh, 2010; Craig & McInroy, 2014; Gross, 2007; Hillier & Harrison, 2007). This could take the place of coming out online while remaining closeted in “real life,” (Alexander & Losh, 2010; Gross, 2007; Hillier & Harrison, 2007; Pascoe, 2011), or as a tool to come out to “real life” friends and family (Alexander & Losh, 2010; Craig & McInroy, 2014). Alexander & Losh wrote in depth on YouTube “coming out stories” - a practice so common that  “A search with the terms ‘coming out’ on YouTube reveals thousands of such videos, and users frequently create ‘playlists’ to collect their favorite instances of the genre” (2010).  However, despite all the opportunities the internet affords individuals with an emerging LGBTQ identity, many authors mentioned the associated risks or bullying, exposure to inappropriate content, and accidental disclosure. Despite this, all authors expressed the opinion that the benefits outweighed the risks (Craig & McInroy, 2014; Craig, McInroy, McCready, Cesare, & Pettaway, 2015; Hillier & Harrison, 2007; Pascoe, 2011; Zilberstein, 2015). Some authors suggested that practitioners working with questioning youth and adults could provide psychoeducation to clients about these risks and safeguards against them (Hillier & Harrison, 2007; Zilberstein, 2015). A Gap in Research As pointed out in this literature review,  there have already been several studies on LGBTQ identity formation and the internet (Alexander & Losh, 2011; Craig & McInroy 2014; Craig et al. 2015, DeHaan et al. 2013; Hillier & Harrison, 2007; Pascoe, 2011), as well as multiple studies on LGBTQ identity formation that mention the internet as an important aspect of the process (Devor, 2004; Jamil et al., 2009). However, all of these studies were conducted on   19 adolescent participants, thus being biased toward “early bloomers” (Calzo, Antonucci, Mays & Cochran, 2011): A life-span and life-course perspective on these issues is often lacking because most studies on sexual orientation identity development focus on adolescent and young adult samples...It is therefore not clear whether early development actually represents a recent cohort effect. By definition, samples restricted to GLB adolescents and young adults consist of individuals who develop sexual minority identities early and come out at a young age. Calzo et al.’s 2011 research illustrated this point beautifully. In a random sample of 1,260 adults age 18-88, taken from over 4,000 participants in the California Health Interview Survey (CHIS), participants were asked to answer questions about their identity and sexual history using their touch tone phone. What they found stood in juxtaposition with other studies showing that LGBTQ-identified people were having earlier realizations of their identity in contemporary generations (Grossman, Foss & D’Augelli, 2014). Instead, Calzo et al. found no difference between generations median age of first awareness of their identity - despite comparing Generation Y, Generation X, Baby Boomers and The Greatest Generation. They identified three trajectories for identity milestones - first realization of same-sex attraction, identification as LGBTQ, and same-sex sexual behavior. Early (age 12-22), middle (18-31), and late (32-43) trajectories were present amongst all generations; additionally the early trajectory was the most common amongst every generation. Thus, conducting studies with a young sample size would represent only the earlier-trajectory subjects and exclude late and some middle trajectory subjects. In this way, an adult sample retrospectively recalling their identity formation process, as in this thesis, offers a more inclusive sample of LGBTQ individuals.   20 Additionally, the majority of research on LGBTQ identity formation utilized in-person interviews in urban areas (Craig & McInroy 2014; Craig et al. 2015, DeHaan et al. 2013; Dube & Savin-Williams, 1999; Diamond, 1998; Floyd & Stein, 2002; Hillier & Harrison, 2007; Jamil et al., 2009; Pascoe, 2011). Because of the benefits of the internet mentioned above (less stigma, less social pressure, etc.) it seems possible that offering in-person interviews would have an inherent bias against those who prefer online communication. Additionally, sampling from urban areas misses the population that benefits from the internet due to living in rural or isolated areas. Thus, the online survey format of this research is warranted. Finally, much of the research presented admits a lack of study specific on the experience of trans* identity formation, and instead focus on lesbian, gay and bisexual identities (Craig & McInroy, 2014; Craig et al., 2015; DeHaan et al., 2013; Jamil et al., 2009). While not focusing exclusively on trans* identity, this research elicits responses about the internet’s influence on gender identity formation and utilizes open-ended demographic questions to invite non-binary responses on sexual identity and gender identity in order to collect more data from trans* and queer identifying participants. In summary, although there have been a multitude of theories and research studies dedicated to LGBTQ identity formation, including several specifically on the role of the internet in this process, there is a need for research on the role of the internet on LGBTQ identity formation that is inclusive of individuals with late-onset identity development, those in rural and suburban areas, and trans* and queer participants.   21   CHAPTER III  Methodology  The purpose of this research study was to answer the question, How and why do some LGBTQ-identified adults use the internet as a tool to formulate their sexual/gender identity? I answered this question from a retrospective, queer and trans*-inclusive, and geographically inclusive perspective. Data was collected  through an anonymous, online survey with open-ended demographic questions, and included open-ended questions specific to my research question. I chose this type of research design and data collection in order to reach a tech-savvy LGBTQ population through the medium they frequently use - online text. This approach allowed answers to be anonymous, completed in the comfort of one’s own home and at one’s own pace, and with no face-to-face contact. I also used Facebook to collect data from a wide range of LGBTQ identified individuals regardless of their geographical location, in juxtaposition to existing studies that performed in-person studies in urban areas (Craig et al., 2015; Hillier & Harrison, 2007; Jamil et al., 2009).  This qualitative approach and use of open-ended questions was meant to gather nuanced data and allow for fluid, non-binary conceptualizations of identity and experiences.  This chapter explains the research design, sample and recruitment, data collection methods, data analysis, ethical considerations, and limitations. Original documents such as the consent form, recruitment flyer and survey are referenced within this chapter and are available in the appendices.      22 Research Design  Through convenience and snowball sampling using various Facebook groups, 50 participants completed an anonymous survey produced through SurveyMonkey to answer demographic questions and four open-ended questions about the impact of the internet on their identity formation. Sample and Recruitment  Inclusion criteria for this research required that participants were over the age of 18, currently identify as LGBTQ - lesbian, gay, bisexual, bisexual, transgender/genderqueer/gender non-conforming, or queer, and English literate. This study required that participants self-identify as LGBTQ in order to investigate the process of arriving at this identity, as distinct from individuals who may engage in same-gender sexual behavior or relationships but do not identify as such. In order to complete this survey, participants also needed to read and write English and have access to the internet. Once the Smith College Human Subjects Review Board approved my study (Appendix A), a description of the research survey (Appendix B) along with a link to my survey (Appendix C) was posted on my personal Facebook wall, as well as several Facebook groups: Bay Area Queer Exchange, International LGBTQ+ Teens and Young Adults, LGBT Make Friends, and Bay Area QPOC. The post was then “shared” 14 times by acquaintances and strangers. The description (Appendix B) was meant to inform interested individuals of my request to solicit responses from their peers, colleagues and member groups, as well as to ask for their help in informing other LGBTQ people that the survey is available, a voluntary endeavor, and completely anonymous. Although the description stated that participants must be over 18, they   23 were also required to check a box on the survey itself certifying that they were over 18 in order to continue with the survey.  Data Collection Methods Participants who chose to participate in this research study were given a link to the survey. When they went to the website, they were told the purpose of the research study, reiteration for their voluntary participation, that the survey would take appropriately 20 – 25 minutes to complete, and that all survey responses were anonymous. Participants were required to read and agree to the consent form (Appendix D) which explained the purpose of the study, the risks and benefits, the complete anonymity, storage of data, and emphasized the voluntary nature of the study. If a participant did not agree to the terms of the consent form, they were automatically disqualified from participation. Additionally, participants were automatically disqualified if they reported that they were under 18 years of age.  The online survey was accessible through a weblink from October 8, 2015 to October 14, 2015. The survey consisted of one page of open-ended demographic questions: What is your age? How do you describe your sexual identity and gender identity? Please describe your race/ethnicity. Please describe your socio-economic status in your own words at the time of your identity formation. Did you live in a rural, urban, or suburban area(s) at the time of your identity formation? Next were four questions, each with its own page: (1) Do you feel the internet played a role in establishing your identity as LGBTQ? If yes, how? (2) What activities did you engage in online, and why? How much time did you spend online? (3) How did your online identity compare to your “real life” identity? and (4) Looking back, do you feel that the internet was useful to you in forming your identity? Please elaborate. A copy of the survey is attached (Appendix C).   24 Data Analysis  After data collection was complete, all answers were entered into a spreadsheet and analyzed for themes. Thematic analysis was influenced by the classifications put forth by Ryan and Bernard (2003) - repetitions, indigenous typologies, metaphors and analogies, transitions, and similarities and differences. The most useful of these categories were repetitions - wherein repetitions of words and phrases between participants signalled a theme, and indigenous typologies - wherein population-specific words or usage of words were noted and considered as a possible theme. In order to reduce bias, a second reader also combed through the raw data to search for themes (O’Connor & Gibson, 2003).  In addition to thematic analysis, descriptive data was ascertained utilizing the computer program Dedoose. The descriptive data was meant to paint a picture of the demographic diversity and/or homogeneity of the sample. Ethical Considerations Participating in any study carries some potential risks. However, because this research was a completely anonymous survey, some risks were considerably lessened. Because talking about one’s sexual and gender identity is stigmatized, the anonymity and lack of human-to-human contact was important in reducing the emotional risks involved with participation. However, talking about one’s experiences regarding stigma, sexuality, identity, and adolescence can bring up some uncomfortable feelings and emotional distress. Because of this, all participants were provided with resources for national hotlines and chatlines addressing the mental health needs of LGBTQ individuals (Appendix E).     25 Limitations  Participation trends for this study suggested that the majority of participants either found the survey through my link on my personal Facebook page, or through the Bay Area Queer Exchange Facebook group. Therefore, the sample may represent a specific circle of friends and/or Bay Area-specific subculture. This is a limitation, as a goal of mine was to represent a geographically diverse sample (although participants reported a wide range of geographical locations during the time of their identity formation). Additionally, perhaps because many participants found my link through my personal Facebook page and the personal pages of friends and acquaintances, many of the participants shared my racial/ethnic and sexual identity (White, queer). This method of data collection omitted the portion of LGBTQ individuals who are not on Facebook. The inclusion criteria also omitted people who were not fluent in English, and those under the age of 18 (at least one participant under the age of 18 attempted to fill out the survey and was disqualified). And, lastly, since the scope of this project did not allow for more than 50 responses, data collection ended once this number was reached. Because the survey was only available for one week, it is likely that this created a bias within the sample. Summary  This chapter provided an overview of the methodology associated with this research study. The next chapter will provide an overview of the data collected, including a demographic picture of the sample, themes that emerged, and direct quotations from participants.    26   CHAPTER IV Findings   This chapter presents the findings of this research study. The chapter begins with descriptive statistics of the demographic makeup of the sample followed by a summary of the general findings. The concluding section of this chapter presents the themes found in the qualitative data, which includes direct quotations from study participants. Sample  Fifty (n = 50) individuals participated in the survey. The age of participants ranged from 18 to 70. The mean age was 38 and the median and mode were both 29. See Graph 1 for Age of Participants.    27  Of the 50 participants, 36 self-identified as White or Caucasian (including White/Jewish); seven reported they were Latino (which included Mexican/Mestiza, White Hispanic, White Cuban, and White Argentine as identities); three self-identified as Mixed; one identified as Black/mixed; one as Asian; one as Southeast Asian; and one as Other. Graph 2 shows the percentage pictorial of Race/Ethnicity of Participants.   For “socioeconomic class at time of identity formation”, 48 out of 50 participants responded. Fifteen (30%) described themselves as middle class; twelve (24%) described themselves as working class (including one respondent who identified as “working class/working poor”); six (12%) described themselves as upper-middle class; five (10%) described themselves as lower-middle class; five (10%) described themselves as wealthy; and five (10%) described themselves as a different socioeconomic status, which was consolidated into the category “other.” This included “student,” “poor but happy/living on the beach in the caribbean,” “grad   28 student, low income (but temporary)”, “youth living with grandmother”, and “environment-middle class, economically-lower class, culturally-upper class.”  Graph 3 shows this depiction.   Geographics at the time of identity formation varied. Twenty-two (44%) lived in suburban areas; twelve (24%) lived in rural areas; eleven (22%) lived in urban areas; four (8%) lived in rural-suburban areas; and one participant (2%) did not report. Graph 4 shows these percentages.   29   The sexual identity and gender identity of participants was mixed, but detailed. These questions sought an open-ended response to, “how do you describe your sexual identity and gender identity?”. There were multiple, combined responses to this question that included, the word “queer,” or with multiple descriptors like “panromantic, demisexual, genderfluid, demigirl” and/or overlapping descriptors like “lesbian.” Hence, translating this data into descriptive statistics increased the probability of a margin of human error. Participants were more definitive when describing their sexual identity. All participants self identified as either “queer,” “bisexual,” “lesbian,” “gay,” or “pansexual.” There were multiple instances where a participant mentioned another descriptor such as “humansexual,” but would also list one of the aforementioned descriptors as well. The category “other/did not report” was used in instances where no sexual identity was provided, or another descriptor not listed in the identified categories. These included “same-gender loving”, “femme,” and “demisexual.”  See Graph 5 for illustration.   30   Twenty-four (48%) participants self-identified as queer; ten (20%) as lesbian; six (12%) as bisexual; five (10%) as pansexual; four (8%) were labeled as other/did not report; and one (2%) identified as gay.  The descriptors for gender identity were especially numerous and overlapping, which necessitated my creating groupings or umbrella terms in order to categorize multiple identity labels. For example in Chart 6, I use the term “trans*”. While one participant did use the term “trans*” with the asterisk, everyone else in this category used the word trans (without the asterisk) or transgender. No one in this category used a label that specified their gender identity beyond trans (i.e., male-to-female or MTF). Participants that used more specific labels such as transmasculine, FTM, trans woman, etc., were divided into the categories “transmasculine” and “transfeminine/trans woman.” The word choice for these labels reflects the actual voice of participants. It is important to note that there were a few circumstances, though rare, when choosing a label for a participant erased another label they used. Specifically, “androgynous   31 woman” and “femme” were coded as “cisgender female;” and “genderfluid demigirl” was coded as “Genderqueer/Agender/Androgynous.” This is further discussed in the Limitations Section of this research.  Collectively, the gender identity breakdown of this study sample is: twenty-seven (54%) participants classified as cisgender female; five (10%) as trans*; two (4%) as transmasculine; three (6%) as transfeminine; six (12%) as Genderqueer/Agender/Androgynous; and one (2%) as Cisgender male. Six (12%) did not report a gender identity. Overall, 56% of participants identified as cisgender, and 42% as trans* or gender non-conforming. See Chart 6, Gender Identity of Participants.         32 General Findings There were multiple responses to the interview question, “Do you feel the internet played a role in establishing your identity as LGBTQ?” Responses ranged from a simple “No,” to “not really”, “absolutely,” “very much,” and “HUGELY so” [capitalization the presentation of participants]. The majority of respondents answered that the internet did have an impact on establishing their identity as LGBTQ. Even those participants who answered “No” went on to describe how they used the internet to keep in touch with other LGBTQ people, to explore online dating sites, or to participate in LGBTQ organizing. All respondents who said “No” explained that their response was due to not having access to the internet at the time of their identity formation - mostly because it “wasn’t around” due to their age, or did not have access to the internet due to living on an island (n = 1). The question, “What activities did you do online”, yield the most common response, social media.  Participants described using social media such as Livejournal (a text-based blog platform), Tumblr (an image-based blog platform), listservs, message boards, instant messaging, and chatrooms as the most common occurrence. Second to this online activity was Youtube, especially coming out videos and video blogs. Informational websites (including Google searching, PFLAG, Autostraddle, and Everyoneisgay) were also listed as helpful online resources in addition to online pornography, TV shows and movies, role playing games and fanfiction communities.  The question “Looking back, do you feel the internet was useful to you in forming your identity?” also yield a wide range of answers, ranging from “no,” to “not particularly so,” to “incredibly, incredibly so” or “yes, lifesaving even.” Two separate participants added “thanks, internet!” to one of their open-ended questions. While most respondents answered that the   33 internet was beneficial to their identity formation, responses were more evenly spread among those who reported they did not have access to the internet at the time of their identity formation, but did engage with online platforms as part of their lived experience as LGBTQ (10%). The overarching research question for this research, “How and why did some LGBTQ-identified adults use the internet as a tool to formulate their sexual/gender identity?” yield significant themes that included: combatting isolation; experimenting and exploring; seeking out information; learning new conceptualizations of identity; increased authenticity and intimacy; and negative experiences online. Although not intrinsically a part of the online experience, college was mentioned as an aspect of LGBTQ identity development by ten participants - 20% of the sample. This will be explored later in this section. Combating Isolation  A salient theme was use of the internet to ameliorate feelings of isolation. One participant stated, “I don't know how I would have survived without the internet back then. I had no LGBTQ friends or even peers at school, and I really did feel completely alone” . This participant’s sentiment was reflected throughout the data, and often described as not knowing other LGBTQ people, feeling alone, and referencing living in a rural or conservative town as a reason for turning to the internet. Isolation due to location  Several participants mentioned their geographical location and/or cultural climate of the community in which they lived at the time of their identity formation as isolating. Being from a rural area seemed to heighten feelings of aloneness and isolation as reported by one participant.  Participant 11 described: “Isolation is so common for queer people who don't have access to major metropolises. There's something so liberating about seeing people who look like you or who have sex   34 like you want to have sex and the way that the internet changed our means of contact with each other meant that even if we still felt isolated, we could find people who empathized with that experience.”    Several participants also mentioned that the internet helped them realize there were people out there “like” them; and even if they did not know anyone personally who also would identify as LGBTQ, knowing there were others like them eased their isolation. This realization gave them hope for what life could be like in another community, as reported by the following participants. Participant 18 stated: “I was socially isolated and did not know of or join any LGBTQ communities or organizations. Using the internet enabled me to develop my identity because it made me feel assured that when I attended college and moved into a more urbanized area, I would be able to belong to a community and develop relationships with people who have the same beliefs and identities. Being able to join LGBTQ social networks enabled me to anonymously connect with LGBTQ people and know that there are people who have similar experiences and beliefs outside of the small, heteronormative community that I lived in.”   Participant 3:  “I dropped out of high school at 16 in part because I felt like … like I had no community there and entered the world in search of it...The internet allowed me to access other people and information in a way that wasn't available to me otherwise. I knew 0 trans people when I came out as trans.”    In these statements and others like them, there is an implicit assertion that knowing others “like me” is an important part of LGBTQ identity formation.  Without the internet, these study participants would not otherwise have access to like people. For this group, the internet was described as a way for individuals in rural areas to expand their social interactions and communities.     35 Social isolation In addition to living in rural or conservative areas, many participants also spoke of the sense of not “fitting in” and feeling different in various ways - either because of their race, class, gender, or orientation. For these participants, social isolation felt to be due to a general way of thinking and being in the world that is part of their identity, which later became labeled as LGBTQ.  This is especially noted in the following response. Participant 50: [The internet] was most definitely helpful for me because I lived in a place where being anything other than white and a stereotypically straight male or female, you got a lot of shit. I also was just shy and couldn't relate to pretty much anyone in my hometown because I was too much of a weirdo/too cool for that entire state …. basically so I needed the internet to make connections and hang around in the chat rooms and find the queer books and TV shows and movies. I really needed that.”   The internet was helpful for people to see outside the community in which they lived, and know that there were other types of people ‘out there’ than simply those in their  day-to-day environment. As one participant put it, “it made me realize how many freaky people (and I mean that in a good way) there are out there.” Seeking Information  Many participants reported that they searched the internet for information on a wide range of topics relating to gender and sexual identity. For some participants, this started with a simple Google search: “How do you know if you’re gay?”, as reported below. Participant 9: “questions about my sexual identity were ones I had no data on (no sexual experiences due to being young and questioning and afraid and in a pretty straight part of the country)...I felt that I had to know who I was, for sure, before I told anyone or made it public; and, how can you know before you experience things? My only option was to spend hours and hours searching the internet for \"How do you know you're gay?\" and images of male - and female-bodies trying to scrutinize whether I was into them and reading comforting websites like EveryoneIsGay.com and Autostraddle.com.”   36  Participant 24 “I didn't create an identity, unless you'd consider my search history an identity. It was much bolder, more vocal and expressly curious...My first question I typed into google was something like \"why do straight women have sexual desires for gay men?\"...Google didn't have any good answers for that question….As time went on, I began to understand my interests a little more, and better able to search with more relevant terms. I found forums, articles, pictures and blogs. Also, autostraddle.”   The internet was also a place where people sought out information about medical transition and concrete things one could do to affirm their gender identity, like looking at Youtube testimonials about transition, surgery photos, and concrete resources for transition.  This was evident in the following participant responses. Participant 12:  “A lot of unanswered questions were answered by being able to google a lot of Q&A type forums….Tumblring, reading blogs, watching youtube videos on being trans/genderqueer and what it’s like to make certain decisions (going on T, how to bind).”  Participant 21: “I got some good tips on small things that I could do right now to deal with dysphoria. Binding and packing tips, etc.”   Participants also reported using the internet to find LGBTQ news, local resources, and grassroots organizations. Exploration and Experimentation  Many participants spoke of exploring different identities in the privacy of their own home. The internet acted as an “open, supportive playground.” As one participant explained, “online I got to try on different ways of being and got to play out different potential fantasies until I found what felt right.” Or, as another participant put it: “Online was more anonymous and a safer place to explore who I was, ask questions, and test parts of my identity without disrupting   37 my primary relationships. Online was the \"testing ground\" for ‘real life”. Participants reported trying out these identities in chat rooms, message boards, and instant messaging. Pornography and cybersex  Several participants also mentioned pornography and/or cybersex as a way to explore sex without the consequences of sex in “real life.” This served the purpose of testing out one’s attractions, authenticating and validating one’s sexual identity, and acting out fantasies in a low-risk environment, as shown in the following response. Participant 11: “There was a period of time where I would have cyber sex with straight boys and say that I was a girl and their \"attraction\" to the idea of me was very validating. I hadn't even really considered transitioning, but was very hot for the idea of people thinking of me as female and being turned on by me”.   Participant 29: “Once when my sister’s boyfriend made me jump in and take over for him in the middle of having online sex with some woman...I outwardly protested but was secretly so grateful for the experience. In fact, now that I think about it, it was probably a setup because I think they had a feeling I was gay and wanted to force me to out myself”.    Several participants reported their “sex education” for the LGBTQ community took place online through Google searching, watching pornography and/or cybersex. As one participant put it, “Internet porn spam email on AOL was my sex education.” Learning New Conceptualizations of identity Many participants wrote about gaining a new understanding of their identity once they were exposed to new thoughts and ideas. As one participant noted,“I read accounts of other LBPQ [Lesbian, Bisexual, Pansexual, Queer] women with similar thoughts and feelings. Finally when I learned about compulsory heterosexuality, I felt like lesbian fit me the best.” Others spoke of having some sense of their identity before going online, but reported that finding new information on the internet helped them understand their identity better. For example, Participant   38 40 stated, “I had a feeling as to what I am. The internet helped me to narrow it down and realized I’m not alone.”   Learning about “queer” identity  Several participants spoke of learning about the identity label “queer” online. Participant 3 stated, “If not for the internet I would have remained an unhappy gay kid instead of an increasingly happier queer and trans* kid.” Or, as another put it, “I found different kinds of gender representation on the internet and came to understand what being queer *could* look like.” In the words of Participant 9: \"Reading about the identity/label of “queer” and how it embraces all those complications was totally liberating….”queer\" lets me say \"hey shit's complicated\" and not torture myself wrestling with these questions. I would never have heard of “queer” except through the internet. Thanks, internet.\"   Learning about nonbinary gender identities   Several participants noted that the internet educated them about trans*, genderqueer and gender nonconforming identities, thus expanding their understanding of how they could identity. In the words of Participant 43:  \"The only conclusion I came to on my own was that I was a girl who liked girls. The internet educated me on nonbinary genders, asexuality, and all the identities under the queer umbrella. This exposure to such a wide variety of identities gave me room to explore my own gender and sexuality without expectations. Without this freedom I would not identify with the genderqueer community or the asexual community and I would still have many unresolved complicated feelings...The internet was extremely useful to me in forming my identity. And since I identify as genderfluid and believe that sexuality is fluid I believe that the internet continues to inform my identity. The more people are educated about the social construction of gender and sexuality, the more people might be willing to step outside the boxes they have been assigned. There aren't many places outside the internet that these topics can be discussed and explored. Until these ideas are widespread, the internet will remain a beacon of light for open minded and queer individuals.\"        39 Expanding rigid ideas of identity  Others commented that the internet assisted them in moving outside of the rigid boxes of identity that they were exposed to previously. Participant 46 noted: “The internet helped me realize that I could be a lesbian despite having a history of dating a man. Compulsory heterosexuality and an anxiety disorder played a huge factor in my tentative initial identity as bisexual but realized over time as I met a supportive lesbian community that I am also an exclusive woman loving woman.”   Increased intimacy and authenticity online  Many participants spoke of an ease of communication and expressing oneself online. For example, one participant stated, “I was my most vulnerable, authentic, honest self online.” In the words of Participant 33: “The internet allowing me to communicate and connect with people who were part of my existing social group in a more private atmosphere where I felt more safe expressing myself (in that I wasn't face to face to receive any potential backlash... to this day, the internet is still a tool in ‘establishing my identity’, even though I consider it firmly established.”   Participant 26 commented, “I think I was probably more confident and more honest online than with my friends and peers in real life. I didn't feel like I had a double life, more like a really exciting extra wing of my life.”  Another participant noted, “I was out to all folks online in those communities, I used different names that I didn't use irl [in real life].” In the words of participant 18: “My online identity was anonymous and I was able to be authentic and connect with other people who had similar experiences and beliefs, and my \"real life\" identity while I was in high school was not \"real\". I was not able to develop meaningful relationships with any of my peers or connect with them, and conformed to gender stereotypes. In \"real life\" I… didn't socially interact with my peers when it wasn't necessary because I didn't want to act \"fake\" or lie about my identity, opinions or beliefs. The \"friends\" that I had while I was in high school were not real friends because I did not express who I was and everything that they believed about my identity was \"fake\"...Resources from the internet provided support and reassurance that I could develop an authentic identity without worrying that I would never belong to a community or develop meaningful relationships with people”   40  Some of the participants still felt a difference in the level they were “out” online versus offline. One participant commented, “I'm out online but not irl [in real life].” Another noted, “I'm not ‘out’ to everyone yet but I'm not exactly hiding.” Authenticity online led to authenticity offline Similar to Participant 18, others commented that having a space to be authentic online led to a desire to lead a more authentic offline, eventually pushing them out of the closet. In the words of Participant 39: “The internet was the first place I interacted with the world while being perceived as a girl, the first place I explored lesbian sex and discovered how right it felt, and the first place I found young trans women who actually looked like I wanted to look and had the kind of attitude I wanted to have and had awesome lives and realized being trans was actually something I related to and nothing like media depictions...I don't think I had much of an identity in \"real life\" when I was young ... I was detached and depressed a lot but I certainly didn't see myself as trans or queer at the time… eventually my online identity became full time girl and I was more and more uncomfortable 'correcting' people and I realized I was definitely not a boy”  Participant 29:  “I eventually met other lesbian teens and the conversations were real and vital - we didn't know anyone in our real life small towns who were gay, but we knew each other. I think being myself online eventually made it feel totally alien and untenable being silent in my real life.”  Several participants also reported that the internet was a helpful tool in coming out to people they knew in real life. In the words of Participant 14: “[The internet] was a place to update the world. Family was able to find out about my status based on what i was posting. ..it helped me come out to my grandma when i was not planning to due to her finding out from other family members. Mexican Catholic grandma finding out was not my intention but looking back I'm glad it helped me connect with others and express myself.”       41 Romantic friendships  Several participants commented on the intensity and candid nature of some of their online relationships. As reported by Participant 11: “As I got older (late teens) email became something I used a lot to send long letters to people I knew and didn't know in \"real life.\" I sent like, book length emails to the first gay person I ever met - my camp counselor”   Participant 7:  “I formed some deep friendships and romantic relationships online in my youth, and I think that there was something particular to the only-in-writing element of those relationships...I think this was formative in terms of my verbal capacities when it comes to reflecting about feelings and relationship dynamics, which has been an essential part of (developing) my identity as a queer person”  Negative experiences online  Though the majority of data pointed to positive experiences online, there were a notable few who mentioned negative experiences online that pointed to important findings in the research. One aspect was going online increased exposure to homophobia. One participant commented, “Because the internet is unregulated and not personal, there was a lot of negative, sometimes damaging stuff to sift through.” In the words of Participant 17: “I feel like the internet is pretty much a microcosm of real life; so, through the internet the average person will get exposure to affirming pro-lesbian stuff as well as vitriolic homophobia and more subtle heterosexist stuff...I feel like the internet can be useful or harmful to people depending on what websites we're talking about, and in my case it was both.”  One participant’s comment also highlighted that being online can lead to increased vulnerability in their comment, “There are a bunch of people who prey on young women online so that didn't help.”   Another participant made an interesting and worthwhile point: having a greater understanding of identities, lifestyles, and realities comes a new lens with which to see one’s   42 own life. In this way, having access to people who have a more actualized life may heighten an individual’s sense of their own life as not yet actualized. In the words of Participant 21: “The time period I spent closeted about my gender identity was rough. This was also the same time period I watched hours of FTM Youtube transition videos. This made me jealous of the FTM guys that could afford to medically transition and I found myself constantly feeling bad about my body image. I compared myself to the guys in the videos. I was depressed and had some thoughts about suicide. In-person trans peer support helped as I sat with others with all different trans and gender nonconforming identities at all different stages of gender identity development.  Youtube videos only gave me one fixed identity to aspire to and one path to take and it felt unachievable. The other side is that I could identify many of the feelings shared by the guys in those youtube videos and that made me feel connected. At that time, watching the videos also helped me feel like less of a \"freak\" knowing that others people share similar experiences with body dysphoria.”  This quotation encapsulates much of the data that illustrated that experiences online were both positive and negative, and that experiences online and off influenced each other. College  Ten out of fifty, or 20%, mentioned college as an important part of their identity formation experience. In some cases, this was mentioned as different than the online experience- as an important offline experience that was important to mention. For example, Participant 7 stated, “By the time I came out, I was in college and most of my identity development as a queer person happened in the context of in-person relationships.”   Others cited attending college as a life event that either catalyzed internet usage or interacted with internet usage. Participant 14 reported, “I spent half my freshman year at college online chatting with dorm mates and friends.” Participant 1 commented, “In a way the email helped with identity formation because I was able to stay in touch with friends from college - some of my first queer friends - and that helped.”  Others used “college” to represent a time of life when there is an expectation that identity should be formed. This is illustrated by Participant 18 when they say,    43 “Using the internet enabled me to develop my identity because it made me feel assured that when I attended college and moved into a more urbanized area, I would be able to belong to a community and develop relationships with people who have the same beliefs and identities.”  Also, as shown by Participant 15, “started forming my identity AFTER college and at times that made me feel insecure that I was \"too old,\" upset that I wasted time pretending, and afraid that I was just faking.” College was also a time when some people gained access to the internet more regularly:  “I didn't spend much time online as I did not have consistent access during my \"coming out\" phase. In college (which was no doubt the most formative of times) I spent a lot of time online, although I had already established my identity. In college I spent at least 7 hours a day online.”   The prevalence of the mention of college is interesting in that it could represent several things - the expectations of this life stage as an age, as an experience (leaving home, for example), as an intellectually stimulating experience that exposes one to new ideas, or as a class experience that affords one more regular access to the internet.    44  CHAPTER V Discussion Introduction  This chapter analyzes this study’s findings in the context of existing social work research and discusses how these findings replicated or challenged existing research on LGBTQ identity formation and use of the internet. This chapter also examines the research’s limitations in its design and implementation, as well as discusses implications for clinical social work practice and areas for further research. Contribution to Existing Research  The most relevant research to the current study is Craig & McInroy (2014). While my study is quite similar to Craig & McInroy in many ways, there are several important distinctions. First and foremost, I used a sample size of fifty participants compared to Craig & McInroys’ sample size of nineteen. Additionally, our data collection methods were different. Craig & McInroy utilized semi-structured, in-person interviews and this study used online SurveyMonkey. By comparison, the current study’s use of online interactions may have led to more authentic and intimate responses because participants were able to be uninhibited in their anonymous responses versus face-to-face contact, which sometimes may prove prohibitive. If this is the case, then this anonymity may have impacted study findings. The current study yielded information on sensitive topics, notably cybersex and pornography consumption, which may prove difficult for an adolescent to admit to in a face-to-face setting. Thus, some data may have been omitted from the study due to its methodological approach. Because Craig & McInroy’s (2014) interviews were conducted in-person, they relied on LGBTQ organizations in an urban area to contact participants, which led to a sample bias toward urban-dwelling “out” youth. At   45 least two participants in the current study reported not being “out” in their offline lives. This may account for the reoccurring theme of “isolation” in the current research. Participants in the current study often described feeling alone due to geographical location; culture of the community in which they lived; and social factors as important to their use of the internet. Hence, the internet may be useful to isolated individuals in a way which can not be captured when sampling youth who are participating in open LGBTQ organizations and/or living in urban areas.  Despite these differences, there were however many themes which reiterated the research conducted by Craig & McInroy (2014). For example, searching for stigmatized information that may otherwise have been off-limits was a major theme in both studies. Also, the opportunity to “explore, develop and rehearse” identities (Craig & McInroy, 2014) was a central theme. Existing research also highlighted the ability of LGBTQ people to “be their real selves,” which the current study identifies as “authenticity and intimacy.”  Much of the findings from this research validate the theories asserted in Aaron Devor’s work, “Witnessing and mirroring: a fourteen stage model of transsexual identity formation” (2004), especially what he calls the 4th stage, “Discovery of Transsexualism.” In this stage, the individual first learns about the existence of a trans* identity. Devor describes this as a “godsend,” explains that “For many it is an ‘Aha!’ kind of moment where everything that they have been feeling finally falls into place. Finally, they have found a mirror in which they can see themselves” (Devor, 2004). While many participants in Devor’s study spoke of the internet as expanding their minds to what their identity could look like, and thus alleviating some anxiety, participants from the current study reported much more frequently that they learned about fluid identities (such as queer, asexual, agender, etc) from the internet. In fact, some of the current   46 study participants seemed to have previous knowledge about trans* identities prior to going online. For example, Participant 39’s comment that the internet did not teach them about trans* identity, but provided them with positive role models rather than the previously exposed negative media depictions. These findings may suggest that younger generations are exposed to trans* identities at much younger ages (perhaps through the media, or other sources). However, the trend that learning about an identity is an integral and essential part of identity development, as described by Devor, still remains; and the internet continues to be a notable source for this learning. Online Relationships  Much of the research on online identity development has focused on the internet as a testing ground for identity experimentation, and a lower-risk venue for a “dry run” of identity (Craig & McInroy, 2014). My data suggests that online/”testing” vs. offline/”real” dichotomy is more fluid that previous research describes. The current research found repeated reference to online friendships as authentic, real, intimate and meaningful and that these relationships were powerful and vibrant. While Craig & McInroy also found that online and offline experiences influenced and affected each other (2014), the gravity of online relationships seemed to be downplayed in comparison to the findings of the current research. Thus, my research  suggests that online relationships are taken more seriously and given equal weight to offline relationships, while still acknowledging the important differences between the various ways of relating, including technologically-aided interactions not covered in this research such as texting, video chatting, and more.     47 Limitations This research contained several limitations that causes the results to not be generalizable to the larger LGBTQ community. One is that the sample was predominantly White-identified. Because of this, the research lacks data on the intersection of race and sexual and gender identity, and does not take into account the ways that race and ethnicity play out online and in real life. The sample also was sorely lacking in cisgender male participants, and thus there is a hole in the data when it comes to the experience of gay and queer cisgender males. Both of these limitations make the data, though valuable, not generalizable. Furthermore, because this study used convenience and snowball sampling, sampling bias is an expectable result. Because of the anonymous nature of this research, it is unknown if any of the participants were associates, colleagues, or affiliated in some way to the researcher, however possible. Also, the Facebook groups used in this study do not in any way represent the vast diversity of the LGBTQ community but instead focused on queer-identified individuals living in the Bay Area, as well as people connected to the researcher through graduate school connections. Though the survey asked participants about their socioeconomic status growing up, it did not ask about highest level of education achieved and therefore it is not known if the sample is biased toward individuals with college education due to the convenience sampling. Application to Clinical Social Work  This study highlighted the phenomena that identity formation takes place both online and offline. Therefore, a clinician working with a client with an emerging LGBTQ identity would be missing part of the story if they didn’t ask about online activities. This study shows that important processes take place online such as trying out new identities, coming out to others, engaging in sexual behavior for the first time, and fostering authentic and intimate relationships,   48 to name just a few. It is important for clinicians to take online behavior and relationships seriously and invite clients to reflect on how their online efforts are affecting their conceptualization of their online identity. This study’s findings suggest that the internet is legitimate and relevant and should be treated with respect in the therapeutic space.  The current study also brings forth the responsibility of clinicians to be aware of the risks involved with internet use. While the internet has the potential to be a huge and useful resource for questioning individuals, going online has its own hazards, especially for younger clients. Some of these hazards may include exposure to homophobia and cyberbullying, exposure to explicit sexual content, and the risk of sharing more information than the client intended. In this way, clinicians must be up to date on all the websites, apps, and social media platforms their clients are using so that they may assist clients in having sound judgment around issues of disclosure, exposure, and safety.  Additionally, clinical social workers should consider the ways that the internet can be utilized to promote mental health amongst LGBTQ, and questioning individuals. Since multiple participants in the current study expressed that the internet was vastly helpful to them in terms of mental health by offering community, support, information, and validation, clinical social workers have an opportunity to capitalize on the unique benefits of the internet to provide resources for their clients. There are many beneficial websites and forums available, and clinicians should be up to date on the content of these online resources so as to make helpful referrals to clients. Clinical social workers should also feel empowered to create their own content to add to the online discussion, keeping in mind that the internet is utilized as a resource for those who are isolated and may not have access to LGBTQ-affirming resources in their   49 offline lives. Quality content indeed can be powerful in bettering the mental health of LGBTQ individuals at-large.  Last, this research brought to light the need for LGBTQ relevant sex education for youth. Many participants reported that they learned about sex through pornography and adult websites. This shows that there is a need for sex education to address the needs of LGBTQ youth so that they do not have to rely solely on other sources of information. Areas for Further Research  This research highlighted the need for additional ways to collect demographic information that captures the complexity and fluidity of LGBTQ identities, especially in the realm of gender identity. A mainstay of queer discourse is resisting being “put into boxes”; therefore, offering a demographic checkbox erases queer identity in social work research. This was also briefly addressed in Craig & McInroy’s (2014) work, who lumped together participants who were “using multiple terms”  to self identify. In this study, open-ended answers were used, then thematically classified into categories for the purpose of data analysis. This was problematic, as it led to the researcher making decisions about how the participant identified, thus replicating the problem it was trying to avoid. In this way, more forward ways of tabulating and analyzing demographic data, especially when conducting research on issues of identity, is needed in order to capture the overlapping and nuanced nature of identity, and especially queer identity.  This research further showed a great need for more research on genderqueer, agender, androgynous and gender nonconforming identities. Research reviewed for this study relied on outdated definitions of transgender identities that only included individuals transitioning from one discrete gender identity into another; in this research, this was not the norm. Instead,   50 individuals described their gender identities as fluid and non-binary. This needs to be taken into consideration and explored further in future studies.  As internet technologies are constantly evolving, so, too, are the ways that people utilize the internet. In this way, there is always space for new research on the impact of the internet on identity, communication, relationships, and mental health. Due to the limitations of the current study, most participants commented using a text-based, slower, and more anonymous era of the internet. Research must be done on the effects of newer internet technologies and their impacts on the mental health and experiences of LGBTQ and questioning youth. Conclusion  Because studies show that LGBTQ youth continue to struggle with higher levels of mental health challenges than their heterosexual peers (Grossman & D’Augelli, 2007; Mustanski, Garofalo & Emerson, 2010; Shilo & Mor, 2012); and because 95% of teens use the internet (Zilberstein, 2015), it is vitally important that clinicians learn how internet usage can help and/or hinder the identity formation process of questioning clients who may subsequently identify as LGBTQ. Through an anonymous, open-ended survey, this research collected qualitative data from fifty participants, providing findings that both validated previous research and contributed to new findings on the role of the internet in LGBTQ identity formation.  This research validated previous findings, especially those of Craig & McInroy (2014). Specifically, this research echoed the findings that the internet affords individuals the opportunity to seek out stigmatized information, explore and test out identities, and have a space to be more authentic and “true.” The current study also included the experiences of trans* and gender nonconforming people. This research captured the findings of Devor (2004) that simply learning about an identity is an integral and powerful aspect to identity development, and that   51 this can and does occur online - expanding a theory that was created specifically for trans* individuals and generalizing it to include various other gender and sexual identities. These findings contribute new knowledge for the field of social work by illuminating how useful the internet is to individuals who are isolated, either due to living in rural or conservative areas, or being socially isolated for other reasons. It also suggests that heightened authenticity and intimacy are possible online, and that these qualities are reported by LGBTQ internet users as valuable and important. This research demonstrated the benefits of using anonymous methodologies in researching stigmatized communities such as the LGBTQ population, as well as a need for more nuanced instruments for collecting demographic information on research participants that captures fluid and/or intersectional aspects of identity. Finally, this researcher calls for clinical social workers to become more engaged with the online lives of their LGBTQ and questioning clients, so as to better understand clients’ process, maximize the usefulness of their online efforts, and work to counter some of the possible negative aspects of internet usage.    52   References Alexander, J., & Losh, E. (2010). A YouTube of one’s own?: “Coming out” videos as rhetorical action. In C. Pullen & M. Cooper (Eds.), LGBT identity and online new media (pp. 37–50). New York, NY: Routledge. Bilodeau, B. L., & Renn, K. A. (2005). Analysis of LGBT identity development models and implications for practice. Sexual Orientation and Gender Identity: New Directions for Student Services, 111, pp. 25-40. Brown, T. (2002). A proposed model of bisexual identity development that elaborates on experiential differences of women and men. Journal Of Bisexuality, 2(4), 67. Butler, J. (1990). Gender trouble: Feminism and the subversion of identity. New York: Routledge. Calzo, J. P., Antonucci, T. C., Mays, V. M., & Cochran, S. D. (2011). Retrospective recall of sexual orientation identity development among gay, lesbian, and bisexual adults. Developmental Psychology, 47(6), 1658-1673. doi:10.1037/a0025508 Cass, V. (1979). Homosexual identity formation: A theoretical model. Journal of Homosexuality, 4 (3), 219-235 Cass, V. C. (1984). Homosexual identity formation: Testing a theoretical model. Journal of Sex Research, 20, 143–167. Chun, K. S., & Singh, A. A. (2010). The bisexual youth of color intersecting identities development model: A contextual approach to understanding multiple marginalization experiences. Journal Of Bisexuality, 10(4), 429-451. doi:10.1080/15299716.2010.521059   53 Cox, S., & Gallois, C. (1996). Gay and lesbian identity development: A social identity. Journal of Homosexuality, 30(4), 1-30. Craig, S. L., & McInroy, L. (2014). You can form a part of yourself online: The influence of new media on identity development and coming out for LGBTQ youth. Journal Of Gay & Lesbian Mental Health, 18(1), 95-109. doi:10.1080/19359705.2013.777007 Craig, S., McInroy, L., McCready, L., Cesare, D., & Pettaway, L. (2015). Connecting without fear: Clinical implications of the consumption of information and communication technologies by sexual minority youth and young adults. Clinical Social Work Journal, 43(2), 159-168. Crenshaw, K. (1991). Mapping the margins: Intersectionality, identity politics, and violence against women of color. Stanford Law Review, (6). 1241. D’Augelli, A. R. (1994). Identity development and sexual orientation: Toward a model of lesbian, gay, and bisexual development. In Tricket, E., Watts, R., & Birman, D. (Eds.), Human diversity: Perspectives on people in context (pp. 312-333). San Francisco: Jossey-Bass. Degges-White, S., Rice, B., & Myers, J. E. (2000). Revisiting Cass' theory of sexual identity formation: A study of lesbian development. Journal Of Mental Health Counseling, 22(4), 318. DeHaan, S., Kuper, L. E., Magee, J. C., Bigelow, L., & Mustanski, B. S. (2013). The interplay between online and offline explorations of identity, relationships, and sex: A mixed-methods study with LGBT youth. Journal Of Sex Research, 50(5), 421-434. doi:10.1080/00224499.2012.661489   54 Devor, A. H. (2004). Witnessing and mirroring: A fourteen stage model of transsexual identity formation. Journal Of Gay & Lesbian Psychotherapy, 8(1-2), 41-67 Diamond, L. M. (1998). Development of sexual orientation among adolescent and young adult women. Developmental Psychology, 34(5), 1085-1095. doi:10.1037/0012-1649.34.5.1085 DiMaggio, P., Hargittai, E., Neuman, W. R., & Robinson, J. P. (2001). Social implications of the internet. Annual Review of Sociology, 307. Dubé, E. M., & Savin-Williams, R. C. (1999). Sexual identity development among ethnic sexual-minority male youths. Developmental Psychology, 35(6), 1389-1398. doi:10.1037/0012-1649.35.6.1389 Floyd, F. J., & Stein, T. S. (2002). Sexual orientation identity formation among gay, lesbian, and bisexual youths: Multiple patterns of milestone experiences. Journal Of Research On Adolescence (Wiley-Blackwell), 12(2), 167. Frable, D. E. S. (1997). Gender, racial, ethnic, sexual and class identities. Annual Review of Psychology, 48, 139-162. Gross, L. (2007). Forward. In O’Riordan, K., & Phillips, D. (Eds.) Queer online: Media technology & sexuality (pp. i-vii). New York: Peter Lang Publishing, Inc. Grossman, A. H., Foss, A. H., & D'Augelli, A. R. (2014). Puberty: Maturation, timing and adjustment, and sexual identity developmental milestones among lesbian, gay, and bisexual youth. Journal Of LGBT Youth, 11(2), 107-124. doi:10.1080/19361653.2014.846068   55 Hillier, L. & Harrison, L. ( 2007). Building realities less limited than their own: Youth practising same-sex attraction on the internet. Sexualities, 10(1), 82-100. doi: 10.1177/1363460707072956 Jamil, O. B., Harper, G. W., & Fernandez, M. I. (2009). Sexual and ethnic identity development among gay–bisexual–questioning (GBQ) male ethnic minority adolescents. Cultural Diversity And Ethnic Minority Psychology, 15(3), 203-214. doi:10.1037/a0014795 Kaufman, J. & Johnson, C (2004). Stigmatized individuals and the process of identity. The Sociological Quarterly, (4). 807. McCarn, S. R., & Fassinger, R. E. (1996). Revisioning sexual minority identity formation: A new model of lesbian identity and its implications for counseling and research. The Counseling Psychologist, 24, 508-534. Moe, J. L., Reicherzer, S., & Dupuy, P. J. (2011). Models of sexual and relational orientation: A critical review and synthesis. Journal of Counseling and Development, 89(2), 227–234. Muñoz, J. E. (1999). Disidentifications: Queers of color and the performance of politics. New York: Univeristy of Minnesota Press. Mustanski, B. S., Garofalo, R., & Emerson, E. M. (2010). Mental Health Disorders, Psychological Distress, and Suicidality in a Diverse Sample of Lesbian, Gay, Bisexual, and Transgender Youths. American Journal Of Public Health, 100(12), 2426-2432. O’Conner, H., & Gibson, N. (2003). A step-by-step guide to qualitative analysis. Pimatiziwin: A journal of aboriginal and indigenous health. 1(1). Pascoe, C. J. (2011). Resource and risk: Youth sexuality and new media use. Sexuality Research and Social Policy. 8(1), 5-17.   56 PFLAG. (2015). A definition of queer. PFLAG.org.  Retrieved from https://community.pflag.org/abouttheq Rich, A. (1980). Compulsory heterosexuality and lesbian existence. Signs: Journal of women in culture and society. 5(4), 631-660. Riese. (2014, March 31). 22 things lesbians said about the internet in 1994. Autostraddle. Retrieved from http://www.autostraddle.com/listling-without-commentary-things-lesbians-said-about-the-internet-in-1994-231045/ Ryan, G. & Bernard, H. (2003). Techniques to identify themes. Field Methods, 15(1), 85-109. doi: 10.1177/1525822X02239569 Ryan, H. (2014, January 10). What does trans* mean, and where did it come from? Slate.com outward: Expanding the LGBTQ conversation. Retrieved from http://www.slate.com/blogs/outward/2014/01/10/trans_what_does_it_mean_and_where_did_it_come_from.html Secord, P. F., & Backman, C. W. (1961). Personality theory and the problem of stability change in individual behavior: An interpersonal approach. Psychological Review, 68(1), 21-32. doi:10.1037/h0045625 Shilo, T. & Mor, Z. (2012). The impact of minority stressors on the mental and physical health of lesbian, gay, and bisexual youths and young adults. Health & Social Work, 39(3), 161-171. Stefanone, M. A., Kwon, K. H., & Lackaff, D. (2012). Exploring the relationship between perceptions of social capital and enacted support online. Journal Of Computer-Mediated Communication, 17(4), 451-466. doi:10.1111/j.1083-6101.2012.01585.x   57 Sumi, C., Crenshaw, K. W., & McCall, L. (2013). Toward a field of intersectionality studies: Theory, applications, and praxis. Signs: Journal Of Women In Culture & Society, 38(4), 785-810. Troiden, R. R. (1988). Gay and lesbian identity : a sociological analysis / Richard R. Troiden. Dix Hills, N.Y. : General Hall.  Turckle, Sherry (1995). Life on the screen; Identity in the age of the internet. New York, NY: Touchstone. Zilberstein, K. (2015). Technology, relationships and culture: Clinical and theoretical implications. Clinical Social Work Journal, 43(2), 151-158. doi:10.1007/s10615-013-0461-2   58   Appendix A: Human Subject Review Committee Approval Letter     School for Social Work   Smith College Northampton, Massachusetts 01063 T (413) 585-7950     F (413) 585-7994 December 22, 2014   Rebekah Meresman  Dear Beka,  You did a very nice job on your revisions.  You have made all requested changes and clarifications to questions raised.  Your project is now approved by the Human Subjects Review Committee.   Please note the following requirements:  Consent Forms:  All subjects should be given a copy of the consent form.  Maintaining Data:  You must retain all data and other documents for at least three (3) years past completion of the research activity.  In addition, these requirements may also be applicable:  Amendments:  If you wish to change any aspect of the study (such as design, procedures, consent forms or subject population), please submit these changes to the Committee.  Renewal:  You are required to apply for renewal of approval every year for as long as the study is active.  Completion:  You are required to notify the Chair of the Human Subjects Review Committee when your study is completed (data collection finished).  This requirement is met by completion of the thesis project during the Third Summer.  Congratulations and our best wishes on your interesting study.  Sincerely,    Elaine Kersten, Ed.D.   59 Co-Chair, Human Subjects Review Committee  CC: Mariko Ono, Research Advisor    60   Appendix A: Human Subject Review Committee Approval Letter       School for Social Work   Smith College Northampton, Massachusetts 01063 T (413) 585-7950     F (413) 585-7994       October 5, 2015   Rebekah Meresman  Dear Beka:  I have reviewed your amendments and they look fine.  The amendments to your study are therefore approved.  Thank you and best of luck with your project.  Sincerely,  Elaine Kersten, Ed.D. Co-Chair, Human Subjects Review Committee  CC: Narviar Barker, Research Advisor       61   Appendix B: Description of Survey  My name is Beka Meresman and I’m writing my Master’s thesis for the Smith College School for Social Work on the role of the internet on LGBTQ youth and adults’ gender identity formation. I’m looking for participants over the age of 18 who identify as LGBTQ and used the internet as a tool to help them formulate this identity when they were first questioning their gender or sexual identity. Your assistance in informing LGBTQ people, peers, colleagues and member groups about this study will be greatly appreciated. The survey is available online, is voluntary, and is completely anonymous. The purpose of this study is to collect information about how and why using the internet can help individuals in the questioning phase of their identity formation, and/or create new challenges for identity formation. This research aims to improve mental health services by educating therapists and social workers about the potential benefits and risks of using the internet as a tool for people in the process of formulating an LGBTQ identity. LGBTQ identifying people are being asked to complete the following electronic survey on Survey Monkey. You may discontinue the survey at any time and your responses will not be recorded. This survey will take approximately 20 – 25 minutes to complete. There is no financial payment or compensation for participating in this study. The survey can be completed at: https://www.surveymonkey.com/r/lgbtqonline Please feel free to “share” with anyone (or fb groups) who may be interested!  Thank you!  62   Appendix C: Survey Questions   What is your age?   How do you describe your sexual identity and gender identity?   Please describe your race/ethnicity:   Please describe your socio-economic status in your own words at the time of your identity formation:   Did you live up in rural, urban, or suburban area(s) at the time of your identity formation?   Do you feel the internet played a role in establishing your identity as LGBTQ? If yes, how?   What activities did you do online, and why? How much time did you spend online?   How did your online identity compare to your “real life” identity?   Looking back, do you feel that the internet was useful to you in forming your identity?     63    Appendix D:  Consent to Participate in a Research Study Smith College School for Social Work, Northampton, MA   Title of Study: The Role of the Internet on LGBTQ Identity Formation Investigator: Rebekah Meresman Smith College School for Social Work   The purpose of this research study is to investigate use of the internet in the identity formation process of LGBTQ-identified people. The research question is, “How and why did some LGBTQ-identified adults used the internet as a tool to formulate their sexual/gender identity?” You are being asked to complete an electronic survey on Survey Monkey. You may answer as many or as few items as you wish. The survey is voluntary and will take approximately 20 – 25 minutes to complete. There are minimal risks attached to this survey.  All survey responses are given anonymously. No names, addresses, emails, work information or other identifiers are solicited. Once the survey response time of 60 days has passed, the survey will be removed from the internet and all responses will be printed, analyzed and kept under lock and key for minimally three years until destroyed. Although there are no direct benefits to you, I feel that your contributions on the survey will benefit clinicians, therapists and educators in recognizing issues that LGBTQ people face and in understanding how to better provide therapeutic services to LGBTQ people. Participation in this survey is entirely voluntary. I appreciate your involvement and encourage you to refer this survey to other LGBTQ people.    If you have any questions about this survey, I will be happy to answer them via email.  I may be contacted at bmeresman@smith.edu.  This study protocol has been reviewed and approved by the Smith College School for Social Work Human Subjects Review Committee (HSRC).        64   Appendix E: Mental Health Resources Provided to Participants   GLBT National Help Center- free and confidential peer support 1-888-THE-GLNH (1-888-845-4564)   GLBT National Helpline- The Gay, Lesbian, Bisexual and Transgender (GLBT) National Hotline provides telephone, online private one-to-one chat and email peer-support, as well as factual information and local resources for cities and towns across the United States. - Hotline: 1-888-843-4564 - Peer-to-peer online chat service: https://www.volunteerlogin.org/chat/index.html - Online national resource database for services near you: www.glbtnearme.org        ",
    "id": 231079023,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.smith.edu:theses-2805"
    },
    "title": "I googled.  How do you know you\\u27re gay?  : a qualitative study on LGBTQ identity formation and the Internet /",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-01-01T08:00:00+00:00",
    "publisher": "Smith ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.smith.edu/cgi/viewcontent.cgi?article=2805&amp;context=theses"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/231079023.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/231079023"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/231079023/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/231079023/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/231079023"
        }
    ],
    "abstract": "This qualitative, exploratory study examined the impact of the internet on the identity formation process of LGBTQ individuals. This study aimed to answer the question: How and why do some LGBTQ-identified adults use the internet as a tool to formulate their sexual/gender identity? Through an anonymous online survey, LGBTQ identified participants were asked several open-ended questions about their identity formation experiences, and the role of the internet on this process.\nFifty individuals participated in the study, from a wide range of sexual and gender identities, half of which identified as transgender or gender non-conforming. Of these participants, most indicated that the internet was helpful in their identity formation, citing social media, blogs, and e-mail communication as the most commonly used platforms. Participants described the internet as useful for combatting isolation, experimenting and exploring, seeking out information, learning new conceptualizations of identity, and increased authenticity and intimacy. Negative experiences online were also discussed. The research indicated that clinicians working with LGBTQ and questioning clients should bring online efforts into the therapeutic space, and assist clients in managing the risks and benefits of internet use. Areas for further research were suggested",
    "tags": [
        "text",
        "Sexual minorities-Identity",
        "Internet",
        "Social media",
        "Queer",
        "LGBTQ",
        "GLBT",
        "Transgender",
        "Online",
        "Identity",
        "Gay",
        "Lesbian",
        "Bisexual",
        "Gender",
        "Sexuality",
        "Social Work"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.smith.edu:theses-2805",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14591",
        "openDoarId": 0,
        "name": "Smith College: Smith ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 231079023,
        "depositedDate": null,
        "publishedDate": "2015-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-17T13:33:33+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-17T22:08:08+01:00"
    },
    "urls": [
        "https://scholarworks.smith.edu/theses/1752",
        "https://scholarworks.smith.edu/context/theses/article/2805/viewcontent/MeresmanFinal.pdf"
    ],
    "lastUpdate": "2024-02-17T13:33:33+00:00",
    "setSpecs": []
}