{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Rodriguez, Megyn"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-17T18:03:09+00:00",
    "dataProvider": {
        "id": 1190,
        "name": "Boise State University - ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/1190",
        "logo": "https://api.core.ac.uk/data-providers/1190/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/61737634.pdf",
    "fullText": "  60  Idaho Sexual Orientation Policy Debates: Local Discourse Megyn Rodriguez: McNair Scholar Dr. Rosie Conley-Estrada: Mentor Multi-Ethnic Studies  Abstract This study conducts a content analysis with the use of NVivo software of the local news outlet, Idaho Statesman, and its articles from 1999-2012. This research focuses on two specific sexual orientation policy debates: hate crime prevention and the Boise city ordinance. These issues highlight examples of framing. The findings from this analysis highlight how a media can play a supporting role for LGBTQ advocates through liberal and moderate frames by taking on an assimilationist approach to inclusion. This research adds to the literature on the role of newspapers in mediating public discussion and has larger impacts of how public debates over sexual orientation policies are changing in character and in tone since the mid-1990s. Introduction Media infiltrates our daily lives in small and large ways. Whether we like it or not, media also has the power to influence the general public’s perception of individuals, groups, and events from local to global levels. Media is often used as a tool to debate public matters in which elite writers, editors, and non-elite citizens participate in (McFarland, 2009). As of 2015, there have a been large volumes of media coverage over national LGBTQ issues, like same-sex marriage, as state by state is added to growing list that now allows it. It is undeniable that there is a national culture shift in favor of the LGBTQ community. However, there are still states, like Idaho, that are resistant to this national cultural shift demonstrated by zero state-level policy protections (Hasenbush and Mallory, 2014). This research asks the questions of how might Idaho news media be framing local specific LGBTQ policy debates? How does this framing support or not support LGBTQ advocates? And lastly, how are Idahoans impacted by this type of framing?   McCombs and Shaw (1972) developed agenda setting theory as means to understand political communication and its effects. Agenda setting refers to the idea that there is a strong association between how much emphasis surrounds an issue and its perceived importance. The idea of “framing” emerged as a communication tool to measure how agendas are being set (McCombs, 2004). Scheufele and Tewksbury (2007) argue that “the concept of framing is based on the assumption that how an issue is characterized in news reports can have an influence on how it is understood by audiences” (11). In other words, media connects with social-psychology of the audience, which has a lot of power and influence to create the interpretation of an issue within the minds of that audience depending on how the media frames it. Framing is significant to understanding this research because media framing demonstrates that media actors like a newspaper company, specifically like the Idaho Statesman, can act as an ally by being supportive of the LGBTQ community or potentially inhibit the LGBTQ community depending how they frame the grievances of the advocates to a broader audience.  In this paper, I argue two points. The first is that one local news media, the Idaho Statesman, displays liberal, conservative and moderate frames on the sexual orientation policy issues: hate crime prevention and the Boise city ordinance. What I mean by liberal framing is that the frame aligns with modern liberal ideologies pertaining to a desire of more government involvement for equal opportunity, protecting civil liberties and human rights, and addressing social grievances. What I mean by conservative framing is that the frame aligns with modern conservative ideologies of small government interference in social issues, low taxes, an emphasis on a free market, and often associates with traditional or moral religious philosophies. What I mean by moderate framing is that a frame attempts to remain nonpartisan drawing on traits from both liberal and conservative ideologies like more fiscal economic reasoning to complement the inclusion of diversity. 61  The second point I argue is that the Idaho Statesman acts as an ally primarily through the use of the liberal and moderate framing in news articles to support local Lesbian, Gay, Bisexuals, Transgender and Queer (LGBTQ) advocates. The Idaho Statesman uses a liberal framing because it is easily identifiable with liberal audiences by highlighting “fairness,” a common euphuism for equality. The Idaho Statesman also uses a moderate framing because it is an easy way to connect with both conservative audiences by highlighting the fiscal benefits of including the LGBTQ community. This type of framing is demonstrated by the Idaho Statesman news stories from 1999-2012. This paper specifically focuses on two major news stories: the hate crime prevention and local anti-discrimination ordinance, and utilizing media agenda setting as a theoretical concept, this research examines how media agenda setting influences an audience.  Specifically, it examines the construction of a liberal and moderate framework that takes on an assimilationist approach, commandingly used by LGBTQ advocates. The assimilation approach is the practice of encouraging the assimilation of people from all minority groups or cultures into the dominant culture. It gives the blanket idea that these minority groups are “no different” from the dominant groups and therefore deserve equal opportunity. The Idaho Statesmen, in favor of the LGTBQ community, seems to display an overall assimilation argument for why Idahoans should support policy changes through liberal and moderate framing in articles. I hypothesize that I will find “traditional morality” framing from conservative opponents against LGBTQ advocates displayed within the Idaho Statesman. I also expect to find more of a presence of liberal and moderate framing in support of LGBTQ advocates. How the Idaho Statesman chooses to frame these particular LGBTQ issues could have the potential to benefit or inhibit their success for policy change. Literature Review For the purpose of understanding how media may impact how the broader community views the LGBTQ community, it is important to discuss how the LGBTQ movement approaches policy change. Craig Rimmerman (2008) discusses the how the assimilation and liberation strategies within the Gay and Lesbian Movement have developed and changed over time and argues that there have been conflicts within the Gay and Lesbian Movement over the assimilation versus liberation approach to gaining equality. Rimmerman argues there is a more widely used assimilation approach demonstrated through a historical context of core LGBT-related policies that have occurred over the last several decades. Rimmerman defines the assimilation approach as being more concerned with rights and working within the framework of the pluralistic democracy, while the liberation approach focuses on more radical cultural change (Rimmerman, 2008). This divide in change approaches is significant because opponents to the movement often reference the liberation approach as overly radical as it attempts to “dismantle” traditional morality views and therefore is the more threatening “gay agenda.”  The assimilationist approach has been more popular in issues like hate crimes, protective ordinances, military inclusion, and now more recently, in the issue of same-sex marriage. The issue of same-sex marriage has a lot of mixed results in regards to success. Gary Macciaroni (2008) argues that there are two basic conditions that shape the level of success for sexual orientation policies: the perceived threat of change and how political institutions mediate the resistance that rises from the perceived threat. In other words, threat level is very important to the amount of success LGBTQ advocates have and political institutions are the government entities like legislation, judicial or execute branches. Muccaroni fails to address how non-political institutes can facilitate the resistance to threat like local police stations, businesses, or even how the media frames the argument. For example, “In Political Culture, Public Opinion, and Policy (Non)Diffusion: The Case of Gay- and Lesbian-Related Issues in Arkansas,” Barth and Parry conduct a 2005 Arkansas state-level survey to gauge the relationship between public opinion and specific LGBT issues. Barth and Parry argue that conservative politics and rural roots do not provide guaranteed insight to how the public views each specific LGBTQ issue and that there is variance. The take away was that this study did not prove that residents of Arkansas were approving of these policies, but they were less approving of more “threatening” policy changes like same-sex marriage and slightly more approving of less “threatening” policy changes like gays and lesbians in the military. Connecting to Muccaroni’s (2008) point, this signifies that there are important factors that facilitate how threatening or non-threating these issues are to a broader audience. Media agenda setting theory could be playing a role in this perception. This also aligns with what Rimmerman (2008) says about assimilation impacting success on certain issues over others. For antidiscrimination grievance, the efforts of LGBTQ advocates won a series of limited victories at the local and state level because their demands for ordinances seemed elementarily fair and would entail no increase in public spending (Theoharis and Theoharis, 2003). Policy changes like city ordinances take on a more 62  assimilation approach which are perceived to be less threatening, simpler, and do not require a lot of fiscal or social change, which could be key to their potential success.  Sara Diamond (1995) uses a historical account and sociological comparative to analyze how shifts in strategies like state interaction and support of certain issues turned the Right-Wing movement into a politically powerful entity from 1945 to 1995. Diamond states that consistent with right-wing ideology, “moral majority”-type activists opposed policies that would expand or distribute power to subordinate groups, namely women and homosexuals, and supported state enforcement of “traditional” or “moral” gender relations and personal behaviors.  In 1996, Idaho was sent into a debate over the right-wing generated anti-gay initiative also known as Proposition One (Diamond, 1999). The initiative aimed to prevent gays and lesbians from receiving “special rights” in employment, housing and public accommodations. It also sought to prevent the “militant gay agenda” from corrupting kids in school by preventing gays and lesbians from teaching. Lastly, it sought to prevent literature in public libraries that promoted or viewed homosexuality in a positive light (Witt and McCorkle, 1997 and Blain, 2005). LGBTQ advocates and other opponents to the initiative depicted in the Idaho Statesman attacked the need for it and its cost, appealing to Idaho’s fiscally conservative politicians, its discriminatory intent, its constitutionality, the hate generated from the campaign, and lastly, the unwarranted intrusion of ‘big government’ into the private lives of citizens using neoliberal discourse (Blain, 2005). A content analysis of letters to the editor and articles confirmed that initially opponents used a liberal political discourse that claimed the proposition to be discriminatory and hateful. In the final period of the fight, opponents switched to a conservative political discourse that the proposition was a government intrusion into private lives. A move which, Blain argues, contributed to the narrow prevention of the measure from passing (Blain, 2005). This becomes a moment in which Idaho LGBTQ advocates heavily use conservative rhetoric to defend themselves specifically using “small government” and the “fiscal” consequences for implementing these restrictions against LGBTQ Idahoans. Given the conservative social institutions that dominate Idaho, LGBTQ advocates were beginning to speak to Idaho conservatives in terms they understood. Therefore it was becoming more common to use arguments like fiscal reasoning and small government to promote more liberal ideas. Methodology  I used articles from the largest print newspaper by circulation in Idaho. The Idaho Statesman, which has a daily circulation that reaches 14% outside the metropolitan statistical areas (SRDS, 2006). It is the primary newspaper serving Ada and Canyon Counties, two large voting populations, which comprise Idaho’s lone metropolitan statistical areas. The Idaho Statesman is the number one media company in the state of Idaho, reaching 267,519 adults every month including 115,657 weekday readers and 147,106 each Sunday (Media Audit, 2013). Its prominence could serve as indicator of what is and is not considered news. The Idaho Statesman could also serve as an indicator for public opinion trends among LGBTQ issues in Idaho since they are two of the largest voting counties. The articles and editorials used were pulled from the NewsBank, Inc. database off of the Boise State Library tool.  To find relevant articles I used the search terms “homosexual,” “lesbian,” and “transgender,” “queer and gay.” I included all articles that addressed any issues or debates related to LGBTQ policies at a local and state level. For this research, articles were collected from 1999, 2001, and 2012 that pertained to such LGBTQ issues. The two issues that were policy driven were the case of hate crime prevention and the implementation of the Boise city ordinance. I organized the articles by month and year of publication and downloaded all data into NVivo, a computer software program that is used for qualitative research. Through the use of NVivo, I was able to document the total number of articles and editorials that pertain to any relevant LGBTQ issues. More importantly, NVivo provides tools to track qualitative data, which is my focus. What were the articles saying and framing these issues to be? I wanted to focus on the articles written by Idaho Statesman staff because they are elite writers tasked with covering the events at hand and have direct control over how this event or group is framed and therefore how an audience responds to that issue is contingent upon how the writer presents the information. I included issues of \"Our View\" because it is the editorial position of the Idaho Statesman. It is an unsigned opinion expressing the consensus of the Statesman's editorial board. These editorials strictly take a position written by neutral and objective journalists. I excluded editorials written by community members to gain a better understanding of how might professional or elite writers influence the public with how they frame subject matter. I paid special close attention to quotes writers chose to display from the community to the common language used. I considered this framing the issue in one way or another. 63  Though numerous issues involving LGBTQ-related social issues took place in Idaho during this time (1999, 2001, and 2012), my focus was articles and editorials about sexual orientation policy written by professional staff in the late 1990s and early 2000s. The purpose of focusing on this timeframe was to fill a gap of knowledge of sexual orientation policy debates during this time. There is a little research done on Idaho sexual orientation policy debates beyond 1996. The events documented in this article include when LGBTQ advocates pushed for hate crime prevention legislation and an attempt to push for a Boise city protective ordinance.  The limitations of this research are that is a small scale case study.  Another limitation is that the Idaho Statesman dedicates more articles to certain issues over others. The particular issues of hate crime prevention and city anti-discrimination were not highly covered issues which creates a limited amount of articles to be used for analysis. However, there are plenty of quality data that are useful for the purpose of this research. Findings I will discuss the two sexual orientation policy debates during this time frame. In 1999, LGBTQ advocates pushed for legislation that would extend protection for sexual minorities to the Idaho malicious harassment law. The law carried a possible five-year prison sentence for offenders who injure, threaten, or commit vandalism against a person because of race, color, religion, ancestry, or national origin. There were four articles dedicated to this particular issue. The issue highlights the dominant narrative between proponents for the adoption of this bill and the opponents who felt it was unnecessary.  Table 1 and Table 2, located under the “Tables” section of this paper, display the frames referenced within Idaho Statesman articles and are organized into the broader themes of “conservative,” “liberal,” and “moderate.” In Table 1 (hate crime prevention), it shows how the Idaho Statesman as a media entity facilitated proponent and opponent discourses surrounding hate crime prevention for LGBTQ advocates as indicated by articles written by elite writers. Idaho Statesman writers displayed liberal, conservative, and moderate themes when discussing this public debate. The conservative themes consisted of “slippery slope” arguments referenced four times, in which allowing this law would lead to other things; insisting that gays and lesbians were “already protected” by general law referenced 2 times; and a discomfort around “defining specific groups” under law referenced once. The liberal themes consisted of emphasizing “rights” referenced 5 times; creating “protections” referenced 12 times; preventing “hate” referenced 14 times or “harassment” referenced 9 times; and lastly, promoting a sense of “equality” for the LGBTQ community referenced 3 times. In the case for hate crime prevention, most reference frames were centered on getting rid of “hate” followed by “protections.” This makes sense given the nature of the policy. Overall, this particular issue is framed from a liberal ideology as liberal frames dominated the number of references throughout the articles surrounding the issue of hate crime prevention. The moderate themes consisted of using quotes from “business” managers or pointing to how local businesses implement inclusive policies referenced 3 times and how Idaho’s intolerant “image” was an issue that needed to be fixed and could be fixed with a policy like this referenced 5 times. Table 2 shows the date for the issue of a Boise city ordinance. In 2001, LGBTQ advocates attempted to push for a city ordinance that would include sexual orientation and gender identity in a non-discrimination law for employment, housing, and public accommodations within the city limits of Boise. In 2001, there was a great deal of hesitation from city officials to implement the ordinance and Idaho Statesman writers, on several occasions, pointed out that it was an election year in 2001, alluding to the lack of support being due to officials’ fear of not being re-elected. In 2012, however, the tone presented in the Idaho Statesman of new city officials is much less fearful and very adamant to add sexual orientation and gender identity to Boise’s city anti-discrimination ordinance. There was only one article dedicated to this issue in 2001 but four more in 2012 when the actual ordinance was finally amended. In Table 2, the data shows how the Idaho Statesman as a media entity facilitated proponent and opponent discourses surrounding Boise city ordinance implementation for LGBTQ advocates as indicated by articles written by elite writers. In this table, it is important to note that there is more variance in themes due to this issue popping up originally in 2001 and then eleven years later in 2012. There are more conservative themes in 2001 and more liberal and moderate leaning themes in 2012. Overall on the issue, Idaho Statesman writers displayed liberal, conservative, and moderate themes when discussing this public debate. The conservative themes consisted of “fiscal” concerns of implementation, the argument that LGBTQ are “already protected,” and that there is “no need” and a “slippery slope” that this ordinance would lead to marriage benefits for same-sex couples. The liberal themes consisted of “education” for those who lack understanding of LGBTQ people, “fairness” for equal opportunities, “safety” so that LGBTQ Idahoans no longer have to live in fear, and “simplicity” of implementing the ordinance. And lastly, the 64  moderate themes consisted of emphasizing “business” benefits for implementation and how “diversity” is the progressive and necessary thing for the city of Boise to do. The frame of pro-business was the most referenced in the particular issue of the Boise city ordinance making this issue overall framed in moderate ideology. Analysis In both the following examples of hate crime prevention and an Idaho city anti-discrimination ordinance, there is a clear indication of liberal, conservative, and moderate discourse being used to justify why these policies should or should not be put into place. I will further define what I mean by liberal, conservative, and moderate in each of the following sections.  Liberal Discourse “Traditional” liberal language consists of framing LGBTQ issues in terms of equality of rights, preventing discrimination, fighting hate, and/or bigotry. In these two cases, LGBTQ advocates were more likely to be quoted using this kind of language for their cause. Proponent’s mentioned how these policy changes would create a sense of equality. In some cases the Idaho Statesman writers would also use this theme of language to present the change in policy as being fair, simple, and worth it for education purposes. There is evidence of liberal frames in regards to hate crime prevention for the LGBTQ community. The liberal frames predominately stem from proponent quotes. One example stated “Idaho laws should protect people” (Clouse, 1999a). This is an example of a liberal frame because it is suggesting the Idaho legislation needs to take on more responsibility for social decision making, and some people aren’t protected. It suggests that the role of government must intervene to prevent hate and protect minority groups. Another liberal discourse example stated “This [hate crime prevention law] would do nothing more than to extend that protection out to those who are persecuted based on sexual orientation” (Clouse, 1999a). It subtly suggests it is the “right” thing to do but it is also a form of liberal discourse because it is suggesting that passing this law is non-threatening to the hegemonic (straight and/or conservative) society. The less threatening a minority groups is, the more likely they are to get the policy changes they seek (Muccaroni, 2008 and Chavez, 2008). Therefore it makes sense that LGBTQ advocates would attempt to appease the fears of the Republican-dominated legislature. The Idaho Statesman frames the issue as a non-threatening, non-radical request that is simple and straightforward. In addition to the hate crime prevention law, there is evidence of liberal frames in regards to the Boise city ordinance. Particularly in 2012, when there seemed to be a shift in the opinions of the new city council members. The Idaho Statesman staff approved of the city council and their decision to move forward with passing a city ordinance. They state in an editorial of “Our View” that “no one should have to fear losing their job or their apartment because of their sexual orientation or gender identity. That's a matter of fundamental fairness. And it's also a fairly simple concept” (Staff, 2012c). This statement alludes to the idea that everyone has a right to not live in fear and be treated fairly. The fear portion speaks to an ethos-heavy approach more commonly taken by liberal discourse, calling attention to more personal and human qualities to tug on the heart strings of readers. The idea of “fairness” is a euphemism for equality, which is a fundamental concept to liberalism when discussing LGBTQ issues (McFarland, Year). The Idaho Statesman also stated that passing this ordinance gives “the message of inclusiveness it sends beyond Boise's borders, to newcomers and new business…By promoting a safe, healthy community, an anti-discrimination ordinance is one component of a ‘21st century city’\" (Staff, 2012c). This reference to a “21st century city” is a subtle indication towards being progressive, which is commonly associated with being diverse, modern, and competitive. The competitive component comes from the when Idaho Statesman staff point to “new businesses,” suggesting that new businesses want to build facilities in cities that are diverse and progressive. In another article, the Idaho Statesman stated, “[The city council] will propose an ordinance that would prohibit firing people, kicking them out of their homes and refusing to serve them in public places because of their sexual identity” (Berg, 2012a). The change in city policy was phrased in a liberal tone by making the issue more salient by emphasizing the people it will impact. In a way, it dramatizes the negative implications that happen every day this policy is not in place. In both cases of the hate crime prevention law and the Boise city ordinance, there were clear examples of liberal framing to support the LGBTQ community. The liberal discourse emphasizes the necessity of these policy changes and the people they would positively impact if implemented with a lens on equality, rights, and protections. 65  Subtle Conservative Discourse There is an absence of “blatant” traditional conservative discourse against LGBTQ advocates from professional writers and quotes selected from the Idaho Statesman in these two cases. Traditional meaning that is was popular in 1990s for the “conservative right” to openly demonize sexual minorities and their “lifestyle” or use religion as grounds for morality arguments and exclusion (Diamond, 1997; Blain, 2005 and McFarland, 2011). In these two cases, there is an overall lack of religious argumentation as support against inclusion of policies. Due to the nature of hate crimes, there is not a direct connection for the use of religion, unlike in the issue of same-sex marriage where religion is central for the case against it. And the Boise city ordinance also contained a religious exemption, which could explain the lack resistance from a religious opposition.  Instead, this data shows there was more “subtle” conservative discourse being framed within Idaho Statesman articles which is arguably more challenging to combat. This is because they are no longer stating that LGBTQ are inferior or undeserving in an open and direct way, which can harness opposition against conservatives and gain support from moderates (Blain, 2005). Instead, there is a subtlety in the arguments against policy change, by using more removed reasons. It is challenging to combat an opposition that does not publicly say it is against your cause, but rather the way you’re going about the change.  In the case of hate crime prevention, there is more evidence of a subtle conservative discourse. In one example, there is still a romance of the more traditional blatant conservative discourse. A republican representative was quoted stating “If I vote ‘yes,’ I'm telling my people gay and lesbian activity is great” (Popkey, 1999b). This representative doesn’t want his conservative constituents to believe that that he approves of this “lifestyle.” It is clear that the belief that this “lifestyle” is looked at as being abnormal and therefore undeserving of protection. In a more subtle example, Committee Chairman John Tippets, R-Bennington, said “he knows of no lawmaker on the committee who condones hate crimes against gay people—or anyone” (Clouse, 1999a). This is a deflection from the fact that gay Idahoans have specific marginalized experiences unique to them. This statement over-generalizes their experience by stating that lawmakers are “for everyone’s” well-being and therefore removes the responsibility of lawmakers to access their own privilege. Another example of this can be found in this quote from Trippets: “I'm uncomfortable with the whole concept of who the crime addresses,” he said. “Once you start choosing groups, where do you stop?” (Clouse, 1999a) “The message we want reported is that we don't condone hate crimes against anybody—even if they don't fit into one of those groups,” Tippets added. “Everybody should be treated fairly.” Again, this is an overgeneralization that removes that marginalization from specific groups. By focusing on “everyone,” it ignores the fact that minority groups face more marginalization than dominate groups. Dominant groups don’t have to re-access their position in society and avoid blame. Adamant groups against this legislation were the Idaho Family Forum and Idaho Christian Coalition who said “the state currently has sufficient laws to deal with hate crimes” (Clouse, 1999a). Both of these groups were heavily involved in the creation of the 1996 Proposition One campaign against LGBTQ Idahoans in which they aimed to prevent “special rights.” There is a strong desire from these groups to prevent “special rights” to be granted to LGBTQ advocates, in fear of them gaining strength and pushing their lifestyle on others. These groups find them threatening to their way of life and therefore supported every legislation against them and spoke against every policy change attempt they pushed for during this time. In the case of the Boise city ordinance, there were very few conservative views displayed in 2012 as the ordinance was passing. Again, the religious exemption that was added that could explain this. There was only one instance framed in the Idaho Statesman in which a Boise resident who spoke against the ordinance using more the tradition conservative discourse. He spoke in “support of ‘traditional marriage’ and warned of the dangers of sodomy…[and] urged the council to reject the ordinance, saying it infringes on his religious freedom and is not necessary” (Cuniff, 2012b). This is a traditional conservative argument we are used to hearing and reading in the Idaho Statesman in the past. However, in this case it seems to have lost its effect. Plus marriage and sodomy were not center issues to the ordinance, making this argument rather out of place and easy to ignore.  In both cases of the hate crime prevention and Boise city ordinance, there is a presence of conservative discourse in the framing of articles produced by the Idaho Statesman. There is an absence of overt grievances with LGBTQ advocates in article framing, but instead more subtle conservative approach to undermine advocates. This framing displays more than one side to the sexual orientation policy debate but it also inhibits the LGBTQ community. This framing poses a challenge for LGBTQ advocates as it is challenging to overcome subtle arguments against their cause rather than face overt grievances and gather support from a moderate audience.  66  Pro-Business Moderate Discourse This paper suggests that there is more than just the traditional liberal and a subtle conservative rhetoric battle. In many cases, the local media commonly uses moderate arguments by actively seeking the opinions of local tech business managers or groups that have an indirect investment in the issue. They commonly refer to the policy changes as being beneficial to overturning Idaho's supposed intolerant image, improving Boise’s diversity, hinting that a tolerant, diverse image affects business and Idaho’s economic well-being positively. Advocates want to be viewed as human beings who lack basic rights and suffer due to a lack of those rights (more in line with liberal discourse); yet, the conversation is more driven to label advocates as commodities that either benefit or don't benefit a local or state economy. As it would seem, this cause is only as good depending on how much revenue it can generate. Throughout this study there are two major events that directly connect with sexual orientation-related policy in which advocates interact with legislature: Hate Crime Prevention (1999) and Boise City Ordinance (2001 and 2012). These examples highlight how media framing was greatly involved.  The Idaho Statesman most often framed the issue of hate crime prevention to how having this law would affect Idaho’s image in a positive way, sending the message that Idaho is not an intolerant state. This was done through quotes from supportive legislators like “the strength of the bill is the widely held view that Idaho must shed its undeserved reputation as a haven for intolerance,” which demonstrate that some lawmakers did believe that Idaho was harmed by having an image like this (Popkey, 1-19-1999). Later in the same article, a piece from Gov. Dirk Kempthrone’s state of state address was also quoted: “the blemished image needs repair...we do not have room in this state for bigotry, intolerance and hate” despite having no official stance on the issue (Popkey, 1-19-1999). The “image issue” will surface quite a bit as media advocates use it as grounds for promoting equality.  But what is most intriguing is how Idaho’s image is connected to its quality of business. The image is almost always connected to how it affects business in a negative way. This is significant because now, businesses become the focus to which this conversation was about rather than the more liberal discourse of equality rights or discrimination of people. The media outlet actively engages local businesses into this conversation by asking for their opinion on LGBTQ issues. This is a clear example of moderate ideals, because it is framing to appeal to the interests of fiscal conservatives through pro-business rhetoric while appealing to the interests of liberals through the idea of creating a more diverse Idaho. The Idaho Statesman uses fiscal reasoning as means to support LGBTQ advocates.  The Idaho Statesman quotes what they call “Idaho’s most important corporation,” Hewlett-Packard Co., to give their opinion on the hate crime prevention issue. An HP manager confirms that it is challenging as a business to “overcome the image problem,” suggesting that recruitment and retention is impacted by intolerant laws (Popkey, 1-19-1999). In another article, the same manager is quoted saying that “Idaho’s image makes it harder for HP to stay competitive in Boise” when attempting to compete with other states for employee recruitment (Clouse, 1-21-1999). The Idaho Statesman, through this framing, normalizes the idea that businesses should be role models for lawmakers to pass this hate crime prevention legislation. The hate crime prevention law was ultimately defeated by a 14-7 vote, and this decision sparked the Boise Police Department to take their own steps. The Boise Police Chief said “we have chosen to go beyond the Idaho state law” by adding sexual orientation and disability to their policy. This policy could not provide that same punishment, but victims of hate crimes will be given the same quality of investigations by police (Jackson, 3-31-2000). This is an example of neoliberal ideals—a small group is taking on the responsibility that traditionally would have been the governments in aiding social groups. This is also an example of the Boise Police Department acting as an ally for LGBTQ advocates through the media lens. In the case of the Boise city ordinance, the Idaho Statesman also framed the issue using moderate discourse, but this time it was the advocates themselves who pointed to businesses for support. A representative from Your Family, Friends and Neighbors, a LGBTQ organization, was quoted stating, “we’ve had a lot of independent companies in the valley pick up on their own and do this,” in reference to adding sexual orientation and gender identity to employment protection criteria (Hoffman, 7-21-2001). Advocates point to local businesses (Hewlett-Packard and Albertson’s) who have already implemented inclusive policies trying to make them seem like credible role models the city should follow. This highlights the moderate undertones because it shows that businesses are taking on more social responsibility and influencing social decision making rather than waiting for city officials to take the reins. Corporations have more power to say what should or should not be done.  It wouldn’t be until 2012, when Boise city officials finally decided to implement a protective city ordinance for LGBTQ individuals. The media framed it as “discrimination against gays and transsexuals undermines public safety...It’s also bad for business” (Berg, 11-9-2012). The reasoning and justification used by the Idaho Statesman had minor liberal context but then blatantly used the moderate context in the end with the business comment. Next, 67  the issue of employer recruitment surfaces yet again as an issue for Idaho’s economy. City officials expressed concern that “companies looking to open new facilities saw Boise’s lack of legal protection for gays and transsexuals and crossed the city off their lists” (Berg, 11-9-12). This statement demonstrates a concern that the City of Boise is not doing all that it can to be competitive and progress forward. This is a moderate ideology because it is suggesting that passing this ordinance will encourage more diversity in Boise by showing that it is a safe city for everyone, which is a key to economic progression and modern times (Cuniff, 11-13-2012). The emphasis is on economic benefits for conservatives and the benefits LGBTQ Boiseans for liberals.  Conclusion How does the Idaho Statesman frame sexual orientation policy issues? And how might this framing impact a larger audience? The Idaho Statesman is supporting LGBTQ Idahoans through liberal and moderate frames. The Idaho Statesman displayed 43 references to liberal framing in support for the LGBTQ policy hate crime prevention by primarily using quotes from LGBTQ advocates and in issues of “Our View.” This liberal framing highlighted the policy changes as being positive through themes of preventing discrimination, creating equality and a sense of fairness. I found evidence that the Idaho Statesman did present a conservative framing through quotes from opponents to policy changes, which were not supportive of LGBTQ advocates. But this was minor and used a more soft or subtle approach to convey a conservative message. And lastly, based on the data, the Idaho Statesman referenced moderate framing 16 times in the Boise city ordinance by focusing on themes of a pro-business approach and improving Idaho’s intolerant image. This was primarily achieved by quoting local business owners who have inclusive employment policies and by suggesting that including diversity benefits everyone in editorials of “Our View.” This contributes to media agenda setting theory because these liberal and moderate framings have the potential to influence how readers of Ada County and Canyon County perceive these issues and the LGBTQ community by using a more assimilationist approach.  The moderate framing is directed more to a conservative audience by highlighting fiscal benefits to inclusion, by emphasizing the “non-threating” demands that LGBTQ advocates are making, and by emphasizing that LGBTQ are “just like anyone else.” My hypothesis was unsupported in regards to the conservative framing because I expected to see more frames centered on morality, but instead it was more indirect with the exception of one minor quote. However, my hypothesis was supported in regards to liberal and moderate frames because there were attempts make the LGBTQ community as non-threatening as possible and simply needing rights.  Further research should be conducted on other Idaho newspapers and media sites to add to this analysis. Comparing how Idaho is framing and facilitating conversations around LGBTQ issues in comparison to the national level. Assessing how Idaho may be impacted by national pressures and opinions. In addition, there should also be a state wide public opinion survey to conduct opinions on social policies, specifically for LGBTQ-based policies. Currently there are none, posing the challenge of how to measure if or how public opinions have or have not changed. Media plays a critical role in perception, but it is not the only way in which minds can be changed. Advocates should rely on other community allies in addition to media framing to gain support for policy changes. Educating cities and smaller communities can help them develop stronger alliances with other minority groups. 68  Tables Table 1: Hate Crime Prevention (1999)  Conservative Node Mentioned in # articles # of References Slippery Slope 2 4 Already Protected 2 2 Defining specific groups 1 1 Liberal Rights 3 5 Protections 3 12* Hate 3 14* Harassment 3 9* Equality 1 3 Moderate Business 1 3 Imagine Issue 2 5   Total Articles: 3     Table 2: City Ordinance (2001, 2012)  Conservative Node Mentioned in # articles # of References fiscal 1 1 Already protected/no need 2 3 Religious freedom 2 3 Slippery 1 2 Liberal Education 1 1 Fair 2 3 Safety 2 3 Simple 2 4 Moderate Business 3 13* Progression for diversity 3 3   Total Articles: 5    69  Appendix Hate Crime Prevention Clouse, T. (1999a). “House panel votes down protection for gays,” Idaho Statesman. Popkey, D. (1999b). “Hate crimes law may be extended to gay Idahoans,” Idaho Statesman. Wyatt, L. (1999c). “Gay rights groups call for hate-crimes law,” Idaho Statesman. Boise City Ordinance Berg, S. (2012a). “Boise will consider gay rights ordinance,” Idaho Statesman. Cuniff, M. (2012b). “Big show of support for Boise anti-discrimination,” Idaho Statesman. Hoffman, W. (2001). “Boise asked to block gay bias,” Idaho Statesman. Staff. (2012c). “Our View: A matter of fairness...and a model of simplicity,” Idaho Statesman.   70  Works Cited Barth, J. P. J. (2009). Political Culture, Public Opinion, and Policy (Non)Diffusion: The Case of Gay- and Lesbian- Related Issues in Arkansas. SSQU Social Science Quarterly, 90(2), 309-325. Blain, M. (2005). The politics of victimage. Critical Discourse Studies, 2(1), 31-50. doi:  10.1080/17405900500052168 Diamond, S. (1995). Roads to dominion: right-wing movements and political power in the United States. New York:  Guilford Press. Hasenbush, A. a. M., Christy. (2014). Employment and Housing Discrimination Based on Sexual Orientation and  Gender Identity in Idaho. The Williams Institute. UCLA School of Law. Web. McCombs, M. E. (2004). Setting the agenda: The mass media and public opinion. Malden, MA: Blackwell. McCombs, M. E., Shaw, D. L., & Weaver, D. H. (1972). \"The agenda-setting function of mass media\". Pu blic Opinion Quarterly 36 (2). McFarland, K. (2011). Media Influence and Frame Diversity in the Debate Over Same-Sex  Marriage. Communication Review, 14(4), 255-278. doi: 10.1080/10714421.2011.624002 Mucciaroni, G. (2008). Same sex, different politics success and failure in the struggles over gay rights.  from http://public.eblib.com/EBLPublic/PublicView.do?ptiID=432269 Rimmerman, C. (2008). The Lesbian and Gay Movements: Assimilation or Liberation? Boulder, CO: Westview  Press. Scheufele, D., & Tewksbury, D. (2007). Framing, Agenda Setting, and Priming: The Evolution of Three Media  Effects Models. Journal of Communication, 57, 9-20. Scheufele, D. A. (2000). Agenda-setting, priming, and framing revisited: Another look at cognitive effects of  political communication. Mass Communication & Society(3), 297-316. Theoharis, J., & Theoharis, A. G. (2003). These yet to be United States: Civil rights and civil liberties in America  since 1945. Belmont, California: Wadsworth/Thomson Learning. Witt, Stephanie. & McCorkle. Susan. (1997). Anti-gay rights: assessing voter initiatives. Westport, Conn.: Praeger. ",
    "id": 61737634,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.boisestate.edu:mcnair_journal-1162"
    },
    "title": "Idaho Sexual Orientation Policy Debates: Local Discourse",
    "language": null,
    "publishedDate": "2015-04-01T08:00:00+01:00",
    "publisher": "'IUScholarWorks'",
    "references": [],
    "sourceFulltextUrls": [
        "http://scholarworks.boisestate.edu/cgi/viewcontent.cgi?article=1162&context=mcnair_journal"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/61737634.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/61737634"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/61737634/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/61737634/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/61737634"
        }
    ],
    "abstract": "This study conducts a content analysis with the use of NVivo software of the local news outlet, Idaho Statesman, and its articles from 1999-2012. This research focuses on two specific sexual orientation policy debates: hate crime prevention and the Boise city ordinance. These issues highlight examples of framing. The findings from this analysis highlight how a media can play a supporting role for LGBTQ advocates through liberal and moderate frames by taking on an assimilationist approach to inclusion. This research adds to the literature on the role of newspapers in mediating public discussion and has larger impacts of how public debates over sexual orientation policies are changing in character and in tone since the mid-1990s",
    "tags": [
        "text",
        "Gender and Sexuality",
        "Politics and Social Change"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.boisestate.edu:mcnair_journal-1162",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1190",
        "openDoarId": 0,
        "name": "Boise State University - ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 61737634,
        "depositedDate": null,
        "publishedDate": "2015-04-01T08:00:00+01:00",
        "updatedDate": "2024-01-22T04:56:46+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-17T18:03:09+00:00"
    },
    "urls": [
        "https://scholarworks.boisestate.edu/mcnair_journal/vol11/iss1/14",
        "https://scholarworks.boisestate.edu/context/mcnair_journal/article/1162/viewcontent/14_Rodriguez___Idaho_Sexual_Orientation.pdf"
    ],
    "lastUpdate": "2024-01-22T04:56:46+00:00",
    "setSpecs": []
}