{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Alberts, Erin"
        },
        {
            "name": "Rohrsetzer, Natasha"
        }
    ],
    "contributors": [],
    "createdDate": "2020-08-14T04:21:02+01:00",
    "dataProvider": {
        "id": 13917,
        "name": "ScholarWorks @ SeattleU (Seattle University)",
        "url": "https://api.core.ac.uk/v3/data-providers/13917",
        "logo": "https://api.core.ac.uk/data-providers/13917/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/328048184.pdf",
    "fullText": "SUURJ: Seattle University Undergraduate Research Journal Volume 4 Article 11 2020 Identity and Social Support: LGBTQIA+ Individuals and Help-Seeking Behaviors. Erin Alberts Seattle University Natasha Rohrsetzer Seattle University Follow this and additional works at: https://scholarworks.seattleu.edu/suurj Recommended Citation Alberts, Erin and Rohrsetzer, Natasha (2020) \"Identity and Social Support: LGBTQIA+ Individuals and Help-Seeking Behaviors.,\" SUURJ: Seattle University Undergraduate Research Journal: Vol. 4 , Article 11. Available at: https://scholarworks.seattleu.edu/suurj/vol4/iss1/11 This Full-Length Research Article is brought to you for free and open access by the Seattle University Journals at ScholarWorks @ SeattleU. It has been accepted for inclusion in SUURJ: Seattle University Undergraduate Research Journal by an authorized editor of ScholarWorks @ SeattleU. 46Identity and Social Support: LGBTQIA+ Individuals and Help-Seeking BehaviorsErin Alberts, PsychologyNatasha Rohrsetzer, PsychologyFaculty Mentor: Michael J. Spinetta, PhDFaculty Content Editor: Michael J. Spinetta, PhDStudent Editors: Helen Hills and Annika Le47Abstract LGBTQIA+ students face unique stressors: coming out and/or transitioning gender; non-affirming campus climates; and limited access to inclusive academic, health, and mental health services. Although LGBTQIA+ identifying people face these unique stressors, they are historically an underserved community on college campuses. Past literature shows that LGBTQIA+ people have higher rates of suicidality as well as higher rates of mental health issues; however, past research has not focused on their help-seeking behaviors. University campuses can be highly competitive, unhealthy, and stressful environments for students, which can be heightened for LGBTQIA+ people. Due to the fact that LGBTQIA+ college students are at a higher risk for mental health issues, it is imperative that their help-seeking behaviors are studied. Thus, this research investigates if being part of the LGBTQIA+ community (gender identity and/or sexual orientation status) affects help-seeking behaviors and the types of help that people seek. Findings suggest that the more open and “out” one is with their sexuality and gender, the more likely they are to be affected by societal stigma as well as seek help from various resources.48 Access to inclusive and proper mental health services is central to the general well-being of all college students. However, there is still very little known about the experiences of LGBTQIA+ (lesbian, gay, bisexual, transgender, queer, intersex, and asexual) students with university-based health services (Hood, Sherrell, Pfeffer, & Mann, 2018). Individuals who identify as LGBTQIA+ experience significant mental health support inequalities compared to their heterosexual and cisgender peers (McDermott, Hughes, & Rawlings, 2018). Compared with heterosexual students, sexual minority students endorsed higher rates of psychological distress (18% vs. 26%, p < .001) and mental health–related academic impairment (11% vs. 17%, p < .001) (Dunbar, Sontag-Padilla, Ramchand, Seelam, & Stein, 2017).  Research suggests that campus climate along with staff perceptions of LGBTQIA+ identifying people can impact the ways that people seek help (Woodford, Kulick, & Atteberry, 2015; McDermott et al., 2018; Hood et al., 2018). Seattle University’s campus climate is unique because it is a Jesuit Catholic institution. Therefore, understanding LGBTQIA+ individuals’ help-seeking behaviors in the context of religiosity is important when assessing campus climate.  Research has shown that homonegative experiences with religion may have a negative influence on mental health outcomes (Lassiter et al., 2017). Negative school climate can affect the role of school support resources in LGBTQIA+ students’ lives (Kosciw, Palmer, Kull, & Greytak, 2012). For example, the 2015 Climate Assessment Project at Seattle University found that LGBQ and asexual respondents were less likely to feel “very comfortable” or “comfortable” and that 52% of LGBQ and asexual students considered leaving Seattle University compared to 36% of their heterosexual peers (Rankin, 2015).  The acronym LGBTQIA+ in this study includes all of the identities of research participants. All differing acronyms reflect the identities studied in past research, e.g., LGB refers only to lesbian, gay, and bisexual and does not include queer, transgender, intersex and asexual people in the research unless otherwise stated. Help-seeking. Help-seeking is commonly defined in research by the ways that people deal with stress, their overall behaviors and beliefs towards various resources, the services they seek, and the perceived barriers to those services (McDonald, 2018; McDermott, 2015; Hatchel et al., 2019). Help-seeking beliefs are defined as people’s attitudes and understanding of help-seeking and the beliefs that they hold about help-seeking in general (Hatchel et al., 2019). LGBTQIA+ individuals may have different outlooks on help-seeking due to their identities and perceptions of stigma (Goldbach & Gibbs, 2015). However, despite the heightened stress that LGBTQIA+ people face (18% vs. 26%, p < .001), researchers found that LGBTQIA+ people are more likely to seek out mental health services (1.87 [95% confidence interval: 1.50-2.34] times more likely) and utilize their resources when compared to their heterosexual peers.  Barriers to Help-Seeking. Research has shown that within the healthcare field, LGBTQIA+ individuals experience unique barriers such as discomfort discussing sexual orientation 49with providers, mistrusting providers due to expectations of discrimination, and fear of being “outed” (Dunbar et al., 2017). Although LGBTQIA+ individuals struggle with unique stressors, they are often underserved and have limited access to inclusive mental, emotional, and physical spaces on campuses compared with their heterosexual peers (Bouris & Hill, 2017; McDermott et al., 2018; Hood et al., 2018). The key barriers to help-seeking explored in the literature consist of a limited understanding of LGBTQIA+ identities, societal stigma, and discrimination (Dunbar et al., 2017; Nadal, Whitman, Davis, Erazo, & Davidoff, 2016). These barriers to care are rooted in societal stigma and are a result of the lack of research done with LGBTQIA+ individuals (Kosciw et al., 2012). Stigma. Previous research on the topic of LGBTQIA+ help-seeking behaviors focuses on minority stress. Minority stress is defined as stressors that are specific to people with a sexual minority status: coming out, stigma due to orientation, societal stigma, and both internal and external perceptions of stigma (Goldbach & Gibbs, 2015). Heteronormative culture, “relating to, or based on the attitude that heterosexuality is the only normal and natural expression of sexuality” (Heteronormative, n.d.), creates hostile environments for LGBTQIA+ individuals (Mink, Lindley, & Weinstein, 2014). Due to the stigma that surrounds the LGBTQIA+ population, many young adults within this community are at higher risk of developing mental health issues (McDonald, 2018). The researchers found that LGBTQIA+ youth are likely to only seek help when they were already in crisis (McDonald, 2018). Preventative mental health care is not utilized due to their perceptions of societal stigma, with societal stigma acting as a barrier to help-seeking (McDonald, 2018; Goldbach & Gibbs, 2015).  There is a lack of research centering the experiences of gender non-conforming and transgender people. One article focused on the experiences of individuals of diverse sexual and gender identity by researching different variations of microaggressions, which are often a less obvious form of stigma that individuals face (Nadal et al., 2016). Stigma can prevent people from seeking help, add stress, and put them at higher risk for negative mental health outcomes (Nadal et al., & Davidoff, 2016; Mink et al., 2014; McDonald, 2018). Stress. According to the Collegiate Center for Mental Health, the majority of college students arrive on campus with no prior history of mental health treatment (Bouris & Hill, 2017), yet an estimated 17% or more of college students suffer from serious psychological distress (Bouris & Hill, 2017). Due to these high-stress and anxiety-inducing environments, it can be concluded college campuses need to provide more services to their students (Dunbar et al., 2017).  Outness. The amount that people are out, or their “outness,” has been studied in relation to the ways that people seek help and to their overall perceptions of campus climate. One study found that there was a relationship between outness on campus and the perceived ability of LGB individuals to be open (r = 0.11, p < 0.01), to have positive instructor relations 50(r = 0.14, p < 0.01), to have other LGB friends (r = 0.18, p < 0.001), to be satisfied with their institution (r = 0.16, p < 0.01) and to be accepted on campus (r = 0.14, p < 0.01) (Woodford et al., 2015). The results of the study reveal that being out to more people is correlated with a more positive on-campus experience (Woodford et al., 2015).   Previous researchers hypothesized that the more out a person is, the more stigma and harassment they will receive (Woodford et al., 2015; Nadal et al., 2016). However, newer research has shown that various amounts of internal and external stigma are present at various stages of “outness” (Woodford et al., 2015; Nadal, Whitman, Davis, Erazo, & Davidoff, 2016). Due to the lack of research that currently exists on these topics, this study aims to further explore the needs of LGBTQIA+ individuals. To assess the factors that negatively impact help-seeking for members of the LGBTQIA+ community, we will examine the sources of stigma, the barriers that stand in the way of getting support, and the factors that influence outness. By gaining a better understanding of the increased support that is needed for these individuals, on-campus services can specifically target the needs of the entire student body, rather than solely those of cisgender and heterosexual students.Methods Participants 144 participants completed 101 surveys. The survey was distributed via Qualtrics through SONA systems, email, and social media sites such as Facebook and Instagram. The majority of our participants were members of the Seattle University community, with a few individuals recruited from the investigators’ social media accounts. Participants were not required to answer every question on the survey and could withdraw consent at any time.  Measures  Demographics. Participants completed a demographics questionnaire that contained questions regarding their sex assigned at birth, their gender identity, their sexual orientation, their racial identity, their age, and the number of years they have completed in higher education. Participants had the ability to leave any question unanswered, while still maintaining their anonymity. Stress. The Brief COPE Scale (Carver, 1997) and the Perceived Stress Scale (Cohen, Kamarck, & Mermelstein, 1994) were utilized to measure and gain an understanding of the participants’ stress levels.  The Brief COPE Scale was used to understand how participants cope with stressors in their lives. A 4-point Likert scale was used to assess the coping mechanisms that participants implement in the face of stress, with measurements consisting of 1 (I have not been doing this at all) to 4 (I’ve been doing this a lot). To measure participants’ 51stress, the Perceived Stress Scale was implemented into the questionnaire. Four brief questions, regarding feelings and thoughts that the participant may have encountered over the past month, were asked, using a 5-point Likert scale from 0 (never) to 5 (very often).  Both of these scores were added together to create two separate sums, one of the Perceived Stress Scale and the other of the Brief COPE scale. Outness Inventory. In order to understand the level at which LGBTQIA+ students are “out” to the people in their lives, the Outness Inventory was utilized (Mohr & Fassinger, 2000). To gain a full understanding of the various groups that people are out to at Seattle University, the scale was adapted to include classmates at SU, professors at SU, and staff/faculty at SU. Due to the fact that many participants may not have relationships with certain groups on the scale, such as extended family members, “Not Applicable” was added as a category. The Outness inventory utilizes a 7-point Likert scale from1 (person definitely does not know about your sexual orientation status) to 7 (people definitely know about your sexual orientation status, and it is openly talked about) (Mohr & Fassinger, 2000). The scale was totaled to analyze the entirety of each participant’s overall outness to all of the people and groups on the scale. Help-Seeking. In order to assess the participants’ intentions for seeking help, a General Help-Seeking Questionnaire (Wilson, Deane, Ciarrochi, & Rickwood, 2005) was used. The GHSQ asks participants how likely they are to seek help from the given support options when having a personal or emotional problem. The degree to which they would likely seek help from various support options was assessed using a 7-point Likert scale from 1 (extremely unlikely) to 7 (extremely likely). The scores from the scale were added together, creating a sum, to examine the entirety of people’s likeliness to seek help.  Barriers to Help-Seeking. Societal systems contain various factors that create barriers for those seeking help. In order to assess these potential barriers that individuals face, The Barrier to Seeking Psychological Help Scale (Topkaya, Sahin, & Barut, 2017) was implemented into the questionnaire. The BSPHS prompts participants with various factors that often discourage people from seeking psychological help from a professional. Using a 5-point Likert scale, from 1 (strongly disagree) to 5 (strongly agree), the participants were asked to indicate their experience with each barrier. There were five subcategories that were implemented into the survey that focused on the fear of being stigmatized by society (questions 2, 6, 9, & 14), trust in the mental health professional (questions 4, 12, 16, & 17), issues with self-disclosure (questions 1, 5, & 8), perceived devaluation (questions 11, 13, & 15), and a lack of knowledge (questions 3, 7, & 10). Each of the subcategory questions was added together to find if there were specific barriers to help-seeking that people struggled with.  Stigma. Two questions in the questionnaire assessed for stigma. The first question asked participants to indicate how much they feel LGBTQIA+ students are stigmatized on the Seattle University campus on a 5-point Likert scale, from 1 (not at all) to 5 (extremely). The 52second question asked participants to identify which on-campus communities, from a list of 20, most stigmatize LGBTQIA+ individuals. All scores were summed to determine levels of stigmatization and its most prevalent sources.  Qualitative Data. Four qualitative questions were implemented at the end of the questionnaire. The first question asked participants to describe their experience with seeking help from on-campus resources, and the second question asked them to describe their experience with seeking help from off-campus resources. The third qualitative question asked participants if they have ever sought out emotional support, and to provide three words that describe their experience. The final question asked those who identify within the LGBTQIA+ community to describe whether they feel as though being part of the LGBTQIA+ community has had any effect on the support they have received from on-campus resources. Results\t The\tsample\tof\tparticipants\tincluded\tself-identified\tfemales\t(81.2%,\tn=82),\tmales\t(12%,\tn=12),\tand\tgender\tnon-conforming\tindividuals\t(7%,\tn= 7). The majority of our participants were\tCaucasian\t(72%,\tn=\t72), followed\tby\tMixed\tRace\t(13%,\tn=13),\tLatinx/Hispanic/Mexican\tAmerican\t(5.9%,\tn=6),\tAsian\t(5.9%,\tn=6),\tBlack\t(2%,\tn=2), and\tself-identified\t(2%,\tn=2). From our\tsample\tof\tparticipants,\twe\thad\tthe\tmost\tdiversity\twithin\tour\tsexual\torientation\tgroup.\t52%\tidentified\tas\theterosexual,\t13.9%\tas\tqueer,\t11.9%\tas\thomosexual,\t9.9%\tas\tbisexual,\t6.9%\tas\tpansexual,\tand\t5%\tas\tquestioning.\t\tRefer\tto\tTable\t1\tfor\ta\tvisual\trepresentation\tof\tthe\tparticipant\tdemographic\tresults.\t\t\t An\tanalysis\tof\tvariance\t(ANOVA)\twas\tused\tto\texamine\tthe\tmain\teffect\tof\tsexual\tidentity\tand\tthe\ttypes\tof\tsupport\tindividuals\tseek,\tsexual\tidentity\tand\tstigma,\tand\tsexual\tidentity\ton\tone’s\tlikeness\tto\tbe\tout.\tThere\tis\ta\tsignificant\tmain\teffect\ton\tsexual\tidentity\tand\tthe\ttypes\tof\tsupport\tindividuals\tseek,\t\t\tPost-hoc\tcorrected\tcomparisons\tindicated\tthat\theterosexual\tindividuals\tare\tsignificantly\tless\tlikely\tthan\ttheir\tpansexual,\tbisexual,\tand\tquestioning\tpeers\tto\tseek\thelp\tfrom\ta\tdoctor\tor\tgeneral\tpractitioner\t(M=\t-1.73,\tSE=\t0.56,\tCohen’s\tD=\t0.99).\tHeterosexual\tindividuals\tare\talso\tsignificantly\tmore\tlikely\tthan\ttheir\tpansexual,\tbisexual,\tand\tquestioning\tpeers\tto\tseek\thelp\tfrom\treligious/spiritual\tleaders\t(M=\t1.6,\tSE=0.54,\tCohen’s\tD=\t0.70).\tHowever,\thomosexual\tand\tqueer\tindividuals\tare\tmore\tlikely\tthan\ttheir\tpansexual,\tbisexual,\tand\tquestioning\tpeers\tto\tseek\thelp\tfrom\treligious/spiritual\tleaders\t(M=\t1.36,\tSE=\t0.55,\tCohen’s\tD=\t0.788)\t(see\tFigure\t1). There\tis\tno\tsignificant\tmain\teffect\ton\tsexual\tidentity\tand\tstigma,\t\t,\tbut\tthere\tis\ta\tsignificant\tmain\teffect\tof\tsexual\tidentity\tand\tan\tindividual’s\tlikeliness\tto\tbe\tout,\t\tPost-hoc\tcorrected\tcomparisons\tindicate\tthat\thomosexual/queer\tindividuals\tare\tsignificantly\tmore\tlikely\tto\tbe\tout\tthan\ttheir\tpansexual/bisexual/questioning\tpeers\t(M=\t18.82,\tSE=\t4.99,\tCohen’s\tD=\t1.2).53\t Frequencies\twere\trun\tto\tassess\tthe\tanswers\tto\tthree\tquestions\tabout\toutness.\tThe\tfirst\twas\twhether\tor\tnot\tpeople\thad\tcome\tout.\tPossible\tanswers\tincluded:\tyes\t(19.8%,\tn\t=\t20),\tto\tsome\tpeople\tbut\tnot\tall\t(21.8%,\tn\t=\t22),\tand\tno\t(1%,\tn\t=\t1),\twith\ta\ttotal\tof\t43\tpeople\tanswering\tthe\tquestion\t(42.6%).\tThe\tnext\tquestion\twas\tregarding\tthe\tamount\tof\ttime\tthat\tpeople\thad\tbeen\tout.\tPossible\tanswers\tincluded:\t0-6\tmonths\t(4%,\tn\t=\t4),\t6\tmonths\tto\t1\tyear\t(2%,\tn\t=\t2),\t1-2\tyears\t(8.9%,\tn\t=\t9),\tand\t2+\tyears\t(26.7%,\tn\t=\t27),\twith\ta\ttotal\tof\t42\tpeople\tanswering\tthe\tquestion\t(41.6%).\tFinally,\tthe\tquestion\twas\tasked\tif\tSU\thad\taffected\ttheir\tdecision\tto\tcome\tout.\tPossible\tanswers\tincluded:\tyes\t(13.9%,\tn\t=\t14),\tpossibly\t(11.9%,\tn\t=\t12),\tand\tno\t(25.7%,\tn\t=\t26),\twith\ta\ttotal\tof\t52\tpeople\tanswering\tthe\tquestion\t(51.7%).\t\t\t Along\twith\tthat,\tan\tANOVA\twas\talso\tused\tto\texamine\tgender\tidentity,\tthe\ttypes\tof\tsupport\tindividuals\tseek,\tand\thow\tthis\trelates\tto\tfeelings\tof\tstigma.\tThere\tis\ta\tsignificant\tmain\teffect\ton\tgender\tidentity\tand\tthe\tway\tin\twhich\tindividuals\tsought\tsupport,\t Post-hoc\tcorrections\tindicated\tthat\tfemale\tindividuals\tare\tsignificantly\tmore\tlikely\tthan\tmale\tindividuals\tto\tseek\thelp\tfrom\ta\tfriend\t(M=1.48,\tSE=\t0.47,\tCohen’s\tD=\t0.92).\tAlong\twith\tthat,\tPost-hoc\tcorrections\tindicated\tthat\tgender\tnon-conforming\tindividuals\tare\tmore\tlikely\tthan\tmale\tindividuals\tto\tseek\tsupport\tfrom\ta\tfriend\t(M=1.86,\tSE=\t0.63,\tCohen’s\tD=\t1.22)\t(see\tFigure\t2).\tThere\tis\ta\tsignificant\tmain\teffect\tbetween\tgender\tand\tfeelings\tof\tstigmatization,\t Post-hoc\tcorrections\tindicate\tthat\tthose\twho\tidentify\tas\tmale\tare\tsignificantly\tless\tlikely\tto\tfeel\tstigmatized\tby\tsociety\tthan\tthose\twho\tidentify\tas\tnon-conforming\t(M=-4.71,\tSE=1.79,\tCohen’s\tD=\t2.79)\t(see\tFigure\t2).\t Next,\ta\tlinear\tregression\tanalysis\twas\tused\tto\tpredict\tsexual\torientation\tin\trelation\tto\thelp-seeking\tpatterns\tand\tbarriers\tto\thelp-seeking.\tWe\tfound\tthat\tsexual\torientation\tis\tnot\tpredictive\tof\tthe\tbarriers\tto\thelp-seeking\tpatterns,\t𝛽=.019,\tt(1)=.148,\tp=.701.\tR2\t=\t.013.\tSexual\torientation\twas\tnot\tpredictive\tof\thelp-seeking\tpatterns,\t𝛽=.037,\tt(1)=\t3.473,\tp\t=\t.067.\tR2\t=.035.\tWe\tfound\tthat\toutness\tis\tpredictive\tof\tan\tindividual’s\tfear\tof\tbeing\tstigmatized\tby\tsociety,\t𝛽=.214,\tt(1)=4.53,\tp=.04.\tr2=.087\t(see\tFigure\t4)\tand\tthat\toutness\tis\tpredictive\tof\tthe\tspecific\tbarrier\tto\thelp-seeking,\tspecifically\twhen\tthe\tindividual\tlacks\tknowledge\tof\ttheir\tresources,\t𝛽=.207,\tt(1)=4.97,\tp=.032.\tR2=.097.\tWe\tthen\tfound\tthat\toutness\tis\tnot\tpredictive\tof\tstress\tlevels,\t𝛽=−.041,\tt(1)=.066,\tp=.799.R2=.021.\t\t Similarly,\twe\talso\tused\ta\tlinear\tregression\tto\tsee\twhether\tor\tnot\tthe\tstigma\tthat\tLGBTQIA+\tindividuals\tperceive\tis\tpredictive\tof\thelp-seeking\tbehavior\tand\tbarriers\tto\ttheir\thelp-seeking.\tWe\tfound\tthat\tthe\tperceived\tstigma\tof\tLGBTQIA+\tindividuals\tis\tpredictive\tof\tboth\thelp-seeking\tpatterns,\t\t.036,\t\t=.053\tand\tbarriers\tto\thelp-seeking,\t\t.005\t\t\t(see\tTable\t2).\t54Qualitative Results and Discussion   Qualitative results from our online survey were taken into account when analyzing our data as a whole. We asked four questions total, and the results of those questions are as follows.   Question 1: On Campus Help-Seeking. The first question asked was, “If there has been a time in which you have sought support from on campus resources, please describe your general experience. Do not refer to any specific individuals.”  Many answers included CAPS; one person said: “I sought help from CAPS a few times last year and it was not helpful at all. The wait time was too long… When I did finally get in, the professional I worked with did not understand my identity at all, and it made me not want to tell them about my problems for fear of being judged.” The issues with CAPS, including feeling judged and students not being seen in a timely manner show why people have sought resources outside of the university’s psychological services: “CAPS was inadequate. My academic advisor is amazing, so she supported me and I trusted her to understand and respect my complex issues and queer identity.” These answers highlight many of the issues that students have experienced with CAPS. People feel as though CAPS is not treating students in a timely fashion, not engaging with students’ specific needs, and only helping students in the case of an emergency. 36 people answered this question in the survey and 24 of them mentioned CAPS in their responses. \t Question\t2:\tOff-Campus\tHelp-Seeking.\tThe next question asked was, “If there has been a time in which you have sought support from off campus resources, please describe your general experience.”  Answers from students receiving off-campus support differ from people’s experiences at CAPS: “I have had generally positive experiences seeking professional help off campus, but these resources are so expensive it is hard to get the amount of help I need.” It appears that although off campus resources are more helpful, they tend to be more difficult for students to afford: “I am currently seeing an off-campus therapist who is seeing me on a sliding scale and works specifically with trans* folks and eating disorders. It’s been going really well so far, but I’m also worried about the cost and my parents finding out.”  Responses indicate that off-campus support resources are more helpful than on-campus resources, although challenges are still present off campus including commuting for appointments: “I currently am undergoing therapy services at an off-campus practice. They are very open to my identities and very accepting. It’s a drive, but worth it because the help is actually good.” People express that they 55struggle with financing off-campus mental health support, and it is difficult commuting off campus even though they feel it is more helpful. Many people struggle with various aspects of mental health services, which speaks to the issues that both CAPS and other mental health services need to address when catering to the needs of their clientele.   Question 3: Three Words to Describe Overall Experiences with Help-Seeking. The next question asked was, “If there has been a time in which you have sought emotional support on or off campus, please provide three words to describe your experience.”  Respondents included 68 different words in their responses. Some of the most frequently used words reflected their difficulties with mental health services, such as “difficult,” “overwhelming,” “frustrating,” and “confusing.” The most commonly used word was “helpful,” which was used 11 times. “Comforting” and “relief” were also frequently used. Even though negative words were used, the fact that “helpful” was the most frequently used word suggests a sense of hope. Even though many people have had negative experiences with CAPS and faced challenges with off-campus therapy, they still feel as though they have been helped overall.  \t Question\t4:\tLGBTQIA+\tSpecifics.\tThe final question asked to only people who identify within the LGBTQIA+ community was, “Do you think being part of the LGBTQIA+ community has affected the support you have received from the university, if yes, please explain how it has affected you?”   One response to this question addresses many of the issues that are present for all LGBTQIA+ individuals receiving any support services both on and off-campus:  “Yes, I think that being queer and trans*/GNC means that any support I receive, even if it is helpful, isn’t really giving me the representation and understanding that I need to feel seen and heard as a queer and trans* person. There is no emotional/psychological/gender affirming support for LGBTQ folks on this campus.” Students highlighted other issues around campus that have contributed to how they feel about the university overall: “After the drag show debacle, I haven’t felt comfortable on campus” and “there is not enough gender-neutral bathrooms on campus and I don’t see a lot of trans visibility on campus or support from staff/faculty about pronouns in classes.”  Another student highlighted issues with CAPS, particularly with LGBTQIA+ students:  “CAPS I feel does not know how to engage effectively with LGBTQ+ students and it makes the organization very off putting.” These responses reflect the lack of support for LGBTQIA+ individuals at Seattle University. Many of these responses highlight the growth areas of Seattle University. Students highlighted the need for specific support for LGBTQIA+ individuals and the need for more inclusivity on campus. 56 Overall, the responses to the qualitative questions highlight that students’ needs are not being met by the university and changes need to be made in order to accommodate students.  Discussion The primary aim of this study was to further explore help-seeking within the LGBTQIA+ community on university campuses, specifically at Seattle University. We looked at relating factors such as stress, stigma, outness, and barriers to help-seeking. Contrary to our main hypothesis, sexual orientation was not predictive of help-seeking and barriers to help-seeking. However, we found that there was a significant effect on sexual identity and the types of support people sought, as well as from whom. Specifically, we found that heterosexual individuals were significantly less likely to seek help from a general practitioner ( , and more likely to seek support from religious or spiritual leaders ) than their pan/bi/questioning peers. Pan/bi/questioning people may be less likely to seek help from religious/spiritual leaders because they are afraid of being stigmatized by them, which has been shown through the historical stigmatization the Christian/Catholic church has shown towards LGBTQIA+ individuals. Stigma. We found that individuals who self-identify as either male or female are significantly less likely to feel stigmatized by society than those who identify as gender non-conforming. This is particularly telling of the effects of stigma that still exist for individuals outside of the gender binary. This sense of stigma can have effects on whether or not individuals feel comfortable and safe seeking support. For example, we found that there is a significant main effect of gender identity and the ways that people seek support (p=0.006). Particularly, gender non-conforming individuals are more likely than their male peers to seek support from a friend. This may be a result of who gender non-conforming individuals feel safest seeking support from. Seeking support from a friend, who you know and trust, may be the safest option for someone who is afraid of being judged or shamed for seeking support from a stranger. A list of 20 on-campus resources were provided, on which participants could indicate where they perceive the most stigma stems from. Figure 5 indicates that within our sample, more individuals perceive stigma from the Jesuit community (n= 54) than any other community on campus, with Albers School of Business and Economics (n= 23) coming in second, and Housing and Residence Life (n= 18) third. As mentioned above, this feeling of stigmatization may stem from both the historical and current-day stigma that exists within religious communities towards LGBTQIA+ individuals.  Outness. Outness was scored based on how likely people are to be out to various resources. Results show that questioning individuals are the least likely to be out in 57comparison with their homosexual, queer, pansexual, and bisexual peers (p < .05). Although questioning people are the least likely to be out, the results still show that they are out to some people.  For a visual representation of these findings refer to Figure 3.   Outness and help-seeking were assessed in relationship with one another to explore whether one predicted or affected the other, or to see if they had a relationship overall. Table 3 indicates each help-seeking variable in comparison with each outness inventory variable. Overall the result of the table shows that there is a relationship between help-seeking and outness (p = 0.041), showing that the more “out” people are the more likely they are to seek help from more resources. Interestingly the variable that had the highest number of significant relationships with other variables is being out to professors at SU. The table shows that there are four significant relationships with this variable, indicating that if someone is out to their professors at SU, they are likely to seek help overall but specifically with academic advisors (p = 0.001), professors (p = 0.017) , and phone help lines (p = 0.042). Overall the findings reflect that the more out people are the more likely they are to help seek which can give hope to people facing difficulties when coming out.   Stigma and Outness. Although outness was not predictive of stress levels (p=0.799), we did find that outness was predictive of an individual’s fear of being stigmatized by society (p=0.04) (see Figure 3). This shows that if people had a fear of being stigmatized by society, they were less likely to come out. This result is less hopeful; however, in tandem with the results with help-seeking it is helpful to know that even if the people who fear being stigmatized by society do come out, they are more likely to seek help from more resources.   Although this study resulted in many statistically significant findings, there were unfortunately many limitations. The sample size was small (n = 101) and consisted primarily of students from Seattle University, a small private Catholic University; therefore, if this study was to be applied to a larger population the sample would need to be larger and not a sample of convenience. The population of males (n= 10), and gender non-conforming (n=7) individuals was also quite small and, in the future, to better understand their needs, larger sample sizes should be utilized.  Future research should focus on the needs of LGBTQIA+ individuals with more specific help-seeking resources specifically tailored to them. Future research should also focus specifically on gender non-conforming individuals and trans individuals as previous research has often ignored the needs of gender-diverse individuals. Research should also focus more specifically on needs and resources at Seattle University for the overall student population. The results of the qualitative study show that many students’ needs are not being met with the on-campus resources that Seattle University provides.   Both the quantitative and qualitative sections of our research provide Seattle University with valuable feedback regarding help-seeking, perceptions of stigma, and outness of students 58of the university. It is clear from the qualitative discussion that people would like to see better mental health support from CAPS and more resources (including additional funding) to LGBTQIA+ individual’s needs. People in the qualitative section reported that they would like to see more gender neutral bathrooms, better support with pronouns, more mental health support, more emotional and psychological support, gender affirming support, more resources outside the Gender Justice Center (which is student volunteer run and under-funded), and an overall more inclusive campus environment. There are positive changes happening including the change to the Housing and Residence Life policy to be more trans and gender non-conforming friendly. However, it is clear more work needs to be done. The quantitative research also indicates that there are many positive and negative aspects of the Seattle University climate. This shows that people perceive LGBTQIA+ stigma but are also likely to seek help when they come out. Unfortunately, LGBTQIA+ students are affected by stigma at Seattle University; however, this could be remedied if the university took into consideration the findings of this research and the findings of the 2015 Campus Climate survey.  References Bouris,\tA.,\t&\tHill,\tB.\t(2017).\tOut\ton\tcampus:\tMeeting\tthe\tmental\thealth\tneeds\tof\tsexual\tand\tgender\tminority\tcollege\tstudents.\tThe Journal of Adolescent Health: Official Publication of the Society for Adolescent Medicine, 61(3),\t271-272.\tdoi:10.1016/\tj.jadohealth.2017.06.002\t\tCarver,\tC.\tS.\t(1997).\tYou\twant\tto\tmeasure\tcoping\tbut\tyour\tprotocol’s\ttoo\tlong:\tConsider\tthe\tbrief\tCOPE.\tInternational Journal of Behavioral Medicine,\t4(1),\t92.\tdoi: 10.1207/s153275\t58ijbm0401_6Cohen, S., Kamarck, T., and Mermelstein, R. (1994). A global measure of perceived stress. Journal of Health and Social Behavior, 24, 386-396. Retrieved from http://www.ucdenver.edu/academics/colleges/medicalschool/departments/Anesthesiology/Wellness/Documents/PerceivedStressScale.pdfDunbar, M. S., Sontag-Padilla, L., Ramchand, R., Seelam, R., & Stein, B. D. (2017). Mental health service utilization among lesbian, gay, bisexual, and questioning or queer college students. Journal of Adolescent Health, 61(3), 294-301. doi:10.1016/j.jadohealth. 2017.03.008. Goldbach, J. T., & Gibbs, J. J. (2015). Strategies employed by sexual minority adolescents to cope with minority stress. Psychology of Sexual Orientation and GenderDiversity, 2(3), 297-306. doi:10.1037/sgd000012459Hatchel, T., Ingram, K.M., Mintz, S., Hartley, C., Valido, A., Espelage, D., E., & Wyman, P., (2019). Predictors of suicidal ideation and attempts among LGBTQ adolescents: The roles of help-seeking beliefs, peer victimization, depressive symptoms, and drug use. Journal of Child and Family Studies. doi:10.1007/s10826-019-01339-2. Heteronormative. (n.d.). In Merriam-Webster online. Retrieved from https://www.merriam-webster.com/ dictionary/heteronormativeHood, L., Sherrell, D., Pfeffer, C. A., & Mann, E. S. (2018). LGBTQ college students’ experiences with university health services: An exploratory study. Journal of Homosexuality,1-18. doi:10.1080/00918369.2018.1484234.  Kosciw, J. G., Palmer, N. A., Kull, R. M., & Greytak, E. A. (2012). The effect of negative school climate on academic outcomes for LGBT youth and the role of in-school supports. Journal of School Violence, 12(1), 45-63. doi:10.1080/15388220. 2012.732546.  Lassiter, J. M., Saleh, L., Grov, C., Starks, T., Ventuneac, A., & Parsons, J. T. (2017). Spirituality and multiple dimensions of religion are associated with mental health ingay and bisexual men: Results from the One Thousand Strong Cohort. Psychology of Religion and Spirituality. Advance online publication. doi:10.1037/rel0000146.  McDermott, E. (2015). Asking for help online: Lesbian, gay, bisexual and trans youth, self-harm and articulating the ‘failed’ self. Health, 19(6), 561–577. doi:10.1177/ 1363459314557967. McDermott, E., Hughes, E., & Rawlings, V. (2018). Norms and normalisation: Understanding lesbian, gay, bisexual, transgender and queer youth, suicidality and help-seeking, Culture, Health & Sexuality, 20(2),156-172. doi: 10.1080/13691058.2017. 1335435.  McDonald, K. (2018). Social support and mental health in LGBTQ adolescents: A review of the literature. Issues in Mental Health Nursing, 39(1), 16-29. doi:10.1080/ 01612840.2017.1398283. Mink, M. D., Lindley, L. L., & Weinstein, A. A. (2014). Stress, stigma, and sexual minority status: The intersectional ecology model of LGBTQ health. Journal of Gay & Lesbian Social Services, 26(4), 502-521. doi:10.1080/10538720.2014.953660. 60Mohr,\tJ.,\t&\tFassinger,\tR.\t(2000).\tMeasuring\tdimensions\tof\tlesbian\tand\tgay\tmale\texperience.\tMeasurement and Evaluation in Counseling and Development,\t33(2),\t66.\tdoi:10.1080/07481756.2000.12068999Nadal,\tK.\tL.,\tWhitman,\tC.\tN.,\tDavis,\tL.\tS.,\tErazo,\tT.,\t&\tDavidoff,\tK.\tC.\t(2016).\tMicroaggressions\ttoward\tlesbian,\tgay,\tbisexual,\ttransgender,\tqueer,\tand\tgenderqueer\tpeople:\tA\treview\tof\tthe\tliterature.\tThe Journal of Sex Research, 53(4),\t488-508.\tdoi:10.1080/\t00224499.2016.1142495.\t\tTopkaya,\tN.,\tŞahin,\tE.,\t&\tBarut,\tY.\t(2017).\tNegative\teffects\tof\tbarriers\tto\tseeking\tpsychological\thelp\tand\ttheir\tassociation\twith\tdepression,\tanxiety,\tstress,\tand\tself-efficacy\tamong\tcollege\tstudents.\tTurkish Online Journal of Educational Technology, (Special\tIssue),\t609-617.\tRetrieved\tfrom\thttps://files.eric.ed.gov/fulltext/ED602790.pdfWilson,\tC.\tJ.,\tDeane,\tF.\tP.,\tCiarrochi,\tJ.\tV.,\t&\tRickwood,\tD.\t(2005).\tMeasuring\thelp\tseeking\tintentions:\tproperties\tof\tthe\tgeneral\thelp\tseeking\tquestionnaire. Canadian Journal of Counseling, 39(1),\t15-28.\tRetrieved\tfrom\thttps://pdfs.semanticscholar.org/\td31b/e74288542a115e6cc61cd33b8367a5ed1fc6.pdfWoodford,\tM.\tR.,\tKulick,\tA.,\t&\tAtteberry,\tB.\t(2015).\tProtective\tfactors,\tcampus\tclimate,\tand\thealth\toutcomes\tamong\tsexual\tminority\tcollege\tstudents.\tJournal of Diversity in  Higher Education, 8(2),\t73-87.\tdoi:10.1037/a0038552.61Appendix A Table 1\tDescriptive\tstatistics\tof\tthe\tsample.\tGender Female   81.2%\tMale  12%\tNon-Binary\t 3%\tGender\tFluid\t 2%\t\t\tGender\tNeutral\t\t1%\tSelf-identify\t1%\tSexual Orientation Heterosexual\t 52.5%\tQueer\t 13.9%\tHomosexual\t 11.9%\tBisexual\t 9.9%\tPansexual\t\t6.9%\tQuestioning\t\t5%\tRacial identity  Caucasian   72%\tMixed Race  13%\tLatinx\t 5.9%\tAsian  5.9%\tBlack\t\t 2%\tSelf-identify\t 2%\tTable 2\tPerceived\tLGBTQIA+\tStigma\tat\tSeattle\tUniversity\trelationship\twith\tBarriers\tto\tHelp-Seeking\t(\tPerceived\tDevaluation,\tFear\tof\tBeing\tStigmatized\tBy\tSociety,\tLack\tof\tKnowledge,\tTrust\tin\tthe\tMental\tHealth\tProfession,\tDifficulties\tin\tSelf\tDisclosure)\t\tPerceived\tDevaluation\tFear of Being\tStigmatized\tby\tSocietyLack\tof\tKnowledge\tTrust in the Mental\tHealth\tProfession\tDifficulties\tin\tSelf-\tDisclosure\tPerceived\tLGBTQIA+\tStigma\tat\tSeattle\tUniversity\t.206 .007* .091 .016* .002**Indicates Significant Relationship,\tP<\t0.05\tTable 3 Outness\tInventory\tRelationship\twith\tthe\tGeneral\tHelp-Seeking\tQuestionnaire *Indicates\tSignificant\trelationship.\tP<\t0.05\t62Figure 1\tLikelihood\tof\tvarious\tsexual\tidentities\tseeking\tsupport\tfrom\treligious/\tspiritual\tleaders,\tbased\ton\tthe\tGeneral\tHelp-Seeking\tQuestionnaire,\t\tMedium\teffect\tsize,\tCohen’s\tD=\t0.70.Appendix B*Indicates statistically significant difference with gender non-conforming individuals and male individuals, p < 0.05 #Indicates statistically significant relationship with female individuals and male individuals, p < 0.05  Figure 2\tEffect\tof\tgender\tidentity\ton\tsupport\tseeking\tfrom\ta\tfriend,\tF=(2,\t66)=5.54,\tp=.006,\tD=\t1.2263*Indicates Significant difference in Outness level, p < 0.05 Figure 3 Mean\tOutness\tLevel\tand\tSexual\tOrientation (Homosexual,\tQueer,\tPansexual,\tBisexual,\tand\tQuestioning)Figure 4\tFear\tof\tBeing\tStigmatized\tby\tSociety\tis\tpredictive\tof\tPerceived\tStigma\tof\tthe\tLGBTQIA+\tcommunity\tat\tSU\tand\tComing\tOut\tto\tPeople.*Indicates significant prediction of Fear of Being Stigmatized by Society, P < 0.05 64Figure 5\tFrequency\tof\tperceived\tLGBTQIA+\tstigma\tat\tvarious\ton\tcampus\tresources\tat\tSeattle\tUniversity.\t\t",
    "id": 328048184,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.seattleu.edu:suurj-1130"
    },
    "title": "Identity and Social Support: LGBTQIA+ Individuals and Help-Seeking Behaviors.",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-06-03T03:53:50+01:00",
    "publisher": "ScholarWorks @ SeattleU",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.seattleu.edu/cgi/viewcontent.cgi?article=1130&amp;context=suurj"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/328048184.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/328048184"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/328048184/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/328048184/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/328048184"
        }
    ],
    "abstract": "LGBTQIA+ students face unique stressors: coming out and/or transitioning gender; non-affirming campus climates; and limited access to inclusive academic, health, and mental health services. Although LGBTQIA+ identifying people face these unique stressors, they are historically an underserved community on college campuses. Past literature shows that LGBTQIA+ people have higher rates of suicidality as well as higher rates of mental health issues; however, past research has not focused on their help-seeking behaviors. University campuses can be highly competitive, unhealthy, and stressful environments for students, which can be heightened for LGBTQIA+ people. Due to the fact that LGBTQIA+ college students are at a higher risk for mental health issues, it is imperative that their help-seeking behaviors are studied. Thus, this research investigates if being part of the LGBTQIA+ community (gender identity and/or sexual orientation status) affects help-seeking behaviors and the types of help that people seek. Findings suggest that the more open and “out” one is with their sexuality and gender, the more likely they are to be affected by societal stigma as well as seek help from various resources",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.seattleu.edu:suurj-1130",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13917",
        "openDoarId": 0,
        "name": "ScholarWorks @ SeattleU (Seattle University)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 328048184,
        "depositedDate": null,
        "publishedDate": "2020-06-03T03:53:50+01:00",
        "updatedDate": "2024-02-15T12:57:35+00:00",
        "acceptedDate": null,
        "createdDate": "2020-08-14T04:21:02+01:00"
    },
    "urls": [
        "https://scholarworks.seattleu.edu/suurj/vol4/iss1/11",
        "https://scholarworks.seattleu.edu/context/suurj/article/1130/filename/0/type/additional/viewcontent/IRB_Approval_PSYC_3050_Projects_2018.docx",
        "https://scholarworks.seattleu.edu/context/suurj/article/1130/viewcontent/SUURJ_2020_Alberts_Rohrsetzer.pdf"
    ],
    "lastUpdate": "2024-02-15T12:57:35+00:00",
    "setSpecs": []
}