{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Lall-Trail, Sana"
        }
    ],
    "contributors": [],
    "createdDate": "2020-05-12T14:34:08+01:00",
    "dataProvider": {
        "id": 13085,
        "name": "College of William & Mary: W&M Publish",
        "url": "https://api.core.ac.uk/v3/data-providers/13085",
        "logo": "https://api.core.ac.uk/data-providers/13085/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/322526513.pdf",
    "fullText": "W&M ScholarWorks Undergraduate Honors Theses Theses, Dissertations, & Master Projects 5-2020 Impact on Personality on Attitudes towards Diversity and Diversity Initiatives Sana Lall-Trail Follow this and additional works at: https://scholarworks.wm.edu/honorstheses  Part of the Industrial and Organizational Psychology Commons, Other Business Commons, and the Personality and Social Contexts Commons Recommended Citation Lall-Trail, Sana, \"Impact on Personality on Attitudes towards Diversity and Diversity Initiatives\" (2020). Undergraduate Honors Theses. Paper 1540. https://scholarworks.wm.edu/honorstheses/1540 This Honors Thesis is brought to you for free and open access by the Theses, Dissertations, & Master Projects at W&M ScholarWorks. It has been accepted for inclusion in Undergraduate Honors Theses by an authorized administrator of W&M ScholarWorks. For more information, please contact scholarworks@wm.edu. Impact of Personality on Attitudes towards Diversity and Diversity InitiativesA thesis submitted in partial fulfillment of the requirement for the degree of Bachelor of Arts in Department of Psychological Sciences from The College of William and MarybySana Lall-TrailAccepted for ___________________________________(Honors, High Honors, Highest Honors)________________________________________Dr. Xiaowen Xu________________________________________Dr. Jaclyn Moloney________________________________________Dr. Inga CarboniWilliamsburg, VAMay 5, 2020Running head: PERSONALITY AND DIVERSITY 1        Impact of Personality on Attitudes towards Diversity and Diversity Initiatives   Sana F. Lall-Trail   Department of Psychological Sciences College of William & Mary          Running head: PERSONALITY AND DIVERSITY 2  Abstract The present research aimed to understand the impact of personality on diversity attitudes in the workplace. Specifically, we explored the relationships between the personality traits of Openness to Experience and Agreeableness and general attitudes towards diversity (Study 1), as well as receptivity to diversity initiatives in the workplace (Study 2). In Study 1, after controlling for relevant demographic variables, we found that Openness to Experience positively predicted universal diverse orientation and pro-diversity belief, but not sensitivity to diversity. Agreeableness positively predicted all three diversity measures. In Study 2, after controlling for relevant demographic variables, Openness to Experience positively predicted universal diverse orientation, as well as existing support of workplace initiatives, but did not predict potential support of workplace initiatives. We also found that Agreeableness positively predicted universal diverse orientation, as well as both types of support for diversity initiatives. Finally, in both studies, donation to diversity-supporting organizations was unrelated to either Openness to Experience or Agreeableness, but was correlated with some of the diversity measures.  Keywords: Big Five; Openness to Experience; Agreeableness; diversity attitudes; diversity initiatives; diversity and inclusion.        Running head: PERSONALITY AND DIVERSITY 3  Impact of Personality on Attitudes towards Diversity and Diversity Initiatives Recently, diversity and inclusion (D&I) has become a popular topic in the workplace, and practitioners and researchers alike are increasing their efforts to examine attitudes towards diversity and diversity initiatives (Fujimoto & Härtel, 2017). Although some focus on studying the efficacy of particular efforts and initiatives, others have turned to investigating the role of different factors that influence employee support for varying initiatives (Bezrukova, Jehn, & Spell, 2012). Going beyond demographic differences, personality variables are factors that are worth considering in employees’ responses to D&I. Trait personality plays a consistent role in predicting different important life outcomes such as job success, wellbeing, and relationship quality (Caspi & Shiner, 2005; Soto, 2019). One of the most prevalent and empirically supported models of trait personality is the Big Five/Five Factor Model (John, Naumann, & Soto, 2008), which has been shown to be reliable cross-culturally (Strauss, Connerley & Ammermann, 2003; John et al., 2008). Given the importance of personality in life outcomes, it is reasonable to assume that personality can also influence an individual’s general attitudes toward diversity and subsequently toward diversity initiatives. Early Studies in General Diversity Attitudes Within the literature that examined the relationships between general attitudes towards diversity and personality, trait Openness to Experience has been shown to be the most relevant personality variable in predicting receptiveness to diversity, due to its characteristics of exploring and understanding different perspectives and experiences. Work by Flynn (2005) examined differences within white observers’ perceptions of black interviewees and found that those who scored high in Openness to Experience were less likely to stereotype and more likely to form positive impressions of black individuals. Although this study explored interracial attitudes from Running head: PERSONALITY AND DIVERSITY 4  a personality perspective, it demonstrates a rather simplistic view of race and demographic differences as the idea of diversity extends beyond racial groups. Other work (Strauss et al., 2003) examined the relationships that Openness to Experience and Agreeableness have with attitude towards diversity, in interactions between supervisors and coworkers in the workplace. This work found positive relationships between Agreeableness and diversity attitudes, as motivated by an interest to care for and empathize with other individuals.  Common Diversity Measures Multiple studies have found significant positive relationships between Openness and Agreeableness and the universal diverse orientation (UDO), which is the mostly frequently used measure for diversity attitudes in the literature (Han & Pistole, 2017; Strauss & Connerley, 2003). The UDO is generally assessed using the Miville-Guzman Universality-Diversity Scale (M-GUDS) and has been shown to be positively related to racial identity, empathy, and feminism, and is negatively correlated with dogmatism and homophobia (Miville, 1999). This diversity measure, however, has not always been viewed favorably. It has been criticized for its failure to distinguish between appreciating differences between the individual and others of diverse backgrounds versus minimizing these differences (Sparkman, Eidelman, Dueweke, Mari, & Dominguez, 2019). Thus, the UDO can reflect the diverging diversity ideologies of multiculturalism versus colorblindness. Multiculturalism is a diversity ideology that stresses the importance of appreciating and recognizing differences between one’s own background and experiences from others’, whereas colorblindness is an ideology that proposes minimizing or ignoring ethnic and cultural differences. The UDO captures a willingness to appreciate humanity as a whole, regardless of differences in culture, race, or ethnicity, and consequentially, it can be Running head: PERSONALITY AND DIVERSITY 5  correlated with either of these diversity ideologies that can have different results for the environment of interest (Sparkman et al., 2019). Zhang and Goldberg (2014) addressed this criticism with their proposition of another measure, sensitivity to diversity, which captures the likelihood of an individual to notice differences (either gender- or race-based) within a group context. Another diversity measure, pro-diversity belief, assesses the extent to which an individual feels positively towards diversity in broad terms (Homan et al., 2010). They found that sensitivity to diversity had high construct validity, and that Openness to Experience positively correlated with the two diversity measures of pro-diversity belief and sensitivity to diversity, while Agreeableness only positive correlated with pro-diversity belief (Zhang & Goldberg, 2014).  Diversity Initiatives in the Workplace Although studies have explored relationships between the Big Five traits and attitude towards diversity, fewer studies have extended these findings into real-life settings, like the workplace. Further, the majority of the samples from previous studies consisted of undergraduate students with limited work experience, rather than employees currently in the workforce.    Studies that do examine diversity in the workplace were limited, as they examined employees’ attitudes towards diversity, without specifying initiatives and workplace efforts (Zhang & Goldberg, 2014; Fujimoto & Härtel, 2017). However, one of the first studies to make a distinction between attitudes and action-oriented behaviors was a case study of supervisors at the U.S. Environment Protection Agency (Soni, 2000). This study offered the terms “receptivity to diversity” and “receptivity to diversity management” to differentiate between attitudes towards diversity and attitudes towards management-led initiatives. This distinction added greater nuance to studying workplace diversity attitudes by introducing the idea of supporting specific diversity Running head: PERSONALITY AND DIVERSITY 6  initiatives. In addition to this, Soni (2000) found there to be significantly greater differences in the perception of discrimination in the workplace and the receptivity to diversity management by women and racial minorities. Subsequent studies also found that these populations were more likely to have positive attitudes towards diversity as measured by the universal diverse orientation (Strauss & Connerley, 2003).  Other work that went beyond attitudes towards diversity initially focused on diversity training (Bezrukova et al., 2012), which has been the most prominent tool employers have used to reduce discrimination and prejudice, as well as build employees’ skills in working with others of different backgrounds. Bezrukova et al. (2012) conducted a review of the types of diversity trainings offered within different settings, including the corporate sector, and organized them by different factors, such as the context, training design, outputs, and trainee characteristics. They found that the predominant framework was multicultural which assessed progress that employees made in improving their cultural sensitivity. However, a very limited number of the studies included in this review examined trait personality as a variable of interest. Thus, the majority of studies on diversity trainings do not sufficiently address how individual differences on a personality level may impact attitudes towards diversity in the workplace. Finally, although most studies have focused on diversity trainings, these trainings have received a fair amount of criticism, as companies have poured in thousands of dollars in implementing them with varying results (Fujimoto & Härtel, 2017). This criticism was addressed, and it was posited that their questionable efficacy in decreasing prejudice may be due to the fact that the trainings tend to emphasize categorizations of social groups, thus reaffirming stereotypes (Fujimoto & Härtel, 2017). Although diversity trainings are one of the most prevalent types of diversity initiatives, they may not be the most effective. They proposed a more Running head: PERSONALITY AND DIVERSITY 7  integrated approach, which incorporates all levels of the organization, while warning against diversity programs that may be seen by employees as only short-term investments (Fujimoto & Härtel, 2017). Ewoh (2013) elaborated on this integrated approach and described a variety of diversity initiatives and differences in their perceived effectiveness per initiative, e.g., subsidized day care, mentorship programs for people of color, partner benefits for gay and lesbian workers, etc. These differences in perceived effectiveness denote the fact that companies value some of these programs more than others. This change of focus from diversity trainings to initiatives reflects the movement from top management to the employee level and from mandatory to voluntary activities within the diversity space, in order to best serve and include employees that have been historically at a disadvantage (Ewoh, 2013). These findings were further reflected in a survey conducted by the Society of Human Resource Management (2014), which included an even greater variety of initiatives, e.g. company vision statement, internal committee dedicated to diversity efforts. While these studies broaden the scope of the types of workplace efforts in improving diversity attitudes, most are analytical commentaries on the subject and not empirical studies designed to measure employee responses to this wide range of initiatives.  Present Research The present research aims to extend the literature by examining both attitudes towards diversity in general and attitudes towards specific diversity initiatives in the workplace, while focusing on the potential influences of employees’ individual differences. The present studies explored the relationships between Big Five personality traits, with an emphasis on Openness to Experience and Agreeableness, and their impact on attitudes that employees have toward diversity (Studies 1 and 2), and towards diversity initiatives in the workplace (Study 2). We further extended past work by investigating how these attitudes may be related to diversity-Running head: PERSONALITY AND DIVERSITY 8  supporting behaviors, using specific examples of diversity initiatives proposed by the individual’s employer, to capture both existing and potential future support (Study 2). In both studies, we also examined whether personality and attitudes towards diversity would predict participants’ willingness to donate money to a diversity-supporting program. These studies provided further insights into how employees perceive workplace efforts to increase and support diversity and can inform more effective implementations of diversity initiatives. Study 1 The aim of the first study was to test the relationships between Big Five traits and employees’ attitudes towards diversity. Participants completed measures of personality and attitudes towards diversity, and we also measured and controlled for relevant demographic variables. Our hypotheses were as follows: (H1a): Openness to Experience will positively predict all three diversity measures, universal-diverse orientation, pro-diversity belief, and sensitivity to diversity, as well as employee willingness to donate to a diversity-supporting institution, after controlling for relevant demographic variables, e.g., gender, ethnicity, and sexual orientation. We also predicted that Agreeableness will positively predict two of the diversity measures, universal diverse orientation and pro-diversity belief, as well as willingness to donate to a diversity-supporting institution, after controlling for relevant demographic variables (H1b).  Method Participants and procedure  A total of 200 participants (115 males, 84 females, 1 undisclosed gender) were recruited online via Prolific for Study 1. Participants who qualified for the study were at least 18 years old, fluent in English, and were currently participating in or about to enter the workforce. All data Running head: PERSONALITY AND DIVERSITY 9  was collected during the Fall 2019, and participants were compensated $2.75. The age range of participants was 18 to 72 years old (M = 38.0, SD = 11.3), and participants on average received 15.8 years of education (SD = 2.1). The majority of the participants were white (160, 80%), with 15 Hispanic and Latinx, 9 black and African American individuals, and 4 others. The majority of participants identified as heterosexual (162, 81%), with 22 identifying as bisexual, 7 as homosexual, 4 as asexual, and 5 who either chose “prefer not to say” or “other.” Participants were directed to and completed the study materials online through Prolific, including the consent, debriefing, and compensation process.   Materials Diversity measures Universal Diverse Orientation (UDO). This diversity measure was assessed using the Miville-Guzman Universality-Diversity Scale (M-GUDS-S), first proposed by Miville (1999), and then readapted by Fuertes et al. (2000) into a shorter form of 15-items on a 6-point Likert scale from strongly disagree to strongly agree. This measure includes three 5-item subscales: diversity of contact (e.g., “I would like to join an organization that emphasizes getting to know people from different countries”), relativistic appreciation (e.g., “I often listen to music of other cultures”), and comfort with differences (e.g., “knowing about the different experiences of other people helps me understand my own problems better”). Pro-diversity belief. This 4-item measure was used to measure positive sentiment towards diversity and was rated on a 7-point Likert scale from strongly disagree to strongly agree (e.g., “I enjoy working in diverse groups;” Homan et al., 2010).  Sensitivity to diversity. Sensitivity to diversity was measured using a 9-item scale, which includes two subscales of sensitivity to gender diversity (e.g., “I can easily perceive the Running head: PERSONALITY AND DIVERSITY 10  gender imbalance in my workgroup, if it exists”) and sensitivity to race/ethnicity diversity (e.g., “I can easily perceive the race/ethnicity imbalance in my workgroup, if it exists”) (Zhang & Goldberg, 2014). Items were rated on a 5-point Likert scale from strongly disagree to strongly agree. Trait personality  Trait personality was measured using the 60-item Big Five Inventory-2 (BFI-2; Soto & John, 2017), for which participants rated statements about their characteristics. Items were ranked on a 5-point Likert scale from disagree strongly to agree strongly. Sample items include “values art and beauty,” and “is compassionate, has a soft heart.” Behavioral diversity support  Behavioral diversity support was measured via an optional money donation item. Participants were given the opportunity to donate up to 100% of their survey compensation to the Scientific Workplace Diversity Office, a program that promotes diversity within the workplace through the National Institutes of Health (See Appendix A for instructions). Results First, we ran correlations to examine how different variables related to attitudes towards diversity (see Table 1 for descriptives and Table 2 for correlation matrix). With regard to demographic variables, women tended to score higher on sensitivity to diversity (r = .17, p = .015), and its subscale of sensitivity to gender diversity (r = .19, p = .007). Education level was positively correlated with pro-diversity belief (r = .18, p = .012), and income level was negatively correlated with the sensitivity to race/ethnicity diversity subscale of the sensitivity to diversity scale (r = -.16, p = .029).   Relationship between Big Five Traits and Diversity Measures (Including Money Donation) Running head: PERSONALITY AND DIVERSITY 11  When examining the relationships between the Big Five traits and diversity measures, we found that Agreeableness had a significant positive correlation with almost all three diversity measures and all of their subscales (rs from = .14 to .32, ps < .05). Openness was only positively correlated with the universal diverse orientation and its subscales (rs ranging from .23 to .36, ps < .001), but not with the other two diversity measures of pro-diversity belief and sensitivity to diversity.  Finally, the money donation variable was not correlated with either Agreeableness or Openness to Experience. It was, however, positively correlated with pro-diversity belief (r = .16, p = .028) and the diversity of contact subscale (r = .15, p = .035) of the universal diverse orientation. Predicting Diversity Attitudes from Personality Variables  We ran hierarchical regression analyses in order to examine the degree to which personality variables predicted the scores on the diversity measures, after controlling for demographic variables (e.g. age, gender, ethnicity, sexual orientation, education, income, and religion). In each regression analysis, demographic variables were entered into Step 1 and the Big Five personality trait into Step 2. Separate regression analyses were performed for each diversity measure. We performed separate analyses examining Openness to Experience, Agreeableness, and a third model which included all five traits.  Universal Diverse Orientation For universal diverse orientation (R2 = .16, F(8,191) = 4.55, p < .001), Openness to Experience was shown to be a significant predictor (β =.35, t(199) = 5.13, p <.001). There was also a significant regression model between universal diverse orientation and Agreeableness, R2 = .17, F(8,191) = 1.27, p < .001, and Agreeableness was a significant individual predictor of Running head: PERSONALITY AND DIVERSITY 12  UDO (β = .38, t(199) = 5.37, p <.001). When all Big Five traits were ran simultaneously, the model was significant, R2 = .26, F(12,187) = 5.57, p < .001. Openness to Experience was again a unique predictor of universal diverse orientation (β = .34, t(199) = 4.53, p <.001), as was Agreeableness (β = .35, t(199) = 4.77, p <.001).  Sensitivity to Diversity Neither Openness to Experience (β = .10, p = .150) nor Agreeableness (β = .10, p = .167) was a significant predictor of sensitivity to diversity. When all Big Five traits were ran in the regression model, the model was significant, R2 = .14, F(12,187) = 2.54, p = .004. However, the only Big Five trait to be a unique predictor was Conscientiousness (β = .13, t(199) = 2.02, p = .014). Pro-diversity belief Openness to Experience was not a significant predictor of pro-diversity belief (β=.13, p = .070). However, the regression model with Agreeableness was significant, R2 = .18, F(8,191) =5.35, p <.001. Agreeableness was a significant predictor of pro-diversity belief (β = .34, t(199) = 4.95, p <.001). When all Big Five traits were entered simultaneously, the model was significant, R2 = .23, F(12,187) = 4.56, p < .001. Agreeableness was again a significant predictor of pro-diversity belief (β = .39, t(199) = 5.15, p <.001), but Openness was not (β = .09, p =.219). Study 2  Study 2 aimed to replicate and extend the findings of Study 1, by examining receptivity towards specific diversity initiatives in the workplace, in addition to general attitudes towards diversity. In addition to some of the measures from Study 1, participants also indicated their support for diversity initiatives that their workplace have or would implement. The language used to describe these items was influenced by a survey conducted by the Society of Human Running head: PERSONALITY AND DIVERSITY 13  Resource Management (SHRM, 2014), which examined diversity and inclusion practices in varying companies around the United States. The examples of diversity initiatives included within the study were also inspired by popular LinkedIn articles suggesting the top 10 to 15 current diversity efforts. We hypothesized that (H2a): Openness to Experience will positively predict universal-diverse orientation, existing and potential support for workplace diversity initiatives, and willingness to donate to a diversity-supporting institution, even after controlling for relevant demographic variables, e.g., gender, ethnicity, sexual orientation. Further, we hypothesized that (H2b): Agreeableness will positively predict universal-diverse orientation, existing and potential support for workplace diversity initiatives, as well as willingness to donate to a diversity-supporting institution, even after controlling for relevant demographic variables. Method Participants and procedure A total of 200 participants (90 males, 107 females, 3 undisclosed gender) were recruited online via Prolific. As with Study 1, participants who qualified for the study were at least 18 years old, fluent in English, and were currently participating in or about to enter the workforce. All data was collected during Fall 2019, and participants were compensated $3.50. The age range of participants was 18 to 59 years old (M = 32.7, SD = 9.5), and on average received 15.5 years of education (SD = 3.0). The majority of participants were white (140, 70%), with 14 African American and black, 23 Asian, 20 Hispanic and Latinx and 3 others. Most participants identified as heterosexual (156, 78%), while some identified as bisexual (27, 13.5%), homosexual (11, 5.5%), asexual (1, .5%), and 5 choosing “prefer not to say” or “other.” Participants completed the study materials online via Prolific. Running head: PERSONALITY AND DIVERSITY 14  Materials Diversity measures Universal Diverse Orientation. The M-GUDS-S (Fuertes et al., 2000) was used again to measure attitudes towards diversity. Personality The BFI-2 (Soto & John, 2017) was again used to measure the Big Five personality traits.  Behavioral Diversity Support The same money donation measure from Study 1 was used again in this study, while participants were able to donate up to $3.50 – their survey compensation.  Initiative Support Support for diversity initiatives in the workplace was measured by asking participants to indicate their level of support for existing workplace diversity initiatives, as well as potential future workplace diversity initiatives, on a 7-point Likert scale from strongly opposed to strongly in favor (See Appendix B for all items used). Results As in Study 1, we first ran correlational analyses (see Table 3 for descriptives and Table 4 for correlation matrix). Women tended to score higher on the overall measure of the universal diverse orientation (r = .14, p = .050), as well as with two subscales of that measure: relativistic appreciation (r = .16, p = .020) and comfort with differences (r = .15, p = .036). They also tended to show greater support for potential initiatives (r = -.30, p < .001). Education level was positively correlated with the comfort with differences subscale of the universal diverse orientation (r = .19, p = .008). Finally, income level was positively correlated with the money Running head: PERSONALITY AND DIVERSITY 15  donation variable (r = .18, p = .014), and was negatively correlated with existing support of diversity initiatives (r = -.15, p = .048) and potential support of future ones (r = -.17, p = .015).  Relationship between Personality Variables and Diversity Measures Openness to Experience was again positively correlated with universal diverse orientation (r = .43, p < .001), in addition all three of its subscales (rs ranging from .31 to .38 and ps < .001). Agreeableness was also positively correlated with universal diverse orientation (r = .33, p < 0.001), in addition to all three of its subscales: diversity of contact (r = .16, p = .025), relativistic appreciation (r = .21, p = .002), and comfort with differences (r = .39, p < .0001). As in Study 1, the money donation item was not correlated with either Agreeableness or Openness to Experience, but was positively correlated with the diversity of contact subscale of universal diverse orientation (r = .15, p = .039). Relationship between Personality Variables and Initiative Support Agreeableness was positively correlated with existing support of workplace diversity initiatives (r = .21, p = .005), as well as potential support for future diversity initiatives (r = .24, p = .001). Openness to Experience was also positively correlated with existing support of workplace initiatives (r = .23, p = .001), in addition to potential support of initiatives (r = .145, p = 0.04). Existing support of diversity initiatives was positively correlated with potential support of diversity initiatives (r = .48, p < .001).  Relationship between Diversity Initiative Support and UDO  The universal diverse orientation was positively correlated with both existing support of diversity initiatives (r = -.33, p < .001) and potential support of future initiatives (r = -.49, p < .001). All three of its subscales were positively correlated with existing support of diversity Running head: PERSONALITY AND DIVERSITY 16  initiatives (rs ranging between .21 and .31, p < .01) and potential support (rs ranging from .26 to .47, p <.001). Predicting Diversity Attitudes and Initiative Support from Personality Variables  We again ran hierarchical regression analyses similar to those from Study 1 in order to examine how personality variables predicted the various diversity measures, after controlling for demographic variables (e.g., age, gender, education). Predicting Universal Diverse Orientation Openness to Experience (R2 = .22, F(8,191) = 6.70, p < .001) was a significant predictor of universal diverse orientation (β = .428, t(199) = 6.27, p <.001). Similarly, Agreeableness (R2 = .17, F(8,189) = 4.81, p< .001) was a significant individual predictor of this diversity measure (β = .34, t(199) = 5.01, p <.001).  When all Big Five traits were entered simultaneously into the model, the model was found to be significant, R2 = .31, F(12,185) = 6.99, p < .001. Openness to Experience was again a unique predictor of universal diverse orientation (β = .34, t(199) = 4.97, p <.001), as was Agreeableness (β = .30, t(199) = 4.30, p <.001). In this analysis, Extraversion was also found to be a significant predictor (β = .16, t(199) = 2.33, p = .021). Predicting Existing Support of Workplace Initiatives  For existing support of workplace initiatives, we found that Openness to Experience (R2 = .11, F(8,171) = 2.50, p = .014) was a significant predictor of support of existing initiatives (β = .18, t(199) = 2.28, p =.024). Similar results were found for Agreeableness (R2 = .11, F(8,171) = 2.59, p = .011), with higher Agreeableness predicting increased support of existing initiatives (β = .18, t(199) = 2.41, p =.017). Running head: PERSONALITY AND DIVERSITY 17   When all Big Five traits were entered simultaneously for existing support of workplace initiatives, the model for all Big Five traits was significant, R2 = .16, F(12,167) = 2.61, p = .003. Again, both Openness to Experience (β = .17, t(199) = 2.13, p =.035) and Agreeableness (β = .22, t(199) = 2.74, p =.007) were shown as unique predictors of existing support.  Predicting Potential Support of Workplace Initiatives For potential support of workplace initiatives, Openness to Experience was not a significant predictor of potential support of workplace initiatives (β = .11, p =.134). However, Agreeableness (R2 = .19, F(8,189) = 5.50, p < .001) was found to be a significant predictor of potential support of workplace initiatives (β = .23, t(199) = 3.43, p =.001).  In the model with all Big Five traits (R2 = .24, F(12,185) = 4.86, p < .001), only Agreeableness (β = .29, t(199) = 4.01, p <.001), and not Openness to Experience, was shown as a unique predictor of this type of support (β = .08, p =.292). This analysis also found Neuroticism to be a unique predictor of potential support of workplace initiatives (β = .25, t(199) = 2.90, p =.004). Discussion The present research examined how Big Five personality traits related to diversity attitudes (Studies 1 and 2), as well as existing and potential support for specific diversity initiatives in the workplace (Study 2). We hypothesized that Openness to Experience will positively predict attitudes towards diversity, willingness to donate to a diversity-supporting program, and support for workplace diversity initiatives. These hypotheses were somewhat supported by our findings. After controlling for demographic variables, Openness to Experience did significantly predict universal diverse orientation and pro-diversity belief but did not predict sensitivity to diversity. However, the money donation item was not correlated with Openness to Experience. In terms of Running head: PERSONALITY AND DIVERSITY 18  workplace initiatives, Openness to Experience positively predicted existing support of workplace initiatives, but did not significantly predict potential support of workplace initiatives.   We also predicted that Agreeableness will positively predict attitudes towards diversity, willingness to donate to a diversity-supporting program, and support for workplace initiatives. This hypothesis was mostly supported by our findings. We found that, after controlling for demographic variables, Agreeableness did significantly predict pro-diversity belief but did not positively predict the diversity measure of sensitivity to diversity. This trait also positively predicted the diversity measure of universal diverse orientation. Again, the money donation item was not correlated with Agreeableness. Finally, Agreeableness positively predicted both existing and potential support for workplace initiatives.  Although the literature has focused more on Openness to Experience as the most relevant personality variable to diversity attitudes, from our studies, we found that individuals higher in Agreeableness supported diversity in the workplace more so than those who were higher in Openness to Experience. Although Openness to Experience reflects an individual’s capacity to consider different perspectives and experiences, diversity initiatives are designed to help others, so Agreeableness may have a stronger effect due to its association with willingness to help others in addition to a greater ability to empathize with those of different experiences. It is reasonable to assume from the results of our studies that highly agreeable employees will be more likely to have positive attitudes towards diversity and subsequently support more diversity initiatives.  Implications for Diversity and Inclusion Efforts  Companies would do best to consider these individual differences when tailoring diversity initiatives to make their workspaces more inclusive. First, our results have implications for diversity trainings and how they are conducted. With this knowledge of individual Running head: PERSONALITY AND DIVERSITY 19  differences, managers leading trainings could a priori assess their participants’ personality, in order to have a better sense of which individuals may be more receptive versus defensive towards such training, and can then better train all employees to learn about each other’s experiences. Employers may also want to consider, as Han and Pistole (2017) suggested, starting trainings out with sharing different art from other cultures in order to mitigate for this defensiveness and to facilitate an open learning environment.    Although some studies have proposed screening applicants based on their personality traits (Strauss & Connerley, 2003), it may actually be best to work with the cognitive diversity present in the workplace, instead of limiting companies to only recruiting those high in such traits. However, managers who are high in Agreeableness and Openness to Experience may be more apt to communicate and implement diversity initiatives, and they may be able to teach others the skills related to these personality traits (e.g. perspective taking and empathy) through behavioral modeling.  Limitations and Future Directions Although both studies offer significant insight into the relationship between the Big Five traits and attitudes towards diversity and diversity initiatives, it is important to note the limitations of the current research. The studies’ correlational designs mean that one cannot assume causal relationships between the variables of interest. Further, both studies relied on self-report data, thus making responses susceptible to the social desirability bias. It is reasonable to assume that most individuals would like to think of themselves as being open minded and supportive of diversity, a general positive value in our modern context. In addition, the participant samples may not be representative of the US population in general. The participants in the samples were highly educated, with an average of around 15 Running head: PERSONALITY AND DIVERSITY 20  years in school for both studies. Further, in Study 1, 80% of the participants were white and 81% identified as heterosexual, and in Study 2, 70% of participants identified as white, and 78% of the participants identified as heterosexual. These demographic variables of race and sexual orientation may have impacted the results of the studies, seeing that the majority of participants were not racial or sexual minorities and thereby are not representative of the whole population.  Future research could include studies with a longitudinal design to examine whether or not employee attitudes towards diversity and those specific initiatives change over time, ideally conducted as an internal study with tailored initiative questions to what the specific company has offered and plans to offer. It would be interesting to examine whether or not the individuals’ reported scores in support of potential initiatives reflected the reality of their support of these diversity efforts. Further studies could also explore the sub-facets of Agreeableness and Openness to Experience, with respect to the diversity measures and diversity initiative items, to examine which facets are more likely to predict positive diversity attitudes versus action-oriented supportive behaviors. Finally, it would also be interesting to explore whether any of the other Big Five traits moderate each other, and whether those who are high in Agreeableness but low Openness to Experience would be more likely to support diversity initiatives than those who are high in Openness to Experience and low in Agreeableness.  Conclusion In an increasingly diverse society, diversity and inclusion in the workplace has become one of the most discussed topics. The present studies hoped to provide some insight into such an important area from a personality perspective. We found that Openness to Experience and Agreeableness positively related to attitudes towards diversity as well as support for diversity initiatives in the workplace. While both Big Five traits significantly predicted positive attitudes Running head: PERSONALITY AND DIVERSITY 21  towards diversity and diversity initiatives, Agreeableness proved to play a greater role in these attitudes and action-oriented behaviors, contrasting with the prior literature’s focus on Openness to Experience as the most relevant variable. The present findings offer insights into who may or may not support diversity initiatives in the workplace, and can have significant implications for how different workplaces may better implement such initiatives.                   Running head: PERSONALITY AND DIVERSITY 22  References Bezrukova, K., Jehn, K., & Spell, C. (2012). Reviewing diversity training: Where we have been and where we should go. Academy of Management Learning & Education, 11(2), 207-227. doi: 10.5465/amle.2008.0090. Caspi, A., Roberts, B. W., & Shiner, R. L. (2005). Personality development: Stability and change. Annual Review of Psychology, 56(1), 453-484. doi: 10.1146/annurev.psych.55.090902.141913. Ewoh, A. I. E. (2013). Managing and valuing diversity: Challenges to public managers in the 21st century. Public Personnel Management, 42(2), 107–122. doi: 10.1177/0091026013487048. Flynn, F. J. (2005). Having an open mind: The impact of Openness to Experience on interracial attitudes and impression formation. Journal of Personality and Social Psychology, 88(5), 816-826. doi:10.1037/0022-3514.88.5.816 Fuertes, J. N., Miville, M. L., Mohr, J. J., Sedlacek, W. E., & Gretchen, D. (2000). Factor structure and short form of the Miville-Guzman Universality-Diversity Scale. Measurement and Evaluation in Counseling and Development, 33, 157– 169. doi: 10.1080/07481756.2000.12069007. Fujimoto, Y., & EJ Härtel, Charmine. (2017). Organizational diversity learning framework: Going beyond diversity training programs. Personnel Review, 46(6), 1120-1141. doi: 10.1108/PR-09-2015-0254. Homan, A. C., Greer, L. L., Jehn, K. A., & Koning, L. (2010). Believing shapes seeing: The impact of diversity beliefs on the construal of group composition. Group Processes & Intergroup Relations, 13(4), 477-493. doi: 10.1177/1368430209350747. Running head: PERSONALITY AND DIVERSITY 23  John, O. P., Naumann, L. P., & Soto, C. J. (2008). Paradigm shift to the integrative Big Five trait taxonomy: History, measurement, and conceptual issues. In O. P. John, R. W. Robins, & L. A. Pervin (Eds.), Handbook of personality: Theory and research (3rd Ed.) (pp. 114-158). New York: Guilford. Miville, M. L., Gelso, C. J., Pannu, R., Liu, W., Touradji, P., Holloway, P., et al. (1999). Appreciating similarities and valuing differences: The Miville-Guzman Universality-Diversity Scale. Journal of Counseling Psychology, 46, 291–307. doi:10.1037/0022-0167.46.3.291. National Institutes of Health. (2020, February 25). Scientific Workplace Diversity. https://diversity.nih.gov/. Soni, V. (2000). A twenty-first century reception for diversity in the public sector: A case study. Public Administration Review, 60(5), 395-408. doi: 10.1111/0033-3352.00103. Soto, C. J. (2019). How replicable are links between personality traits and consequential life outcomes? The life outcomes of personality replication project. Psychological Science, 30(5), 711–727. doi: 10.1177/0956797619831612. Soto, C. J., & John, O. P. (2017). The next Big Five Inventory (BFI-2): Developing and assessing a hierarchical model with 15 facets to enhance bandwidth, fidelity, and predictive power. Journal of Personality and Social Psychology, 113, 117-143. doi: 10.1037/pspp0000096. Sparkman, D. J., Eidelman, S., Dueweke, A. R., Marin, M. S., & Dominguez, B. (2019). Open to diversity: Openness to experience predicts beliefs in multiculturalism and colorblindness through perspective taking. Journal of Individual Differences, 40(1), 1-12. doi: 10.1027/1614-0001/a000270. Running head: PERSONALITY AND DIVERSITY 24  Strauss, J. P., & Connerley, M. L. (2003). DEMOGRAPHICS, PERSONALITY, CONTACT, AND UNIVERSAL-DIVERSE ORIENTATION: AN EXPLORATORY EXAMINATION. Human Resource Management, 42(2), 159. doi: 10.1002/hrm.10074. Strauss, J. P., Connerley, M. L., & Ammermann, P. A. (2003). The “threat hypothesis,” personality, and attitudes toward diversity. The Journal of Applied Behavioral Science, 39(1), 32–52. doi: 10.1177/0021886303039001002. Suejung Han & M. Carole Pistole (2017). Big Five personality factors and facets as predictors of openness to diversity, The Journal of Psychology, 151(8), 752-766, doi: 10.1080/00223980.2017.1393377. Zhang, L., & Goldberg, C. (2014). Sensitivity-to-diversity: A moderator of diversity – affective outcomes relationships. Equality, Diversity and Inclusion: An International Journal, 33(6), 494-509. doi: 10.1108/EDI-05-2013-0028. Society of Human Resource Management (SHRM). (2014, April 8). Research & Surveys: Diversity and Inclusion. https://www.shrm.org/hr-today/trends-and-forecasting/research-and-surveys/pages/diversity-inclusion.aspx.           Running head: PERSONALITY AND DIVERSITY 25  Table 1 Means and Standard Deviations for Variables of Interest in Study 1 Variable M SD Age 38.0 11.3 Education 15.8 2.1 Income 51368.3 40121.6 UDO 5.3 .9 UDO – Diversity of Contact 4.9 1.3 UDO – Relativistic Appreciation 5.4 1.0 UDO – Comfort with Differences 5.7 1.1 Sensitivity to Diversity 4.0 .9 Sensitivity to Gender Diversity 3.9 .9 Sensitivity to Race/ Ethnicity Diversity 4.0 .9 Pro-diversity belief 5.8 1.3 Extraversion 3.0 .9 Agreeableness 3.8 .7 Conscientiousness 3.9 .7 Neuroticism 2.6 1.0 Openness to Experience 4.0 .7 Money Donation .2 .5        Running head: PERSONALITY AND DIVERSITY 26  Table 2 Correlation Matrix for Personality Variables and Diversity Measures in Study 1 Variable Name 1 2 3 4 5 6 7 8 9 10 11  1. Openness to Experience 1            2. Agreeableness .299***            3. Universal Diverse Orientation .341*** .297***           4. UDO – diversity of contact .229*** .156* .873***          5. UDO – relativistic appreciation .241*** .257*** .782*** .583***         6. UDO – comfort with differences .361*** .323*** .750*** .464*** .354***        7. Sensitivity to diversity .086 .143* .146* .146*** .326*** -.103       8. Sensitivity to gender diversity .092 .131 .156* .157* .342*** -.106* .967***      9. Sensitivity to race/ethnicity diversity .070 .144* .120 .118 .275*** -.089 .949*** .837***     10. Pro-diversity belief .116 .293*** .641*** .540*** .533*** .409*** .229*** .261*** .169*    11. Money Donation -.032 .048 .103 .150* .079 .006 .010 .052 -.043 .156* 1  Notes *p ≤ .05, ** p ≤ .01, *** p≤ .001         Running head: PERSONALITY AND DIVERSITY 27  Table 3 Means and Standard Deviations for Variables of Interest in Study 2 Variable M SD Age 32.7 9.4 Education 15.5 3.0 Income 54525.3 52093.7 Money Donation .3 .7 Extraversion 3.0 .7 Agreeableness 3.7 .6 Conscientiousness 3.5 .7 Neuroticism 2.9 .8 Openness to Experience 4.0 .7 UDO 5.4 .8 UDO – Diversity of Contact 5.1 1.1 UDO – Relativistic Appreciation 5.5 .8 UDO – Comfort with Differences 5.6 1.1 Existing Support of Initiatives 6.2 1.1 Potential Support of Initiatives 5.4 1.3           Running head: PERSONALITY AND DIVERSITY 28  Table 4 Correlation Matrix for Personality Variables and Diversity Measures in Study 2 Variable Name 1 2 3 4 5 6 7 8 9 1. Openness to Experience 1         2. Agreeableness .245***         3. Universal Diverse Orientation .429*** .328***        4. UDO – diversity of contact .322*** .158* .830***       5. UDO – relativistic appreciation .308*** .213** .801*** .632***      6. UDO – comfort with differences .378*** .391*** .740*** .332*** .359***     7. Existing Initiative Support .234*** .208** .332*** .309*** .265*** .212**    8. Potential Initiative Support .145* .243*** .465*** .394*** .474*** .260*** .483***   9. Money Donation .028 .094 .055 .151* .077 .091 .093 .113 1 Notes *p ≤ .05, ** p ≤ .01, *** p≤ .001            Running head: PERSONALITY AND DIVERSITY 29  Appendix A  Money Donation  You will be compensated $2.75 for completing this survey. However if you would like, you may contribute any part of the compensation to the Scientific Workforce Diversity (SWD) supported by the National Institutes of Health (NIH), that conducts research to promote diversity in the scientific workplace, focusing on expanding both recruitment and retention.  Please use the slider bar below to indicate the amount of money you would like to contribute to the SWD (you can input anywhere between $0.00 to $2.75). You will be given instructions on the next page for how to proceed with making your donation.                                  Running head: PERSONALITY AND DIVERSITY 30  Appendix B  Workplace Initiative Support  Please answer the following questions to the best of your ability and to the extent of your knowledge regarding your company's involvements and initiatives.  1 = Yes    2 = No   3 = Unsure  1. Does your company have inclusive bathroom signs? 2. Does your company recognize or celebrate cultural events such as Black History Month or Hispanic Heritage Month? 3. Does your company encourage the use of preferred pronouns under email signatures? 4. Does your company have separate employee networks (e.g., employee resource groups - ERGs) for employees of different minority statuses? 5. Does your company recognize or celebrate holidays such as Pride Month? 6. Does the senior leadership (CEO and/or board of directors) of your company explicitly state their intent to promote diversity in the workplace as a core value of the company? 7. Does your company incorporate wording related to advocating for diversity in the corporate vision statement? 8. Does your company include a personal quote about diversity on the corporate website? 9. Does your company have an internal group (e.g., diversity committee, diversity council, diversity advisory board) that focuses on diversity in the organization? 10. Does your company maintain good physical access for disabled workers within the company building(s)? 11. Does your company communicate clearly about policies regarding sexual harassment? 12. Does your company offer management incentives for achievement of organizational diversity goals? 13. Does your company have formalized positions for leaders responsible for promoting diversity within the workplace? 14. Does your company provide subsidized childcare? 15. Does your company provide formal mentoring programs for minorities (including women)? 16. Does your company provide a leadership development track for minorities (including women)? 17. Does your company require mandatory diversity and/or bias trainings? 18. Does your company have voluntary diversity trainings? 19. Does your company use inclusive wording in their job descriptions? 20. Does your company provide a mother's room for nursing? 21. Does your company have a formal policy that addresses sexual orientation discrimination in your workplace? 22. Does your company have a formal policy that addresses gender identity and/or gender expression discrimination in your workplace? 23. Does your company have a paid parental leave policy? ",
    "id": 322526513,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.wm.edu:honorstheses-2553"
    },
    "title": "Impact on Personality on Attitudes towards Diversity and Diversity Initiatives",
    "language": null,
    "publishedDate": "2020-05-01T08:00:00+01:00",
    "publisher": "W&M ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.wm.edu/cgi/viewcontent.cgi?article=2553&context=honorstheses"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/322526513.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/322526513"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/322526513/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/322526513/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/322526513"
        }
    ],
    "abstract": "The present research aimed to understand the impact of personality on diversity attitudes in the workplace. Specifically, we explored the relationships between the personality traits of Openness to Experience and Agreeableness and general attitudes towards diversity (Study 1), as well as receptivity to diversity initiatives in the workplace (Study 2). In Study 1, after controlling for relevant demographic variables, we found that Openness to Experience positively predicted universal diverse orientation and pro-diversity belief, but not sensitivity to diversity. Agreeableness positively predicted all three diversity measures. In Study 2, after controlling for relevant demographic variables, Openness to Experience positively predicted universal diverse orientation, as well as existing support of workplace initiatives, but did not predict potential support of workplace initiatives. We also found that Agreeableness positively predicted universal diverse orientation, as well as both types of support for diversity initiatives. Finally, in both studies, donation to diversity-supporting organizations was unrelated to either Openness to Experience or Agreeableness, but was correlated with some of the diversity measures.\nKeywords: Big Five; Openness to Experience; Agreeableness; diversity attitudes; diversity initiatives; diversity and inclusion",
    "tags": [
        "text",
        "Industrial and Organizational Psychology",
        "Other Business",
        "Personality and Social Contexts"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.wm.edu:honorstheses-2553",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13085",
        "openDoarId": 0,
        "name": "College of William & Mary: W&M Publish",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 322526513,
        "depositedDate": null,
        "publishedDate": "2020-05-01T08:00:00+01:00",
        "updatedDate": "2024-02-06T14:27:45+00:00",
        "acceptedDate": null,
        "createdDate": "2020-05-12T14:34:08+01:00"
    },
    "urls": [
        "https://scholarworks.wm.edu/honorstheses/1540",
        "https://scholarworks.wm.edu/context/honorstheses/article/2553/viewcontent/Lall_Trail_S_Thesis_Submission.pdf"
    ],
    "lastUpdate": "2024-02-06T14:27:45+00:00",
    "setSpecs": []
}