{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Paechter, C"
        }
    ],
    "contributors": [],
    "createdDate": "2020-07-23T03:38:48+01:00",
    "dataProvider": {
        "id": 53,
        "name": "Nottingham Trent Institutional Repository (IRep)",
        "url": "https://api.core.ac.uk/v3/data-providers/53",
        "logo": "https://api.core.ac.uk/data-providers/53/logo"
    },
    "depositedDate": "2020-07-23T00:00:00+01:00",
    "documentType": "",
    "doi": "10.1080/09540253.2020.1798361",
    "downloadUrl": "https://core.ac.uk/download/327065570.pdf",
    "fullText": " 1 Implications for gender and education research arising out of changing ideas about gender   Carrie Paechter Nottingham Centre for Children, Young People and Families School of Social Sciences Nottingham Trent University Chaucer Building Goldsmith Street Nottingham NG1 5LT  carrie.paechter@ntu.ac.uk +44 115 8488 2412 Twitter: @CarriePaechter https://orcid.org/0000-0003-3050-5571  Abstract Ideas about gender are changing. The UK and other countries are moving towards altering laws about gender recognition. Intersex people can be recognised as such in some countries. In the global North, nonbinary identities are becoming more common, and this is reflected in changes to recording systems. Referrals to child gender identity clinics are rising, and increasingly we have children in our schools who are socially transitioning, delaying puberty with hormone blockers, or starting hormonal gender transition. In this paper I consider how gender and education researchers should respond to these changes. I focus in particular on: the relationship between bodies and identity; artificially delayed puberty and how this affects ideas about childhood innocence; and the greater prevalence of nonbinary identifications. I argue that gender and education researchers will need to make significant changes to our  2 underpinning theoretical frameworks and research practices in order to take these changes into account.   Keywords: Gender; nonbinary; innocence; childhood; puberty   Introduction Within the public realm, ideas about gender are changing. The visibility of trans people and the acceptability of overtly trans identities is increasing (Minter, 2012). There have been two recent UK consultations (in Scotland (Craigforth & Government, 2018) and in England and Wales) about changes to the law regarding gender recognition. Intersex people can now legally be identified as such under German law, rather than being categorised under one binary label or another. In many parts of the global North, non-binary, genderqueer, agender and otherwise gender-fluid identificationsi are becoming more common, and this is reflected in changes to some recording systems (Jones et al., 2016). These changes also apply to schools. As trans identities become more visible, more children are coming out and/or being diagnosed as trans (de Vries & Cohen-Kettenis, 2012; Edwards-Leeper et al., 2016). Giovanardi et al (2019a) note that recent epidemiological studies on gender dysphoria (GD) prevalence in minors has suggested a much higher prevalence than was previously believed, with estimated percentages of youth identifying as transgender varying between 1.2% and 3.6%. (1-2)  3 Given that it is unclear whether these statistics include nonbinary young people, or just those identifying across a binary divide, the percentages may actually be higher than this. Affirmative practice protocols (Pleak, 2009) mean that more children are transitioning socially at both primary and secondary school age (de Vries & Cohen-Kettenis, 2012; Edwards-Leeper et al., 2016; Fausto-Sterling, 2012; Kaltiala-Heino et al., 2018). Alongside this, the increasing use of hormones to delay puberty in trans children (Giordano & Holm, 2020; Giovanardi et al., 2019a, 2019b; Minter, 2012) means that secondary schools will now include some young people who are, through choice and with medical support, not going through the same hormonal changes as their peers. As gender transition hormones and surgery are available to young people over 16 in some juristictions, some schools will also include students who are actively undergoing transition. Other children and young people, while comfortable with their bodies, are rejecting binary gender classifications in favour of more fluid kinds of identity (Pyne, 2014). Furthermore, even in schools without any trans children or family members, most children are knowledgeable about binary transition at least, due to some highly visible trans celebrities (Carlile & Paechter, 2018).  My intention in this paper is to explore what all of this means for gender and education researchers. I am particularly interested here in how we take into account trans and non-binary identities in our research, both when we are directly focusing on children’s identities and when we are studying other things for which gender is relevant. I am going to outline some of the implications that I see arising from these wider social changes and the effects on schools and the children in them, and to suggest that we may have to radically rethink some of  4 our ideas about gender, child development, and how we underpin our research theoretically. My focus is on the work of gender and education researchers, broadly defined, and on many of our current assumptions and approaches. Societal developments relating to our field of study have significant implications for the theoretical frameworks we use and we need to address these. Failure to do so will result in theorisations which do not reflect children and young people’s thinking about gender, and in empirical work which ignores aspects of the lived experience of some of our respondents. I should start, however, by being clear about what I am not going to discuss. I am not going to debate the background to all of these changes: they are happening and schools and children are not isolated from them. In particular, I am not going to discuss two issues: whether allowing younger children to socially transition is, or is not, a good thing; and whether or not young trans people should be prescribed hormones to temporarily block puberty in order to prevent the unwanted development of secondary sexual characteristics while they become more emotionally mature and able to take what are, after all, life-changing decisions about their bodies (Brik et al., 2020; Minter, 2012). My reasons for this are twofold. First, while I have opinions about these things, I have no special expertise: my opinions are informed lay opinions. Second, while debates around these questions are going on, there are children in schools who have socially transitioned, and others (rather fewer) who are taking puberty-blocking hormones. These are facts, and what I want to focus on in this paper is how we, as researchers, take account of these facts, among others. I am also not going to discuss here how schools should react to, or work with, trans children and young people, except to say that I think schools, like the  5 rest of us, should respect how people identify. This is not my focus here, and others are already doing this work (Barnes & Carlile, 2018). By contrast, most of the questions that I am raising here are new questions. I should stress, however, that I have found no evidence that many gender nonconforming children and adolescents are being unnecessarily diagnosed as transgender (Ehrensaft et al., 2018). While some parents may worry that a gender nonconforming child is actually trans, behaviour and identity are not equivalent. Many children do not conform to gender stereotypes , and this is encouraged, to some extent, by both schools and parents, especially in girls (Francis & Paechter, 2015; Kane, 2006; Paechter, 2012, 2019; Paechter & Clark, 2007). Olsen (2016), reviewing studies of children diagnosed with Gender Identity Disorder/Gender Dysphoria, notes that a key difference between gender non-conforming children who later identify as transgender adults and those who do not, is that the former actively claim to be of the opposite gender to that assigned at birth, while the latter, at most, express a wish for this. Given the documented difficulties in obtaining a diagnosis of gender dysphoria, especially in the UK, due to long clinic waiting lists, it seems unlikely that there will be a significant degree of misattribution: straightforward gender nonconformity will almost certainly continue to be recognised for what it is (Rahilly, 2015). This view is supported by statistical studies of two clinics in Toronto and Amsterdam (Aiken et al., 2015), which suggests that increases in referrals to gender identity clinics are not due to weaker diagnostic criteria but to social factors: The general increase in referrals for GD [gender dysphoria] is likely due to several factors: the increased visibility of transgendered people in the media, which likely contributes to at least a partial  6 destigmatization of GD; the wide availability of information on the Internet about transgenderism or GD, which also likely contributes to destigmatization; and the increased awareness of the availability of biomedical treatment for adolescents, including the use of gonadotropin-releasing hormone agonists to delay or suppress biological puberty (760).  When even the Church of England (The Church of England Education Office, 2017) suggests that preschool children should be supported to participate in gender nonconforming play, it seems likely that most schools, at least in theory, will continue to encourage behavioural fluidity, often in the face of children’s own strongly binary views, particularly in under-eights. Nevertheless, a small proportion of children just do identify across binary genders, and another group, mainly teenagers, identify outside this binary altogether. Finally, before I get into the main body of my discussion, it is important to recognise the complexity and intersectionality of some of the ideas and identities being considered. Trans children and young people have other identities which intersect dynamically with both their trans status and the ways they are percieved by others. For example, Meyer and Keenan (2018) argue that policies regarding trans children frequently construct them as white and middle class. Travers et al (2020) note several intersectional factors that come into play in relation to resilience in trans young people, including racism/colonialism, wealth, stability of housing, and food in/security. These complexities mean that we need to take a both/and approach to the gender of trans children. A trans girl is a girl, but she also has a trans history. As researchers, even assuming that we know her gender assignment at birth, we may want to treat her as  7 straightforwardly female, especially if she socially transitioned at a young age. However, she still has a specifically trans history that is not shared with her female classmates, and a body configured differently from theirs. These are not all she is, and frequently these things will be irrelevant to our work. However, they remain part of what she is, alongside many other things, such as ethnicity, social class, and so on, which will impact on her daily experience. Consequently, while a child’s trans history and bodily form are only an aspect of them, these are, as I discuss below, things that we cannot always ignore. We have to consider, on a case by case basis, how relevant they are to any specific study, and, where we believe they are important, to take additional steps to prevent such children, and their contributions to our research, from being individually identified (Vincent, 2018). Bodies and identities Children’s bodies are fundamental to their gender performances. How they dress, their hairstyles, use (or not) of makeup and nail varnish, are ways they indicate and, sometimes, overtly perform, gender identity, alongside other, such as ethnic or religious, identities. This is particularly noticeable among some of the youngest, who frequently have strong beliefs about how boys and girls should look and use their bodies. Halim et al (2011), for example, point out the tendency for small girls to insist on wearing a pink frilly dress at all times, in order to signal their continued identity as ‘girl’ despite taking part in activities associated with boys. This performance of gender through dress, for both cis and trans children, is straightforward before puberty, as the only visible differences between bodies at this age are genital, and the genitals are usually covered up.   8 This outward similarity between girls’ and boys’ bodies, with differences contingent on things that can easily be changed, can make it easier for younger trans and gender nonconforming children to experiment or transition socially, to a greater or lesser extent – from tomboy girls presenting as boys to a group of new friends, to trans children fully recognised in their identified gender in the family, school, and social life (Rahilly, 2015). Without hormonal intervention, however, such relatively straightforward social transition becomes harder with puberty, as the development of secondary sexual characteristics undermines unproblematic self-presentation as a member of one binary gender category (Ehrensaft et al., 2018; Minter, 2012). At the same time, because surgical gender transition is not offered until a child has both reached greater maturity and is more or less fully grown in other respects, those trans children who experience gender dysphoria (and not all do) may do so for a considerable period of time, even before puberty starts: however successful the outward presentation, the child still knows that their genitalia do not conform to their identity. It is possible that this may lead some socially transitioned trans children to perform in more binary ways, and to a later age, than their cis peers, in order to feel comfortable in their gender despite the undermining presence of an unwanted genital configuration. I have not found any evidence about this, though this may be because most clinicians, who have to date published most in this field, tend to have binary conceptions of gender so may not consider this (Ehrensaft et al., 2018; Pearce, 2018). This is an urgent area for further research. Adults, including gender researchers, tend to assume the existence and formation of children’s genitals: for everyone, gender attribution brings with it ‘cultural genitals’ (Kessler & McKenna, 1978) which are assumed to exist with no  9 further confirmation. Moreover, in the school context, genital configuration, seen or unseen, along with children’s bodies in general, is mainly ignored (Paechter, 2012). Trans bodies, however, cut across this, particularly after puberty makes binary gender presentation less easily convincing. In these cases, the incongruity between identity and some physical features, such as the presence of breasts in trans boys or a broken voice in trans girls, makes the imagined genitals more visible (Ehrensaft et al., 2018). Indeed, set against the general drive for children’s bodies to be invisible in school, trans bodies, particularly adolescent trans bodies, are hypervisible, due to either the incongruity between identity and secondary sexual characteristics, or, when puberty blocking hormones are delaying development, between age and expected stage of physical maturity.  At the same time, particularly for children who are gender dysphoric, their bodies, and in particular their genitals, are also hypervisible to themselves (Ehrensaft et al., 2018). Having a body that is distressing because it does not fit one’s idea about who one is either requires the constant effort of denying or ignoring that body, or results in a persistent background awareness of a body that one is unhappy with. Alternatively, a child on puberty blockers, while relieved not to have their body rebel even further against their identity (Minter, 2012), will be increasingly aware of the disparity between their own body and those of other young people of the same age. We know from previous research on children who mature unusually early or late that this can be disturbing; it is likely to be more so for trans children, who know that their anomalous position will not, without intervention, resolve itself over time. How, then, does this affect how we should work as gender and education researchers? I have previously  argued (Paechter, 2006) that we should take  10 greater notice of children’s raced, classed, dis/abled bodies when conducting research. While I still think that this should be the case, we also have to be aware and take account of the hypervisibility of trans children’s bodies, so that we allow for their existence and their effects on the children whose bodies they are, without focusing on them unnecessarily. We need to be sufficiently congnisant of these issues to be able to make sensitive and reflexive judgements about when and where bodies matter, and when they do not, and to ensure that when we do this we treat the bodies of trans girls and trans boys equally (Westbrook & Schilt, 2014). There is also an urgent need for more research, outside of the clinical context, into how trans children and young people regard their bodies and how they would prefer others to interact with them: that much of what I have said here is speculation reflects this. Artificially delayed puberty As trans children enter puberty, this can lead to a crisis due to the increasing disparity between their self-identity and their bodies (Roberts, 2015). In order to minimise the mental health consequences of this, to give the child some time to consider whether and to what extent they want to take up more radical gender reassignment options, and to prevent irreversible changes taking place (Ehrensaft et al., 2018; Minter, 2012), some clinicians are now prescribing hormones to block the effects of those naturally produced by the body, thus preventing puberty for as long as they are taken, and allowing a relatively smooth transition into a pubertal trajectory in the person’s identified gender should that still be desired when they are older (Brik et al., 2020; Giordano & Holm, 2020). Clinicians and others, while they do not always agree about  11 whether puberty blockers should be prescribed, do generally concur about why they are chosen, as summarised by Kaltiala-Heino et al: The purpose of puberty suppression is to relieve the psychological suffering caused by the development of secondary sex characteristics, to give the adolescent time to make a balanced decision regarding whether to undergo actual medical gender-confirming treatment (with cross-sex hormones and surgery) and to make social “passing” in the experienced gender easier. (Kaltiala-Heino et al., 2018: 33) Hormonal puberty blockers, though only relatively recently used for trans children and teenagers, have a longer history of being prescribed for children with precocious puberty, where their use has been less publicly controversial (Kim, 2015; Roberts, 2015). Although the timing of puberty varies considerably between young people, this delay until age sixteen, or later in some cases, means that there will be a greater range of physical development than we are used to seeing in some secondary school classrooms. In particular, we can no longer assume that all of those in their mid-teens are physically going through adolescence. It is unclear what the implications of this are. Adolescence is at least in part a socially constructed phenomenon (Roberts, 2015), so that it is possible that there will be relatively little emotional and behavioural difference between those young people for whom puberty has been blocked and their peers. While there is some evidence for behavioural problems among girls going through early puberty, this may be at least partly due to teasing and stress resulting from having a different body shape from their peers, and embarrassment about the early onset of  12 menstruation (Kim & Lee, 2012). Thus, although we should be sensitive both to issues arising from the wider range of pubertal and post-pubertal children and to the possibility that there will be some young people in upper secondary school classrooms who have only gone through the very earliest stages of puberty (de Vries & Cohen-Kettenis, 2012), it is unclear whether, even if the numbers were to increase significantly, this would make much difference to us as gender researchers. What we might have, however, is an opportunity to get a better idea about which aspects of the upheavals of adolescence are, as is often assumed, directly related to hormonal changes, and which are not.  This might in the longer term have implications for some of the social and research-focused assumptions about, for example, the effects of the menstrual cycle on mood, or on the impact of androgens on aggression and sexual predation. Any changes in these are likely to affect school, peer group and family dynamics and how they are understood, with longer term implications for our research and practice. It is also possible that the undeveloped nature of a body in which puberty is suppressed through hormonal blockers may make it hypervisible. It is, of course, debatable whether a nondeveloping body is more hypervisible to others than one that is developing in ways that do not match either experienced/declared identity or gender presentation (though presumably the latter is far more hypervisible to the person whose body it is, hence the use of blockers to prevent this happening). Given the variation in rates of physical development in adolescence and, indeed, variation in adult bodies , it is unclear how much a non-developing teenager would, in fact, stand out from their peers, though some aspects (such as a boy’s unbroken voice or complete lack of facial hair growth) might be more noticeable than others. Again, we will need to be  13 reflexive about our reactions to such hypervisibility and its effects on the ways in which we conduct our research. A more complex and potentially significant issue relates to societal beliefs about the relationship between puberty and the end of childhood innocence. There is an assumption that sexual knowledge begins with the development of secondary sexual characteristics and that until this happens children have an innocence that should be protected (Bhana, 2007; Cullen & Sandy, 2009; King, 2009; Paechter, 2017; Prout, 2005; Renold, 2006; Ryan, 2000). The Church of England, for example, argues for the need to protect the ‘latency of childhood’ from early sexualisation, and that, in order to do this, education to prevent homophobic, biphobic or transphobic bullying should not focus on ‘what people do with their bodies sexually’ (The Church of England Education Office, 2017: 20). Robinson (2008)notes that: In terms of hegemonic discourses of sexuality, physiological sexual maturity is constructed as a distinguishing point between adulthood and childhood. Sexuality is generally represented as beginning at puberty and maturing in adulthood, correlating with developmentalist theories of the human, which reinforce biologically determined understandings of childhood and sexuality…Thus, sexual immaturity is equated with ‘innocence’ - considered inherent in the child. (116) Of course, those of us who work in gender and education research are fully aware that children have sexual feelings long before puberty, and that some develop both sexualised and romantic relationships by the end of primary school (Friedrich et al., 1998; Renold, 2005; Ryan, 2000; Scott, 2002). Nevertheless, our  14 work is affected by these cultural assumptions, both when researching the sexual and romantic affiliations of primary-age children and when we do equity work around LGBTQI+ inclusion in schools and the curriculum (Barnes & Carlile, 2018; Carlile & Paechter, 2018). We frequently find ourselves struggling to combat a semi-articulated assumption that prepubertal children live, or should live, in a prelapsarian paradise in which sexual knowledge and, indeed, knowledge about the body, is absent (Foucault, 1978) and in which they should be protected from that knowledge, whether it comes from the media (Robinson, 2008), older children and adults, or an enlightened sex and relationships curriculum.  The presence of what are, in effect, prepubertal young people in some secondary classrooms potentially undercuts these assumptions, at least in the longer term. The idea that knowledge about bodies and what can be done with them should only arrive alongside the development of an adult body morphology is called into question when it comes to  the education of sixteen year olds with what are, in effect, children’s bodies. No-one seems to be arguing that we should exclude trans teenagers taking puberty blockers from sex education lessons on the grounds of their physical immaturity. Furthermore, while there appears to be virtually no research about the extent to which young people taking puberty-blocking hormones engage in sexual and romantic relationships, there is some evidence that they do (Tishhelman et al., 2015), despite negative effects of hormone blockers on sexual desire (Brik et al., 2020). While this is unsurprising, given the prevalence of such relationships in prepubertal children, it gives us another way to challenge the assumption of an inviolable childhood innocence. If suppressing puberty does not prevent sexual knowledge and romantic  15 attachment, then there is no reason to assume that innocence is an invariable part of prepubertal childhood. It is also interesting to note the almost complete silence about sexual and romantic relationships and young people taking hormone blocking therapies in the clinical and therapeutic literature. While authors mainly focus on the physical and emotional effects of delayed puberty, this might include a consideration of whether puberty blocking medication might result in these young people being out of step with their peers in terms of such relationships (Brik et al, 2020). That so little is said suggests that many clinicians share the wider cultural assumption that the onset of puberty is directly connected to sexual knowledge and romantic investment, and so do not enquire into whether puberty suppression affects romantic attachment. There is certainly space for some research in this delicate but neglected area. From the point of view of those of us working in gender and education, this more explicit decoupling of sexual knowledge from physical development and hormonal status brings a potentially greater fluidity to our understanding of child and adolescent relationships. In particular, it brings the social aspects of and influences on these to the fore, making more explicit the ways in which peer group understandings of gender and sexuality, rather than hormonal drives, underpin such relationships. This further supports the work of those whose focus has been the social construction of ideas about adolescent sexuality, and enhances the potential for earlier, more effective and, possibly, more nuanced interventions to support more equal and respectful relationships between children and young people.  16  Greater prevalence of nonbinary identifications A further feature of the changing landscape around gender and education is the recent increase in nonbinary identifications among young people (Rahilly, 2015). It is hard to quantify this, as most nonbinary people do not seek medical intervention and therefore do not come to the attention of gender identity clinics. Indeed, as Pearce (2018) suggests, clinicians operate with ‘a cisgenderist assumption of binary gender’ (114), which excludes nonbinary identities from medical understandings of what it is to be trans (Ehrensaft et al., 2018). Data from the 2011 Census for England and Wales give a 0.4% non-response rate to the question about sex: this includes people who ticked either both boxes or neither (Office for National Statistics, 2012). While of course there may be other reasons why people failed to respond to this question, it does give some indication of what percentage of adults felt at the time that they did not fit straightforwardly into either binary category. Given the increased visibility of trans identities generally since then (Aiken et al., 2015; Carlile & Paechter, 2018), it seems likely that this is already an underestimate, particularly among young people. The UK Government’s LGBT Survey (Government Equalities Office, 2018) found, for example, that nonbinary identities were more common among younger people: half of the 2040 trans respondents age 16-17 and 58% of those aged 18-24 (6020 trans respondents) identified as non-binary. This has several implications for the work of gender and education scholars. First, it further decouples the body from gender identity, though of course other identities remain written on bodies. While a social and/or medical transition across a gender binary is likely to be accompanied by an explicit  17 bodily performance of the identified gender, this is not always the case with people who identify as non-binary. Although some people’s nonbinary identity will be expressed in ways which overtly challenge binary ideas about gender, for others identity and bodily performance are less closely related. This undercuts the binary assumptions still held by many gender and education researchers, and we now have to examine these more closely. We must also hold back from assumptions about identity that derive from our interpretations of someone’s gender presentation – especially as some people who present in nonstereotypical ways still have binary gender identity. Even more than has previously been the case, we have to go beyond a spectator lens (Francis & Paechter, 2015). and take account of the views of our respondents. We must remember that the only way to ascertain someone’s gender identity is to ask them (Pleak, 2009; Rahilly, 2015; Whittle, 2000) while remaining aware that some key gatekeepers may object to us doing this. The increasing prevalence of nonbinary identities among young people and adults is less likely to be reflected among younger children, particularly those in the early years of schooling. Some of these children will, however, be introduced to ideas about alternatives to binary categories by friends and family members who do have such identifications. Given young children’s strongly binary ideas about what is appropriate for girls and boys, and their resistance to attempts to challenge such stereotypes (Blaise, 2005; Davies, 1989; Martin, 2011), it will be interesting to see how they respond to a greater visibility for nonbinary identifications both in wider society and in schools. Some nonbinary identities, particularly those focusing on fluid movement along a continuum between binary gender poles, also challenge received notions of gender  18 constancy. As researchers, we will need to develop a greater understanding of how a child’s gender identity may be fluid over time, and find ways to respond to that both theoretically and in our research practice. More radically, however, we may need to reassess how we interpret and understand the processes at play in young children’s gender development. Most researchers working in this area (including myself (Paechter, 2007)) have treated small children’s lack of a strong sense of gender constancy as a developmental issue (Ruble & Martin, 1998). Because it has repeatedly been observed that children do not share dominant adult ideas about the immutability of gender, psychologists and others treat this as a truth that they have to learn, measured through developmental checks. This learning is seen as being related to a fact about the world: that people with male bodies are boy children who grow up to be men, and that those with female bodies are girl children who become women. We interpret children’s anxiety and lack of understanding about how this applies to themselves and their peers as being why they police gender categories so strongly. We do not have to make these assumptions, however. Goldner (2011) suggests: The child’s eventual “ability” to define gender solely via the genitals has been taken as a major developmental milestone that enables the child to view gender as invariant…But maybe those children “naively” assembling anatomically incorrect boy and girl dolls were onto something. Is gender variance necessarily a developmental achievement, another milestone in Piagetian conservation -  or is it simply a concession to normativity?  (162)  19 We might want to follow young children’s lead and consider whether gender identity is potentially much more fluid than adults generally believe. It is possible that gender constancy is a purely social construct projected by us onto predominantly binary bodies and that children developing ideas about it are simply learning incorrect adult assumptions about the binary nature of society. By being open to such possibilities, and, therefore, treating children’s ideas about the fluidity of gender not as deficient and immature but as possibly more reflective of a less socially constrained set of conceptions, we might  learn something about alternative ways we can understand gender, and give older children and adults a greater range of nonbinary possibilities.  Furthermore, some research suggests that adult binary socialisation is not as secure as researchers tend to assume. Joel et al (2014) used a questionnaire study to examine the assumption that everyone has a stable binary sex expressed through a stable binary gender (Butler, 1990). Having asked people with both normative binary and nonbinary gender identities about their experiences of feeling like a man or a woman, recent difficulties in presenting as a ‘proper’ man or woman, and satisfaction with their sexed bodies, they report that: above 30% of ‘normative’ Men and Women felt to some extent as the ‘other’ gender, as two genders, and/or as neither gender. (312). It would appear, therefore, that many people who currently identify as one binary gender or the other have significant nonbinary feelings: this suggests that nonbinary identifications are likely to increase as the relevant terminology becomes more widely used. It also challenges some of the theoretical  20 underpinnings of much gender and education research, which has used Butler’s work extensively (Paechter, 2017). Joel et al conclude that: Our results do not support the prevalent view in contemporary psychoanalytic and critical theories that individuals have a binary sense of gender and that the heterosexual-homosexual binary constitutes, stabilises and naturalises the male-female binary (Joel et al., 2014 314) This is an important finding, and if it can be replicated in other cultural contexts, could challenge much theoretical work in the wider field of gender research. If many of us do not even have an illusion of a stable gender core, this calls into question many of the assumptions with which we approach gender and education research.  Furthermore, despite the increased visibility of nonbinary identities, many of our theoretical frameworks retain an assumption of binary divisions between masculinities and femininities. Our theoretical tools are increasingly incapable of reflecting the world that they are used to examine, and there is an urgent need to reassess and reinvent them. One example of this is Connell’s (1987, 1995, 2002; Connell & Messerschmidt, 2005) influential concept of hegemonic masculinity, which follows a binary schema in which masculinity is always dominant, to the extent that it even makes hegemonic femininity an impossibility. I have been working on this (Paechter, 2018) and have put forward an alternative definition of ‘hegemonic gender performances’ (124), that focuses more on the power relations involved in upholding a gender binary and does not require a constant association of masculinity with men. This both brings into play the possibility that femininities can be regarded as hegemonic  21 without rendering the underpinning definition unintelligible, and also makes a clear space for nonbinary identifications and their role in the development of hegemonic gender forms. We need to take this work further with a thorough examination of all the various theoretical frameworks underpinning gender and education research. We must evaluate  to what extent they take account of nonbinary feelings and identifications, and, if they do not, whether they can be adapted or reworked to reflect better what we find in our research fields. Conclusion It seems to me that much research in gender and education has not really caught up with what is happening among children and young people, and in many schools, especially in the secondary years. While there is an increasing takeup of nonbinary identities in particular, we have tended to go on working in binary ways. Although social gender transition is still relatively rare in children, children who have done this will be in some classrooms, and the increased visibility of trans identities in the media and in society more generally means that most children are aware of them from at least the middle primary years (Carlile & Paechter, 2018). We need to adapt to these changing circumstances, and to reconsider some of our research foci, frameworks and methods accordingly. Many of the theoretical frameworks we use in our research, including those influenced by poststructuralism and posthumanism (Francis & Paechter, 2015), are founded in binary thinking and do not take sufficient account of nonbinary identities and ideas about gender fluidity. The increased interest in these identities among young people should trigger a much-needed examination  22 of the dominant frameworks currently used for gender and education research. Some of these are, in any case, of limited use with respect to younger children (Paechter, 2017), so the opportunity to reconsider our thinking should be welcomed. As we do this work, we should maybe also take more seriously children’s ideas about identity fluidity (Paechter, 2010) and welcome their comparative lack of rigidity about gender. It is possible that those of us who have been brought up in a strongly binary world can learn from a generation that is growing up in a society with greater gender flexibility. Specifically, in our research we need to take into account the following, all of which follow from my arguments in this paper: First, and as a starting point, our approaches to studying children should reflect the three lenses recommended by Becky Francis and me in our earlier paper (Francis & Paechter, 2015: 786). Specifically, these are: (i) the spectator view, that is the perceptions of others that a particular child is a girl, boy, cis, trans, non-binary, etc.; (ii) the individual respondent’s view, or what a child in our study identifies as; and (iii)  ‘the features of the local discursive and material collage which enable gender production and recognition’. These lenses both alert us to some of the considerations we need to have in mind when studying gender in educational settings, and remind us that gender identities and performances are complex and embedded in social structures and power/knowledge relations.  It follows from this that researchers must go into classrooms and playgrounds with an open mind about what we will find in relation to gender, and about what children and young people know and think about it. We have to be particularly alert for what genders are possible, and what are not, in any particular social context. We also have to be aware that we may not know which  23 children are trans and which cis, or indeed, in some cases, how particular children identify. Furthermore, this is not something that we have a right to know (due to both ethical and legal protections) and which it may not be appropriate or possible to ask. Some of our findings may therefore be more open as to gender than we have possibly been accustomed to. We also need to be both intersectional and reflexive, remembering that both trans and cis children are more than just their gender, and that factors such as ethnicity and dis/ability will bring additional complexities to how they identify and are perceived.  Finally, we should interrogate our theoretical frameworks for underlying assumptions about gender.  Some of these have served us well in the past but we have to remain aware that many have been devised without children in mind and may contain hidden assumptions about gender that do not fit well with some aspects of childhood (Paechter, 2017). Such awareness needs now to be extended to identities beyond the binary, and in particular to young children’s apparently more fluid understanding of gender, compared to adults. We should consider to what extent our theorisations address this, and how we can work to improve them.  While trans children are a small minority in our schools, their existence, particularly in schools where children or young people are out as trans, affects all children’s thinking about gender. We cannot expect that nothing will change: we are already witnessing an increase in child gender dysphoria diagnoses, due largely to the increased visibility and acceptance of trans people in the media, giving dysphoric children and their parents better knowledge of the options available to them (Aitken et al., 2015). This will change much more than the trans children themselves: it will have long-term effects on how society thinks  24 about gender and about how schools treat children and young people. We have to think about what this means, and how we can take it into account in our work. This is a strong challenge, but it is likely to lead to a better theoretical and practical understanding of gender, and to better gender and education research overall. References  Aiken, M., Steensma, T. D., Blanchard, R., VanderLaan, D. P., Wood, H., Fuentes, A., Spegg, C., Wasserman, L., Ames, M., Fitzsimmons, L., Leef, J., Lishak, V., Cohen-Kettenis, P. T., de Vries, A. L. C., Kreukels, B. P. C., & Zucker, K. J. (2015). Evidence for an altered sex ratio in clinic-referred adolesscents with gender dysphoria. Journal of Sexual Medicine, 12, 756-763.   Aitken, M., Steensma, T., Blanchard, R., VanderLaan, D. P., Wood, H., Fuentes, A., Spegg, C., Wasserman, L., Reim, E., Takagi, A., Vinik, J., Wreford, J., Cohen-Kettenis, P. T., de Vries, A. C., Kreukels, B. P. C., & Zucker, K. J. (2015). Evidence for an altered sex ratio in clinic-referred adolescents with gender dysphoria. International Society for Sexual Medicine, 12, 756-763.   Barnes, E., & Carlile, A. (2018). How to Transform Your School into an LGBT+ Friendly Place: a practical guide for nursery, primary and secondary teachers. Jessica Kingsley Publishers.   Bhana, D. (2007). The price of innocence: teachers, gender, childhood sexuality, HIV and AIDS in early schooling. International Journal of Inclusive Education, 11(4), 431-444.   Blaise, M. (2005). Playing it Straight: uncovering gender discourses in the early childhood classroom. Routledge.   Brik, T., Vrouenraets, L. J. J. J., de Vries, M. C., & Hannema, S. E. (2020). Trajectories of adolescents treated with gonadatropin-releasing hormone analogues for gender dysphoria. Archives of Sexual Behavior, online advance publication.   Butler, J. (1990). Gender Trouble: feminism and the subversion of identity. Routledge.   Carlile, A., & Paechter, C. (2018). LGBTQI Parented Families and Schools: visibility, representation and pride. Routledge.   Connell, R. W. (1987). Gender and Power. Polity Press.   Connell, R. W. (1995). Masculinities. Polity Press.   Connell, R. W. (2002). Gender. Polity Press.   Connell, R. W., & Messerschmidt, J. W. (2005). Hegemonic masculinity: rethinking the concept. Gender and Society, 19(6), 829-859.   Craigforth, & Government, S. (2018). Review of the Gender Recognition Act 2004 Analysis of responses to the public consultation exercise: Report. S. Government. https://www.gov.scot/publications/review-gender-recognition-act-2004-analysis-responses-public-consultation-exercise-report/  25 Cullen, F., & Sandy, L. (2009). Lesbian Cinderella and other stories: telling tales and researching sexualities equalities in primary school. Sex Education, 9(2), 141-154.   Davies, B. (1989). Frogs and Snails and Feminist Tales: preschool children and gender. Allen and Unwin.   de Vries, A. C., & Cohen-Kettenis, P. T. (2012). Clinical management of gender dysphoria in children and adolescents: the Dutch approach. Journal of Homosexuality, 59(3), 301-320.   Edwards-Leeper, L., Liebowitz, S., & Sangganjanavanich, V. F. (2016). Affirmative practice with transgender and gender nonconforming youth: expanding the model. Psychology of Sexual Orientation and Gender Diversity, 3(2), 165-172.   Ehrensaft, D., Giammettei, S. V., Storck, K., Tishelman, A., & Keo-Meier, C. (2018). Prepubertal social gender transitions: What we know; what we can learn - A view from a gender affirmative lens. International Journal of Transgenderism, online advance publication.   Fausto-Sterling, A. (2012). The dynamic development of gender variability Journal of Homosexuality, 59(3), 398-421.   Foucault, M. (1978). The History of Sexuality Volume One  (R. Hurley, Trans.). Penguin.   Francis, B., & Paechter, C. (2015). The problem of gender categorisation: addressing dilemmas past and present in gender and education research. Gender and Education, 27(7), 776-790.   Friedrich, W. N., Fisher, J., Broughton, D., Houston, M., & Shafran, C. R. (1998). Normative sexual behavior in children: a contemporary sample. Pediatrics, 101(4), e9. http://pediatrics.aappublications.org/content/101/4/e9.full.pdf+html   Giordano, S., & Holm, S. (2020). Is puberty delaying treatment ‘experimental treatment’. International Journal of Transgender Health, 21(2).   Giovanardi, G., Morales, P., Mirabella, M., Fortunato, A., Chianura, L., Speranza, A. M., & Lingiardi, V. (2019a). Transition memories: experiences of trans adult women with hormone therapy and their beliefs on the usage of hormone blockers to suppress puberty. Journal of Endocrinological Investigation, online first publication.   Giovanardi, G., Morales, P., Mirabella, M., Fortunato, A., Chianura, L., Speranza, A. M., & Lingiardi, V. (2019b). Transition memories: experiences of trans adult women with hormone therapy and their beliefs on the usage of hormone blockers to suppress puberty. Journal of Endrocrinological Investigations, online first.   Goldner, V. (2011). Trans: gender in freefall. Psychoanalytic Dialogues, 21(2), 159-171.   Government Equalities Office. (2018). National LGBT Survey: research report. G. E. Office. https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/721704/LGBT-survey-research-report.pdf Halim, M. L., Ruble, D. N., & Amodio, D. M. (2011). From pink frilly dresses to 'one of the boys': a social-cognitive analysis of gender identity development and gender bias. Social and Personality Psychological Compass, 5(11), 933-949.    26 Joel, D., Tarrash, R., Berman, Z., Mukamel, M., & Ziv, E. (2014). Queering gender: studying gender identity in ‘normative’ individuals. Psychology and Sexuality, 5(4), 291-321.   Jones, T., Smith, E., Ward, R., Dixon, J., Hillier, L., & Mitchell, A. (2016). School experiences of transgendera and gender diverse students in Australia. Sex Education, 16(2), 156-171.   Kaltiala-Heino, R., Bergman, H., Työläjärvi, M., & Frisén, L. (2018). Gender dysphoria in adolescence: current perspectives. Adolescent Health, Medicine and Therapeutics(9), 31-41.   Kane, E. W. (2006). “No way my boys are going to be like that”. Parents’ responses to children’s gender nonconformity. Gender and Society, 20(2), 149-178.   Kessler, S., & McKenna, W. (1978). Gender: an Ethnomethodological Approach. John Wiley and Sons.   Kim, E. Y. (2015). Long-term effects of gonadotropin-releasing hormone analogs in girls with central precocious puberty. Korean Journal of Pediatrics, 58(1), 1-7.   Kim, E. Y., & Lee, M. I. (2012). Psychosocial aspects in girls with idiopathic precocious puberty. Psychiatry Investigation, 9(1), 25-28.   King, J. R. (2009). Male teachers, young children, and teaching desire. In W. Martino, M. Kehler, & M. B. Weaver-Hightower (Eds.), The Problem with Boys' Education: beyond the backlash (pp. 242-261). Routledge.   Martin, B. (2011). Children at Play. Trentham Books.   Meyer, E., & Keenan, H. (2018). Can policies help schools affirm gender diversity? A policy archaeology of transgender-inclusive policies in Canada. Gender and Education, 30(6), 736-753.   Minter, S. P. (2012). Supporting transgender children: new legal, social, and medical approaches. Journal of Homosexuality, 59(3), 422-433.   Office for National Statistics. (2012). 2011 Census: Population and household estimates for England and Wales. Office for National Statistics. https://webarchive.nationalarchives.gov.uk/20160115211827/http://www.ons.gov.uk/ons/guide-method/census/2011/census-data/2011-census-user-guide/quality-and-methods/quality/quality-measures/response-and-imputation-rates/index.html Olsen, K. R. (2016). Prepubescent transgender children: what we do and do not know. Journal of the American Academy of Child and Adolescent Psychiatry, 55(3), 155-156e153.   Paechter, C. (2006). Reconceptualizing the gendered body: learning and constructing masculinities and femininities in school. Gender and Education, 18(2), 121-135.   Paechter, C. (2007). Being Boys, Being Girls: learning masculinities and femininities. Open University Press.   Paechter, C. (2010). Tomboys and girly-girls: embodied femininities in primary schools. Discourse, 31(2), 221-235.   Paechter, C. (2012). Bodies, identities and performances: reconfiguring the language of gender and schooling’. Gender and Education, 24(2), 229-241.   Paechter, C. (2017). Young children, gender and the heterosexual matrix. Discourse: studies in the cultural politics of education, 38(2), 277-291.    27 Paechter, C. (2018). REthinking the possibilities for hegemonic femininity: exploring a Gramscian framework. Women’s Studies International Forum, May-June, 121-128.   Paechter, C. (2019). Where are the feminine boys? Interrogating the positions of feminised masculinities in research on gender and childhood. Journal of Gender Studies, Online First https://www.tandfonline.com/doi/full/10.1080/09589236.2019.1597339  Paechter, C., & Clark, S. (2007). Who are tomboys, and how do we recognise them? Women's Studies International Forum(30), 342-354.   Pearce, R. (2018). Understanding Trans Health: discourse, power and possibility  (Vol. Bristol). Policy Press.   Pleak, R. (2009). Formation of transgender identities in adolescence. Journal of Gay and Lesbian Mental Health, 13(4), 282-291.   Prout, A. (2005). The Future of Childhood: towards the interdisciplinary study of children. Routledge.   Pyne, J. (2014). Gender independent kids: a paradigm shift in approaches to geder non-conforming children. Canadian Journal of Human Sexuality, 23(1), 1-8.   Rahilly, E. P. (2015). The gender binary meets the gender-variant child: parents’ negotitions with childhood gender variance. Gender and Society, 29(3), 338-361.   Renold, E. (2005). Girls, Boys and Junior Sexualities: exploring children's gender and sexual relations in the primary school. Routledge.   Renold, E. (2006). 'They won't let us play...unless you're going out with one of them': girls, boys and Butler's 'heterosexual matrix' in the primary years. British Journal of Sociology of Education, 27(4), 489-509.   Roberts, C. (2015). Puberty in Crisis: the sociology of early sexual development.   Robinson, K. H. (2008). In the name of ‘childhood innocence’: a discursive exploration of the moral panic associated with childhood and sexuality. Cultural Studies Review, 14(2), 113-129.   Ruble, D. N., & Martin, C. L. (1998). Gender Development. In W. Damon & N. Eisenberg (Eds.), Handbook of Child Psychology (Vol. 3, pp. 933-1016). John Wiley and Sons.   Ryan, G. (2000). Childhood Sexuality: A decade of study. Part I - research and curriculum development. Child Abuse and Neglect, 24(1), 33-48.   Scott, K. A. (2002). 'You want to be a girl and not my friend': African-American/Black girls' play activities. Childhood, 9(4), 397-414.   The Church of England Education Office. (2017). Valuing All God’s Children Second Edition.   Tishhelman, A. C., Kaufman, R., Edwards-Leeper, L., Mandel, F. H., Shumer, D. E., & Spack, N. P. (2015). Serving transgender youth: challenges, dilemmas and clinical examples. Professional Psychological Research Proceedings, 46(1), 37-45.   Travers, A., Marchbank, J., Boulay, N., Jordan, S., & Reed, K. (2020). Talking back: trans youth and resilience in action. Journal of LGBT Youth, online advance publication.    28 Vincent, B. W. (2018). Studying trans: recommendations for ethical recruitment and collaboration with transgender participants in academic research. Psychology and Sexuality, 9(2), 102-116.   Westbrook, L., & Schilt, K. (2014). Doing gender, determining gender: transgender people, gender panics, and the maintenance of the sex/gender/sexuality system. Gender and Society, 28(1), 32-57.   Whittle, S. (2000). The Transgender Debate: the crisis surrounding gender identities. South Street Press.    i In this paper I am going, for the sake of brevity, to refer to all these identities as ‘nonbinary’. This is not to ignore or otherwise downplay the importance of other formulations for gender identities that cross, or reject, gender binaries.  ",
    "id": 327065570,
    "identifiers": {
        "doi": "10.1080/09540253.2020.1798361",
        "oai": "oai:irep.ntu.ac.uk:40217"
    },
    "title": "Implications for gender and education research arising out of changing ideas about gender",
    "language": null,
    "publishedDate": "2020-07-23T01:00:00+01:00",
    "publisher": "Taylor and Francis",
    "references": [],
    "sourceFulltextUrls": [
        "http://irep.ntu.ac.uk/id/eprint/40217/1/1343650_Paechter.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/327065570.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/327065570"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/327065570/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/327065570/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/327065570"
        }
    ],
    "abstract": "Ideas about gender are changing. The UK and other countries are moving towards altering laws about gender recognition. Intersex people can be recognised as such in some countries. In the global North, nonbinary identities are becoming more common, and this is reflected in changes to recording systems. Referrals to child gender identity clinics are rising, and increasingly we have children in our schools who are socially transitioning, delaying puberty with hormone blockers, or starting hormonal gender transition. In this paper I consider how gender and education researchers should respond to these changes. I focus in particular on: the relationship between bodies and identity; artificially delayed puberty and how this affects ideas about childhood innocence; and the greater prevalence of nonbinary identifications. I argue that gender and education researchers will need to make significant changes to our underpinning theoretical frameworks and research practices in order to take these changes into account",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:irep.ntu.ac.uk:40217",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "53",
        "openDoarId": 0,
        "name": "Nottingham Trent Institutional Repository (IRep)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 327065570,
        "depositedDate": "2020-07-23T00:00:00+01:00",
        "publishedDate": "2020-07-23T01:00:00+01:00",
        "updatedDate": "2024-02-12T06:51:05+00:00",
        "acceptedDate": null,
        "createdDate": "2020-07-23T03:38:48+01:00"
    },
    "urls": [
        "https://irep.ntu.ac.uk/id/eprint/40217/1/1343650_Paechter.pdf"
    ],
    "lastUpdate": "2024-02-12T06:51:05+00:00",
    "setSpecs": []
}