{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Allen, Matthew T"
        }
    ],
    "contributors": [],
    "createdDate": "2023-08-27T21:49:22+01:00",
    "dataProvider": {
        "id": 3760,
        "name": "Murray State University",
        "url": "https://api.core.ac.uk/v3/data-providers/3760",
        "logo": "https://api.core.ac.uk/data-providers/3760/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/580039155.docx",
    "fullText": "1IMPLICATIONS OF LGBTQ IDENTITIY ON HELP-SEEKING IN COLLEGE STUDENTS byMatthew Allen A DISSERTATIONPresented to the Faculty ofThe College of Education and Human ServicesDepartment of Educational Studies, Leadership, and Counselingat Murray State UniversityIn Partial Fulfillment of RequirementsFor the Degree of Doctor of EducationP-20 & Community LeadershipSpecialization: Postsecondary LeadershipUnder the supervision of Dr. Brian Bourke Murray, KYAugust 2023AcknowledgementsIf I were to thank everyone who has supported me throughout my educational career, and especially this process, this section would be longer than the manuscript itself. To begin, I wish to express my deepest gratitude to my committee, Dr. Brian Bourke, Dr. Miranda Terry, and Mrs. Holly Bloodworth, for their patience, feedback, and guidance. I want to extend an extra thank you to Dr. Miranda Terry. You helped me find my love for public health and health equity. Throughout my educational career, you have been in my corner, and I am happy you are at this point with me. I don’t know where to begin with saying thank you to my parents. You all answer my calls when I’m at mental blocks or get trapped in the “I can’t do this” mindset and you are the first people to pull me out of it. You all gave me the strength to make it this far and continue to support me to make my dreams become a reality. I will never be able to repay you for everything you have done for me, but you are the best parents. I could not have done any of this without you both. Thank you and I love you. Mason, Shelby, Jacob, Coral, Joey, Cassady, Taylor - some of you came into my life more recently than others, whereas others have been there since middle school. Thank you for being the people who listen to me complain, who proofread my papers, and who I know will answer my call and be there the second I need anything. I am so privileged to know each of you and I love you all. To Jostin, Darcy, and my Ohio family, there are nine of you all, so I won’t be listing all your names. Thank you for being the people who made my move to a whole new state easier. I am so happy to have found a group of people who are unapologetically themselves and have supported me throughout the final stretch of this process. I am so happy to know you and call you my chosen family in Ohio. Thank you for being there for me and being my rock. To all others who have been there to support me through this journey, thank you.    AbstractLGBTQ individuals find themselves experiencing both mental and physical health concerns at disproportionate rates than cisgender and heterosexual individuals. However, LGBTQ individuals have been shown to seek help for these concerns. Studies examining this phenomenon on college campuses have focused predominantly on mental health concerns. This study hoped to look at both physical and mental health concerns and determine the implications of an LGBTQ identity on help-seeking behavior in college students. The study utilized quantitative research methods through targeted snowball sampling on social media and email. At the conclusion of the collection period, 61 participants completed a survey that included four instruments to gauge attitudes, intentions, and barriers to help-seeking behavior to get a holistic view of help-seeking behavior likelihood. Multiple regressions were completed to determine if gender identity and sexual identity would serve predictors of help-seeking behavior. Overall, the study failed to prove predictability; however, one variable was determined to have an impact on help-seeking behavior in the context of seeking help from a mental health profession during a mental health concern. Whereas the study did not find predictability, the study supported the need for inclusive practices on college campuses such as the funding of LGBTQ centers and the advocacy of inclusive policies and justifies future research further examining the relationship between LGBTQ identity and help-seeking behavior on college campuses. Keywords: LGBTQ college students, help-seeking behavior, health equity, health outcomes, inclusivity, equity  Table of ContentsAcknowledgements……………………………………………………………………………….\tiiAbstract…………………………………………………………………………………………...\tivTable of Contents………………………………………………………………………………….\tvList of Tables and Figures…………………………………………………………………….viiiChapter I: Introduction……………………………………………………………………………\t1Context…………………………………………………………………………………….\t2Purpose of the study………………………………………………………………………\t4Research Questions………………………………………………………………………..\t5Significance of study………………………………………………………………………\t6Key Terms…………………………………………………………………………………\t7Summary…………………………………………………………………………………..\t9Chapter II: Literature Review……………………………………………………………………\t10LGBT on College Campuses…………………………………………………………….\t10Help-Seeking Behavior…………………………………………………………………..\t11Defining Help-Seeking Behavior…………………………………………………...\t12Culture, Identity, and Help-Seeking Behavior…………………………………………...\t14Stigma and Help-Seeking…………………………………………………………..\t15Formation of an LGBTQ Identity………………………………………………………..\t17Foundational Models……………………………………………………………….\t17Inclusion of Gender Identity………………………………………………………..\t19Commonalities and the College Environment……………………………….…………..\t21Help-Seeking Behavior on College Campuses…………………………………………..\t23LGBTQ Help-Seeking Activity………………………………………………………….\t25Holistic Health Data……………………………………………………………………...\t25Help-Seeking for LGBTQ People………………………………………………………..\t27Help-Seeking Behavior and the Theory of Planned Behavior…………………………...\t30Gap in Literature…………………………………………………………………………\t31Chapter III: Methods……………………………………………………………………………..\t33Research Design………………………………………………………………………….\t33Purpose of Study…………………………………………………………………………\t34Research question………………………………………………………………………..\t35Sampling procedures……………………………………………………………………..\t35Description of participants………………………………………………………….\t35Ethical considerations………………………………………………………………\t36Variables…………………………………………………………………………………\t37Data collection…………………………………………………………………………...\t37Data Analysis\t…………………………………………………………………………….39Conclusion\t……………………………………………………………………………….40Chapter IV: Findings\t……………………………………………………………………………..41Sample descriptive data\t………………………………………………………………….42Gender Identity\t..……………………………………………………………………42Sexual Identity………………………………….\t…………………………………..43General Data\t………………………………………………………………………..43General Help-Seeking Questionnaire\t……………………………………………………45Personal or Emotional Problem\t…………………………………………………….45Suicidal Thoughts\t…………………………………………………………………..48Medical Concern\t……………………………………………………………………50Mental Help-Seeking Attitudes Scale (MHSAS).…………………………………..…53Mental Help-Seeking Intention Scale (MHSIS)\t…………………………………………55Barriers to Help-Seeking Scale……………………………………………………..\t……56Research Questions\t………………………………………………………………………65Chapter V: Conclusion\t…………………………………………………………………………...66Discussion\t………………………………………………………………………………..66P-20 Implications\t………………………………………………………………………...67Outside of P-20 Implications\t…………………………………………………………….70Limitations……………………………………………………………………………….\t71Future Studies\t……………………………………………………………………………73References\t………………………………………………………………………………………..75Appendix A\t………………………………………………………………………………………92Appendix B\t………………………………………………………………………………………94 List of Tables and FiguresTable 1 Gender Identity Distribution                                                                                            42Table 2 Sexual Identity Distribution                                                                                              44iiChapter I: IntroductionHistorically, identity groups and communities who were seen as different by the majority were often labeled as less than or othered due to social hierarchy which leads to the ostracizing or stigmatization of people considered other than or different than the majority (Gover, et al., 2020; Weis, 1995). The trends in which this happens eb and flows and one group gains more social power and can espouse their beliefs on societal functioning. One such population which has seen the impact of this othering effect is the Lesbian, Gay, Bisexual, Trans, and Queer community, or LGBTQ community. In the United States, a focus was placed on Puritan beliefs which ostracized LGBTQ people which was different than other societies in the western part of the world where LGBTQ identities were aspects of society, for example the reverence of two-spirit identities in indigenous populations and the Hijra identities in Southern Asia. Early examples of combating societal gender roles and expression in the preliminary stages of the United States such as expressions of sexuality leading to a mental health diagnoses of homosexuality by the American Psychological Association and the imprisonment of LGBTQ people on basis on identity to the 1969 Stonewall Riots, which is considered the start of the LGBTQ rights movement highlight the presence of LGBTQ identities throughout the timeline of the United States as a second-class underground community (Bronski, 2011). Since 2000, equity for LGBTQ individuals have increased through legislative action such as federal protections for LGBTQ individuals in the workplace, legal precedents, and a societal shift toward the normalization of LGBTQ identity in which around 80% of the US population think LGBTQ are treated fairly or could be treated fairer in society (Gallup, 2020). Policies and precedents such as the marriage equality act, discrimination protection policies in employment and housing sectors, and the removal of legal pleas, such as Trans and Gay panic pleas, which allow for violence against LGBTQ people to be rationalized by a lack of acceptance are only a few examples how the progression of societal attitudes and perceptions of LGBTQ people have progressed since the 2000s. Further normalization of LGBTQ identities can see throughout media presences of openly LGBTQ characters in mainstream media and the growing viewer bases for LGBTQ-focused shows such as RuPaul’s Drag Race.    However, these victories have not resulted in a completely equitable society for LGBTQ individuals in such a way that eliminates disparities and concerns of disproportionate event rates for LGBTQ people. Interpersonal events based on LGBTQ identities such as hate crimes and intrapersonal concerns such as mental health concerns, substance use disorders, and other health-related concerns. These health-related concerns are exacerbated by the fears of healthcare providers due to discrimination of LGBTQ individuals within all aspects of society (Connors et al., 2019). Context The health outcomes and rates of health concerns between members of the queer community and non-queer individuals highlight disparities which exist between the two populations. The queer community reports that their health is poor or worse compared to their non-queer peers, and rates of chronic conditions such as asthma, osteoarthrosis-related concerns, and gastro-intestinal concerns at higher rates as well (Meyer & Frost, 2013). Additionally, use of alcohol and other drugs is more prevalent within the LGBTQ population and the comorbidity of mental health concerns (Mereish, 2019; Russel & Fish, 2020). These intersections of physical health concerns, mental health concerns, and substance use concerns increase LGBTQ community interactions with healthcare providers, however the likelihood of individuals within the queer community seeking healthcare is not fully understood. Partial explanations for the lack of likelihood for medical visits exist such as underlying fear of discrimination prohibiting queer individuals to begin seeking healthcare (Ohl, 2010). The lack of early medical intervention results in further exacerbation of the health concerns or, in some cases, death of the individual. Within healthcare facilities, LGBTQ people find themselves facing situations such as the lack of proper pronoun uses, denial of services due to provider beliefs, and governmental actions (Connors et al., 2019).   One such governmental action is the passage of legislation banning gender-affirming care. Gender-affirming care is typically defined as any type of service, medical, social, etc., which helps transgender or gender nonconforming individuals combat feelings of gender dysphoria (Suh, 2021). This type of care has been banned in at least four states with proposed legislation in others for individuals under 18 and criminal punishments for individuals who help pursue healthcare. This is only one example of the early exposure to discrimination in the healthcare system for LGBTQ individuals which can have lasting impacts on their willingness to participate in help-seeking behavior as they age. Other legislation has been introduced at a variety of state-level policy bodies which would have allowed healthcare providers to deny treatment of services to LGBTQ people based on personal beliefs. The influence of personal beliefs is concerning in the healthcare realm due to the focus on treating every person, advocating for the patient’s best medical choice, and recognizing and combating unconscious biases which could impede on effectiveness of patient treatment. However, the Patient Protection and Affordable Care Act gave federal protections against healthcare denial for the queer community which would supersede state discriminatory legislation (Connors et al., 2019).       Further federal precedents have worked to prevent LGBTQ individuals from facing discrimination and harassment with the healthcare system. These precedents were adjacent in a variety of sectors within society but had implications on navigating healthcare. One such federal precedent was the United State Supreme Court’s decision in Obergefell v. Hodges. This decision allowed for marriage equality for LGBTQ relationships. The ripple effect of this decision allowed for marriage benefits and medical decision-making power within the healthcare system, as well as recognizing these relationships for visitation purposes which was previously dependent on hospital policy.   Efforts have also been made in educating future healthcare providers, specifically physicians, to increase cultural competence and humility through courses or course content which look at the unique health needs of the queer community; however, this is not a standard in medical curriculum. Other healthcare professionals, such as nurses, may get education specific to the queer community’s needs and culture competencies, this is also not a standard (Gibson et al, 2020). Reviews of literature in the medical education field highlight the efforts being placed on the reduction of bias but programs focused on specifically LGBTQ patients are very sparse. Within the programs present, success has been found in reducing provider biases and creating more favorable opinions of and confidence working with patients identifying as LGBTQ (Morris et al., 2019). Whereas progress has been made within the healthcare system and within society to prevent discrimination against the queer community, more progress is needed. Efforts have been made to look holistically at the medical field and determine ways to increase queer individual help-seeking behavior, however gaps still exist due to limitations such as small sample sizes outside of metropolitan areas. Overall, discrimination is the leading barrier noted to participating in help-seeking behavior (Ramsey et al., 2022).    Purpose of the study The purpose of this study is to evaluate the relationship between the presence of an identity within the LGBTQ community and the willingness of the individual to participate in help-seeking behavior compared to non-LGBTQ individuals. This study looks specifically at college students who are exploring their identity and becoming more salient in their identities as reflected in numerous student identity theories such as Chickering’s Theory of Identity formation (1993), Cass’s Model of Sexual Orientation Identity (1979), D'Augelli Model of Lesbian, Gay, Bisexual Development (1994), and Lev’s Model (2004) and Jourian’s Dynamic Perspective (2015). Help-seeking behavior can be hypothesized based on the theory of planned behavior in which the individual is open and willing to seek help from healthcare professionals. From a P-20 perspective, the results can inform campus health centers, LGBTQ student resource centers, administrators, and other institutional stakeholders on barriers for help-seeking behavior among LGBTQ individuals in higher education. Additionally, innovative efforts can be created by health and wellbeing staff members which can address areas that prohibit LGBTQ individuals from pursuing help-seeking behavior, as the study specifically looked at the college-aged population. This intersection of the college student identity and LGBTQ identity creates barriers to help-seeking behavior which has not been fully explored by the body of research. This research study works to expand the body of research to give college health and wellbeing professionals a deeper understanding of influences of LGBTQ student health.Research Questions The overarching research question of the study hoped to evaluate the relationship between LGBTQ individuals and likelihoods of help-seeking behavior and informs the processes of this study. Primary research question: In what ways does the presence of an LGBTQ identity impact the help-seeking behavior of a college-aged individual? The following questions were developed to assist in fully exploring the complex relationship between an LGBTQ identity and willingness to participate in help-seeking behavior among college-aged individuals: Research question 1: To what extent does LGBTQ identity impact help-seeking behavior? Research question 2: What is the relationship between help-seeking behavior and sexuality? Research question 3: To what extent does an LGBTQ identity impact an individual’s willingness to participate in help-seeking behavior?      Significance of study For LGBTQ people simple actions such as using proper pronouns, affirming their identity, and providing respect for identity can serve as life-saving acts (Cox, 2021). As evidence has shown, some of the biggest concerns for the queer community for pursuing help-seeking behavior and medical intervention is due to fears discrimination which may be faced within the healthcare system. In 2021, campus health centers reported high rates of student health needs for both mental and physical health concerns (Redden, 2021). Prior to the SARS-CoV-2 or COVID-19 pandemic, health services on college campuses were vital aspects due to the known relationship between student health and wellbeing and academic success. This relationship does not exist in a silo but overlaps with other aspects of the individual such as personal identity, behavioral choices, and sense of belonging (Lisnyj et al., 2021). Individuals who experience or present minoritized identities face compounding barriers to help-seeking behaviors, overcoming risk factors, development of protective factors, and overall lower levels of positive interactions with healthcare professionals (Benz et al., 2019; Williams et al. 2022). When including the decreased likelihood of individuals enrolled in higher education institutions to participate in help-seeking behavior, an assumption can be made that the intersection of minority identity and college enrollment would impact help-seeking behavior (American College Health Association, 2022; Kosyluk, 2020). An understanding of this intersection could inform practices for health providers on college campuses in addressing the barriers to help-seeking behavior.   Furthermore, previous studies focus on the interpersonal recommendations for an increase of health services utilization for LGBTQ individuals such as an increase of cultural humility of healthcare providers, decrease in microaggressions, and a push for a more equitable society. However, this study will be significant as it will be looking at the intrapersonal and intrinsic barriers which queer individuals may have which may further assist in reducing these barriers on an intrapersonal level. Key Terms Whereas the field of Queer Studies is growing, a variety of definitions still exist for terminology due to the nature of the concepts of socially constructed identities. Below is a list of definitions utilized within this study. Gender – Socially constructed roles, behaviors, expressions, and identities of women, men, and gender diverse people (Canadian Institute of Health Research, 2022). This term has been becoming interchangeable with gender identity. Analysis of the body of research has highlighted that gender was poorly operationalized in research and hinges on an individual’s self-reported relationship with a fluid masculinity or femininity scale (Hortsmann et al., 2022).Gender Expression – The outward expression of gender or gender identity. Gender expression can include attributes of an individual such as style of dress, voice, behavior, and more which may or may not fall into societal definitions of gender or the binary of male or female (Human Rights Campaign, n.d.)Help-seeking behavior – Any action which can result in an individual seeking help from professional services. Intersex – A general term used to categorize conditions in which an individual is born with a reproductive system, sexual anatomy, or chromosomes do not fit the typical sex binary. The parents and physicians of intersex individuals usually determine the sex of the infant at birth and elect for surgery or hormone therapy to fit the individual into male or female categorization (The Association of LGBTQ Journalists, 2021a).LGBTQ - Umbrella term for Lesbian, Gay, Bisexual, Trans, Queer, and other gender and/or sexual orientation expansive individuals. The term has been adapted to be socially recognized as inclusive of the expanse of sexual identities and gender identities (Human Rights Campaign, n.d.).Queer – a reclaimed term often able to be interchangeable with LGBTQ which is used to express fluid identities and orientations. Most individuals who identify as Queer do not identify with exclusively straight and/or have identities that are fluid within or falls outside of the gender binary (Human Rights Campaign, n.d.). Sex – A set of biological attributes in humans (Canadian Institute of Health Research, 2022). Sex, historically, has referred to qualities of the individual connected to diagnoses, anatomical characteristics, and chromosomes within the binary of male and female  (Hortsmann et al., 2022). Sexual orientation – The emotional, romantic, sexual, or affection attraction to other individuals or identities. Sexual orientation considers the innate aspect of sexuality in an individual. Additionally, sexual orientation occurs separately from gender identity (The Association of LGBTQ Journalists, 2021b).Summary \tThis chapter provided an overview of the holistic view of the problems which led to the development of the research question of this study. At its inception, this study has the goal of exploring how the presence of an LGBTQ identity can impact a college student’s likelihood of participating in help-seeking behavior. Evidence has existed highlighting the relationship between student success and student wellbeing and societal contexts of LGBTQ individuals’ apprehension to seeking help from medical professionals have been documented, further information can assist higher education and healthcare professionals work to combat these barriers to help-seeking behavior from an intrapersonal approach as opposed to the typical interpersonal approach. By doing this, health outcomes for LGBTQ individuals may improve as likelihood to help-seeking behavior is more understood in regard to this population. Chapter 2 provides an in-depth analysis of the literature relevant to help-seeking behavior and LGBTQ identity.          Chapter II: Literature ReviewThe purpose of this study is to explore the relationship between the presence of an LGBTQ identity and individuals’ perceptions and willingness to participate in help-seeking behavior. More specifically, the researcher wanted to explore this relationship on a broader level by looking at LGBTQ-identified individuals in comparison to non-LGBTQ individuals, but also on a smaller perspective by looking at the differences between five overarching LGBTQ identities: Lesbian, Gay, Bisexual, Trans, and Queer. This chapter will serve as a review of the current literature surrounding this area. LGBT on College Campuses College campuses are typically seen as microcosms of society; however, college campuses have also served as safe havens for population groups who find themselves in marginalized communities within the broadened scope of society (Graves, 2018). Today, LGBTQ students are prevalent on college campuses with the Association of American Universities (2018) indicated that 17% of a 180,000-student population identify as Lesbian, Gay, Bisexual, Asexual, Queer, or Questioning. In the same sample, 1.7% of the same sample identified as Trans, Non-Binary, or questioning their gender identity (Association of American Universities, 2018) The presence of a true number of LGBTQ+ identified individuals enrolled in the American post-secondary system is difficult to adequately account for given the same barriers that national efforts face such as self-reporting concerns, fears of discrimination, low saliency of identities, and more. As the prevalence of LGBTQ+ people on college campuses have increased, specific identity-based centers focusing directly on the experience of the LGBTQ+ population have also increased with now more than 200 centers being reported by the Consortium of Higher Education LGBTQ Resource Professionals (2020). These centers are focused directly on improving the experience of LGBTQ students on college campuses through efforts such as education, policy advocacy, and working to create a sense of community among LGBTQ students. Increases in LGBTQ centers reflect a focused effort of higher education to create an environment conducive to the well-being of all students. However, college campuses continue to see instances of bullying, harassment, formal discrimination, microaggressions, and further discrimination regarding their identity at both public and private institutions (Coley, 2018). These instances of formal and covert discrimination and harassment are concurrent with the theories provided by the Minority Stress Model which highlights the impact of minority identity on an individual's wellbeing (Myer 1995, 2003). Furthermore, LGBTQ students on college campuses continuously face challenges associated with a heteronormative and cis-gender normed society,  or a society in which heterosexuality and cisgender identity are  normal, which lends itself to feelings of self-stigmatization for LGBTQ people as they continue to navigate their identity (Woodford et al., 2018). The concept of normalizing a majority identity perpetuates the senses of othering in larger societal contexts and develops a sense of otherness or abnormality within minority populations such as the LGBTQ community (Wes, 1997).One common theme seen among the LGBTQ population is the elevated levels of individualism assigned to the development, understanding, and acceptance of their own LGBTQ identity. Over the years as the overall prevalence of LGBTQ-identified individuals has increased, theoretical understandings of the development of said identity have emerged.  Help-Seeking Behavior The health of college students has been a point of conversation for a prolonged period of time by either focusing on the idea of eliminating disease or encouraging overall student wellbeing (Grace, 1997). One of the biggest protective factors for the development of health concerns is directly related to prosocial and help-seeking behavior (Haslam et al., 2009; Parrott & Eckhart, 2019). Exploring and analyzing the help-seeking behavior for various sub-populations present in the college population can work to address health disparities on college campuses.  Defining Help-Seeking Behavior   From the earliest and foundational definition of any action that solicits help from others to a new understanding of the idea of help-seeking behavior emerged as a behavior which works to optimize health, wellbeing, and ameliorate, negate, or minimize the impact of disease, help-seeking behavior among populations have been widely researched (Gourash, 1978; Saint Arnoult, 2009). This definition allows help-seeking behavior to surpass the confines of help-seeking behavior existing only in the realm of mental health and clinical counseling. However, one concrete definition of help-seeking behavior has yet to be agreed upon which muddies the research pool (White et al., 2017).  However, one agreed-upon aspect is the likelihood help-seeking behavior is linked to one’s perceptions that a risk of illness is lending itself to the overlap between help-seeking behavior and health-belief theories (Oberoi et al., 2016). The link between these two highlights the impact of personal experience, identity, and culture and the individualistic notions of help-seeking behavior. Throughout the body of literature surrounding preventative medicine and help-seeking behavior, evidence continues to support the avoidance of help-seeking behaviors within the preliminary stages of disease progression (Clement et al., 2015).  Help-seeking behavior has been reviewed on multiple societal levels and these studies have highlighted numerous factors which play into an individual's willingness to participate in help-seeking behavior. Biddle et al. (2007) conducted a study in which individuals who participated in help-seeking behavior found themselves at the intersection of their own personal beliefs of their condition, normal or abnormal, and the sociocultural implications of that belief, i.e., stigmatization. Additionally, studies have highlighted that help-seeking behavior has been linked to the condition in which a person finds themselves. Specifically, mental health conditions, victim placements, situational understanding, and others are shown to have significant impacts on help-seeking behavior of an individual (Chakawa & Shaprio, 2021).  When analyzing the realm of help-seeking behavior research, one theme that works in tandem with help-seeking behavior is health care utilization. Over the years, diagnoses of health concerns and likelihood of individuals participating in help-seeking behavior through the means of health care utilization have been reviewed on college campuses highlighting the link between the two concepts (Oswalt et al., 2018). As individuals utilize health care systems and act on initial behaviors of help-seeking, factors such as personal knowledge on the condition or situation and attempts to socially distance themselves from other individuals in similar situations have been proven to have predictive characteristics for help-seeking behavior (Kosyluk et al., 2020).  However, other factors have been seen as barriers to help-seeking behavior. Individuals may prioritize ideologies such as hyper-masculinity or ‘normalcy’ as a barrier to help-seeking due to perceived social stigmatization (Saab et al., 2020). Other components which may lead to an individual not pursuing beneficial help-seeking behaviors can be rooted in cultural beliefs such as machismo or curses, or an individual just may not know what avenues of help-seeking are available to them due to a lack of knowledge, financial concerns, or similar barriers (Christensen et al., 2020; Robinson et al., 2020;).  As help-seeking behavior has had numerous definitions, one core component of the definitions has maintained as a standard in the definition and that is help-seeking behavior is linked to seeking support by an individual (Heerde & Hemphill, 2018). Help-seeking behavior is impacted by a variety of social identities and factors which can either facilitate or hinder an individual's willingness to participate (Fischer et al., 2013). Additionally, studies have found that identity directly correlates with the type of help-seeking behaviors an individual participates in, for example LGBTQ individuals are less likely to reach out to family as a help-seeking behavior (Moro et al., 2021).  Overall, culture and identity are proven to be large indicators of help-seeking behavior and overall health related decision making (Saint Arnoult, 2009). The heavy weight of culture as a factor in navigating various aspects of life has led to the understanding of cultural humility seen in society today. This weight has led to the development of theories revolving around creating a better understanding of cultural humility and the intersections of culture and decision making and help-seeking behavior (Foronda, 2019). Individuals can share personal factors, but cultural implications and personal identity, such as gender identity, sexual orientation, and race, are often the largest influencers to help-seeking behavior (Gough & Novikova, 2020). However, there are exceptions in which cultural assumptions are challenged and personal identity can overcome cultural norms to lead to the onset of help-seeking behavior (Nohr et al., 2021).  Culture, Identity, and Help-Seeking Behavior\t Attempting to predict or determine an individual’s likelihood and willingness to participate in help-seeking behaviors is multifaceted and is in the center of intersections of a variety of individual, societal, economic, and socio-cultural factors (Benuto et. al, 2020). The convergence of intersections creates a complex situation in which not one defining factor is able to accurately predict the willingness to seek help (Langley et al., 2017). An individual’s cultural identity is proven to be a strong predictor of willingness to participate in help-seeking behavior (Saint Arnoult, 2009).  These cultural considerations and impacts on help-seeking behavior are an emerging area of health education and prevention through the lens of medical anthropology (Saint Arnoult, 2018). Differences between multiple sociocultural groups including racial, gender, and age differences have been shown to influence help-seeking behaviors for an individual. Mok et al. (2020) highlighted that age and gender serve as two predictive factors in the likelihood of an individual pursuing help-seeking behavior, whereas evidence has highlighted concepts such as identity alignment with masculinity and/or femininity and more adequate predictors of help-seeking behavior (Berke et al., 2020).  As culture has been shown to impact an individual’s likelihood to seek help, personal identity has also been an indicator of help-seeking behavior. Personal identity became a key player in recognizing an individual’s intention to seek help and actionable behavior on help-seeking activities (Tennent, 2021). The concept of social identity was initially discussed regarding group identity and conflict; however, the concept has since been applied to numerous fields due to the impact of an individuals' identity on various aspects of the human experience including health decisions and experiences with health disparities (Tajifel, 1974).  The United States Department of Health and Human Services (2022) defined a health disparity as “a particular type of health difference that is closely linked with social, economic, and/or environmental disadvantage” and notes that certain identities are predominantly disadvantaged: “racial or ethnic group; religion; socioeconomic status; gender; age; mental health; cognitive, sensory, or physical disability; sexual orientation or gender identity; geographic location; or other characteristics historically linked to discrimination or exclusion” (U.S. Department of Health and Human Services, 2022, p. 31). The link between these health disparities hinges on an individual's identity and their impact on their navigation of the world and the social disadvantage and stigma associated with the identity (Saewyc, 2011).  Stigma and Help-Seeking   Reviewing the impact that social identity has on help-seeking behavior requires understanding that self-identity is one of the biggest barriers to help-seeking behavior due to the fear of stigma associated with the identity (Benz et al., 2019). Aspects of an individual's self-identification with an identity or cultural group can impact the individuals' perceptions on behaviors that are considered normal, the outcomes of those behaviors, the navigation of help-seeking opportunities or overall health-related behavior, and the fear of interactions with societal supports due to stigma. (Haslam et al., 2009; Parrott & Eckhart, 2019).  Stigma has been defined in a variety of ways ranging from a way of devaluing an individual in social hierarchy to a method in which a person or group of people are labeled and subsequently marginalized for a personal factor (Goffman, 1963; Rüsch et al., 2005). Stigma, either perceived, real, personally assigned, assigned by others had drastic impacts on determining if an individual will seek and take action to get support (Parrott & Eckhart, 2019). Analyzes of the bodies of research have shown slight negative correlations between self-stigmatization and help-seeking behaviors as opposed to overall stigmatization of health conditions (Wallin et al., 2018).  Self-stigmatization has been negatively correlated with an individual’s likelihood of help-seeking behavior for mental health specific concerns and general health concerns. Additionally, personal factors have been noted to have impacts on these findings including age, socio-economic status, race, and student identification (Ibrahim et al., 2019). In order to increase an individual’s likelihood of help-seeking behavior in situations in which self-stigmatization is a hindering factor, focus placed on reducing the amount of stigma and individual places on themselves have shown increases in the likelihood of help-seeking behavior being pursued (Conceição, et al., 2021).  In addition to self-stigmatization, an individual's identification within a group can also impact their willingness to participate in help-seeking behaviors. Once individuals are part of groups, the group has an impact on their help-seeking behavior of the individual. For example, an individual who is a student in a post-secondary institution may have a different level of willingness to participate in help-seeking behavior than an individual who is not a college student.  Formation of an LGBTQ Identity As mentioned, theories revolving around students’ identity formation have been long-lasting in order to conceptualize the complexities of identity and the factors that can impact the development and saliency of identity. The formation of an LGBTQ identity has been studied since the conception of the realm of Queer Theory which finds its roots in the late 1900s with pivotal societal events like the Stonewall Riots (Milton, 1997). As society began seeing increased visibility for identities challenging the heteronormative and cisgender-focused practices, researchers began to evaluate the formation in which one develops their identity as an LGBTQ person.  Foundational Models Foundational theories regarding student identity development hinge around the ability for colleges to support an environment in which students are able to express their sexuality more freely than they were in secondary education (Patton et al., 2016). Furthermore, sexual identity development is not an exclusively queer experience, however mainstream societal norms and the lowered impact of discrimination created a focus towards queer identity development (Dillon et al., 2011).  Cass’s Model of Homosexual Identity Formation. One of the foundational theoretical frameworks of lesbian, gay, and bisexual identity development modeling is Cass’s Model of Homosexual Identity Formation. Within Cass’s Model, individuals navigate through six stages. The concept of identity formation through stage-based approach is not uncommon to early identity formation theories. The first stage of Cass’s model revolves around the individual’s confusion regarding their previous identity as a heterosexual individual and the initial feelings, attractions, and relationships of gay, lesbian, or bisexual identities. The second stage of Cass’s theory requires the individual to accept the feelings of social stigmatization that accompanies the marginalized identity which impacts how the individual navigates society. The third and fourth stages of Cass’s model deals with the isolation and negative feelings of a gay, lesbian, or bisexual, GLB, identity and works to build a community with other GLB individuals. The final two stages include an individual's pride and saliency of their GLB identity and the synthesis of the identity into a heteronormative world with focus placed on qualities outside of sexual identity (Cass, 1979).  D’Augelli’s Model of Lesbian, Gay, and Bisexual Development. One of the other major foundational theoretical models of LGB identity development is D’Augelli’s Model of Lesbian, Gay, and Bisexual Development. Similarly, to Cass’s Model of Homosexual Identity Formation, D’Augelli’s model is a stage-based approach; however, D’Augelli’s model focuses more on the individual's interaction with the outside world.  The first stage is exiting a heterosexual identity in which an individual recognizes their same-sex attraction similar to Cass’s first stage of identity confusion. Moving up in D’Augelli’s model has the individual challenging this internalized stigmatization and creation of a support network of individuals accepting of the LGB identity. The final three stages of D’Augelli’s model highlight the importance of social connections with parents, romantic partnerships, and shifts the focus from individual preservations to social and political action to increase the wellbeing on a community-based level (D’Augelli, 1994).  Critiques. As Cass’s Model and D’Augelli’s Model serve as foundations to the overall body of queer research and the interaction of academics and queer students, however, these two foundational models are not without fault and have faced critiques over time but lend themselves to the development of more holistic and encompassing theories.  Two main criticisms of Cass’s Model of Homosexual Identity Formation arose due to the linear framework on which Cass based the model. This linear modeling takes away from the fluidity and dynamic variability of an individual's identity formation. Furthermore, Cass’s Model of Homosexual Identity Formation does not consider the influence of cultural aspects which can be seen as an impacting factor for identity formation, group connection, and help-seeking or prosocial behavior (Goodrich & Brammer, 2020). D’Augelli’s Model of LGB Identity Formation is situated in concepts of stages which can be inferred as more fluid, but the breadth of fluidity is still confined within D’Augelli’s model as a flaw of the model itself. Other criticism focuses on the age-bound context of identity development which is not concurrent with current research. Lastly, the model hinges on an individual's concept of their oppression as later stages directly relate to combating oppression, stigma, and anti-social practices (Goodrich & Brammer, 2020). However, both Cass and D’Augelli’s theories are both specific to the experience of LGB individuals and exclude the identity formation of Trans and other gender-based identities. Newer models have worked to include these identities due to the experiences and holistic viewpoints of the LGBTQ community in today’s society.  Inclusion of Gender Identity \tAs the understanding of the scope of the LGBTQ+ community continues to increase, a focus has been placed on expanding theoretical conversations to include gender-based identities which were absent from foundational theories. More current models and theories have worked to widen the conversation to consider the experiences and development of various gender identities. Understanding the differences and similarities between the development of sexual orientation and gender identity has created a more in-depth picture of the LGBTQ+ community on a scholarly level. Unifying Model of Sexual Identity. Dillon et al. (2011) proposed a unifying model to encompass the dynamics of true sexual identity formation on a scale that would include numerous identities including a heterosexual sexual identity. The model incorporated three major categories, Biopsychosocial Processes to identity formation, Social Identity, and Individual Identity. The model highlights parallel processes in which identity formation is broken down including compulsory heterosexuality where the individual feels obligated to hold a heterosexual identity to synthesis in which an LGB identity becomes a part of the individual's overall self-identification. These processes are impacted by the major categorical concepts listed previously. Similar concerns with the Unifying Model of Sexual Identity pointed at the impact of multiple minority identities such as gender identity, racial identity, and other identities that can lend to unique life experiences which may influence one’s sexual identity and saliency of the identity (Patton et al., 2016). Considering the other identities of an individual in such a way that it compounds the navigation of the world and identification with a social group is commonly referred to as intersectionality which originally was applied the intersection of a Black identity and a Woman identity but has since been utilized as an approach when discussing the impact of multiple minority identities within one individual (Crenshaw, 2017).  Lev’s Model and Jourian’s Dynamic Perspective. Lev’s perspective on gender and sexual orientation identities was one which considered prominent levels of fluidity through a spectrum-based approach. Lev’s original model had four spectrums, sex, gender, sex role, and sexual orientation, which highlighted that the four aspects of a person's identity were not in a set point but could vary throughout life. Between the four spectrums were arrows which indicated that these four aspects of identity were not independent of each other and could influence the other aspects.  The model has four stages in which an individual discovers their identity, experiences turmoil due to the new identity, negotiate with self and social relations about the identity, and finding balance between the new identity and the historical context (Lev, 2004). Lev’s theory and model directly challenged previous gender identity-based frameworks which placed Trans individuals in a space of not completely categorizing themselves and failed to take into account social influence (Jourian, 2015). Jourian’s perspective on identity formation is directly informed by Lev’s but addressed concerns such as the continuation of a binary-based perspective, the immobility of individuals within a third possibility outside of the binary, and a further consideration of cultural implication such as the presence of Two Spirit individuals.  Jorian (2015) proposed a model which places the original four categories from Lev's model on planes as opposed to binary continuum. The planes are more inclusive of a variety of identities outside of the binary thinking model, such as intersex for assigned sex, gender nonconforming and genderqueer for gender identity, androgynous for gender expressions, and bisexuality and pansexual in the sexual identity plane. The planes intersect each other depending on the experience of the individual with the same conceptual reasoning as Lev’s theory. Smaller aspects are included in the model which allow for updating as cultural shifts occur, language changes, and advances are made in individual identity formation (Jourian, 2015). Lev’s and Jourian’s focuses of their models were to highlight the fluidity of the four aspects of self-identity discussed within their theories. Lev intended to create a more inclusive framework to highlight the interconnection between gender, sexual orientation, sex, and expression (Lev, 2004). Jourian expanded and modernized this concept by highlighting that an individual can exist outside of a binary system and the planes of the four aspects are not independent of each other but can merge and separate as an individual navigates their identity and society (Jourian, 2015).  Commonalities and the College Environment   One commonality between most of the theoretical frameworks and models for LGBTQ identity development is an understanding of three major concepts; influence of stigmatization, focus on community, and individual experience. These commonalities create ground for researchers and practitioners to focus on improving the experience for LGBTQ students. The developments derived from these commonalities have allowed for progress toward a better atmosphere for LGBTQ students.   While college campuses have increased support for LGBTQ students over the past decade instances in which students are stigmatized and ostracized for their sexual orientation and gender identities occur at higher rates than their heterosexual and cisgender counterparts (Woodford et al., 2018; Wegner & Wright, 2016). The influence of stigma has been reported as not only a factor of poor wellbeing outcomes, but also a factor in preventing an individual from seeking help regardless of the number of opportunities available to the individual (Haslam et al., 2009; Parrott & Eckhart, 2019). College campus policies and practices are pivotal in the reduction the stigmatization. Woodford et al. (2018) indicated that campuses which has antidiscrimination policies that induced sexual orientation and gender identity, offered LGBTQ focused a for-credit course, and hosted a proportional amount of LGBTQ-focused student organizations to enrolled students were less likely to have students report feeling stigmatized on campus.  The role that LGBTQ-focused student groups play in the overall destigmatization of a campus community highlights the second major influencing factor for the models and theories for LGBTQ identity formation. Having spaces in which students can live their authentic self, free from stigmatization, has shown to improve a student’s success and wellbeing. These spaces can be physical or digital as both have proved to benefit the wellbeing of LGBTQ people (Craig et al., 2021). Furthermore, colleges can participate in practices such as hiring a diverse faculty and staff body to reflect the student body, offer spaces and offices specifically focused on the LGBTQ community, and create institutional support systems, functional units, and technology systems, which validate the lived experiences and identities of LGBTQ students (Ceatha, 2016; Stegmeir, 2018). Colleges and universities that allowed LGBTQ students to have a visible presence throughout the collegiate culture and supported LGBTQ students from multiple avenues have been shown to indirectly impact the student's overall well-being and mental health due to security on campus (Woodford et al., 2018). Not only supporting the LGBTQ students, but colleges, universities, and educational institutional faculty and staff who worked to challenge unconscious heterosexism and educate students who may be heterosexual, cisgender, or want to be better allies for the identities within the LGBTQ community have also seen increases in reported well-being of LGBTQ by creating a community of support while respecting individual experience (Woodford et al., 2018; Cicero et al, 2017.) Help-Seeking Behavior on College Campuses  Over the past twenty or more years, higher education leaders have been signaling increases of mental health concerns for individuals enrolled in higher education institutions through data college such as the American College Health Association’s National College Health Assessment which indicated that 75% of college students reported psychological distress in the Fall 2021 Semester (American College Health Association, 2022). Individuals enrolled in higher education institutions are more likely than individuals who are not enrolled to report mental health concerns (Heck et al., 2014)  The impact of an individual’s enrollment status in a post-secondary educational institution has a negative impact on the likelihood of help-seeking behavior when evaluated through the theoretical framework of the Theory of Planned Behavior and utilization of help-seeking resources such as counseling services or health services (Lee & Shin, 2022; Yorgason et al., 2008). Additionally, when comparing rates of help-seeking behavior and preventative medicine of college students to the overall population, participating in such activities for conditions that are epidemiological concerns on college campuses such as Meningitis and Sexually Transmitted Infections, are lower (DiLorenzo et al., 2015). Understanding that help-seeking behavior is not siloed into the realm of mental health is vital to the holistic message that help-seeking behavior on college campuses is impacted by a variety of factors.  Partial contribution of lower rates of help-seeking can be attributed to the overall age of the individual while enrolled in post-secondary education as well. The Youth Risk Behavior Surveillance Survey highlighted adolescents are more likely to participate in risky health-related behavior (U.S. Department of Health and Human Services, & Centers for Disease Control and Prevention, 2019). While students move into the college environment, their practices of health-related activity will continue until challenged by the norms and the environment of the campus.  Sontag-Padilla et al. (2016) noted that the environment and norms established by an institution can impact willingness to participate in help-seeking behavior for students who are enrolled at the institutions reinforces the notion that norms of a culture that an individual is a part of can influence an individual's behaviors regarding their health and help-seeking (Haslam et al., 2009; Parrott & Eckhart, 2019). As mental health services are becoming less taboo and stigmatized, the impacts of personal identity including self-stigmatization and cultural and identity-based influences compound on individuals.  Further implications on help-seeking behavior and sociocultural norms related to college enrollments are highlighted through help-seeking behavior through service utilization. Trends regarding utilization of help-seeking services student as counseling centers and health centers highlight that even though there is an increase in geographical access to these types of services, they are still underutilized by the college student population (Nobiling & Maykrantz, 2017). These underutilizations of services have been reported to be due to two major classifications of responses: a difficulty navigating the help system and stigmatization of those who utilize (Nobiling & Maykrantz, 2017).  Overall, one common theme has been repeated throughout the literature of help-seeking behavior and that is stigmatization either perceived, self-induced, or overall group serves as one of the largest barriers to pursuing help-seeking behavior. As an individual finds themselves at the intersection of stigmatized groups, the likelihood of participating in the behavior decreases (Haslam et al., 2009; Parrott & Eckhart, 2019). LGBTQ Help-Seeking Activity The field of research regarding the interaction between the LGBTQ community and the healthcare community has been growing. Legislation at the state level and mandates at the federal level have made it increasingly difficult for LGBTQ individuals to seek or feel comfortable seeking care due to the ability for medical professionals to turn away LGBTQ people (DeVita et al., 2018; Mirza & Rooney, 2018). Progress has been made in the federal realm where actionable steps have been taken to allow for gender affirming medical process to be covered under the Affordable Care Act and other signs of progress such as language updates have corrected outdated, stigmatizing terminology towards LGBTQ people in the healthcare realm (U.S. Department of Health and Human Services, 2016). However, help-seeking behavior rates for LGBTQ people across the wellbeing spectrum were reported at lower rates than their heterosexual, cisgender counterparts (Benz et al., 2018).  Holistic Health Data Overall health data for the LGBTQ community have highlighted deep-rooted health disparities within the population, which in turn impact their overall likelihood of seeking health care (Yerra & Yarra, 2022). These disparities in health begin early within an individual's life after the discovery of their LGBTQ identity and continue to occur throughout the lifespan (U.S. Department of Health and Human Services, & Centers for Disease Control and Prevention, 2019).  Trends in health-related conditions for LGBTQ individuals ranged from increased rates of cancer diagnosis, obesity, injury and violence, mental health concerns, suicide, and substance abuse, among others (Hunt et al., 2018; Substance Abuse and Mental Health Services Administration, 2012). The increased rates of these conditions in the LGBTQ community underlined an increased need for an understanding of the barriers to and relationship with help-seeking behavior activities and individuals who are a part of the community.  Sava et al. (2021) began to explore this relationship between student health professionals and LGBTQ students and determined a relationship between a variety of factors including a welcoming environment supporting gender-affirming practices, assistance to LGBTQ individuals through the healthcare systems, and an overall increase of safety for LGBTQ people within environmental contexts. The results of this study reinforced previous implications of the environment’s role LGBTQ individuals' relationships with the healthcare systems and help-seeking outlets.  Preventative measures have been considered part of the help-seeking realm, as no consistent definition excludes these behaviors, and the likelihood of LGTBQ individuals participating in these forms of help-seeking behavior is also lower than their heterosexual, cisgender counterparts (Drysdale et al., 2020; Rickwood & Thomas, 2012). Applying this to documented trends in help-seeking behavior for Cancer screening and prevention efforts highlight that LGBTQ people are less likely to participate in these activities as well for the same environmental concerns of discrimination and noted throughout the body of research and a lack of trust in the healthcare system (Haviland, 2020, Johnson, 2016). The environmental components listed multiple times has led to the creation of targeted based community outreach and health promotion programming has been explored to increase help-seeking behavior for LGBTQ people (Drysdale et al., 2020). When analyzing help-seeking rates for LGBTQ people, discipline-specific evidence has found decreased rates in multiple areas which helped to support the idea that help-seeking behaviors in the LGBTQ population as a point of concern. Help-Seeking for LGBTQ People The body of help-seeking behavior research among LGBTQ people indicated a significant difference between these behaviors for LGBTQ people and non-LGBTQ individuals. These differences in behaviors and rates are not specific to only one aspect of an individual's health and wellbeing. Barriers for help-seeking behavior for the overall population are reflected in the barriers for LGBTQ individuals.  One such barrier repeated and deeply rooted in the literature is a fear of discrimination from healthcare providers. The fear of discrimination is not one which is specific to one identity within the LGBTQ communities and comes from a fear of being not treated at all or treated differently than their non-LGBTQ counterparts. Pratt-Chapman et al. (2021) highlighted this fear in their statements gathered from LGBTQ people regarding their experiences with the medical system. Well, being transgender, the thing that I worry about most is they’re overall view of me because if they don’t have a good overall view of me then they’re not going to treat me the same as their other patients. -Transgender woman, age 62. (Pratt-Chapman et al., 2021, p. 9) Further barriers to help-seeking behavior include more specific microaggressions such as misgendering language and a lack of understanding of specific aspects to provide gender-affirming and competent healthcare to sexual and gender minority individuals (Pratt-Chapman, 2021; Howell & Maguire, 2019). These microaggressions and the overall fear of stigmatization are compounded by the overall environment in which the individual is located as differences are seen based on geographical, political, and community factors.   As mentioned with overall help-seeking behavior being impacted by the environment in which an individual is located, the environment in which an LGBTQ individual lives has been directly correlated with the likelihood of the individual participating in help-seeking behavior. In more conservative areas, LGBTQ individuals perceive and often experience increased rates of discrimination resulting in more social isolation and self-stigmatization (Henriquez & Ahmad, 2021). All factors reduce the likelihood of an individual participating in help-seeking behavior (Conceição, et al., 2021). However, studies have also discussed that in specific instances, LGBTQ individuals are more likely to participate in help-seeking behavior than their heterosexual, cisgender peers. Within these instances, the number of LGBTQ individuals facing negative health and wellbeing situations were higher. One such study indicated that LGBTQ individuals were more likely to participate in help-seeking behaviors regarding cancer diagnoses, however, were less likely to participate in help-seeking behaviors which included a medical professional due to a lack of trust of fair treatment (Langston et al., 2019). This trend was not specific to this study. Bazzi et al. (2015) also reported this trend in female-identifying individuals who were partnered with another female-identifying individual despite trends in risk being higher for breast cancer diagnoses for LGBTQ women.  LGBTQ people were additionally noticed in the trend of higher rates of help-seeking behaviors in situations of intimate partner violence, in which LGBTQ individuals experienced at higher rates. LGTBQ individuals were more likely to participate in help-seeking behaviors for assistance with mental health, medical services, support services, and housing assistance than heterosexual, cisgender individuals (Sheer & Baam, 2021). Within this study Sheer and Baam (2021) also determined that LGBTQ impacted by intimate partner violence were also more likely to participate in help-seeking depending on the gender identity of the individual leading into cultural assumptions about utilization between gender identities. However, the resources were more privatized which connected services with beliefs of heteronormativity which impacted community-based services at multiple sociocultural levels (Donovan & Barnes, 2019).  The trend of higher rates of impact, but also higher rates of utilization of help-seeking services was noted in instances of alcohol and other drug usage concerns as well. Situations in which LGBTQ individuals are impacted and participated in help-seeking behavior more than their heterosexual, cisgender peers, also had reports of increased barriers for help-seeking among LGBTQ individuals (Allen & Mowbray, 2015). Whereas the increase of help-seeking behavior activities in situations of intimate partner violence and alcohol and other drug use is atypical given the body of research, the increase of barriers is concurrent with research highlighting lower rates of help-seeking behaviors among the LGBTQ population.   \t The competing findings within the literature highlighted similarities between the needs of the medical field in recognizing barriers to help-seeking behaviors and increased health outcomes for this population. Service providers who understand that there are complex interactions between numerous factors such as self-stigmatization, social stigmatization, fear of discrimination, and environmental factors, among others listed throughout the literature likely saw increases in LGBTQ utilizations of services due to an increased cultural competency (Alpert et al., 2017).    At an overarching field-based approach, Gahagan and Colpitts (201&) noted that there are specific things that could be done to promote the health and wellbeing of LGBTQ individuals: challenging cisgender, heteronormative approaches to the medical model, recognizing the interconnections and complexity of environmental impacts, and shifting from a deficit approach to a strengths-based approach to encourage further help-seeking behavior. These recommendations fell in line with the concerns pointed out by the overall body of literature. Help-Seeking Behavior and the Theory of Planned BehaviorAttempting to determine how an individual’s motivations and actions can be determined given intentions prior to an event occurring. In the context of attempting to determine an action related to a health event, help-seeking behavior has been closely linked to the Theory of Planned Behavior and the ability to determine how an individual will behave within the event. (Tomczyk et al., 2020). Within the Theory of Planned Behavior, there are three facets which intertwine to hypothesize a behavior: an individual’s attitude, the subjective norm, and the perceived behavioral control. The first facet of the theory of planned behavior, an individual's attitude, references an individual’s positive or negative beliefs regarding a behavior to impact an event (Andrew et al., 2016). For example, if an individual believes that it is bad to seek help for mental health services, the Theory of Planned Behavior can be applied to assume that they will not seek help for mental health services due to their negative belief. This aspect of the theory highlights the influence of an individual's own self and beliefs on interactions with the healthcare system. When applying this facet to the minority individuals can see interactions with their personal feelings of fear surrounding the healthcare sector.The second facet of the Theory of Planned Behavior is the subjective norm of the behavior  compared to the norms for significant intrapersonal relationships (Andrew et al., 2016). The strength of the protective factor of a sense of comradery and community within an LGBTQ social sphere with others of similar identities can highly influence the behavior which can be beneficial or harmful to help-seeking activity.  The final facet of the theory of motivated behavior is the perceived behavioral control or the perceived difficulty or ease of a behavior (Andrew et al., 2016). This facet is highly influenced by factors such as environmental-, geographical-, financial-, societal factors which may be outside of the control of the individual. Whereas all three facets of the Theory of Planned Behavior can be seen to influence an individual’s actions, the perceived behavior control can stand alone as a strong influencer of action. Utilizing the Theory of Planned Behavior as a framework to determine the likelihood of an individual’s actions in a given situation can be a good initial indicator to best help an individual in navigating the complex systems such as the health care system. However, the Theory of Planned Behavior, unfortunately, cannot predict the actual action of the individuals, just their intent of action. In many situations, an individual may have the intention to participate in help-seeking behavior but may not participate in the help-seeking action (Andrew et al., 2016; Tomczyk et al., 2020). Gap in Literature Overall, the literature regarding the help-seeking behavior of LGBTQ individuals has been focused on a deficit-based approach in which individuals' behaviors are noted only when there is a threat to their health and wellbeing. Additionally, other literature was serendipitous in nature where the increased rates among the LGBTQ population were not the focus of the study, but a trend recognized afterward.   Throughout the literature, the concept of health equity and improving health outcomes for sexual and gender minority individuals began with little research and was specific to only one subpopulation of the LGBTQ community. As the number of individuals openly living as LGBTQ in the United States increased, researchers called for a more inclusive body of research that put health equity and access to help-seeking resources at the forefront of importance (Fredriksen-Goldsen et al., 2014).  Furthermore, the impacts of stigma, discrimination, or challenges and barriers to help-seeking behavior in the LGBTQ community is known from a reactive approach. The reactive approach to the conversation has impacted the direction in which advancements have been made to address these concerns from a systemic level to increase utilization of services when required as opposed to ensuring that the individual’s likelihood to participate in help-seeking behavior prior to necessity (Young & Fisher-Borne, 2018). The difference between urban and rural areas in help-seeking behavior has been documented, however, the holistic snapshot of help-seeking behaviors is virtually non-existent due to the difference in socio-ecological differences between the two levels. LGBTQ individuals who live in rural areas are reported to navigate both the decrease in services due to a medically underserved area and a hyper-stigmatizing environment (Tanner et al., 2014; Henriquez & Ahmad, 2021).  However, as college campuses have worked to create environments in which access to help-seeking services is increased and stigmatization of LGBTQ individuals is decreased, the connection between the two has been based on shared similarities of barriers such as fears of discrimination and stigmatization (Haslam et al., 2009; Parrott & Eckhart, 2019; Pratt-Chapman et al., 2021). The decrease in help-seeking behavior of college students and help-seeking behavior of LGBTQ people would lead to an assumption that LGBTQ College students would have lower rates of help-seeking behavior for their holistic health, but there is a gap in the literature to support this claim.    Chapter III: Methods\tThis study was designed to identify the effect of lesbian, gay, bisexual, trans, or queer identity on an individual's likelihood to participate in help-seeking behavior. Utilizing a help-seeking assessment tool that encompassed holistic help-seeking across all dimensions of health, the study aimed to identify barriers within an individual that could prohibit an LGBTQ individual from entering the medical realm for assistance with medical concerns. As colleges and universities further determined how to promote the health and wellbeing of their LGBTQ populations, studies such as this would advance the understanding of best practices when working with this population regarding their help-seeking and wellbeing.Research Design To explore the impact of LGBTQ identity on help-seeking behavior, a quantitative study was conducted. As the variables of LGBTQ identity and the likelihood of participating in help-seeking behavior were explored, data fell into the quantitative research design methodology as the effect of one variable on the other was being analyzed (Creswell, 2012). Furthermore, the study aimed to find a trend of help-seeking behavior and the impact of an individual's sexual orientation or gender identity while creating a direction for further research and practice (Creswell, 2012).\tAs there were some aspects of population generalizability due to shared experiences such as coming out, identity formation and synthesis, and potential trauma, this study served only as a snapshot of the experiences of LGBTQ college students' participation in help-seeking behavior. The body of research regarding overall help-seeking behavior and the body of health equity research would benefit from this study as it provided information regarding an underrepresented population.\tThe study itself was designed to be correlational in nature. A correlational statistical study is one that looks at the relationships between variables to determine if there is an association between the variables. Correlational studies can also be used to attempt to predict the outcome of an event utilizing the two variables. This type of correlational study is known as a regression study (Ravid, 2020).Purpose of Study The purpose of this study was to evaluate the effect of the presence of an identity within the LGBTQ community and the willingness of the individual to participate in help-seeking behavior compared to non-LGBTQ individuals. This study looked specifically at college students who were exploring their identity and becoming more salient in their identities as reflected in numerous student identity theories such as Chickering's Theory of Identity formation (1993), Cass's Model of Sexual Orientation Identity (1979), D'Augelli Model of Lesbian, Gay, Bisexual Development (1994), and Lev's Model (2004) and Jourian's Dynamic Perspective (2015). Help-seeking behavior could be hypothesized based on the theory of planned behavior in which the individual was open and willing to seek help from healthcare professionals.This trend of LGBTQ people delaying or avoiding health care services and failing to participate in help-seeking behavior in the face of health concerns resulted in disproportionate negative health outcomes for LGBTQ people and increased incidence rates of conditions such as cancer diagnosis, obesity, injury and violence, mental health concerns, suicide, and substance abuse, among others (Substance Abuse and Mental Health Services Administration, 2012).From a P-20 perspective, the results could inform campus health centers, LGBTQ student resource centers, administrators, and other institutional stakeholders on barriers to this population for seeking help for health concerns, which could impact their success within higher education institutions. Additionally, innovative efforts could be created by health and wellbeing staff members that could address areas that prohibit LGBTQ individuals from pursuing help-seeking behavior, as the study specifically looked at the college-aged population. This intersection of the college student identity and LGBTQ identity created barriers to help-seeking behavior that had not been fully explored by the body of research.Research question The overall research questions for the study: In what ways does the presence of an LGBTQ identity impact the help-seeking behavior of a college-aged individual? This overall research question is supported and supplemented by three in-depth research questions. These three questions help to fully understand the depth of the overall research question.  Research question 1: How does LGBTQ identity impact help-seeking behavior? Research question 2: What is the relationship between help-seeking behavior and sexuality? Research question 3: To what extent does an LGBTQ identity impact an individual’s willingness to participate in help-seeking behavior? \tSampling procedures In order to ensure the success of the study, sampling was prioritized to ensure a large enough sample size in both LGBTQ and non-LGBTQ identities to conduct the comparative analysis.  Description of participants  The participants for this study were selected using purposive sampling, a nonprobability sampling technique that allows for targeting specific groups (Creswell, 2012). The target population for this study was individuals enrolled at higher education institutions. For this study specifically, partnerships were established with LGBTQ student-focused staff members at universities, who served as collection sites. The LGBTQ-student-focused staff members were identified based on institutional websites. An email was sent to them, including information about the study's purpose, the researcher's contact information, a request to forward the email to LGBTQ students or student groups, and a link to an online questionnaire for data collection.As the study focused on LGBTQ identities, it was important to include all sexual and gender identities to compare the differences in responses and answer the research question. The responses were categorized based on the following criteria:Sexual Orientation broad category: Heterosexual, Non-Straight - LGBTQSexual Orientation sub-categories: straight, gay, lesbian, bisexual, otherGender Identity: Cisgender, Transgender/Gender Non-conforming, Trans masc, Trans Femme, Gender QueerClassification: first-year student, sophomore, junior, senior, post-baccalaureate, Graduate student, post-baccalaureate non-degree seeking, professionalIndividuals who were not enrolled in a higher education institution were excluded from the study, which served as the only exclusionary criterion.Within the email and at the end of the survey, participants were prompted to forward the information and survey to other individuals, aiming to increase the population size of the participant pool. This methodology of participant recruitment is known as snowball sampling. Snowball sampling typically occurs after the research has begun, where participants are asked to recommend others to become respondents in the study. This approach can be advantageous for the researcher, cost-effective, and time-conscious (Creswell, 2012).Ethical considerations Participants were made aware, at the beginning of the research process, that participation was completely voluntary and that they had the option to withdraw from the study at any point. This information was communicated in accordance with the approved Institutional Review Board (IRB) procedures and was outlined in the informed consent form, which participants encountered at the beginning of the Qualtrics survey and in the initial email sent to them. As there was no direct negative impact on the participants, contact information for the research team and the Murray State University IRB Office was provided to address any concerns or questions.Variables Within the study, the independent variables were individuals' self-disclosed sexual orientation and gender identity. These variables were evaluated holistically, considering both LGBTQ identities and non-LGBTQ identities. Additionally, the LGBTQ identities were further broken down into categories such as Lesbian, Gay, Bisexual, or Queer. In this study, Queer was defined as an identity that is not heterosexual, such as pansexual. Participants were also given the option to self-disclose their gender identity as trans, which encompassed any identity that is not cisgender, or cisgender itself, allowing for a comprehensive analysis of the LGBTQ umbrella.The dependent variables in the study were participants' willingness, attitudes, and perceived barriers toward help-seeking behavior. These variables were measured through the utilization of four instruments employed in the study. By examining the effects between self-disclosed identity and the pursuit of help-seeking behavior, the findings can provide insights for college health professionals and overall health professionals, enabling them to work towards increasing the likelihood of LGBTQ individuals engaging in help-seeking behaviors.Data collection The instruments utilized in the study facilitated the examination of correlations between the defined variables. The first instrument was a demographic section where participants self-disclosed their LGBTQ community membership or lack thereof. The reliance on self-disclosure in the demographic section posed a potential threat due to social norms that might hinder participants from openly disclosing their LGBTQ community membership. However, this threat was mitigated by ensuring anonymity in the data collection methodology.Four instruments were employed to assess attitudes, beliefs, and engagement in help-seeking behavior. These instruments have been extensively evaluated through peer-reviewed studies and are considered standard measures in this field of research. The first instrument was the General Help-Seeking Questionnaire (GHSQ), initially developed to determine an individual's willingness to seek help for non-suicidal topics from professional and non-professional sources (Wilson et al., 2005a). Subsequent evaluations of the GHSQ have demonstrated its reliability and validity in measuring non-suicidal help-seeking behaviors (Wilson et al., 2005b).The study also utilized the Mental Help Seeking Attitudes Scale (MHSAS) and the Mental Health Seeking Intention Scale (MHSIS) to assess participants' intentions and attitudes towards help-seeking specifically from mental health providers like psychologists and therapists. These scales provided insights into the likelihood of participants seeking help from professional mental health providers, in contrast to general health providers and non-professional sources as examined by the GHSQ (Hammer & Spiker, 2018; Hammer et al., 2018). The validity and reliability of these scales have been established through analyses and their relationships with foundational help-seeking scales (Hammer & Spiker, 2018; Hammer et al., 2018).The final instrument employed in the study was the Barriers to Help-Seeking Scale (BHSSS). This instrument assessed the barriers that participants might encounter when seeking help. The BHSSS identified five major categories representing common themes related to help-seeking behavior: the need for control and self-reliance, minimizing the problem and resignation, concrete barriers and distrust of caregivers, privacy concerns, and emotional control (Mansfield et al., 2005). The validity and reliability of the BHSSS were established during its development and have been reinforced through studies extending its application beyond gendered help-seeking (Divin et al., 2018).All three measures were included in a single survey to capture participants' help-seeking behavior through their scores on each instrument. By incorporating three different perspectives, these instruments provided a comprehensive view of respondents' help-seeking attitudes and behaviors. These attitudes and behaviors constituted a component necessary for hypothesizing participants' likelihood to engage in help-seeking behaviors.Data Analysis To answer the research questions of the study, demographic data from the participant pool was compiled to ensure that all participants met the inclusion criteria of being enrolled in a higher education institution. Subsequently, the demographic data was categorized based on variables such as gender identity and sexual orientation.The data analysis was conducted in two stages. Firstly, an analysis was performed to examine the impact of LGBTQ identity on help-seeking behavior by comparing the scores of the instruments between the two subgroups. Following this, a more comprehensive analysis was conducted to assess the relationship between multiple levels of the independent variables and the scores on the four scales utilized in the study. By reviewing the data, the researcher was able to address the research questions and determine if LGBTQ identity had an influence on help-seeking behavior.For this particular study, a multiple regression analysis was employed as the chosen regression technique due to the presence of two or more variables and their association with scores on help-seeking behavior. These variables, known as predictor variables, such as an individual's sexual orientation and gender identity, were utilized to predict the likelihood of participation in help-seeking behavior (Ravid, 2020).Conclusion This study utilized the General Help-Seeking Questionnaire, the Mental Help Seeking Attitudes Scale, the Mental Health Seeking Intention Scale, and the Barriers to Help-Seeking Scale in an effort to determine the impact of an LGBTQ identity on help-seeking behavior. By doing this, the findings could support health care professionals and LGBTQ-focused professionals in advocating for resource allocation to address the disproportionate rates of negative health outcomes faced by the LGBTQ population. Chapter IV: Findings   The purpose of the study was to determine if an individual’s sexual identity and gender identity would be able to serve as predictors of a college-enrolled individual participating in help-seeking behaviors in a multitude of situations, both relating to their mental and physical health. The utilization of a quantitative approach with this study allowed for the researcher to detach from the data due to the numeric nature of the results in accordance with Ravid’s breakdown of benefits of quantitative research studies (2020). Additionally, the use of the quantitative approach allows for an explanation of a cause-and-effect relationship through looking at patterns of data (Ravid, 2020). The research utilized these findings in addition to theoretical frameworks such as Cass’s Model of Homosexual Identity Formation (1979), D'Augelli Model of Lesbian, Gay, Bisexual Development (1994), Lev’s Model (2004), Jourian’s Dynamic Perspective (2015), and the Theory of Planned Behavior to determine the willingness of an individual to seek-help for both physical and mental health concerns from a variety of outlets. This willingness could be interpreted as the likelihood of seeking help, while understanding that intention does not lend to a guarantee of action. Overall, the findings of this study will be presented in this chapter in an effort to answer the following research questions:Research question 1: To what extent does LGBTQ identity impact help-seeking behavior?Research question 2: What is the relationship between help-seeking behavior and sexuality?Research question 3: To what extent does an LGBTQ identity impact an individual’s willingness to participate in help-seeking behavior?     Each of these research questions are encapsulated in the overarching research question:In what ways does the presence of an LGBTQ identity impact the help-seeking behavior of a college-aged individual?Sample descriptive dataThe qualitative analysis began with reviewing the demographic information of the sample. When the data collection period ended, the overall sample size was 61 individuals who responded to the survey (n = 61). Further descriptive statistics were gathered including gender identity, sexual orientation, age, race and ethnicity, enrollment classification, state in which the individual is enrolled in college, and the presence of an LGBTQ center on their college campus.Gender IdentityAs gender identity was one of the independent variables of the study, extra focus was placed on the descriptive information regarding this demographic. Within the 61 participants of the study, 42 individuals disclosed their gender identity. The majority of individuals had a gender identity of Woman (45.9%), which is double that of Male and Non-Binary responses. Table 1 shows the breakdown of gender identity of the study participants.Table 1\tGender Identity Distribution \tN\t%\t Man\t12\t19.7%\t Woman\t28\t45.9%\t Non-Binary\t2\t3.3%\t Did not respond\t19\t31.1%\t Sexual IdentityAs sexual identity is the other major independent variable  of the study, emphasis was placed on the descriptive information regarding this demographic. Within the 61 participants of the study, 42 (69.9%) individuals disclosed their sexual identity. The table below shows the breakdown of sexual identity of the study participants.Table 2\tSexual Identity Distribution\tN\t%Gay\t7\t11.5%Lesbian\t2\t3.3%Bisexual\t4\t6.6%Asexual\t1\t1.6%Pansexual\t5\t8.2%Heterosexual\t23\t37.7%Did not respond\t19\t31.1%General DataThe total sample for this study, as motioned, was 61 participants (n=61).  Of those 61 individuals, the other major demographics collected were age, race and ethnicity, enrollment classification, state in which the individual is enrolled in college, and the presence of an LGBTQ center on their college campus.Age. The age breakdown of the overall sample (n=61) had a distribution of 50.8% (31/61) individuals falling into the age range of 19-29, which had the most frequent age being 26. The other 49% (30/61) individuals raged from 30-39.  Four out of 61, 0.07%, individuals outside of these two ranges reported ages of 44, 51, 58, and 72 years old. The remaining 0.13% (8 /61) individuals did not provide their age. Race and Ethnicity.  Overwhelmingly, the participants within the study were not of Hispanic, Latino or Spanish origin, 68.9% of all samples (42/61). The study did not have participants who identified as American Indian or Alaska Native nor Native Hawaiian or Pacific Islander. Of the reported races, 60. 7% (37/61) identified as White/Caucasian, 3.3% (2/61) identified as Black/African American, 3.3% (2/61) identified as Asian, 1.6% (1/61) identified as multiracial.State of College Enrollment. The question regarding the state in which the individual enrolled in college resulted in the majority, 34.4% (21/61), of the participants opting to not respond in the survey. As the study was promoted heavily on social media and via the internet, this majority is not surprising as individuals from outside the United States were able to participate. Of the states represented, enrollment in a higher education institution in Kentucky resulted in 31.1% (19/61) followed by Ohio - 13.1% (8/61), Missouri – 4.9% (3/61), Virginia – 4.9% (3/61), New York – 3,3% (2/61), and the remaining 8% (5/61) was comprised of Georgia, Illinois, Indiana, Iowa, and Tennessee.         Presence of an LGBTQ center. The final demographic question asked of respondents was “Does the college you are enrolled in have an LGBTQ center?”. Of the 61 responses, 39.3% (24/61) indicated that an LGBTQ center was present on their campus; conversely 6% (6/61) indicated that there was not a center focused on the needs of specifically LGBTQ individuals on their campus. 18% (11/61) of individuals were unsure, and 32.8% (20/61) individuals did not respond. General Help-Seeking QuestionnaireThe General Help-Seeking Questionnaire was the first questionnaire utilized within the study. The questionnaire is comprised of three sets of questions pertaining to either a personal or emotional problem, suicidal ideation, and a medical concern. The questionnaire asks an individual to indicate via a 7-point Likert scale if they were to seek help from a variety of individuals.Personal or Emotional ProblemThe first set of questions pertains to the willingness to seek help due to a personal or emotional problem. There are nine different classifications of individuals listed within the section: Intimate Partner (e.g. girlfriend, boyfriend, husband, wife, spouse, etc.), Friend (not related to you), Parent, Other relative/family member, Mental Health Professional (e.g. psychologist, social worker, counselor), Doctor or General Practitioner, Minister or religious leader (e.g. Priest, Rabbi, Chaplain), I would not seek help from anyone, and I would seek help from another not listed above (e.g. work colleague. If no, leave blank).Intimate Partner. A multiple regression was conducted predicting the likelihood to reach out to an intimate partner (i.e., spouse, boyfriend, girlfriend, etc.) during a period of a personal or emotional problem from the variables gender identity and sexual identity.  Overall, the regression was not significant, F(2, 36) = .440, p > .05, R2 = .02. Of the predictors investigated, both gender identity (β = -.16, t(36) = -.66, p > .05) and sexual identity (β = .03, t(36) = .38, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Friend. A multiple regression was conducted predicting the likelihood to reach out to a friend during a period of a personal or emotional problem from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = .71, p > .05, R2 = .04. Of the predictors investigated, both gender identity (β = .37, t(36) = 1.19, p > .05) and sexual identity (β = -.04, t(36) = -.40, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Parent. A multiple regression was conducted predicting the likelihood to reach out to a parent during a period of a personal or emotional problem from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = 1.85, p > .05, R2 = .09. Of the predictors investigated, both gender identity (β = -.68, t(36) = -1.36, p > .05) and sexual identity (β = -.14, t(36) = -.81, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Other Relative/Family Member. A multiple regression was conducted predicting the likelihood to reach out to another relative/family member during a period of a personal or emotional problem from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = .75, p > .05, R2 = .04. Of the predictors investigated, both gender identity (β = -.108, t(36) = -.23, p > .05) and sexual identity (β = .20, t(36) = 1.21, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Mental Health Professional. A multiple regression was conducted predicting the likelihood to reach out to a mental health professional during a period of a personal or emotional problem from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = 1.66, p > .05, R2 = .09. Of the predictors investigated, both gender identity (β = .80, t(36) = 1.76, p > .05) and sexual identity (β = -.03, t(36) = -.17, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Doctor or general practitioner. A multiple regression was conducted predicting the  likelihood to reach out to a doctor or general practitioner during a period of a personal or emotional problem from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = .06, p > .05, R2 = .004. Of the predictors investigated, both gender identity (β = .03, t(36) = .07, p > .05) and sexual identity (β = .05, t(36) = .30, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Minister or religious leader. A multiple regression was conducted predicting the likelihood to reach out to a minister or religious leader during a period of a personal or emotional problem from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = .512, p > .05, R2 = .03. Of the predictors investigated, both gender identity (β = .16, t(36) = .40, p > .05) and sexual identity (β = .10, t(36) = .73, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I would not seek help from anyone. One of the presented options was that the individual would not participate in help-seeking behavior when experiencing a person or emotional problem. A multiple regression was conducted predicting the likelihood to reach out to no one during a period of a personal or emotional problem from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = .08, p > .05, R2 = .01. Of the predictors investigated, both gender identity (β = .15, t(36) = .33, p > .05) and sexual identity (β = -.05, t(36) = -.34, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I would seek help from another not listed above. The final choice allowed individuals to indicate that they would participate in help-seeking activity, but their outlet was not listed. A multiple regression was conducted predicting the likelihood to reach out to an outlet other than the options presented during a period of a personal or emotional problem from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = 1.25, p > .05, R2 = .08. Of the predictors investigated, both gender identity (β = .75, t(36) = 1.37, p > .05) and sexual identity (β = .04, t(36) = .22, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Suicidal ThoughtsThe second set of questions pertains to the willingness to seek help due to suicidal thoughts. The nine different classifications of individuals listed within the section were the same as the previous section.  Intimate Partner. A multiple regression was conducted predicting the likelihood to reach out to an intimate partner (i.e., spouse, boyfriend, girlfriend, etc.) during suicidal thoughts from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = .094, p > .05, R2 = .01. Of the predictors investigated, both gender identity (β = .18, t(36) = .41, p > .05) and sexual identity (β = -.04, t(36) = -.27, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Friend. A multiple regression was conducted predicting the likelihood to reach out to a friend during suicidal thoughts from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = .72, p > .05, R2 = .04. Of the predictors investigated, both gender identity (β = .58, t(36) = 1.15, p > .05) and sexual identity (β = -.02, t(36) = -.09, p > .05) were not significant. The null hypotheses for the research questions are not rejected.  Parent. A multiple regression was conducted predicting the likelihood to reach out to a parent during suicidal thoughts from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = .38, p > .05, R2 = .02. Of the predictors investigated, both gender identity (β = -.31, t(36) = -.55, p > .05) and sexual identity (β = -.08, t(36) = -.44, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Other relative/family member. A multiple regression was conducted predicting the likelihood to reach out to another relative/family member during suicidal thoughts from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = 1.91, p > .05, R2 = .96. Of the predictors investigated, both gender identity (β = -.40, t(36) = -.93, p > .05) and sexual identity (β = .29, t(36) = 1.93, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Mental Health Professional. A multiple regression was conducted predicting the likelihood to reach out to a mental health professional during suicidal thoughts from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = 3.09, p > .05, R2 = .15. Of the predictors investigated, gender identity (β = .78, t(36) = 2.11, p < .05) was significant and sexual identity (β = .07, t(36) = .51, p > .05) was not significant. The null hypotheses for the research questions are rejected.Doctor or General Practitioner. A multiple regression was conducted predicting the likelihood to reach out to a doctor or general practitioner during suicidal thoughts from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = .96, p > .05, R2 = .05. Of the predictors investigated, both gender identity (β = -.06, t(36) = -.12, p > .05) and sexual identity (β = .22, t(36) = 1.34, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Minister or religious leader. A multiple regression was conducted predicting the likelihood to reach out to a minister or religious leader during a period of a personal or emotional problem from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = .71, p > .05, R2 = .04. Of the predictors investigated, both gender identity (β = .13, t(36) = .32, p > .05) and sexual identity (β = .13, t(36) = .96, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I would not seek help from anyone. One of the presented options was that the individual would not participate in help-seeking behavior when experiencing a person or emotional problem. A multiple regression was conducted predicting the likelihood to reach out to no one during a period of a personal or emotional problem from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 35) = .33, p > .05, R2 = .02. Of the predictors investigated, both gender identity (β = -.28, t(35) = -.52, p > .05) and sexual identity (β = -.07, t(35) = -.40, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I would seek help from another not listed above. The final choice allowed individuals to indicate that they would participate in help-seeking activity, but their outlet was not listed. A multiple regression was conducted predicting the likelihood to reach out to an outlet other than the options presented during a period of a personal or emotional problem from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 28) = .472, p > .05, R2 = .03. Of the predictors investigated, both gender identity (β = .03, t(28) = -.05, p > .05) and sexual identity (β = .16, t(28) = .93, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Medical ConcernThe final set of questions pertains to the willingness to seek help due to a medical concern. The nine different classifications of individuals listed within the section were the same as the previous section.  Intimate partner. A multiple regression was conducted predicting the likelihood to reach out to an intimate partner (i.e., spouse, boyfriend, girlfriend, etc.) during a period of medical concern from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = .16, p > .05, R2 = .01. Of the predictors investigated, both gender identity (β = .08, t(36) = .19, p > .05) and sexual identity (β = .06, t(36) = .42, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Friend. A multiple regression was conducted predicting the likelihood to reach out to a friend during a period of a medical concern from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = 1.32, p > .05, R2 = .07. Of the predictors investigated, both gender identity (β = .37, t(36) = .79, p > .05) and sexual identity (β = 17, t(36) = 1.06, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Parent. A multiple regression was conducted predicting the likelihood to reach out to a parent during a period of a medical concern from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = .45, p > .05, R2 = .02. Of the predictors investigated, both gender identity (β = -.35, t(36) = -.73, p > .05) and sexual identity (β = -.05, t(36) = -.31, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Other relative/family member. A multiple regression was conducted predicting the likelihood to reach out to another relative/family member during a period of a medical concern from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = .83, p > .05, R2 = .04. Of the predictors investigated, both gender identity (β = .38, t(36) = .73, p > .05) and sexual identity (β = .13, t(36) = .75, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Mental Health Professional. A multiple regression was conducted predicting the likelihood to reach out to a mental health professional during a period of a medical concern from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = .084, p > .05, R2 = .01. Of the predictors investigated, both gender identity (β = .04, t(36) = .08, p > .05) and sexual identity (β = -.07, t(36) = -.40, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Doctor or General Practitioner. A multiple regression was conducted predicting the likelihood to reach out to a doctor or general practitioner during a period of a medical concern from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = .15, p > .05, R2 = .01. Of the predictors investigated, both gender identity (β = -.10, t(36) = -.31, p > .05) and sexual identity (β = -.06, t(36) = .53, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Minister or religious leader. A multiple regression was conducted predicting the likelihood to reach out to a minister or religious leader during a period of a personal or emotional problem from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 36) = 1.70, p > .05, R2 = .09. Of the predictors investigated, both gender identity (β = .45, t(36) = 1.15, p > .05) and sexual identity (β = .13, t(36) = .96, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I would not seek help from anyone. One of the presented options was that the individual would not participate in help-seeking behavior when experiencing a person or emotional problem. A multiple regression was conducted predicting the likelihood to reach out to no one during a period of a personal or emotional problem from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 33) = 1.90, p > .05, R2 = .10. Of the predictors investigated, both gender identity (β = .17, t(33) = .37, p > .05) and sexual identity (β = -.31, t(33) = -1.92, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I would seek help from another not listed above. The final choice allowed individuals to indicate that they would participate in help-seeking activity, but their outlet was not listed. A multiple regression was conducted predicting the likelihood to reach out to an outlet other than the options presented during a period of a personal or emotional problem from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 27) = 1.20, p > .05, R2 = .08. Of the predictors investigated, both gender identity (β = .58, t(27) = 1.07, p > .05) and sexual identity (β = .13, t(27) = .74, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Mental Help-Seeking Attitudes Scale (MHSAS)The Mental Help-Seeking Attitudes Scale asked individuals to rate on a 7-point Likert scale their feelings about seeking help from a mental health professional. The dichotomy created by the scale were antonyms to the other side, for example useless and useful. The values were recorded to match a 7-point Likert scale beginning with 1 and ending with 7, for example useless - 1 ad useful -  2. Useless or Useful. A multiple regression was conducted predicting the likelihood for an individual to report the usefulness of seeking help from a mental health professional from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 33) = .64, p > .05, R2 = .04. Of the predictors investigated, both gender identity (β = .26, t(33) = .87, p > .05) and sexual identity (β = -.10, t(33) = -.95, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Important or Unimportant. A multiple regression was conducted predicting the likelihood for an individual to report the importance of seeking help from a mental health professional from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 31) = .06, p > .05, R2 = .004. Of the predictors investigated, both gender identity (β = .20, t(31) = .30, p > .05) and sexual identity (β = -.06, t(31) = -.24,  p > .05) were not significant. The null hypotheses for the research questions are not rejected.Unhealthy or Healthy. A multiple regression was conducted predicting the likelihood for an individual to report the healthiness of seeking help from a mental health professional from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 33) = .20, p > .05, R2 = .01. Of the predictors investigated, both gender identity (β = .30, t(33) = .63, p > .05) and sexual identity (β = -.03, t(33) =  p > .05) were not significant. The null hypotheses for the research questions are not rejected.Ineffective or Effective. A multiple regression was conducted predicting the likelihood for an individual to report the effectiveness of seeking help from a mental health professional from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 33) = 1.13, p > .05, R2 = .06. Of the predictors investigated, both gender identity (β = .30, t(33) = 1.16, p > .05) and sexual identity (β = .05, t(33) = .56, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Good or Bad. A multiple regression was conducted predicting the likelihood for an individual to report whether seeking help from a mental health professional is good or bad from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 32) = .24, p > .05, R2 = .02. Of the predictors investigated, both gender identity (β = -.32, t(32) = -.63, p > .05) and sexual identity (β = .09, t(32) = .48, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Healing or Hurting. A multiple regression was conducted predicting the likelihood for an individual to report whether seeking help from a mental health professional heals or hurts from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = 1.69, p > .05, R2 = .10. Of the predictors investigated, both gender identity (β = .67, t(30) = 1.42, p > .05) and sexual identity (β = -.23, t(30) = -1.58, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Disempowering or Empowering. A multiple regression was conducted predicting the likelihood for an individual to report the empowerment of seeking help from a mental health professional from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 33) = .34, p > .05, R2 = .02. Of the predictors investigated, both gender identity (β = -.04, t(33) = -.10, p > .05) and sexual identity (β = .12, t(33) = .81, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Satisfying or Unsatisfying. A multiple regression was conducted predicting the likelihood for an individual to report the satisfaction of seeking help from a mental health professional from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 32) = 1.21, p > .05, R2 = .07. Of the predictors investigated, both gender identity (β = .57, t(32) = 1.48, p > .05) and sexual identity (β = -.13, t(32) = -.92, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Desirable or Undesirable. A multiple regression was conducted predicting the likelihood for an individual to report the desirability of seeking help from a mental health professional from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 32) = .29, p > .05, R2 = .02. Of the predictors investigated, both gender identity (β = -.10, t(32) = -.23, p > .05) and sexual identity (β = -.10, t(32) = -.63, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Mental Help-Seeking Intention Scale (MHSIS)\tThe Mental Help-Seeking Intention Scale focuses specifically on the intentions of the participant to participate in help-seeking activity during a period of a mental health concern. The survey utilized a 7-point Likert scale. The survey separates intention into three specific categories through the questions. The first is intention, the second is deciding to act on seeking help, and the third is planning to perform the action of seeking help. Intention. A multiple regression was conducted predicting the likelihood for an individual to report the intentionality of seeking help from a mental health professional from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 33) = .48, p > .05, R2 = .03. Of the predictors investigated, both gender identity (β = .36, t(33) = .98, p > .05) and sexual identity (β = -.05, t(33) = -.34, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Action. A multiple regression was conducted predicting the likelihood for an individual to report the decision to act on seeking help from a mental health professional from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 33) = .42, p > .05, R2 = .03. Of the predictors investigated, both gender identity (β = .32, t(33) = .88, p > .05) and sexual identity (β = -.003, t(33) = -.02, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Plan. A multiple regression was conducted predicting the likelihood for an individual to report the intentionality of seeking help from a mental health professional from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 33) = .48, p > .05, R2 = .03. Of the predictors investigated, both gender identity (β = .36, t(33) = .98, p > .05) and sexual identity (β = -.05, t(33) = -.34, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Barriers to Help-Seeking ScaleThe Barriers to Help-Seeking Scale began by proposing a hypothetical situation to the participant. Imagine that you begin to experience some pain in your body. The pain is not so overwhelming that you can't function. However, it continues for more than a few days and you notice it regularly. You consider seeking help from a medical doctor or other clinician at the student health center. Below are several reasons why you might choose NOT to seek help.The survey then lists multiple reasons as to why the individual would not seek help and asks the individual to rate, based on a 5-point Likert scale, how much the reason listed would influence their decision to seek help, 1-will not influence and 5- would highly influence.\tI would think less of myself for needing help. A multiple regression was conducted predicting the likelihood for an individual to report influence of thinking less of themselves for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = .453, p > .05, R2 = .03. Of the predictors investigated, both gender identity (β = .06, t(30) = .18, p > .05) and sexual identity (β = .11, t(30) = .84, p > .05) were not significant. The null hypotheses for the research questions are not rejected.\tI don’t like other people telling me what to do. A multiple regression was conducted predicting the likelihood for an individual to report influence of other people telling them what to do from seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = .27, p > .05, R2 = .02. Of the predictors investigated, both gender identity (β = .10, t(30) = .32, p > .05) and sexual identity (β = .06, t(30) = .53, p > .05) were not significant. The null hypotheses for the research questions are not rejected.\tNobody knows more about my problems than I do. A multiple regression was conducted predicting the likelihood for an individual to report influence of others not knowing as much for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = .875, p > .05, R2 = .06. Of the predictors investigated, both gender identity (β =-.16, t(30) = .-.46, p > .05) and sexual identity (β = -.132, t(30) = -1.05, p > .05) were not significant. The null hypotheses for the research questions are not rejected.\tI’d feel better about myself knowing I didn’t need help from others. A multiple regression was conducted predicting the likelihood for an individual to report influence of thinking less of themselves for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = .453, p > .05, R2 = .03. Of the predictors investigated, both gender identity (β = .06, t(30) = .18, p > .05) and sexual identity (β = .11, t(30) = .84, p > .05) were not significant. The null hypotheses for the research questions are not rejected.\tI don’t like feeling controlled by other people. A multiple regression was conducted predicting the likelihood for an individual to report influence of feeling controlled by other people for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = 1.40, p > .05, R2 = .09. Of the predictors investigated, both gender identity (β = .55, t(30) = 1.62, p > .05) and sexual identity (β = -.11, t(30) = -.16, p > .05) were not significant. The null hypotheses for the research questions are not rejected.It would seem weak to ask for help. A multiple regression was conducted predicting the likelihood for an individual to report influence of seeming weak for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = 2.52, p > .05, R2 = .14. Of the predictors investigated, both gender identity (β = .47, t(30) = 1.46, p > .05) and sexual identity (β = .14, t(30) = 1.21, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I like to make my own decisions and not be too influenced by others. A multiple regression was conducted predicting the likelihood for an individual to report the influence of feeling too influenced by other people for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = .25, p > .05, R2 = .02. Of the predictors investigated, both gender identity (β = .21, t(30) = .62, p > .05) and sexual identity (β = -.02, t(30) = .12, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I like to be in charge of everything in my life. A multiple regression was conducted predicting the likelihood for an individual to report influence of feeling in charge of everything in their life for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = .34, p > .05, R2 = .02. Of the predictors investigated, both gender identity (β = -.16, t(30) = -.41, p > .05) and sexual identity (β = .11, t(30) = .80, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Asking for help is like surrendering authority over my life. A multiple regression was conducted predicting the likelihood for an individual to report influence of feeling like asking for help surrenders authority to other people for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = .13, p > .05, R2 = .01. Of the predictors investigated, both gender identity (β = -.06, t(30) = -.19, p > .05) and sexual identity (β = .06, t(30) = .51, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I do not want to appear weaker than my peers. A multiple regression was conducted predicting the likelihood for an individual to report influence of weaker than other people for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = .44, p > .05, R2 = .03. Of the predictors investigated, both gender identity (β = -.10, t(30) = -.29, p > .05) and sexual identity (β = .11, t(30) = .94, p > .05) were not significant. The null hypotheses for the research questions are not rejected.The problem wouldn’t seem worth getting help for. A multiple regression was conducted predicting the likelihood for an individual to report influence of feeling like the problem wouldn’t seem worth seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = 2.10, p > .05, R2 = .12. Of the predictors investigated, both gender identity (β = -.65, t(30) = -1.63, p > .05) and sexual identity (β = .20, t(30) = 1.67, p > .05) were not significant. The null hypotheses for the research questions are not rejected.The problem wouldn’t be a big deal; it will go away in time. A multiple regression was conducted predicting the likelihood for an individual to report influence like the problem will go away without seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = .98, p > .05, R2 = .06. Of the predictors investigated, both gender identity (β = .22, t(30) = .72, p > .05) and sexual identity (β = .10, t(30) = .94, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I wouldn’t want to overreact to a problem that wasn’t serious. A multiple regression was conducted predicting the likelihood for an individual to report influence of feelings if the individual was overreacting for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = .19 p > .05, R2 = .01. Of the predictors investigated, both gender identity (β = -.02, t(30) = -.05, p > .05) and sexual identity (β = .07, t(30) = .61, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Problems like this are part of life they’re just something you have to deal with. A multiple regression was conducted predicting the likelihood for an individual to report influence of feeling problems are just a part of life and an individual just has to deal with them from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = .54, p > .05, R2 = .04. Of the predictors investigated, both gender identity (β = -.16, t(30) = -.49, p > .05) and sexual identity (β = .12, t(30) = 1.02, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I’d prefer just to suck it up rather than dwell on my problems. A multiple regression was conducted predicting the likelihood for an individual to report influence of feeling as if they had to suck it up instead of dwelling on it rather than seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = .49, p > .05, R2 = .03. Of the predictors investigated, both gender identity (β = -.33, t(30) = -.98, p > .05) and sexual identity (β = .02, t(30) = .16, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I would prefer to wait until I’m sure the health problem is a serious one. A multiple regression was conducted predicting the likelihood for an individual to report influence of feeling as if they needed to wait until the problem was a serious one prior to seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 30) = .69, p > .05, R2 = .04. Of the predictors investigated, both gender identity (β = .41, t(30) = 1.18, p > .05) and sexual identity (β = -.05, t(30) = -.37, p > .05) were not significant. The null hypotheses for the research questions are not rejected.People typically provide something in return when they provide help. A multiple regression was conducted predicting the likelihood for an individual to report influence of feeling as if they owe something to other people for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 29) = .17, p > .05, R2 = .01. Of the predictors investigated, both gender identity (β = .12, t(29) = .43, p > .05) and sexual identity (β = -.05, t(29) = -.50, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I would have real difficulty finding transportation to a place where I could get help. A multiple regression was conducted predicting the likelihood for the influence of transportation concerns for not seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 29) = .17, p > .05, R2 = .01. Of the predictors investigated, both gender identity (β = -.03, t(29) = -.11, p > .05) and sexual identity (β = -.04, t(29) = -.51, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I wouldn’t know what sort of help was available. A multiple regression was conducted predicting the likelihood for an individual to report influence of not knowing what help is available from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 29) = 2.17, p > .05, R2 = .13. Of the predictors investigated, both gender identity (β = .77, t(29) = 1.93, p > .05) and sexual identity (β = -.03, t(29) = .18, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Financial difficulties would be an obstacle to getting help. A multiple regression was conducted predicting the likelihood for an individual to report influence of financial concerns impacting help-seeking from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 29) = .09, p > .05, R2 = .01. Of the predictors investigated, both gender identity (β = .02, t(29) = .06, p > .05) and sexual identity (β = .06, t(29) = .39, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I don’t trust doctors and other health professionals. A multiple regression was conducted predicting the likelihood for an individual to report influence of mistrust of the medical community for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 29) = .33, p > .05, R2 = .02. Of the predictors investigated, both gender identity (β = .23, t(29) = .76, p > .05) and sexual identity (β = -.07, t(29) = -.45, p > .05) were not significant. The null hypotheses for the research questions are not rejected.A lack of health insurance would prevent me from asking for help. A multiple regression was conducted predicting the likelihood for an individual to report influence of a lack of health insurance impacting help-seeking from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 29) = 3.09, p > .05, R2 = .18. Of the predictors investigated, both gender identity (β = 1, t(29) = 2.40, p > .05) and sexual identity (β = -.02, t(29) = -.12, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Privacy is important to me, and I don’t want other people to know about my problems. A multiple regression was conducted predicting the likelihood for an individual to report influence of feeling as if other people will know the individual’s problems and privacy concerns for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 29) = 1.28, p > .05, R2 = .08. Of the predictors investigated, both gender identity (β = .59, t(29) = 1.58, p > .05) and sexual identity (β = -.03, t(29) = -.24, p > .05) were not significant. The null hypotheses for the research questions are not rejected.This problem is embarrassing. A multiple regression was conducted predicting the likelihood for an individual to report influence of feeling embarrassed for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 29) = .34, p > .05, R2 = .02. Of the predictors investigated, both gender identity (β = .24, t(29) = .66, p > .05) and sexual identity (β = -.09, t(29) = -.68, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I don’t want some stranger touching me in ways I’m not comfortable with. A multiple regression was conducted predicting the likelihood for an individual not wanting to be touched as a barrier for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 29) = 3.81, p > .05, R2 = .21. Of the predictors investigated, both gender identity (β = .50, t(29) = 1.54, p > .05) and sexual identity (β = -.32, t(29) = -2.65, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I don’t like taking off my clothes in front of other people. A multiple regression was conducted predicting the likelihood for an individual to report influence of unwillingness to undress in front of others as a barrier for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 29) = .79, p > .05, R2 = .05. Of the predictors investigated, both gender identity (β = .07, t(29) = .18, p > .05) and sexual identity (β = -.19, t(29) = -1.24, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I wouldn’t want someone I don’t know touching my body. A multiple regression was conducted predicting the likelihood for an individual to report influence of not wanting a stranger to touch their body to serve as a barrier for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 28) = 1.11, p > .05, R2 = .07. Of the predictors investigated, both gender identity (β = .19, t(28) = .45, p > .05) and sexual identity (β = -.21, t(28) = -1.49, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I don’t like getting emotional about things. A multiple regression was conducted predicting the likelihood for an individual to report influence of not wanting to get emotional to serve as a barrier for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 28) = 1.00, p > .05, R2 = .07. Of the predictors investigated, both gender identity (β = .30, t(28) = .81, p > .05) and sexual identity (β = -.18, t(28) = -1.35, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I don’t like to talk about feelings. A multiple regression was conducted predicting the likelihood for an individual to report influence of not wanting to talk about feelings to serve as a barrier for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 28) = .72, p > .05, R2 = .05. Of the predictors investigated, both gender identity (β = .40, t(28) = 1.20, p > .05) and sexual identity (β = -.04, t(28) = -.32, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I'd rather not show people what I’m feeling. A multiple regression was conducted predicting the likelihood for an individual to report influence of not wanting to show feelings to others as a barrier for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 28) = 1.34, p > .05, R2 = .09. Of the predictors investigated, both gender identity (β = .52, t(28) = 1.64, p > .05) and sexual identity (β = -.05, t(28) = -.39, p > .05) were not significant. The null hypotheses for the research questions are not rejected.I wouldn't want to look stupid for not knowing how to figure this problem out. A multiple regression was conducted predicting the likelihood for an individual to report influence of looking stupid due to not knowing how to figure out the problem as a barrier for seeking help from the variables gender identity and sexual identity. Overall, the regression was not significant, F(2, 28) = .61, p > .05, R2 = .04. Of the predictors investigated, both gender identity (β = .003, t(28) = .007, p > .05) and sexual identity (β = .15, t(28) = -1.01, p > .05) were not significant. The null hypotheses for the research questions are not rejected.Research QuestionsThrough the analysis, the research questions can be answered. The data indicates that identity and sexual identity do not serve as predictors of help-seeking behavior for college-aged individuals thus fails to reject the null hypotheses. Individually, there is some indication that gender identity and sexual identity do have an influence on help-seeking behavior, however the relationship will have to be further researched.  Chapter V: ConclusionThe purpose of this research study was to determine the implications of LGBTQ identity of help-seeking behavior of college students; more specifically, the investigation was to determine if sexual identity or gender identity could serve as predictors for help-seeking behavior. By doing so, the research would assist in informing the practices of LGBTQ advocates, health professionals, and administrators of higher education to best support LGBTQ. The study took four instruments utilized for help-seeking behavior intentions, attitudes, and barriers for both mental and physical health concerns and hoped to determine in which situations the gender identity and the sexual identity could predict the respective intentions, attitudes, and barriers as a mechanism which would inform behavior in accordance with theoretical frameworks such as the Theory of Planned Behavior. The study, unfortunately, found itself with numerous limitations which led to a lack of significant results. However, the study can be utilized as a beginning for future studies.   Discussion\tWhile conducting the statistical analysis of the data, numerous variables were not proven to be statistically significant, however the proximity to the p < .05 limit was interesting. A variety of factors were within the p = .06 and p = .09 for either the regression analysis, correlational analysis, or both analyses. The proximity to the statistically significant value indicator highlights that a sample size which is larger and contains more participants who do not identify as cisgender and heterosexual may provide a variety of variables which are proven as statistically significant predictors to help-seeking behavior in LGBTQ college students. This trend of p-values provides a guideline for future research and positive overall implications that identifying predicting factors may be possible within a different context.    \tAdditionally, this study does not support the body of research. Numerous studies have supported that LGBTQ individuals experience lower rates of help-seeking behavior. The review of the literature highlighted that the general population does have evidence of LGBTQ individuals not participating in help-seeking behaviors due to external factors such as fear of discrimination by others (Connors et al., 2019). This study was looking specifically at the sheer presence of an LGBTQ identity on help-seeking behavior. Due to the sample demographics, this study may not be a true reflection of the actual impact which is highlighted by the opposite findings of the majority of studies.  P-20 Implications\tThe P-20 implications of the study focus on the experience of LGTQ students on college campuses. There are three major implications of the study and similar studies. Each implication focuses on improving the overall experience of LGBTQ students on college campuses by addressing the factors that can influence that experience. The implications address aspects of the experience which could impact help-seeking behavior at various socio-ecological levels by doing such the implications can increase the likelihood of success within the collegiate learning environment. One P-20 implication of this study allows for higher education administrators and practitioners to better anticipate the intrapersonal barriers to help-seeking behavior such as feelings of shame by asking for help. This anticipation can assist in the creation and justification of innovative techniques to normalize help-seeking behaviors as well ensure accessibility to help-seeking outlets such as mental health providers and student health centers to students. Finding innovative ways to normalize help-seeking behavior while dismantling barriers would work to increase utilization of services which may lend to preventative action as opposed to utilization of resources when deemed necessary because the concern has progressed to a point in which it will need to be addressed and solved which is currently the norm (Young & Fisher-Borne, 2018). The normalization will also work to create an environment and culture on the college campus which would lend itself to advocating for and normalizing students to participate in help-seeking behavior which is instrumental in increasing the likelihood of help-seeking behaviors as supported by Haslam et al. (2009), Sontag-Padilla et al. (2016), and Parrott & Eckhart (2019). This environment coupled with an increased awareness by practitioners and professionals on college campuses on the unique implications of LGBTQ identity on health and help-seeking behavior will further strengthen the environment in which LGBTQ students feel empowered and able to get help for concerns prior to the concerns impacting their success in college. Additionally, the study highlights the value of continued support for LGBTQ centers and LGBTQ-focused support staff on college campuses. While higher education continues to face state-allocated budget cuts and constraints while simultaneously seeing enrollment decline, the importance of these centers is vital to ensuring student success and allowing for LGBTQ visibility. A lack of these centers will decrease the ability to focus specifically on undercovering the unique needs of LGBTQ students on college campuses due to the lack of a centralized areas to gain this perspective. Through building and inclusive culture, LGBTQ centers reflect a focused effort of higher education to create an environment conducive to the well-being of all students. The continued funding and support of LGBTQ centers can work to address this through campus-wide education and initiatives, policy advocacy, and the allowance of a physical space to illicit community formation among LGBTQ students. These centers are vital to ensuring that known barriers to help-seeking behavior, such as fear improper pronoun uses, denial of services due to provider beliefs are avoided (Cox, 2021). Additionally, the sense of community in a physical space of an LGBTQ center has been proven to assist in the likelihood of participation in help-seeking behavior and it creates a social norm of help-seeking behavior. In order to ensure that LGBTQ students feel the sense of community with those with similar identities, inclusive practices and techniques will need to continuously evolve to meet the needs of marginalized identities. In recent years, efforts have been made by legislative bodies to remove aspects of the LGBTQ experiences from being visible on college campuses. Examples of these efforts range from the defunding of LGBTQ centers as seen by the defunding of the Pride Centers, an LGBTQ student center at the University of Tennessee at Knoxville, by Tennessee state legislators to the adoption of the Parental Rights in Education act in the state of Florida which bans inclusion of LGBTQ material within the classroom setting and allows for civil lawsuits to be filed against schools which are believed to be including this topic and ultimately the expulsion of students suspects to be a member of LGBTQ. Advocacy work by college administrators echoed throughout the student body can work to dissuade these legislative actions.Finally, continued financial support for areas in which students have the ability to participate in free help-seeking activities, such as counselling centers and student health centers. These areas are not typically academic in nature. These resource areas usually fall within the realm of student affairs. As colleges and universities work to ensure one of the core missions of educating their students, student affairs related departments and budgets are some of the initial departments to be impacted. These budget concerns may lead to higher education institutions to begin charging students for participating in help-seeking activities within their sphere of practice or outsource to third party providers who charge in similar ways to the private sector. This added impact of financial burden could impact students’ willingness to participate in help-seeking behaviors. These three examples are only more recent examples of long-standing policies and actions across the nation on college campuses which continue to impact student success in higher education. This study highlights the vital importance of continuing to fund and support LGBTQ spaces advocating against exclusionary legislative action and advocating for inclusive practices to empower LGBTQ students to be visible in their identity without fear that their identity will hinder their success or ability to seek help when needed. Outside of P-20 ImplicationsAs institutions of higher learning serve as microcosms of larger society, comparisons can be made to the help-seeking behavior of those outside of the higher education sphere. It is widely documented that LGBTQ individuals face disproportionately higher levels of mental health concerns, substance use disorders, and other health-related concerns in addition to interpersonal concerts such as hate crimes and discrimination (Substance Abuse and Mental Health Services Administration, 2012). However, the rates of help-seeking activity for LGBTQ individuals outside of the higher education sector are also extremely low due to fears of microaggressions and discrimination by help-seeking outlets such as medical professionals, religious members, and others (Connors et al., 2019). This trend of discrimination of LGBTQ in larger society continues as seen by the passage of legislative action which disallows for younger LGBTQ individuals to be able to pursue gender affirming care regardless of parental support. In situations in which the parents of a minor who identifies as LGBTQ supports help-seeking activities such as pursuing gender affirming care, the parents could be investigated for child abuse, such is the case in Texas (Chappell, 2022). Over 30 states have placed some bans on gender affirming care for minors specifically targeting the experiences of Trans and Non-Binary individuals. These bans only work to exacerbate the apprehension of LGBTQ individuals from participating in help-seeking behavior once they reach higher education. Furthermore, LGBTQ individuals are four times as likely to attempt suicide as compared to their non-LGBTQ counterparts (Johns et al., 2020). This increased risk of suicide attempts in addition to the lack of ability to participate in help-seeking behavior through legislative and the low rates of actual participation in help-seeking behavior has implications that could result in an LGBTQ individual dying by suicide. The impacts of suicide on have implications that extend past the individual’s immediately family and could only further estrange other LGBTQ individuals from feeling like profession help for them in times of need.  \tOverall, the topic of the study is applicable to overarching societal concerns regarding the likelihood of LGBTQ individuals to participate in help-seeking behavior. Marginalized communities continue to face numerous challenges within society. LGBTQ individuals have seen improvements in societal aspects such as the passage of marriage equality and the recognition of LGBTQ relationships in benefits such as taxes and parenthood, however, improvements are still needed to improve LGBTQ individual’s experiences. LimitationsThe study faced 3 major limitations which impacted the overall findings of the study. The initial limitation to the study was a low response rate. At the end of data collection, the study had 61 participants. A sample size of 100 or more was the desired sample size. The promotion of study participation was done through numerous means including social media, email, and more. The use of targeted snowball sampling was utilized in order to be able to recruit a diverse sexual identity and gender identity composition for the sample. However, this did not result in the desired sample size. In future studies, promotion of participation may need to be done on a wider scale in order to get a diverse sample. Additionally, the wider sample size would allow for more accurate representation of the larger population of LGBTQ college students.The second limitation was a low completion rate. The initial sample had 61 participants in the study; the sample size dropped to 36 after the demographic section of the survey and continued to decline until it hit 28 participants which was the total sample which completed the survey. This decline highlights a 45% completion rate of the survey. This rate further impacted the data analysis in similar ways as the limitation presented by the low overall response rate by not ensuring a powerful effect size of the study. However, this low completion rate could reflect apprehension about talking about help-seeking behaviors due to self-reflection on practices. Future studies could address this in various ways including incentivizing participation or using fewer instruments. The latter solution may not provide the same holistic view of participants intentions, attitudes, and reported barriers to help-seeking behavior. The third limitation was a high rate of individuals within the sample which identified as cisgender and heterosexual. As previously mentioned, approximately 3% of participants reported having a gender identity which was not man or women. The question included a variety of gender identities outside of the gender binary of man and women, including a fillable response option. While approximately 31% did not respond to the gender identity question within the demographic section. Within the portion of the sample that reported their gender identity, it can be assumed that the identities are cisgender in nature as trans masc, transgender masculine individuals, and trans femme, transgender feminine individuals, were options. The results would indicate that almost 75% of the participants were cisgender. Similar trends were seen regarding sexual identity in which 37% of participants identified as heterosexual, with an additional 31% preferring not to respond to the question. The oversaturation of cisgender and heterosexual participants was a point of awareness and was attempted to be addressed by recruitment practices which included communication with LGBTQ centers to assist in the recruitment of LGBTQ college students. Unfortunately, the low rates of participants who did not identify as cisgender or heterosexual resulted in the data of the study to be unable to truly focus on the experiences and reported help-seeking behavior intentions, attitudes, and barriers for the population in which the study desired. Future StudiesAs future research looks more in-depth into the help-seeking activities of LGBTQ college students and the ways in which the LGBTQ individuals interact with the healthcare system, a few recommendations have been uncovered by the completion of this study. These recommendations will be able to assist in the overall process of the research regarding this topic and population, but also provide ideas for future studies to build upon this body of knowledge. To begin, studies should place a specific focus on LGBTQ individuals enrolled in college when recruiting for these types of studies. Whereas comparative studies may be beneficial and a more robust initial baseline of data regarding help-seeking in LGBTQ college students for both mental and physical health concerns may be beneficial. There are numerous prior studies looking at help-seeking during a mental health concern, but there are few that physical health concerns outside of the realm of sexually transmitted disease prevention and even less that explore the combination of the two aspects of an individual’s overall health.    Additionally, future studies may want to utilize qualitative research methodology or mixed methodology to allow for the individuals to tell their story and find the themes among help-seeking behavior intentions, attitudes, and barriers to help-seeking behavior. The addition of mixed methodology, or a combination of both quantitative and qualitative, may result in the context of the individual’s story and corresponding thematic commonalities while also depersonalizing the topic to find cause-and-effect type relationships to support the commonalities. By employing these types of methods, a researcher may be able to get a full picture of the factors at play for the help-seeking behaviors for LGBTQ college students but would also be able to begin to identify where the barriers are through the qualitative analyses and implement changes to dismantle said barriers. Dismantling these barriers may increase the overall help-seeking activity for future LGBTQ college students. Additionally, the results of this study allow for future studies to examine the relationships between LGBTQ identity on help-seeking behavior and the Theory of Planned Behavior. With larger sample sizes with higher proportions of LGBTQ representation, a study may be able to determine the attitudes, intentions, perceived barriers to help-seeking behaviors and more accurately represent the likelihood of the individual's behavior moving forward. This further exploration and understanding could also help to bridge the gap between the intention to seek help and an individual taking the first step in action towards help-seeking behavior. The gap between these two components of an individual receiving help would require more in-depth analysis of personal experiences in addition to the estimation of sociocultural barriers, further advocating for both qualitative and quantitative research methods.ConclusionIn conclusion, the study hoped to have added to the body of research regarding the help-seeking behaviors of LGBTQ college students by uncovering the predictability of behavior based on gender identity and sexual identity. Unfortunately, the limitations of the study prevented the research questions from being supported, however, they did uncover the potential for future studies regarding similar topics. With minor changes to the sampling methodology and adapting the instrument to lean into shorter quantitative methods and qualitative would allow for researchers to capture the experience of LGBTQ college students, but also allow for these students to feel validated in their experiences and feel like more than a data point. Overall, the study furthered the conversation regarding LGBTQ college student’s interactions with the healthcare system and the complexity of factors that go into help-seeking activity within a population which has historically faced numerous forms of sociocultural and legislative stigmatization.ReferencesAllen, J. L, & Mowbray, O. (2015). Sexual orientation, treatment utilization, and barriers for alcohol related problems: Findings from a nationally representative sample. Drug and Alcohol Dependence, 161, 323-330. doi: 10.1016/j.drugalcdep.2016.02.025. Alpert, A. B., Cichoskielly, E. E., & Fox, A. D. (2017). What lesbian, gay, bisexual, transgender, queer and intersex patients say doctors should know and do: A qualitative study. Journal of Homosexuality, 64(10), 1368-1386. doi:10.1080/00918369.2017.1321376. American College Health Association. (2022). Undergraduate student health assessment II: Undergraduate student reference group data report Fall 2021. https://www.acha.org/documents/ncha/NCHA-III_FALL_2021_UNDERGRADUATE_REFERENCE_GROUP_EXECUTIVE_SUMMARY.pdf. Andrew, B.J., Mullan, B.A., de Wit, J.B.F., Minds, L. A., Todd, J., & Kothe, E. J. (2016). Does the Theory of Planned Behaviour explain condom use behaviour among men who have sex with men? A meta-analytic review of the literature. AIDS and Behavior, 20, 2834–2844 https://doi.org/10.1007/s10461-016-1314-0Association of American Universities (2020). Report on the AAU Campus Climate Survey on Sexual Assault and Misconduct. https://www.aau.edu/sites/default/files/AAU-Files/Key-Issues/Campus-Safety/Revised%20Aggregate%20report%20%20and%20appendices%201-7_(01-16-2020_FINAL).pdf. Bazzi, A. R., Whoms, D. S., King, D. S., & Potter, J. (2015). Adherence to mammography screening guidelines among transgender persons and sexual minority women. American Journal of Public Health, 105(11), 2356-2358. doi: 10.2105/AJPH.2015.302851. Biddle, L., Donovan, J., Sharp, D., Gunnell, D. (2007). Explaining non-help-seeking amongst young adults with mental distress: a dynamic interpretive model of illness behavior. Sociology of Health & Illness, 29 (7), 983 – 1002. doi: 10.1111/j.1467-9566.2007.01030.x Benuto, L. T., Casas, J., Gonzalez, F., Newlands, R. (2020). The Behavioral Model of Health: Education, behavioral health factors, and stigma as predictors of help-seeking attitudes. Community Mental Health Journal, 56, 1275–1283. doi: https://doi.org/10.1007/s10597-020-00601-y. Benz, M. B., Reed, K. P., Bishop, L. S. (2019). Stigma and help-seeking: The interplay of substance use and gender and sexual minority identity. Addictive Behaviors, 97, 63-69. https://doi.org/10.1016/j.addbeh.2019.05.023 Berke, D. S., Liautaud, M., & Tuten, M. (2020). Men’s psychiatric distress in context: Understanding the impact of masculine discrepancy stress, race, and barriers to help-seeking. Journal of Health Psychology, 27(4), 1-15. https://doi.org/10.1177/1359105320977641.\t Bronski, M. (2011). A Queer History of the United States. Beacon Press.   Canadian Institute of Health Research. (2022). What is gender? What is sex?. https://cihr-irsc.gc.ca/e/48642.html. Cass, V. C. (1979). Homosexual identity formation: A theoretical model. Journal of Homosexuality, 4(3), 219–235. https://doi.org/10.1300/J082v04n03_01 Ceatha, N. (2016). Mastering wellness: LGBT people’s understanding of wellbeing through interest sharing. Journal of Research in Nursing, 21(3), 199-209. doi: 0.1177/1744987116642007. Chakawa, A., & Shapiro, S. K. (2021). The association between problem recognition, race/ethnicity, and professional help-seeking intentions across psychological disorders. Emerging Adulthood. doi: https://doi.org/10.1177/21676968211000491. Chappell, B. (2022). Texas Supreme Court OKs state child abuse inquiries into the families of trans kids. https://www.npr.org/2022/05/13/1098779201/texas-supreme-court-transgender-gender-affirming-child-abuseChickering A. W. & Reisser, L. (1993). Education and identity. San Francisco: Jossey-Bass.Christensen, M. C., Caswell, C., & Hernández, M. F. (2020). Contextualizing barriers to help-seeking after sexual violence: A critical feminist study with Latinx college women. Affilia, 36(1), 97-112. doi: https://doi.org/10.1177/0886109920906782     Cicero, E. C., & Wesp, L. M. (2017). Supporting the health and well-being of transgender students. The Journal of School Nursing, 33(2), 95-108. doi: 10.1177/1059840516689705. Clement, S., Schauman, O., Graham, T., Maggioni, F., Evans-Lacko, S., Bezborodovs, N., Morgan, C., Rüsch, N., Brown, J. S. L., & Thornicroft, G. (2015). What is the impact of mental health-related stigma on help-seeking? A systematic review of quantitative and qualitative studies. Psychological Medicine, 45, 11–27. doi:10.1017/S0033291714000129. Coley, J. S. (2018). Theologies of exclusion: Christian universities and discrimination against sexual minorities. Sociological Spectrum, 38(6), 422–37. doi: https://doi.org/10.1080/02732173.2018.1564097. Conceição, V., Rothes, I., & Gusmão, R. (2021). The effects of a video-based randomized controlled trial intervention on depression stigma and help-seeking attitudes in university students. Psychiatry Research, 308. doi: https://doi.org/10.1016/j.psychres.2021.114356. Connors, J., Casares, M.C., Honigberg, M.C., & Davis, J.A. (2020). LGBTQ Health https://doi.org/10.1007/978-3-030-24025-7_2.Consortium of Higher Education LGBTQ Resource Professionals. (2020). Find an LGBTQ Center. https://www.lgbtcampus.org/find-an-lgbtqa-campus-center. Cox, M. (2021). Ever-expansive care: Supporting LGBTQ patients and families. Pediatric Nursing, 47(6), 305. https://www.proquest.com/openview/0135e2f97e451ed716426cffff6fcb92/1?pq-origsite=gscholar&cbl=47659.  Craig, S. L., Eaton, A. D., McInroy, L. B., Leung, V. W. Y., & Krishnan, S. (2021). Can social media participation enhance LGBTQ+ youth well-being? Development of the Social Media Benefits Scale. Social Media + Society. https://doi.org/10.1177/2056305121988931 Crenshaw, K. W. (2017). On intersectionality: Essential writings. The New Press.  Creswell, J. W. (2012). Educational research: Planning, conducting, and evaluating quantitative and qualitative research (4th ed.). Pearson. D’Augelli, A. R. (1994). Identity development and sexual orientation: Toward a model of lesbian, gay, and bisexual development. In E. J. Trickett, R. J. Watts, & D. Birman (Eds.), Human diversity: Perspectives on people in context (pp. 312-333). Jossey-Bass DeVita, T., Bishop, C., & Plankey, M. (2018). Queering medical education: systematically assessing LGBTQI health competency and implementing reform. Medical Education Online, 23, 1-8. https://doi.org/10.1080/10872981.2018.1510703.  Dillon, F. R., Worthington, R. L., & Moradi, B. (2011). Sexual identity as a universal process. In S. J. Schwartz, K. Luyckx, & V. L. Vignoles (Eds.), Handbook of identity theory and research (pp. 649–670). Springer. https://doi.org/10.1007/978-1-4419-7988-9_27 DiLorenzo, T. A., Dornelas, E. A., & Fischer, E. H. (2015). Predictive validity of the attitudes toward medical help-seeking scale. Preventative Medicine Reports, 2, 146-148. doi: http://dx.doi.org/10.1016/j.pmedr.2015.02.004. Divin, N., Harper, P., Curran, E., Corry, D., & Leavey, G. (2018). Help-seeking measures and their use in adolescents: A systematic review. Adolescent Research Review, 3, 113-122. https://doi.org/10.1007/s40894-017-0078-8 Donovan, C., & Barnes, R. (2019). Help-seeking among lesbian, gay, bisexual and/or transgender victims/survivors of domestic violence and abuse: The impacts of cisgendered heteronormativity and invisibility. Journal of Sociology, 56(4), 554-570. https://doi.org/10.1177/1440783319882088. Drysdale, K., Cama, E., Botfield, J., Bear, B., Cerio, R., & Newman, C. E. (2020). Targeting cancer prevention and screening interventions to LGBTQ communities: A scoping review. Health and Social Care in the community, 29, 1233-1248. doi: 10.1111/hsc.13257. Fischer, E. H., Dornelas, E. A., & DiLorenzo, T. A. (2013). Attitudes toward seeking medical care: development and standardization of a comprehensive scale. Journal of Applied Social Psychology, 43, E115-E123. doi: 10.1111/jasp.12043. Fredriksen-Goldsen, K. I., Simoni, J. M., Kim, H., Lehavot, K., Walters, K. L., Yang, J., & Hoy-Ellis, C. P. (2014). The Health Equity Promotion Model: Reconceptualization of lesbian, gay, bisexual, and transgender (LGBT) health disparities. American Journal of Orthopsychiatry, 84(6), 653-663. doi: 10.1037/ort0000030.Foronda, C. (2019). A theory of cultural humility. Journal of Transcultural Nursing, 31(1), 7-12. doi: 10.1177/1043659619875184. Gahagan, J., & Colpitts, E. (2017). Understanding and measuring LGBTQ pathways to health: A scoping review of strengths-based health promotion approaches in LGBTQ health research. Journal of Homosexuality, 64(1), 95-121. http://dx.doi.org/10.1080/00918369.2016.1172893. Gallup. (2020). LGBT Rights. https://news.gallup.com/poll/1651/gay-lesbian-rights.aspx   Gibson, A. W., Gobillot, T. A., Wang, K., Conley, E., Coard, W., Matsumoto, K., Letourneau, H., Patel, S., Merel, S. E., Sairenji, T., Whipple, M. E., Ryan, M. R., Morales, L. S., & Heinen, C. (2020). A novel curriculum for medical student training in LGBTQ healthcare: A regional pathway experience. Journal of Medical Education and Curricular Development, 7. https://doi.org/10.1177/2382120520965254Goffman, E. (1963). Stigma: Notes on the management of spoiled identity. Englewood Cliffs, NJ: Prentice Hall. Goodrich, K. M., & Brammer, M. K. (2020). Cass's homosexual identity formation: A critical analysis. Journal of Multicultural Counseling & Development, 49(4), 239–253. https://doi-org.libproxy.udayton.edu/10.1002/jmcd.12228 Gough, B., & Novikova, I. (2020). Mental health, men and culture: How do sociocultural constructions of masculinities relate to men's mental health help-seeking behaviour in the WHO European Region?. WHO Regional Office for Europe. Gourash, N. (1978). Help-Seeking: A review of the literature. American Journal of Community Psychology, 6(5), 413-423. doi:10.1007/bf00941418.  Grace, T. W. (1997) Health problems of college students. Journal of American College Health, 45(6), 243-251, DOI: 10.1080/07448481.1997.9936894 Graves, K. (2018). The history of lesbian, gay, bisexual, transgender, queer issues in higher education. In: Paulsen MB (ed.) Higher Education: Handbook of Theory and Research, Vol. 33. New York: Springer, pp. 127–173. Gover, A.R., Harper, S.B. & Langton, L. (2020). Anti-Asian hate crime during the COVID-19 pandemic: Exploring the reproduction of inequality. American Journal of Criminal Justice, 45, 647–667. https://doi.org/10.1007/s12103-020-09545-1 Hammer, J. H.,& Spiker, D. A. (2018). Dimensionality, reliability, and predictive evidence of validity for three help seeking intention instruments: ISCI, GHSQ, and MHSIS. Journal of Counseling Psychology, 65, 394-401. doi: 10.1037/cou0000256. Hammer, J. H., Parent, M. C., & Spiker, D. A. (2018). Mental Help Seeking Attitudes Scale (MHSAS): Development, reliability, validity, and comparison with the ATSSPH-SF and IASMHS-PO. Journal of Counseling Psychology, 65, 74-85. doi: 10.1037/cou0000248 Haviland, K. S., Swette, S., Kelechi, T., & Mueller, M. (2020). Barriers and facilitators to cancer screening among LGBTQ individuals with cancer. Oncology Nursing Forum, 47(1), 44-55. doi: 10.1188/20.ONF.44-55. Haslam, S. A., Jetten, J., Postmes, T., & Haslam, C. (2009). Social identity, health and well-being: An emerging agenda for applied psychology. Applied Psychology: An International Review, 58 (1), 1–23 doi: https://doi.org/10.1111/j.1464-0597.2008.00379.x. Heck, E., Jaworska, N., Desomma, E., Dhoopar, A. S., Macmaster, F. P., Dewey, D., & Macqueen, G. (2014). A survey of mental health services at post-secondary institutions in Alberta. The Canadian Journal of Psychiatry, 59(5), 250–258. doi: https://doi.org/10.1177/070674371405900504. Heerde, J. A., & Hemphill, S. A. (2018). Examination of associations between informal help-seeking behavior, social support, and adolescent psychosocial outcomes: A meta-analysis. Developmental Review, 47, 44-62. doi: https://doi.org/10.1016/j.dr.2017.10.001.  Henriquez, N. R., & Ahmad, N. (2021). “The message is you don’t exist”: Exploring lived experiences of rural lesbian, gay, bisexual, transgender, queer/questioning (LGBTQ) people utilizing health care services. SAGE Open Nursing, 7, 1-10. doi: 10.1177/23779608211051174 Hortsmann, S., Schmechel, C., Palm, K., Oertelt-Prigione, S., & Bolte, G. (2022). The operationalisation of sex and gender in quantitative health–related research: A scoping review. International Journal of Environmental Research and Public Health, 19(12). https://doi.org/10.3390/ijerph19127493.Howell, J., & Maguire, R. (2019). Seeking help when transgender: Exploring the difference in mental and physical health seeking behaviors between transgender and cisgender individuals in Ireland. International Journal of Transgenderism, 20(4), 421-433. https://doi.org/10.1080/15532739.2019.1658145. Human Rights Campaign. (n.d.). Glossary of Terms. https://www.hrc.org/resources/glossary-of-terms.Hunt, L., Vennat, M., & Waters, J. H. (2018). Health and wellness for lesbian, gay, bisexual, transgender, and queer youth. Advances in Pediatrics, 65(1), 41-54. doi: 10.1016/j.yapd.2018.04.002. Ibrahim, N., Amit, N., Shahar, S., Wee, L., Ismail, R., Khairuddin, R., Siau, C. S., & Safien, A. M. (2019). Do depression literacy, mental illness beliefs and stigma influence mental health help-seeking attitude? A cross-sectional study of secondary school and university students from B40 households in Malaysia. BMC Public Health, 19, 544. doi: https://doi.org/10.1186/s12889-019-6862-6.  Johns, M. M., Lowry, R., Haderxhanaj, L. T., Rasberry, C. N., Robin, L., Scales, L., Stone, D. & Suarez, N. A. (2020). Trends in violence victimization and suicide risk by sexual identity among high school students — Youth Risk Behavior Survey, United States, 2015–2019. Morbidity and Mortality Weekly Report, 69,(Suppl-1):19–27.Johnson, M. J., Mueller, M., Eliason, M. J., Stuart, G., & Nemeth, L. S. (2016). Quantitative and mixed analyses to identify factors that affect cervical cancer screening uptake among lesbian and bisexual women and transgender men. Journal of Clinical Nursing, 25, 3628-2642. doi: 10.1111/jocn.13414. Kosyluk, K. A., Conner, K. O., Al-Khouja, M., Bink, A., Buchholz, B., Ellefson, S., Fokuo, K., Goldberg, D., Kraus, D., Leon, A., Powell, K., Schmidt, A., Michaels, P., & Corrigan, P. W. (2020). Factors predicting help seeking for mental illness among college students. Journal of Mental Health, 30(3), 300-307. doi: https://doi.org/10.1080/09638237.2020.1739245 Langley, E. L., Wooten, B. M., & Grieve, R. (2017). The utility of the Health Belief Model variables in predicting help-seeking intention for anxiety disorders. Australian Psychologist, 291-301. doi:10.1111/ap.12334.    Langston, M. E., Fuzzell, L., Lewis-Thames, M. W., Khan, S., & Moore, J. X. (2019). Disparities in health information-seeking behaviors and fatalistic views of cancer by sexual orientation identity: A nationally representative study of adults in the United States. LGBT Health, 6(4), 192-201. doi: 10.1089/lgbt.2018.0112. Lee, J. Y., & Shin, Y. J. (2022). Correction to: Using the Theory of Planned Behavior to Predict Korean College Students’ Help-Seeking Intention. The Journal of Behavioral Health Services & Research, 49(1), 117. https://doi-org.libproxy.udayton.edu/10.1007/s11414-020-09744-y Lev, A.I. (2004). Transgender Emergence: Therapeutic guidelines for working with gender-variant people and their families. Haworth Press Lisnyj, K. T., Gillani, N., Pearl, D., L., McWhirter, J. E., & Papadopoulos, A. (2021). Factors associated with stress impacting academic success among post-secondary students: A systematic review. Journal of American College Health. https://doi.org/10.1080/07448481.2021.1909037. Mansfield, A. K., Addis, M. E., & Courtenay, W. (2005). Measurement of men’s help seeking development and evaluation of the Barriers to Help Seeking Scale. Journal of Men & Masculinity, 6(2), 95-108. doi: 10.1037/1524-9220.6.2.95 Mereish, E. H. (2019). Substance use and misuse among sexual and gender minority youth. Current Opinion in Psychology, 30, 123–127. https://doi.org/10.1016/j.copsyc.2019.05.002.  Meyer, I. H., & Frost, D. M. (2013). Minority stress and the health of sexual minorities. In C. J. Patterson & A. R. D'Augelli (Eds.), Handbook of psychology and sexual orientation (pp. 252–266). Oxford University Press. Meyer, I. H. (1995). Minority stress and mental health in gay men. Journal of Health and Social Behavior, 36,38–56. doi: http://dx.doi.org/10.2307/2137286 Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129, 674–697. http://dx.doi.org/10.1037/0033-2909.129.5.674Minton, H. L. (1997). Queer theory: Historical roots and implications for Psychology. Theory & Psychology, 7(3), 337–353. https://doi.org/10.1177/0959354397073003  Mirza, S. A., & Rooney, C. (2018). Discrimination prevents LGBTQ people from accessing health care. Center for American Progress. https://www.americanprogress.org/article/discrimination-prevents-lgbtq-people-accessing-health-care/. Mok, K., Chen, N., Torok, M., McGillivray, L., Zbukvic, I., & Shand, F. (2020). Factors associated with help-seeking for emotional or mental health problems in community members at risk of suicide. Advances in Mental Health, 19(3), 236-246. https://doi.org/10.1080/18387357.2020.1770109. Moro, G. L., Leombruni, P., Fabrizio, B., Siliquini, R., & PRIMES Collaborating Group. (2021). Mental health of medical students belonging to sexual minorities: A focus on help-seeking behavior in an Italian multicenter survey. Current Psychology. https://doi.org/10.1007/s12144-021-01541-w. Morris, M., Cooper, R. L, Ramesh, A., Tabatabai, M., Arcury, T. A., Shinn, M., Im, W., Juarez, P., & Matthews-Juarez, P. (2019). Training to reduce LGBTQ-related bias among medical, nursing, and dental students and providers: a systematic review. BMC Medical Education, 19. https://doi.org/10.1186/s12909-019-1727-3Nobiling, B. D., & Maykrantz, S. A. (2017). Exploring perceptions about and behaviors related to mental illness and mental health service utilization among college students using the health belief model (HBM) exploring perceptions about and behaviors related to mental illness and mental. American Journal of Health Education, 48(5), 306–319. doi: https://doi.org/10.1080/19325037.2017.1335628. Nohr, L., Lorenzo Ruiz, A., Sandoval Ferrer, J. E., & Buhlmann, U. (2021). Mental health stigma and professional help-seeking attitudes a comparison between Cuba and Germany. PloS one, 16(2), e0246501. doi: https://doi.org/10.1371/journal.pone.0246501 Oberioi, S., Chaudhary, N., Patnaik, S., & Signh, A. (2016). Understanding health seeking behavior. Journal of Family Medicine and Primary Care, 5(2), 463-464. doi: 10.4103/2249-4863.192376. Ohl, M., Tate, J., Duggal, M., Skanderson, M., Scotch, M., Kaboli, P., Vaughan-Sarrazin, M., & Justice, A. (2010). Rural residence is associated with delayed care entry and increased mortality among veterans with human immunodeficiency virus infection. Medical care, 48(12), 1064–1070. doi: 10.1097/MLR.0b013e3181ef60c2 Oswalt, S. B., Lederer, A. M., Chestnut-Steich, K., Day, C., Halbritter, A., & Ortiz, D. (2018). Trends in college students’ mental health diagnoses and utilization of services, 2009–2015. Journal of American College Health, 68(1), 41-51. doi: https://doi.org/10.1080/07448481.2018.1515748. Parrott, S., & Eckhart, N. (2019). Stigma in the news: The representation and trivialization of stigma in U.S. news publications. Health Communication, 36(4), 440-447. doi: 10.1080/10410236.2019.1693132  Patton, L. D., Renn, K. A., Guido, F. M., Quaye, S. J., & Forney, D. S. (2016). Student development in college (3rd ed.). John Wiley & Sons. Pratt-Chapman, M. L., Murphy, J., Hines, D., Brazinskaite, R., Warren, A. R., & Radix, A. (2021). “When the pain is so acute or if I think that I’m going to die”: Healthcare seeking behaviors and experiences of transgender and gender diverse people in an urban area. PLoS ONE, 16(2). https://doi.org/10.1371/journal.pone.0246883. Ramsey, Z. S., Davidoc, D. M., Levy, C. B., & Abildso, C. G. (2022). An etic view of LGBTQ healthcare: Barriers to access according to healthcare providers and researchers. Journal of Gay & Lesbian Social Services, 34(4), 502-520. https://doi.org/10.1080/10538720.2022.2042452.  Ravid, R. (2020). Practical statistics for educators (6th ed.). Rowman & Littlefield. Redden, E. (2021). The View From Student Health Services. Inside Higher Education. https://www.insidehighered.com/news/2021/10/14/student-health-centers-report-high-demand-services. Rickwood, D. & Thomas, K. (2012). Conceptual measurement framework for help-seeking for mental health problems. Psychology Research and Behavior Management, 5, 173-183. Doi: 10.2147/PRBM.S38707  Robinson, S. R., Ravi, K., & Voth Schrag, R. J. (2020). A systematic review of barriers to formal help seeking for adult survivors of IPV in the United States, 2005-2019. Trauma, Violence, & Abuse, 22(5), 1279-1295. doi: https://doi.org/10.1177/1524838020916254    Rüsch, N., Angermeyer, M. C., & Corrigan, P. W. (2005). Mental illness stigma: Concepts, consequences, and initiatives to reduce stigma. European Psychiatry, 20, 529–539. doi:10.1016/j.eurpsy.2005.04.004 Russell, S. T., & Fish, J. N. (2020). Mental health in lesbian, gay, bisexual, and transgender (LGBT) youth. Annual Review of Clinical Psychology, 12(1), 465–487. https://doi.org/10.1146/annurev-clinpsy-021815-093153 Saab, M. M., Noonan, B., Kilty, C., Fitzgerald, S., Collins, A., Lyng, A., Kennedy, U., O’Brian, M., & Hegarty, J. (2020). Awareness and help-seeking for early signs and symptoms of lung cancer: A qualitative study with high-risk individuals. European Journal of Oncology Nursing, 30. doi: https://doi.org/10.1016/j.ejon.2020.101880. Saewyc, E. M. (2011). Research on adolescent sexual orientation: Development, health disparities, stigma, and resilience. Journal of Research on Adolescents, 21(1), 256-272. doi: https://doi.org/10.1111/j.1532-7795.2010.00727.x. Saint Arnoult, D. (2009). Cultural Determinants of Help Seeking: A Model for Research and Practice. Research and Theory for Nursing Practice: An International Journal, 23(4), 259–278. doi:10.1891/1541-6577.23.4.259. Saint Arnoult, D. (2018). Defining and theorizing about culture: The evolution of the cultural determinants of help seeking-revised. Nursing Research, 67(2), 161-168. doi: 10.1097/NNR.0000000000000264. Sava, L. M., Earnshaw, V. A., Menino, D. D., Perrotti, J., & Reisner, S. L. (2021). LGBTQ student health: A mixed-methods study of unmet needs in Massachusetts schools. Journal of School Health, 91(11), 894-905. doi: 10.1111/josh.13082. Sheer, J. R., & Baam, L. (2021). Help-seeking patterns among LGBTQ young adults exposed to intimate partner violence victimization. Journal of Interpersonal Violence, 36(17/18), 8050-8069. doi: 10.1177/0886260519848785. Sontag-Padilla, L., Woodbridge, M. W., Mendelsohn, J., D'Amico, E. J., Osilla, K. C., Jaycox, L. H., Eberhart, N. K., Burnam, A. B., & Stein, B. D. (2016). Factors affecting mental health service utilization among California public college and university students. Psychiatric Services, 67(8), 890–897. doi: https://doi.org/10.1176/appi.ps.201500307 Substance Abuse and Mental Health Services Administration. (2012). Top Health Issues for LGBT Populations Information & Resource Kit. HHS Publication No. (SMA) 12-4684. Substance Abuse and Mental Health Services Administration. Suh, T. M. (2021). \"Chapter 39 Gender-Affirming Care\". In Encyclopedia of Queer Studies in Education. Brill. doi: https://doi.org/10.1163/9789004506725_039 Tajfel, H. (1974). Social identity and intergroup behaviour. Social Science Information, 13(2), 65–93. https://doi.org/10.1177/053901847401300204 Tanner, A. E., Reboussin, B. A., Mann, L., Song, E., Alonzo, J., & Rhodes, S. D. (2015). Factors influencing health care access perceptions and care-seeking behaviors of immigrant Latino sexual minority men and transgender individuals: Baseline findings from the HOLA intervention study. Journal of Health Care for the Poor and Underserved, 25(4), 1679-1697. doi: 10.1353/hpu.2014.0156.  Tennent, E. (2021). Identity and action: Help‐seeking requests in calls to a victim support service. British Journal of Social Psychology, 60(4), 1241-1261. doi: https://doi.org/10.1111/bjso.12448 The Association of LGBTQ Journalists. (2021a, December). Sntersex. https://www.nlgja.org/stylebook/intersex/.The Association of LGBTQ Journalists. (2021b, December). Sexual orientation. https://www.nlgja.org/stylebook/sexual-orientation/Tomczyk, S., Schomerus, G., Stolzenburg, S., Muehlan, H. & Schmidt, S. (2020). Ready, willing and able? An investigation of the Theory of Planned Behaviour in help-seeking for a community sample with current untreated depressive symptoms. Prevention Science, 21, 749–760. doi: https://doi.org/10.1007/s11121-020-01099-2. U.S. Department of Health and Human Services, & Centers for Disease Control and Prevention. (2019). Youth Risk Behavior Surveillance — United States, 2019. Morbidity and Mortality Weekly Report, 69(1). The Center for Surveillance, Epidemiology, and Laboratory Services, Centers for Disease Control and Prevention (CDC), U.S. Department of Health and Human Services. U.S. Department of Health and Human Services. (2016). Advancing LGBT Health & Well-Being 2016 Report. https://www.hhs.gov/programs/topic-sites/lgbtq/reports/health-objectives-2016.html. U.S. Department of Health and Human Services. (2022). Health Equity and Health Disparities Environmental Scan. Rockville, MD: U.S. Department of Health and Human Services, Office of the Assistant Secretary for Health, Office of Disease Prevention and Health Promotion.      Wallin, E., Maathz, P., Parling, T., & Husti, T. (2018). Self-stigma and the intention to seek psychological help online compared to face-to-face. Journal of Clinical Psychology, 74(7), 1207-1218. doi: https://doi.org/10.1002/jclp.22583. Wegner, R., & Wright, A. J. (2016). A psychometric evaluation of the homonegative microaggressions scale. Journal of Gay & Lesbian Mental Health, 20(4), 299–318. https://doi.org/10.1080/19359705.2016.1177627. Weis, L. (1995). Identity formation and the process of ‘othering’: Unravelling sexual threads. Educational Foundations, 9, 17–33. White, M.M., Clough, B. A., & Casey, L. M. (2017). What do help-seeking measures assess? Building a conceptualization framework for help-seeking intentions through a systematic review of measure content. Clinical Psychology Review, 59, 61-77. doi:10.1016/j.cpr.2017.11.001      Wilson, C. J., Deane, F. P., Ciarrochi, J., & Rickwood, D. (2005a). General Help Seeking Questionnaire (GHSQ) [Database record]. APA PsycTests. https://doi.org/10.1037/t42876-000. Wilson, C. J., Deane, F. P., Ciarrochi, J., & Rickwood, D. (2005b). Measuring help-seeking intentions: properties of the General Help-Seeking Questionnaire. Canadian Journal of Counselling, 39(1), 15-28. \t Woodford, M. R., Kulick, A.., Garvey, J. C., Sinco, B. R., & Hong, J. S. (2018). LGBTQ policies and resources on campus and the experiences and psychological well-being of sexual minority college students: Advancing research on structural inclusion. Psychology of Sexual Orientations and Gender Diversity, 5(4), 445-456. doi: https://doi.org/10.1037/sgd0000289. Yerra, S., & Yarra, P. (2022). Understanding health disparities among LGBTQ populations and future needs. Evidence Based Nursing, 25(1), 21. doi: 10.1136/ebnurs-2020-103328. Young, S. R., & Fisher-Borne, M. (2018). An examination of health and mental health factors impacting the LGBTQ community. In M. P. Dentato (Ed.), Social work practice with the LGBTQ community: The intersection of history, health, mental health, and policy factors (pp. 409–429). Oxford University Press. Yorgason, J. B., Linville, D., & Zitzman, B. (2008). Mental health among college students: Do those who need services know about and use them? Journal of American College Health, 57, 173–182. doi:10.3200/JACH.57.2.173-182  Appendix AIRB Approval LetterAppendix BSurvey",
    "id": 580039155,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.murraystate.edu:etd-1389"
    },
    "title": "IMPLICATIONS OF LGBTQ IDENTITY ON HELP-SEEKING IN COLLEGE STUDENTS",
    "language": {
        "code": "zz",
        "name": "Undetermined"
    },
    "publishedDate": "2023-01-01T08:00:00+00:00",
    "publisher": "Murray State\\u27s Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.murraystate.edu/cgi/viewcontent.cgi?filename=1&article=1389&context=etd&type=additional"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/580039155.docx"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/580039155"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/580039155/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/580039155/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/580039155"
        }
    ],
    "abstract": "LGBTQ individuals find themselves experiencing both mental and physical health concerns at disproportionate rates than cisgender and heterosexual individuals. However, LGBTQ individuals have been shown to seek help for these concerns. Studies examining this phenomenon on college campuses have focused predominantly on mental health concerns. This study hoped to look at both physical and mental health concerns and determine the implications of an LGBTQ identity on help-seeking behavior in college students. The study utilized quantitative research methods through targeted snowball sampling on social media and email. At the conclusion of the collection period, 61 participants completed a survey that included four instruments to gauge attitudes, intentions, and barriers to help-seeking behavior to get a holistic view of help-seeking behavior likelihood. Multiple regressions were completed to determine if gender identity and sexual identity would serve as predictors of help-seeking behavior. Overall, the study failed to prove predictability; however one variable was determined to have an impact on help-seeking behavior in the context of seeking help from a mental health professional during a mental health concern. Whereas the study did not find predictability, the study supported the need for inclusive practices on college campuses such as the funding of LGBTQ centers and the advocacy of inclusive policies, and justifies future research further examining the relationship between LGBTQ identity and help-seeking behavior on college campuses",
    "tags": [
        "text",
        "LGBTQ college students",
        "help-seeking behavior",
        "health equity",
        "health outcomes",
        "inclusivity",
        "equity",
        "Higher Education",
        "Public Health",
        "Public Health Education and Promotion"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.murraystate.edu:etd-1389",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3760",
        "openDoarId": 0,
        "name": "Murray State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 580039155,
        "depositedDate": null,
        "publishedDate": "2023-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-20T20:53:05+00:00",
        "acceptedDate": null,
        "createdDate": "2023-08-27T21:49:22+01:00"
    },
    "urls": [
        "https://digitalcommons.murraystate.edu/context/etd/article/1389/viewcontent/auto_convert.pdf",
        "https://digitalcommons.murraystate.edu/etd/305",
        "https://digitalcommons.murraystate.edu/context/etd/article/1389/filename/1/type/additional/viewcontent/Matthew_Allen__Dissertation__1_.docx"
    ],
    "lastUpdate": "2024-01-20T20:53:05+00:00",
    "setSpecs": []
}