{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Anthony Lyons"
        },
        {
            "name": "Tomas Rozbroj"
        },
        {
            "name": "Marian Pitts"
        },
        {
            "name": "Anne Mitchell"
        },
        {
            "name": "Helen Christensen"
        }
    ],
    "contributors": [],
    "createdDate": "2016-04-04T11:48:02+01:00",
    "dataProvider": {
        "id": 713,
        "name": "Analysis and Policy Observatory (APO)",
        "url": "https://api.core.ac.uk/v3/data-providers/713",
        "logo": "https://api.core.ac.uk/data-providers/713/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/pdf/30672251.pdf",
    "fullText": "Anthony Lyons \nTomas Rozbroj \nMarian Pitts \nAnne Mitchell \nHelen Christensen\nAustralian Research Centre  \nin Sex, Health and Society \nImproving E-therapy for \nMood Disorders among \nLesbians and Gay Men\nA practical toolkit for developing tailored web  \nand mobile phone-based depression and  \nanxiety interventions\n\nAustralian Research Centre in Sex, Health and Society \nImproving E-therapy for \nMood Disorders among \nLesbians and Gay Men\nA practical toolkit for developing tailored web \nand mobile phone-based depression and anxiety \ninterventions\nAnthony Lyons, Tomas Rozbroj, Marian Pitts,  \nAnne Mitchell, Helen Christensen\nMarch 2015\nThis project was funded by beyondblue\nAcknowledgements 1\nThe purpose of this toolkit 2\nAbout the authors 3\nINTRODUCTION 4\nWhat are e-therapies and why are they important? 4\nImproving e-therapies for lesbians and gay men 8\nRESEARCH DESIGN 13\nPhase 1: Review of e-therapies 13\nPhase 2: Focus groups 13\nHow the research project informs this toolkit 14\nRECOMMENDATIONS 15\nKey principles: inclusiveness and relevance 15\nUsing adaptive logic 15\nA note about other sexual orientations 15\nThe introductory section of an e-therapy 16\nLanguage 17\nImagery 19\nExamples and characters 20\nAvatars and personalisation 22\nRelationships 23\nFurther recommendations for improving relevance 25\nSocial Support 28\nReferences to mental health resources 30\nCASE EXAMPLE 31\nTypical structure of an e-therapy 31\nModified structure of an e-therapy 31\nCHECKLIST OF RECOMMENDATIONS 32\nUSER TESTING 34\nADDITIONAL RESOURCES 35\nREFERENCES 36\nContents\nAustralian Research Centre in Sex, Health and Society — ARCSHS 1\nRECOMMENDATIONS\nACKNOWLEDGEMENTS\nWe wish to thank beyondblue who funded this project and toolkit as part \nof the National Priority Driven Research Program in Gay, Lesbian, Bisexual, \nTransgender, and Intersex (GLBTI) People. \nThis project received valuable input from an expert advisory group who \nspecialise in the mental health of same-sex attracted people. Members \nof this group included Dr Ruth McNair (University of Melbourne), Dr \nAmaryll Perlesz (Bouverie Centre), Dr Kieran O’Loughlin (Victorian AIDS \nCouncil), Dr David Belasic (Queerspace) and Dr Simon Rice (Melbourne \nUniversity / Orygen Youth Health Research Centre). \n© Australian Research Centre in Sex, Health and Society,  \nLa Trobe University, 2015\nLa Trobe University \n215 Franklin Street \nMelbourne, Victoria, 3000 \nAustralia \nT 03 9479 8700 \nF 03 9479 8711 \nE arcshs@latrobe.edu.au \nW latrobe.edu.au/arcshs\nISBN 9781921915666\nDesign: La Trobe University Creative Services\nSuggested citation:\nLyons, A., Rozbroj, T., Pitts, M., Mitchell, A., & Christensen, H. (2015). \nImproving e-therapy for mood disorders among lesbians and gay men: \nA practical toolkit for developing tailored web and mobile phone-based \ndepression and anxiety interventions. Monograph Series No. 102. The \nAustralian Research Centre in Sex, Health and Society, La Trobe University: \nMelbourne, Australia. \nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 2\nRECOMMENDATIONS\nTHE PURPOSE OF THIS TOOLKIT\nThis toolkit provides the first comprehensive set of guidelines for tailoring \nmood-disorder e-therapies to the needs of same-sex attracted people. \nIt gives developers of e-therapies a set of practical recommendations for \nadjusting e-therapies to more effectively accommodate lesbians and gay \nmen. These recommendations are supported by in-depth research that \nwas designed specifically to inform this toolkit. Summaries of this research \nare provided in the toolkit and detailed findings are available in published \nresearch articles. This toolkit also provides information on the mental \nhealth-related challenges that are often faced by same-sex attracted \npeople and links readers to key resources and organisations for further \ninformation. Checklists and other tools are included as aids for developers \nto assess the inclusiveness and relevance of e-therapies to lesbians and gay \nmen. In short, this toolkit contains an extensive set of tools and explains \nwhy and how they could be implemented. \nSuch guidance is timely and useful, as e-therapies are an increasingly \nimportant healthcare delivery mode for the treatment of mood disorders \nand are now servicing significant numbers of people. Making e-therapy \nrelevant to lesbians and gay men is especially important because these \npopulations are far more likely to experience depression and anxiety than \nheterosexual people, and often face barriers to accessing other forms \nof therapy due to stigma and discrimination. Currently, e-therapies are \nlargely aimed at heterosexual users and fail to respond to issues that are \noften central to the mental health of lesbians and gay men. It is therefore \nimportant to make e-therapies inclusive and relevant to lesbians and gay \nmen to ensure that these groups are able to benefit from e-therapy and its \ngrowing utility as part of strategies for addressing mood disorders. \nAustralian Research Centre in Sex, Health and Society — ARCSHS 3\nRECOMMENDATIONS\nABOUT THE AUTHORS\nDr Anthony Lyons\nDr Lyons is a Senior Research Fellow in the Australian Research Centre \nin Sex, Health and Society at La Trobe University. He has a background in \npsychology and public health, and specialises in the health and wellbeing of \nmarginalised communities, with particular focus on mental health.\nTomas Rozbroj\nTomas Rozbroj is a Research Officer in the Australian Research Centre \nin Sex, Health and Society at La Trobe University. He has a background \nin social research with a focus on psychology, and his research explores \nmental health and social justice issues. \nProfessor Marian Pitts\nProfessor Pitts is Emeritus Professor and former Director of the Australian \nResearch Centre in Sex, Health and Society at La Trobe University. Her \nresearch focuses on sexuality and health issues, and she has advised a \nnumber of State and Federal Ministerial Committees on sexual health. \nProfessor Anne Mitchell ao\nProfessor Mitchell is Emeritus Professor in the Australian Research Centre \nin Sex, Health and Society at La Trobe University and former Director of \nGay and Lesbian Health Victoria. She has over 20 years of experience in the \nfields of health and sexuality. \nProfessor Helen Christensen\nProfessor Christensen is Director of Black Dog Institute and holds academic \npositions in a number of Australian universities. She has developed five \nonline psychological interventions for depression and anxiety, including \nMoodGYM, and is an international expert in the field of e-therapies.\nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 4\nRECOMMENDATIONS\nThis section provides background information about \ne-therapies and explains why they need to be tailored to \nlesbians and gay men. \nWHAT ARE E-THERAPIES AND WHY ARE THEY \nIMPORTANT?\nWhat are e-therapies?\nE-therapies are internet and mobile phone-based \nprograms that are designed to treat a range of \nhealth problems. One key area where e-therapies are \nparticularly useful is in the prevention and treatment \nof depression and anxiety. Some also focus on building \nresilience and promoting positive mental health. \nE-therapies may operate with or without human \nsupport, but are invariably interactive. This interactivity \nmay, for example, take the form of worksheets, \nquestions and answers, and other exercises that allow \nthe user to learn skills for improving their mental \nhealth. As digital interventions, many e-therapies take \nadvantage of multimedia, such as videos, animations, \nand audio, to deliver content and to enhance user \nengagement.\nAs well as “e-therapy”, such programs may be named \nwith other terminology, including: “internet self-help \ntherapies”, “cCBT” (computerised Cognitive Behavioural \nTherapy), and “web-based interventions”. In this toolkit \nthe term “e-therapy” or “therapy” (for short) are used.\nThe history of e-therapies\nE-therapies have been made possible by the \ncommercialisation and popularisation of the internet, \nand more recently smart portable device technology. \nThe possibility of harnessing the internet to deliver \ntherapy was suggested as early as the 1960s (Wright, \n2004, p. 3), but it was not until the new millennium that \nprograms began making a broad impact. For example, \nearly large-scale e-therapies like MoodGym and Fear \nFighter appeared in 2001 and 2005 respectively.\nSince the new millennium, there has been a large \nincrease in the number and sophistication of \ne-therapies, as well as considerable growth in evidence \nsupporting the effectiveness of e-therapies, particularly \nthose based on Cognitive Behavioural Therapy (CBT) \n(Marks & Cavanagh, 2009). With the emergence of a \nstrong evidence base for e-therapy, peak organisations \nand government bodies have shown increasing support \nfor e-therapy as part of strategies for reducing the \nprevalence of mental health problems. \n“ E-therapy is a primarily self-guided intervention \nprogram that is executed by means of a prescriptive \n online program operated through a website and \nused by consumers seeking health and mental \nhealth related assistance.”\nThe growing credibility and feasibility of e-therapy as a \nprevention and treatment tool is reflected, for example, \nin the United Kingdom’s shift in policy responses. \nIn 2002, the National Institute for Health and Care \nExcellence (NICE) guidelines stated that e-therapies \n“may be of value in the management of anxiety and \ndepressive disorders. This evidence is, however, \nan insufficient basis on which to recommend the \nintroduction of this technology into the NHS” (National \nInstitute for Clinical Excellence, 2002, p. 1). Five years \nlater, NICE found comprehensive evidence for the \neffectiveness and advantageousness of e-therapies, \nand recommended their use for treatment of depression \nand anxiety as well as several other disorders (National \nInstitute for Clinical Excellence, 2007). In response, the \nNHS integrated e-therapies into its national mental \nhealth strategy, which spurred further growth in \ndevelopment and research on e-therapy. The UK is now \none of the leading developers of e-therapies.\n“ As of October 2014, Beacon… listed 75 e-therapies \nthat applied a psychological modality (usually \nCBT) to the treatment of depression or anxiety.”\nIntroduction\nAustralian Research Centre in Sex, Health and Society — ARCSHS 5\nRECOMMENDATIONS\nIn Australia, e-therapies play an integral role in the \nFederal Government’s mental health strategy. The \nGovernment has articulated an e-Mental Health Strategy \nFor Australia (Department of Health and Ageing, 2012; \nHealthdirect Australia, 2014) and the Department of \nHealth supports a range of providers to deliver e-health \ntherapies. For example, a suite of therapies [www.\nmentalhealthonline.org.au] have been developed by \nthe e-Therapy Research Unit at Swinburne University \n(Swinburne University, 2014). Other examples include \nMyCompass [www.mycompass.org.au] and BiteBack \n[www.biteback.org.au] which were developed by Black \nDog Institute, as well as MoodGym [www.moodgym.\nanu.edu.au/welcome] (National Institute for Mental \nHealth Research, 2014c) and E-Couch [www.ecouch.\nanu.edu.au/welcome] (National Institute for Mental \nHealth Research, 2014b) which were developed by the \nNational Institute for Mental Health Research at the \nAustralian National University (Christensen et al., 2014). \nThe application of e-therapies are supported by peak \nbodies such as the Australian Psychological Association \n(APS) (Fuller, 2013) and beyondblue (beyondblue, 2014). \nE-therapies are also being developed in other countries \nsuch as the United States, New Zealand, Sweden, \nNorway, Netherlands, Israel, and China (Cowpertwait & \nClarke, 2013; Marks & Cavanagh, 2009; National Institute \nfor Mental Health Research, 2014a). More broadly, \ne-health continues to proliferate and now comprises an \nintegral part of the World Health Organisation’s (WHO) \nstrategy to address healthcare inequality (World Health \nOrganisation, 2011). \nWhile many popular e-therapies are web-based, there \nhas been a steep rise in recent years in app-based \ne-therapies, which are delivered on mobile phones and \ntablets. These e-therapies take advantage of touch \nscreen technology and the capacity for third parties to \ndevelop apps for dissemination on portable devices. \nSeveral recent reviews have highlighted the growth of \napp-based e-therapies (Donker et al., 2013; Harrison \net al., 2011; Proudfoot et al., 2013). Indications are that, \nwhile at present many lack a strong research evidence \nbase of their clinical effectiveness, app-based e-therapy \nwill increase in sophistication and significance into the \nimmediate future.\nAs of 1st October 2014, Beacon – a comprehensive \nweb database of e-therapies (Christensen et al., 2010; \nNational Institute for Mental Health Research, 2014a) \n– listed 75 e-therapies that applied a psychological \nmodality (usually CBT) to the treatment of depression \nor anxiety. These were a minority of listings; on the date \nabove Beacon listed over 300 programs in total. \nWhat are the advantages of e-therapy?\nThere are at least three major advantages to e-therapy: \naccessibility, cost-effectiveness, and inclusiveness. \nAccessibility\nE-therapies are available 24/7, 365 days a year, to \npractically anyone who has access to the internet, \neither via a computer or a smartphone. This translates \ninto a broad reach in most developed countries. In \nAustralia, for example, 83% of the population reported \nhaving internet access in 2012-2013 (Australian Bureau \nof Statistics, 2014), and in 2012 49% reported having \na smartphone (Australian Communications and \nMedia Authority, 2012). This high level of accessibility \nis particularly useful in areas where mental health \nservices are limited (Abbott, Klein, & Ciechomski, 2008; \nRochlen, Zack, & Speyer, 2004; Spurgeon & Wright, \n2010), such as rural, regional, and outer metropolitan \nareas, and for people who are restricted through \nlack of transport or from poor health. Accessibility is \nfurther enhanced by enabling users to complete the \ne-therapy in their own time. They may work through \ncontent within a timeframe that suits them, revisit \nsections, repeat exercises, or skip parts they do not find \nrelevant. Although e-therapy is not necessarily designed \nto replace face-to-face therapy, its accessibility is \nparticularly important for anyone who faces barriers to \ntraditional services, either because of where they live \nor other difficulties accessing services, or if they are \non waiting lists. This makes e-therapies a potentially \nimportant adjunct to face-to-face therapy. \nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 6\nINTRODUCTION\nCost-effectiveness\nE-therapies are significantly cheaper than face-to-face \ntherapy (Christensen et al., 2014; Fuller, 2013). They \ncarry an initial development cost, but the ongoing \nmaintenance cost is relatively low, especially if they \nare not therapist-assisted. For example, in 2007 the \nDepartment of Health in the UK estimated a total \ncost saving of £1,260,000 per 250,000 people over 2 \nyears from using cCBT (Department of Health, 2007). \nThe Australian e-therapy MyCompass can achieve \nthe same quality-adjusted life-year (QALY) gain for \na fifth of the cost of anti-depressant treatment and a \ntenth of the cost of face-to-face therapy (Christensen \net al., 2014). The cost-effectiveness of e-therapies is \nalso endorsed as a major benefit by the Australian \nPsychological Society (Fuller, 2013), and also by \na significant number of researchers (Richards & \nRichardson, 2012; Richardson, Stallard, & Velleman, \n2010). Cost benefits for e-therapies also apply to users, \nas many e-therapies are available for free or at a low \nfee, especially in countries that provide them as part \nof their universal health system, such as in the UK, or \nwhere they are funded by research grants or by non-\nprofit organisations and made freely available, such as \nin Australia.\nInclusiveness\nE-therapies are particularly advantageous in catering \nto marginalised groups, such as lesbians and gay men \n(Abbott et al., 2008; Rochlen et al., 2004). Research \nshows that same-sex attracted populations may fear \nstigma or a lack of understanding from healthcare \nservice providers, and this may dissuade them from \ndiscussing their experiences, revealing their identity, or \naccessing therapy altogether (Ashworth, n.d; Morrison \n& Dinkel, 2012; Saulnier, 2002). These fears, which may \nprevent them from seeing a mental health professional, \nare however less likely to be a concern in e-therapies, \nwhich typically allow users to remain anonymous. For \nlesbians and gay men, e-therapy may therefore be a \nsafer, less confronting mode through which they can \naccess help. E-therapies are also highly customisable. \nThe same basic program can be adapted into different \nversions for different users. It can potentially harness \nadaptive logic, which delivers tailored content based \non a user’s responses or attributes. This flexibility \ngives potential for e-therapies to reach out to a range \nof marginalised groups with content that targets the \nspecific experiences and needs of those groups.\nHow effective is e-therapy?\nA number of studies have demonstrated the clinical \neffectiveness of e-therapies. Although, in general, \ne-therapies have high user dropout rates, they have \nnevertheless proven to be clinically effective as a \ngeneral healthcare mode. This has been demonstrated \nin a number of academic review publications (Barak, \nHen, Boniel-Nissim, & Shapira, 2008; Foroushani, \nSchneider, & Assareh, 2011; Griffiths & Christensen, \n2006; Richards & Richardson, 2012). Some of the more \nprominent e-therapies are supported by significant \nbodies of research proving their effectiveness. For \nexample, MoodGym is evidenced by 17 research trials \nand 7 randomised controlled trials (National Institute for \nMental Health Research, 2014a). \nThe following is a list of open-access resources that \nprovide useful information on evidence for the clinical \neffectiveness of e-therapies:\n  Beacon 2.0: a website that catalogues and reviews \ne-therapies from around the world.  \nwww.beacon.anu.edu.au\n  NICE technology appraisals: guidance by the \nNational Institute for Health and Care Excellence \n(NICE) for the use of e-therapies within the National \nHealth Service, UK.  \nwww.nice.org.uk/guidance/ta97 \n  Evidence-based psychological interventions in the \ntreatment of mental disorders: A literature review: \nsummary of evidence of the effectiveness of \ndifferent therapies, including e-therapies.  \nwww.psychology.org.au/Assets/Files/Evidence-\nBased-Psychological-Interventions.pdf \n  e-Mental health services in Australia 2014: Current \nand future: A summary of e-mental health services \nin Australia. www.emhalliance.fedehealth.org.au/wp-\ncontent/uploads/sites/42/2014/10/e-Mental-Health-in-\nAustralia-2014.pdf\nAustralian Research Centre in Sex, Health and Society — ARCSHS 7\nINTRODUCTION\nHow do e-therapies fit in with  \nface-to-face therapy?\nAs mentioned earlier, e-therapies are unlikely to \noutmode face-to-face therapy. They may be an \nappropriate alternative in some cases, or as a \ncomplementary therapy in others. The Australian \nPsychological Society considers e-therapies to be \nappropriate for mental health problems that are \n“mild or moderate” (Fuller, 2013). NICE guidelines \nexpress a similar view, suggesting that e-therapies \nare most appropriate as one option within a “stepped \nmodel” of therapeutic options, and notably the NHS’s \ncommitment to supporting the growth of e-therapy \ncoincided with additional funding to increase the \nnumbers of clinical therapists (National Institute \nfor Health and Care Excellence, 2006). A stepped \nmodel is also recommended by the e-Mental Health \nAlliance, representing key Australian developers. Thus, \ne-therapies are best thought of as an addition rather \nthan a replacement to traditional clinical psychology, \nbut have many important benefits for reaching \npopulations that might otherwise be unwilling to or are \nunable to engage with face-to-face services.\nKey points\nE-therapies are: \n  Available on both computers and mobile phone/\ntablet devices.\n  A recent but strong trend in mental health provision.\n  Supported by evidence from extensive randomised \ncontrol trials and other research.\n  Supported by peak and government bodies, \nincluding the NHS, Australian Government bodies, \nand the Australian Psychological Society.\n  Advantageous because they are cost-effective, \naccessible, and inclusive, particularly for \nmarginalised populations.\n  Best thought of as an addition to existing tools to \naddress mood disorders, rather than a wholesale \nreplacement of traditional services.\nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 8\nINTRODUCTION\nIMPROVING E-THERAPIES FOR LESBIANS  \nAND GAY MEN\nKey statistics\nLesbians and gay men tend to experience poorer \nmental health outcomes than the rest of the population. \nIn Australia in 2008, lesbians and gay men were three \ntimes more likely to have experienced depression \n(19.2% vs 6%) and twice more likely to have experienced \nanxiety (31.5% vs 14.1%) (Australian Bureau of Statistics, \n2007). Recent research shows that in the United States, \nlesbians, gay men, and bisexual men and women (LGB) \nwere twice as likely as heterosexual people to have \nhad a mental health disorder (American Psychological \nAssociation, 2014). In the United Kingdom in 2012, 22% \nof gay and bisexual men were experiencing moderate to \nsevere depression. \n“ In Australia, lesbians and gay men are three times \nmore likely to have experienced depression and \ntwice more likely to have experienced anxiety… \nhave a higher risk of suicide, and lesbians and  \ngay men are roughly four times more likely to  \nself-harm.”\nSame-sex attracted people are also at greater risk of \nsuicide. Suicide Prevention Australia’s 2009 report \npoints to LGBT people being more likely to commit \nsuicide, and lesbian and gay men are roughly four times \nmore likely to self-harm (Suicide Prevention Australia, \n2009). In the UK, 3% of gay or bisexual men have \nattempted to take their own life, compared to 0.4% of \nmen in general, and one in five lesbian and bisexual \nwomen have attempted to self-harm, compared to 0.4% \nof the general population (Ashworth, n.d). In the United \nStates, rates vary between states. However, according \nto the Massachusetts Department of Public Health, \nin 2009 gay and lesbian people had almost double \nthe rates of considering suicide (4.4% versus 2.3% for \nheterosexual people) (Landers & Gilsanz, 2009). \nWhy are mental health problems higher \namong lesbians and gay men?\nComparatively high rates of mental health problems \nare largely explained by the impact of stigma and \nmarginalisation. This is described by Minority Stress \nTheory. Minority Stress Theory, developed in the early \n1990s by Ilan Meyer, posits that society places additional \nstressors on lesbians and gay men as a result of non-\nacceptance of their orientation (Meyer, 1993, 1995, \n2003). In some individuals, the experience of minority \nstress may create chronic stress that impacts their \nmental health, resulting in depression, anxiety, or other \nmood disorders. \n“ Society places additional stressors on lesbians \nand gay men as a result of non-acceptance of \ntheir orientation… [which] may create chronic \nstress that impacts their mental health, resulting \nin depression, anxiety, or other mood disorders.”\nAccording to Minority Stress Theory, minority stress \nmay be thought of as either distal (a primarily external \nstressor) or proximal (a primarily internal stressor) \n(Meyer, 2003). Distal minority stressors can include \nexperiences of stigma, harassment, rejection, legal \ninequality, and stress from the process of coming out \nor disclosing one’s sexual orientation among family, \nfriends, work colleagues, and in other settings. Proximal \nminority stressors may include a person internalising \nnegative social attitudes about lesbians and gay men, \nsuch as believing that something is wrong with them, \nwhich is commonly referred to as internalised stigma or \ninternalised homophobia. Proximal minority stressors \nmay also include fears of discrimination, expectations \nof rejection, and chronic stress from fear of disclosing \none’s sexual orientation. \nMinority stress research has found that the stressors \nexperienced by lesbians and gay men do not have to \nbe extreme occurrences like violence or persecution \nin order to cause significant harm. Seemingly \ninconsequential stressors such as being assumed to be \nheterosexual by a healthcare worker, not being able to \nindicate a same-sex partner on a government form, \nAustralian Research Centre in Sex, Health and Society — ARCSHS 9\nINTRODUCTION\nor drawing attention in a public place for holding a \npartner’s hand, can accumulate over time to create \nlong-term strain and lead to increased risk for mental \nhealth problems. Thus, addressing minority stress \nremains vital, even in societies that have legal situations \nthat seek to protect same-sex attracted people against \ndiscrimination, so long as stigma and marginalisation \ncontinue in some form. \nFigure 1: Minority Stress Theory amongst lesbians and gay men\nMENTAL HEALTH \nOUTCOMES\nAs outcome of general  \nand minority stressors  \n(if any) \nGeneral population\nGeneral stressors\nExternal minority stressors\n § Prejudice\n § Stigma\n § Inequality\n § Harassment\nInternal minority stressors\n § Fear of rejection\n § Concealment\n § Internalised homophobia\nLesbians and gay men\nAs part of general \npopulations, experiencing \nboth general and \nminority stressors\nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 10\nAlthough peak organisations do not always refer to \nminority stress explicitly, they nevertheless recognise \nthe role of social determinants in accounting for \ndisparities in rates of mental health problems between \nnon-heterosexual and heterosexual populations. For \nexample, the World Health Organisation stated in \nthe report titled Addressing the causes of disparities \nin health service access and utilization for lesbian, \ngay, bisexual and trans (LGBT) persons that mental \nhealth disparities for LGBT result from experience \nand internalisation of impacts of the social and \neconomic determinants of health (SDH), including “the \ncircumstances in which people are born, grow up, live, \nwork and age, and the systems put in place to deal with \nillness” (World Health Organisation, 2013a, p. 2). The \nNHS LGB mental health information page also points \nto social determinants: “Although society has changed \nand homophobic prejudice is less common than it \nused to be, most lesbian, gay and bisexual people have \nexperienced a range of difficulties in their lives”, which \ncontribute to internalised issues that lead to diminished \nmental health outcomes (National Health Service, 2014). \nWhile simple, the minority stress construct offers a \ngood starting point for thinking about how seemingly \nbanal instances like what one assumes about attraction, \nwhat is asked on a form, or what images are used to \nconvey messages, can have a real impact on lesbians \nand gay men, and the effect of minority stressors \nneed to be considered when making e-therapies more \napplicable to these populations. \nAccessing healthcare\nWhile healthcare systems are a part of the solution for \nminority stress issues, often they can also be a part \nof the problem (Ashworth, n.d; Department of Health: \nEquality and Human Rights Group, 2009).\n“ Many healthcare professionals are simply not \nadequately aware of how exclusion happens, and \nconsequently are not sufficiently mindful of how \nthey may contribute to exclusion or what they \ncould do to address it.”\nA number of issues have been identified with access \nto healthcare for lesbians, gay men, and other same-\nsex attracted people. The World Health Organisation \nargues that “LGBT persons face barriers to accessing \nappropriate patient-centred healthcare” (World Health \nOrganisation, 2013a, p. 3). While much of their data \nencompasses countries where overt discrimination \nagainst same-sex attracted people is still legal and \nwidespread, other data shows healthcare barriers also \npersisting in countries like the United States (Luckstead, \n2004), the United Kingdom (Ashworth, n.d; Department \nof Health: Equality and Human Rights Group, 2009), and \nAustralia (Leonard et al., 2012). For example, a study by \nStonewall reports that two-thirds of same-sex attracted \nwomen in the United Kingdom were confronted \nby inappropriate comments when coming out to \nhealthcare professionals, while seven in ten LGBT had a \npublic servant assume they were heterosexual (Guasp, \n2012). Research in the United States and Australia \nhas identified similar issues when lesbians and gay \nmen encounter healthcare systems. Many healthcare \nprofessionals are simply not adequately aware of how \nexclusion happens, and consequently are not sufficiently \nmindful of how they may contribute to exclusion or \nwhat they could do to address it (Department of Health: \nEquality and Human Rights Group, 2009; Murphy, 1991). \nAs result of all these issues, same-sex attracted people \nreport lower satisfaction with health care services \ncompared to the general population and, at least in \nAustralia, are consequently less likely to seek treatment \nfor health problems, including mental health. \nWhy does sexuality matter in e-therapy?\nDepression and anxiety are conditions that are strongly \naffected by life circumstances, such as relationships, \nsupport networks, life challenges, and so on. Many \nforms of therapy rely on addressing the relationship \nbetween the mental illness and the context within which \nit occurs. In this respect, e-therapies are no different. \nFor example, the e-therapy MoodGYM (Australia) \nfollows the lives of six characters as they cope with \nrelationships, heartbreak, and self-perceptions \n(Christensen, Griffiths, & Groves, 2004; David, 2006).\nINTRODUCTION\nAustralian Research Centre in Sex, Health and Society — ARCSHS 11\nA major component of the e-therapy, Beating the Blues \n(United Kingdom), which also utilises characters, delves \ninto the impact of work and family stress. The app \niCounselor asks users to set goals within the context of \ntheir day-to-day experience. Each person experiences \nunique contexts that affect their mental health, so the \nchallenge for e-therapy developers is to create content \nthat is relatable but also broad enough to capture \nthe experiences of their users. Commonly, this means \nreferring to seemingly collective experiences, such \nas dating and relationships, family, work and school \npressures, and so forth. \n“ E-therapies that focus only on heterosexual \nrelationships or nuclear families, or that fail to \naddress stigma or rejection, are likely to fall short \nof meeting the mental health needs of lesbians \nand gay men.”\nLesbians and gay men often experience these areas of \nlife in different ways to their heterosexual counterparts. \nMany have been or will be in same-sex relationships. \nTheir experiences of family, school, and work are often \ninfluenced by minority stressors, such as concerns \nabout being accepted, feelings of being lower status, or \nexperiences of discrimination and prejudice. E-therapies \nthat focus only on heterosexual relationships or nuclear \nfamilies, or that fail to address stigma or rejection, are \ntherefore likely to fall short of meeting the mental health \nneeds of lesbians and gay men (Lucassen et al., 2013; \nRozbroj, Lyons, Pitts, Mitchell, & Christensen, 2014). \nGetting this right is especially important when it comes \nto mood disorder e-therapies because unless lesbians \nand gay men feel that they are being accommodated, \ne-therapies may have the unintended consequence of \nboth adding to minority stress and excluding users from \nreceiving treatment. \nSo, sexuality matters in the design of e-therapies \nbecause e-therapies typically derive much of \ntheir effectiveness by linking in with the everyday \nexperiences of users. These experiences are significantly \ninfluenced by sexual orientation. It is therefore \nimportant that e-therapies take differences derived \nfrom sexual orientation into account to avoid excluding \nlesbians and gay men, and to find ways to actively \nengage with their mental health concerns and deliver \ncontent that is relevant to their lives.\nAchieving strategic mental health \nimprovement targets\nModifying e-therapies to more effectively address \nmental health problems among lesbians and gay men \nis congruent with a wider push to address healthcare \nchallenges faced by minority populations more broadly, \nand LGBT people specifically. \n“ Tailoring e-therapies to the needs of same-sex \nattracted people will align e-therapy with \nbroader strategic mental health aims.”\nThis has been articulated at all levels, from the United \nNations to government bodies to lobby groups and not-\nfor-profit organisations. The United Nations resolution \non global health and foreign policy 2012 “acknowledges \nthat universal health coverage implies that all people \nhave access, without discrimination, to nationally \ndetermined sets of the promotive, preventive, curative \nand rehabilitative basic health services… with a special \nemphasis on the poor, vulnerable and marginalized \nsegments of the population” (United Nations, 2013, p. \n4). Citing this, and in response to requests by member \nstates to address the disproportionately high rates of \nmental health problems among lesbian, gay, bisexual, \nand transgender people, the World Health Organisation \nhas drafted a strategy to improve the health outcomes \nof LGBT people (World Health Organisation, 2013a, \n2013b). On national levels, the NHS (UK) (Department \nof Health: Equality and Human Rights Group, 2009) and \nthe Department of  Health (Australia) are now funding \nresearch and adopting comprehensive strategies to \naddress same-sex mental health challenges. \nINTRODUCTION\nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 12\n“ It is sometimes assumed by healthcare professionals, \npolicy makers and patients themselves that LGB \npeople can be served by a singular approach to \nhealthcare and that they do not have unique \nhealth needs as a consequence of their sexual \norientation. This, however, is not the case.”\nIn addition, specialist frameworks that inform \ngovernment policy, like Going upstream: A framework \nfor promoting the mental health of lesbian, gay, bisexual, \ntransgender and intersex (LGBTI) people (Australia) \n(Leonard & Metcalf, 2014) and Sexual orientation: \nA guide for the NHS (UK) (Department of Health: \nEquality and Human Rights Group, 2009), have outlined \ncomprehensive strategies to encourage and guide \nhealth services to more effectively address mental \nhealth problems among same-sex attracted people \nvia specific, tailored approaches. The latter document \nargues: “it is sometimes assumed by healthcare \nprofessionals, policy makers and patients themselves \nthat LGB people can be served by a singular approach \nto healthcare and that they do not have unique health \nneeds as a consequence of their sexual orientation. \nThis, however, is not the case. Although research is \nlimited, findings suggest that LGB people have very \nspecific concerns that are not necessarily met by service \nproviders and that they can experience both social and \nhealth inequalities. Discrimination and homophobia can \nhave a significant impact on how they are treated by \nsome healthcare providers. The fact that gay people \nare not portrayed in health sector contexts can also \nmake lesbian, gay and bisexual people feel excluded… \nThe health sector therefore needs to deliver targeted \nappropriate care to patients on the grounds of their \nsexual orientation. Doing so can lead to better services \nfor a significant section of patients” (Department of \nHealth: Equality and Human Rights Group, 2009, p. 31).\nTailoring e-therapies to the needs of same-sex \nattracted people will align e-therapy with broader \nstrategic mental health aims of addressing the needs \nof stigmatised, vulnerable populations, such as same-\nsex attracted people, which are an important part of \naddressing health inequalities and are increasingly \nfeaturing within global and regional healthcare \nstrategies.\nKey points\n  Lesbians and gay men experience poorer mental \nhealth outcomes than the general population.\n  These disparities are largely explained by the \nimpact of stigma and marginalisation, also known as \nminority stress.\n  E-therapies have considerable potential for \nimproving mental health outcomes among lesbians \nand gay men. \n  Currently, e-therapies seldom address the needs and \nexperiences of lesbians and gay men.\n  To be effective, it is important that e-therapies avoid \nexcluding lesbians and gay men and offer content \nto address challenges that are often faced by these \npopulations. \n  Tailoring e-therapy to the needs of lesbians, gay \nmen, and other same-sex attracted people will help \nto align e-therapy with broader strategic plans for \nmaking health care more accessible and relevant to \nmarginalised populations.\nINTRODUCTION\nAustralian Research Centre in Sex, Health and Society — ARCSHS 13\nThe recommendations presented in this toolkit are \nbased on evidence from a research project conducted \nin collaboration between the Australian Research \nCentre in Sex, Health and Society (ARCSHS) at La Trobe \nUniversity and Black Dog Institute, and funded by \nbeyondblue. The project was developed with two \nprimary aims:\n1. To assess the degree to which current e-therapies \ncater to the needs and experiences of lesbians and \ngay men.\n2. To develop a set of recommendations to help \nimprove the applicability of e-therapies for lesbians \nand gay men. \nThese aims were addressed with a two-phase \nresearch design. The first phase involved a review of \nexisting e-therapies. The second phase involved focus \ngroups with lesbians and gay men to examine ways of \nmaking e-therapies more applicable to lesbians and \ngay men. More detail on these phases of the project is \nprovided below. \nPHASE 1: REVIEW OF E-THERAPIES\nThe review of e-therapies was conducted between \nAugust 2013 and November 2013. This phase of the \nproject was designed to provide an overview of \nthe degree to which e-therapies cater to the needs \nof lesbians and gay men, and to identify issues to \nbe explored in the focus groups. English language \ne-therapies (both internet- and app-based) that were \nopen-access, dealt with depression/anxiety, and applied \na recognised therapeutic modality were selected, \ncomprising a sample of 24 e-therapies. These were \nanalysed against eight key criteria, which evaluated the \napplicability of each therapy for lesbians and gay men. \nThese criteria covered such topics as the inclusiveness \nof language and content and the degree to which \ne-therapies catered to mental health stressors that \nare specific to lesbians, gay men, and other same-sex \nattracted people. \nA full report of Phase 1, including its methodology \nand findings, was published in the Journal of Medical \nInternet Research and can be accessed at the following \nweb address:  \nwww.dx.doi.org/10.2196/jmir.3529\nPHASE 2: FOCUS GROUPS\nPhase 2 involved two rounds of semi-structured focus \ngroups with lesbians and gay men to engage them \ndirectly on the role of e-therapies in meeting the mental \nhealth needs of this group and to gain their input on \nhow e-therapies could be improved. Round 1 of the \nfocus groups was conducted between September and \nNovember 2013. Participants were divided into four \ncategories: lesbians aged 18-34, gay men aged 18-\n34, lesbians aged 35 and older, and gay men aged 35 \nand older. Two focus groups were conducted for each \ncategory. In this round of focus groups, participants \ndiscussed different aspects of the structure and content \nof e-therapies and the potential barriers and facilitators \nto participation, including issues of inclusiveness. They \nalso discussed potential triggers for depression and \nResearch design\nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 14\nRESEARCH DESIGN\nanxiety that are common or specific to lesbians and \ngay men, and how well e-therapies addressed key \nmental health issues in these populations. In Round 2, \nfour focus groups were conducted, one for each of the \nabove four age and sexual identity categories. This \nphase was conducted to test proposed solutions to the \nproblems identified in Round 1. Throughout this process, \nparticipants evaluated case studies and offered ideas to \nimprove the applicability of e-therapies for lesbians and \ngay men. \nA full report of Phase 2, including its methodology \nand findings from Round 1 of the focus groups, was \npublished in the Journal of Medical Internet Research \nand can be accessed at the following web address: \nwww.dx.doi.org/10.2196/jmir.4013 1 \nHow the research project informs  \nthis toolkit\nThe key recommendations included in this toolkit are all \ndirectly based on the combined findings from the two \nphases of the research, and these phases were explicitly \ndesigned to inform the toolkit. Quotes included in \nthe toolkit recommendations come from the Round 2 \nfocus groups, which were centred on testing solutions \nfor making e-therapies more inclusive of lesbians and \ngay men. It is advisable that readers refer to the two \nresearch articles for further detail when considering  \nand implementing the recommendations offered in  \nthis toolkit.\n1  Please note: this article only reports on the 8 focus groups that formed  \nRound 1 of the focus group phase of the research programme.\nAustralian Research Centre in Sex, Health and Society — ARCSHS 15\nRECOMMENDATIONS\nThe following recommendations were developed with \nthe aim of delivering a comprehensive set of ideas \nthat could be applied to e-therapies with different \ncomplexities, structures and objectives. It is not \nexpected that any single e-therapy should or could \nimplement all recommendations. Rather, it is intended \nthat e-therapy developers focus on recommendations \nthat suit their e-therapy, much as one would select \nwhichever tools they may need from a toolkit. The \nrecommendations should therefore be viewed as \nguidelines and ideas for making e-therapies for \ndepression and anxiety more applicable to lesbians \nand gay men. It is up to developers to decide which of \nthe recommendations apply to the e-therapy they are \ndeveloping or adapting.\nKey principles: inclusiveness and relevance\n“ The heteronormative world makes you feel different \nall the time.” – older male\nAll the recommendations in this toolkit are underpinned \nby two key inter-related principles: inclusiveness and \nrelevance. These two principles were central to all of \nthe findings from the research project, including in the \nreview of existing e-therapies and in the feedback from \nfocus groups with lesbians and gay men. \nInclusiveness refers to creating therapies that \nwelcome same-sex attracted people. Fundamentally, \ninclusiveness must make lesbians and gay men feel \nthat the therapy is no less aimed at them than anyone \nelse. This can be fostered through overt measures, such \nas explicitly stating that a therapy welcomes sexually-\ndiverse users, or in subtler ways, like using symbols \nthat signify inclusivity (such as the rainbow flag), \nusing inclusive language and imagery, and avoiding \nassumptions that users are heterosexual. \nRelevance refers to making sure an e-therapy addresses \nneeds and issues that are common to lesbians and gay \nmen. While lesbians and gay men share many similar \nlife experiences to heterosexual men and women and \nmay not necessarily feel excluded by an e-therapy, \nthey also have specific challenges and experiences. \nThese may, for example, include challenges related to \ndisclosing one’s sexual identity in public, experiences \ninvolving same-sex relationships, coping with stigma \nand discrimination, to name a few. Addressing such \nissues is therefore an important step toward improving \nthe relevance of e-therapy for lesbians and gay men. \nThese two principles of inclusiveness and relevance \nshould be used as a general guide when seeking to \nmake e-therapies more applicable to lesbians, gay men, \nand other sexually-diverse populations.\nUsing adaptive logic\nAdaptive logic is a feature that allows only certain \ncontent to be presented to users based on their answers \nto previous questions. For example, those who indicate \nthey are gay or lesbian, or those who score a particular \nway on a survey, may consequently be presented with \na page in an e-therapy that provides content that is \nspecific to these responses. Adaptive logic is widely \nused already, but presently not to customise content \nto the needs of lesbians and gay men. Yet there is \nmuch potential for using logic in this way. A series of \nrecommendations are made pertaining to tailoring \ncontent that are likely to be too niche for presentation \nto all users, but that would be suitable if they could be \npresented selectively depending on the user’s attributes \nor responses. Although some of the recommendations \nare much more likely suitable for handling by logic than \nothers, it is not specifically suggested which should be \nhandled by logic. Every therapy is different, and it is up \nto developers whether, and how, they use logic. But it \nshould be considered as one effective route for tailoring \ncontent for lesbians and gay men. \nA note about other sexual orientations\nDue to a range of limitations, the research that \nunderpins this toolkit focused only on lesbians and gay \nmen. Consequently, the recommendations presented \nbelow are focused on lesbians and gay men. However, \nthe broader principles of inclusiveness and relevance, \nas well as many of the issues and recommendations \npresented, can be applied to other same-sex attracted \npeople as well as gender questioning or transgender \npopulations. Although the focus of this toolkit is limited \nRecommendations\nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 16\nRECOMMENDATIONS\nto lesbians and gay men and further work is needed \nto expand it beyond this focus, this toolkit encourages \nreaders to consider ways in which e-therapies might \nbe modified for a range of sexual and gender diverse \npeople.\nTHE INTRODUCTORY SECTION OF AN \nE-THERAPY\n“ [You need a statement] about whether it doesn’t \nmatter… what culture, what sex, race or religion you \nare, that this programme will hopefully help you.” – \nolder female\nThe introductory and signup pages are the first \nopportunities to welcome users, and thus need to be \ninclusive of lesbians and gay men. Furthermore, signup \npages are potential drivers for adaptive logic, and \nincluded here is a suggestion about how to construct \ndemographic questions for sensitively driving content \nto lesbians and gay users.\nRecommendations:\n1. Include a statement acknowledging lesbians and  \ngay men \nSeven out of eight of the Round 1 focus groups \nreported that the feeling of invisibility can be a \ntrigger for depression and anxiety amongst lesbians \nand gay men. Furthermore, the findings show that \na statement that welcomes lesbians and gay men \nwould tangibly help them feel included; it was \nsupported by all Round 2 focus groups and also by \nRound 1 focus groups. This is one area where a small \nchange – perhaps only a sentence – may increase \nthe inclusiveness of an e-therapy. A statement of \ninclusivity should not single out lesbians and gay \nmen, but rather form part of a broader statement of \ninclusivity. For example, the statement of inclusivity \nthat received the most support in client acceptability \ntesting was: \n“ <name of program> can be used by anyone, regardless \nof age, race, culture, faith or sexuality…”. \nAn additional, or more subtle, way of acknowledging \nlesbians and gay men may be achieved by using \nmarkers of inclusivity, like the rainbow flag symbol, as \ndiscussed in the imagery section.\n2. If asking about sexuality on signup, avoid asking \nusers to identify themselves \nRequesting data about a user’s sexuality may be \nnecessary for using adaptive logic to tailor content. \nAsking them to indicate a sexual identity, such as \n‘lesbian’, may not be the best option given that \nsame-sex attracted people may identify with one or \nmore of a multitude of different identities, or none \nat all. Instead, asking users for their sex and the sex \nof those who they are attracted to is preferable, and \nreceived the strongest support from focus groups. \nThis is most effectively achieved with a format that \nallows a combination of fixed and multiple responses, \nas in the following:\nFigure 2: example of sexuality questions to be used for tailoring\nWhat is your sex? Male \nFemale \nWho do you find \nyourself attracted to?\nSelect all that apply.\nMen \nWomen \nCombine \nresponses to \ndrive tailored \ncontent for \ndifferent \nsexual \norientations\nAustralian Research Centre in Sex, Health and Society — ARCSHS 17\nRECOMMENDATIONS\nFurther resources\n  LGBT Ageing Centre – Inclusive questions for older \nadults: A practical guide to collecting data on sexual \norientation and gender identity (USA): \nwww.lgbtagingcenter.org/resources/resource.\ncfm?r=601\n  Department of Health – Well proud: A guide to gay, \nlesbian, bisexual, transgender and intersex inclusive \npractice for health and human services (Aus): \nwww.glhv.org.au/files/WellProud_updated2011.pdf \n  Department of Health – Sexual orientation: A \npractical guide for the NHS (UK): \nhttp://webarchive.nationalarchives.gov.\nuk/20130107105354/http:/www.dh.gov.uk/\nen/Publicationsandstatistics/Publications/\nPublicationsPolicyAndGuidance/DH_095634\n  Fenway Health – Why gather data on sexual \norientation and gender identity in clinical settings \n(USA): \nwww.thefenwayinstitute.org/documents/Policy_\nBrief_WhyGather..._v6_01.09.12.pdf\nLANGUAGE\n“ [I say] he’s my husband, not for shock value but \nto buck the stereotype I suppose, then I’ll use that: \nwe’re husbands.” – older male\nLanguage is not just a passive descriptor of the world; \nit delineates meaning and form and influences what is \nperceived to be normal and abnormal. Efforts are being \nmade across service delivery to implement language \nthat is more appropriate for same-sex attracted people. \nFor example, several government departments in \nAustralia (The Department for Communities and Social \nInclusion South Australia, Queensland Department \nfor Communities, Child Safety and Disability Services, \nDepartment of Education Tasmania) have published \nguidelines around using inclusive language, while in the \nUK a paper was released highlighting the importance \nof using inclusive language within the NHS (Stonewall \nScotland, n.d). Research, including that which informs \nthis toolkit, consistently demonstrates that same-sex \nattracted people may be alienated by language that \nimplies heterosexuality. Thus, it is also important for \ne-therapies to use appropriate language. \nRecommendations\n1. Avoid language that potentially excludes lesbians \nand gay men \nE-therapies mostly use ungendered language, such \nas “him/her” and “partner”, often because they are \nunsure if users are male or female. This also works \nto include lesbians and gay men when referring to \nrelationships, since the sex/gender of the partner \nis not specified. However, occasionally words or \nphrases are used that either subtly or overtly assume \nor suggest that the user is heterosexual. Words like \n“spouse” or “marriage” have been used, which can \nbe viewed as signifying a heterosexual relationship. \nFurthermore, examples for illustrating content in \ne-therapies are especially prone to using language \nthat assumes heterosexuality, such as referring to \n‘boyfriends having girlfriends’ and examples that \nreplicate heterosexual gender norms. \nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 18\nRECOMMENDATIONS\nSo that an e-therapy does not appear to speak to \na particular sexual orientation, avoid “spouse” or \nother words that might be construed to refer only to \nopposite-sex partners when discussing relationships. \nUngendered words like “they” or “partner” are more \nappropriate alternatives. Obvious exceptions include \nexamples and characters in which the sex/gender \nof a relationship partner needs to be specified, or \nmodules in an e-therapy that specifically address \nexperiences related to the relationships of people \nwith particular orientations. In e-therapies that use \nfeatures such as these, it is perhaps advisable to \nalso include examples and other relevant content \nthat specifically refers to same-sex attracted people \nor provide content that is tailored to a user’s sexual \norientation using, for example, adaptive logic. Further \nrecommendations on relationships can be found in \nthe relationship section. \n2. Avoid labelling users by sexual identity\nWhile “lesbian” and “gay man” are widely used labels,\nthey may exclude others who are same-sex attracted\nbut who do not identify with these labels. It is more\ninclusive to address users by their orientation rather\nthan identity markers; for example as “same-sex\nattracted persons”. “Queer” broadly encapsulates\nvarious non-heterosexual identities but is also\nproblematic, as it is not a label that everyone is happy\nto have applied to them. While users should not be\nlabelled, it is generally fine to label characters as\n“gay” or “lesbian”, and to refer to specific experiences\nof lesbians and gay men.\nFurther resources:\n  LGBTI Alliance – Inclusive language guide (Aus): \nwww.lgbthealth.org.au/sites/default/files/\nAlliance%20Health%20Information%20Sheet%20\nInclusive%20Language%20Guide%20on%20\nIntersex%2C%20Trans%20and%20Gender%20\nDiversity_0.pdf\n  Stonewall Scotland – Inclusive language in the NHS \n(UK): \nwww.equalitiesinhealth.org/public_html/\ndocuments/InclusiveLanguage-NHS_000.pdf\n  Department of Education Tasmania – Guidelines for \ninclusive language (Aus): \nwww.education.tas.gov.au/documentcentre/\ndocuments/guidelines-for-inclusive-language.pdf \nAustralian Research Centre in Sex, Health and Society — ARCSHS 19\nRECOMMENDATIONS\nIMAGERY\n“ [The rainbow flag] It’s like a secret handshake.” – \nolder female\n“ If you have gender inclusive language but then you \nhave a picture of a nuclear family it’s still like, I \nmean you could just assume that the program was \nwritten [for heterosexual people].” – younger male\nImagery can convey subtle and not-so-subtle messages, \nand is often powerful in shaping people’s impressions. \nAttention to imagery in public spaces, the messages \nit conveys, and its power to exclude particular \npopulations, have been a major concern of advocates \nof greater equality. Likewise, avoiding imagery that \nexcludes lesbians and gay men from e-therapies is \nimportant. Furthermore, imagery can be harnessed to \nactively foster inclusiveness.\nRecommendations:\n1. Avoid images that cumulatively assume or suggest \nthe user is heterosexual \nFor example, having images of opposite-sex \nrelationships, such as a man and a woman holding \nhands, is not inherently problematic. However if \nthese are the only images of relationships, non-\nheterosexual users may feel excluded or potentially \n‘put-off’ from completing the e-therapy. Based on \nfocus group testing, even having one same-sex \nrelationship image is likely to be seen as welcoming \nand inclusive. On the other hand, participants \nperceived e-therapies that persistently used \nheterosexual-only images as ‘feeling straight’, which \nthey found discouraging. \n2. Include symbols of lesbian/gay inclusion\nBelow from left to right, the use of a rainbow flag, \nintertwined male symbols, intertwined female \nsymbols, and other symbolism can serve as important \nmarkers of inclusion, and are consistent with \nestablished practices of signifying LGBTIQ-friendly \nhealthcare via rainbow flag stickers in, for example, \ngeneral practitioners’ clinics in Australia.\n3. Avoid images that depict lesbian and gay \nstereotypes\nOne issue that emerged in focus group testing was \nthat some lesbians and gay men felt excluded by \ndepictions of stereotypes, such as ‘butch’ lesbians \nor ‘effeminate’ gay men, which they may not have \nnecessarily fit into. While such stereotypes can \nbe important markers for some, on the whole this \ntoolkit suggests it may be best to avoid them, which \nis congruent with other guidance promoting LGBTI \ninclusion, such as Sexual orientation: A practical guide \nfor the NHS (UK), and Working therapeutically with \nLGBTI clients: A practice wisdom resource (Aus). \n4. Include images that depict diversity in age, ethnicity, \nand culture \nLesbians and gay men from ethnic and cultural \nminority backgrounds may not only feel excluded \nwithin the general population, but also within \nlesbian and gay communities. Older age groups \nsometimes report similar experiences, particularly \nolder gay men. Having images of people from \ndifferent backgrounds and of older people can be an \nimportant way to maximise inclusion. For more detail \non specific issues faced by these groups, see the \nfurther recommendations section. \nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 20\nRECOMMENDATIONS\nEXAMPLES AND CHARACTERS\n“ There are no examples of homosexual people in \nthose six characters; they’re all heterosexual, so \nit’s hard to identify with it. You don’t see same-sex \nattracted people as something that’s normal. I mean \nthe issues are more or less the same I guess, like the \nlack of confidence or breaking up, those things are \ngeneral, everybody can identify with them, but you \nstill don’t have a good example of like a homosexual \nperson in there.” – younger male\nE-therapies often rely on examples and scenarios \ninvolving stories and characters to deliver content. \nHowever, at present these overwhelmingly depict \nheterosexual experiences in e-therapies. Policies and \nrecommendations from a range of peak organisations \nstress the importance of using appropriate, relevant \nand inclusive content in health services. Providing \nexamples and scenarios that do not speak exclusively to \nheterosexual users is a key part of ensuring that content \nis inclusive and relevant to lesbians and gay men. This \nidea was strongly supported in the focus groups.\nRecommendations:\n1. Avoid exclusive use of heterosexual examples and \ncharacters \nIf sexuality is at all represented in a therapy, avoid making \nall instances depict heterosexual-only experiences. \nLesbians and gay men may still find relevance in \nexamples about heterosexual relationships, but are likely \nto feel excluded if the e-therapy only presents such \nexamples. Making content relevant to lesbians and gay \nmen can also be achieved by including examples of \nissues that relate to being same-sex attracted. \n2. Avoid gender-neutral examples and characters\nExamples that are gender-neutral or utilise \nandrogynous characters resolve the challenge of \nappealing to multiple orientations, and this solution \ndid receive some support from the focus groups. \nHowever, many also expressed concern about \ndifficulties relating to gender-neutral characters, \nboth for heterosexual and same-sex attracted users. \nFurthermore, creating androgynous characters fails \nto give lesbians and gay men representation, which \nis important for achieving relevance. Presenting \nstories and characters that include lesbian and gay \nidentities alongside heterosexual ones would more \neffectively achieve both inclusiveness and relevance. \nThis could also be achieved using adaptive logic that \nallows relevant examples to be presented to users \ndepending on their sexual orientation. \n3. Include examples and characters depicting non-\ntraditional families and gender roles \nLesbians and gay men are less likely to form families \nbased on a traditional nuclear family model (Leonard \net al., 2012), so including alternate examples of family \nstructures alongside more traditional structures may \nachieve greater inclusion and relevance. The need to \naccount for non-traditional family structures is also \nrecommended in other policy frameworks, such as \nWorking therapeutically with LGBTI clients: A practice \nwisdom resource. \nAustralian Research Centre in Sex, Health and Society — ARCSHS 21\nRECOMMENDATIONS\n4. Avoid gay and lesbian stereotypes\nDevelopers need to be conscious of using stereotypes \nwhen referring to characters and examples involving \nlesbians or gay men. Stereotypes may be based on \nappearance or behaviour. However, they often do not \naccurately represent the experiences of many same-\nsex attracted people. Care needs to be taken to avoid \nstereotypes as these may work against the aims of \ninclusiveness and relevance. \n5. Include examples and characters that depict age, \ncultural and ethnic diversity\nAs per the recommendation in the imagery and \nfurther recommendations sections, it will broaden \nthe relevance of an e-therapy to represent various \nages, cultures and ethnicities, as those from \nother minority backgrounds may feel especially \nmarginalised both within the general community and \nwithin lesbian and gay communities. \nFurther resources\n  National LGBTI Health Alliance – Working \ntherapeutically with LGBTI clients: A practice \nwisdom resource (Aus):  \nwww.beyondblue.org.au/docs/default-source/\ndefault-document-library/bw0256-practice-\nwisdom-guide-online.pdf?sfvrsn=2 \n  Centre for Culture, Ethnicity and Health – Double \ntrouble? The health needs of culturally diverse men \nwho have sex with men (Aus): \nwww.glhv.org.au/files/Double-Trouble_MHSS_\nReeders.pdf \nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 22\nRECOMMENDATIONS\nAVATARS AND PERSONALISATION \n“ You’ve just made your own picture.” – younger \nfemale\nAn avatar is a virtual representation of a user, somewhat \nlike a character in a first-person computer game. It helps \nusers represent themselves in a story by being part of \nit. An avatar can be a likeness, an alias, or something \napparently unconnected to the user’s identity. Avatars \ncan range from basic images or symbols to complex \nand customisable graphics. Avatars are useful because \nthey allow users to express an identity that they feel \ncomfortable expressing, and can produce a high level \nof engagement within a program. They are relevant for \ntailoring e-therapies to lesbians and gay men because \nusers can express a range of complex identities and \nsexualities through avatars. Thus, using avatars is a \npotentially powerful tool for boosting inclusivity. The \nidea of including avatars was proposed and supported \nin a number of the focus groups. \nUsing avatars will not be suitable or possible for many \ne-therapies. Avatars are, however, currently used \non a CD-ROM program for depression, and other \npersonalisation is used in another e-therapy: Big White \nWall [www.bigwhitewall.com]. The technical capacity \nfor including avatars has been growing progressively in \nrecent years, making the use of avatars more feasible in \nnext generation e-therapies. \nRecommendations:\n1. Consider using avatars if appropriate and feasible\nConsider how avatars could be made to be \ninclusive of lesbians and gay men. For example, if \nthe e-therapy involves characters and stories, is it \npossible to allow the user to choose an avatar and \nexperience the story in first person, and in a way \nthat captures common experiences of a same-sex \nattracted person? Are they able to make decisions \nwithin the story that lead to different outcomes, with \ncustomisability to address same-sex issues? Should \navatars be incorporated, it is recommended that \navailable options offer suitable visual representation \nand avoid stereotypical portrayals (see sections on \nImagery and Characters and Examples). A useful \nreference for creating inclusive avatars is work by \nLucassen et al., Rainbow SPARX: A novel approach to \naddressing depression in sexual minority youth, which \ndetails testing of the Rainbow version of the SPARX \nprogram, which allows users to control avatars \nin an adventure game that helps them overcome \ndepression. \nAustralian Research Centre in Sex, Health and Society — ARCSHS 23\nRECOMMENDATIONS\nRELATIONSHIPS \n“ [There is a] constant expectation that you’re in a \nheterosexual relationship from strangers, which \naffects people on a day to day basis in terms of \nanxiety and depression, with having certain \npronouns in the language that you use with \nstrangers and stuff. You feel like you have to… you \ndon’t want to make a simple conversation into \ncoming out with a stranger that you know you’re \nnot going to see again, but then if you don’t then you \nsort of feel like you’re lying and that you’re avoiding \nthe truth, and… I hate that, and that gives me a lot \nof anxiety, and it’s something you have to face a lot.” \n– younger female\nSame-sex relationships are often stigmatised, and \nrelationships and relationship issues can be critical \ninfluences on a person’s wellbeing (Berg, Mimiaga, & \nSafren, 2008; Meyer & Northridge, 2007 ; Rostosky, \nRiggle, Gray, & Hatton, 2007). Relationships are often \ncovered in detail in e-therapies. However, e-therapies \nhave focused almost entirely on the experiences of \nheterosexual users (Rozbroj et al., 2014) to the exclusion \nof same-sex relationships. Policy documents currently \nemphasise a need for mental health services to address \nstigma associated with same-sex relationships. For \nexample, the Working therapeutically with LGBTI \nclients: A practice wisdom resource concludes that \n“The validation of clients’ relationships is important for \nLGBTI clients because some still feel that they cannot \nreadily talk about their partner in some contexts, \nor walk arm in arm down the street” (p. 35). Going \nupstream: A framework for promoting the mental health \nof lesbian, gay, bisexual, transgender and intersex \n(LGBTI) people specifically includes “addressing the \nimpact of heterosexism on LGBTI people’s friendships, \nintimate relationships and families” as a core part of \nits mental health promotion framework (p. 32). Such \nfindings and recommendations are underpinned by \nconsiderable research highlighting issues faced by \npeople in same-sex relationships that are not faced \nby those in opposite-sex relationships, particularly \nissues related to stigma (Fredriksen-Goldsen, Kim, \nBarkan, Muraco, & Hoy-Ellis, 2013; Meyer, 2003). This \ngeneral point about addressing relationships in a \nculturally appropriate way also translates to e-therapy. \nIt is therefore recommended that e-therapies include \ncontent on same-sex relationship issues. Data from \nboth rounds of focus groups clearly supported this view. \nParticipants consistently highlighted problems with how \nrelationships are represented in e-therapies, and noted \nthe absence of content to address important issues \nfaced by those engaged in same-sex relationships. \nRecommendations:\n1. Avoid catering only to heterosexual romantic \nrelationship experience\nAs was found in the review that informed this \ntoolkit, only one of the 24 e-therapies reviewed \nmentioned same-sex relationships. Many of the other \ne-therapies assumed or appeared to have assumed \nthat relationships were heterosexual, and dealt with \ncorresponding issues such as marriage and children, \nheterosexual dating, and so forth (Rozbroj et al., \n2014). While this content is also relevant to lesbians \nand gay men, without additional content it may fall \nshort of meeting their needs overall. As the focus \ngroups indicated, the coverage of relationships in \ne-therapies should be inclusive of sexual diversity \nboth in terms of content and delivery.\n2. Include content about potential challenges that are \nspecific to same-sex romantic relationships \nThe focus groups noted that e-therapies that \naddressed relationships tended to focus heavily on \nbreakups and failed to talk about how relationships \nare put under stress if they are not between \nopposite-sex partners. Wherever possible, some \nspecific issues that could be addressed in e-therapies \ninclude:\nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 24\nRECOMMENDATIONS\na. Relationship-related challenges among family and \nfriends \nFamily disapproval, non-acceptance, or even \nrejection of a same-sex relationship are common and \ncan be significant mental health stressors for lesbians \nand gay men. Consider including content that helps \nlesbians and gay men to manage negative reactions \ntoward engaging in a same-sex relationship from \nthose closest to them. These reactions can be subtle. \nFor example, parents may give greater recognition \nto the opposite-sex relationship of one child than to \nthe same-sex relationship of another child. Helping \nlesbians and gay men to manage such reactions \nfrom family and friends is therefore important. Issues \naround disclosure and displaying affection toward a \nsame-sex partner around family and friends are also \nworth addressing. \nb. Relationship-related challenges in public spaces \nBeing seen in public with a same-sex partner can \nbe stressful for some lesbians and gay men. Issues \naround disclosure and displaying affection can be \nsignificant sources of stress. As emerged in the focus \ngroups, many same-sex attracted people often feel a \nneed to ‘hide’ in public and are frequently confronted \nwith negative reactions to engaging in a same-sex \nrelationship, such as inappropriate questions or \nassumptions, inappropriate jokes, stereotyping, \nor exclusion. Issues around partner rights, such \nas visiting rights in hospitals, inheritance from a \ndeceased partner, and caring for a partner who is \nill while managing potential stigma in healthcare \nsettings are further relationship-related challenges \nthat may be faced by lesbians and gay men. Including \nmodules, exercises, or information about managing \nthese challenges may help to reduce stress that often \ncomes from engaging in a stigmatised relationship. \nFurther resources\n  beyondblue – Stop. Think. Respect. (Aus): \nwww.glhv.org.au/video/stop-think-respect-beyond-\nblue-campaign\n  Department of Health – Sexual orientation: A \npractical guide for the NHS (UK): \nhttp://webarchive.nationalarchives.gov.\nuk/20130107105354/http:/www.dh.gov.uk/\nen/Publicationsandstatistics/Publications/\nPublicationsPolicyAndGuidance/DH_095634\n  Gay and Lesbian Health Victoria: Resource library \n(Aus): \nwww.glhv.org.au/library \n  National LGBTI Health Alliance – Working \ntherapeutically with LGBTI clients: A practice \nwisdom resource (Aus): \nwww.beyondblue.org.au/docs/default-source/\ndefault-document-library/bw0256-practice-\nwisdom-guide-online.pdf?sfvrsn=2\nAustralian Research Centre in Sex, Health and Society — ARCSHS 25\nRECOMMENDATIONS\nFURTHER RECOMMENDATIONS FOR \nIMPROVING RELEVANCE\n“ There’s a lot of judgement on gays, and then you’re \njudged within your own gay community as well.” – \nolder female\nThis section outlines further recommendations about \naddressing the mental health challenges that are \noften specific to lesbians and gay men. Many of these \nchallenges arise from minority stress, and specifically \nthe experience of stigma or ‘homonegativity’. \nHomonegativity is an umbrella term used here to \ndescribe a range of issues that stem from prejudice \nor discrimination that are directed toward lesbians \nand gay men. Examples of homonegativity include \nbullying, unfair treatment, and isolating individuals on \nthe basis of their sexual orientation. Prominent mental \nhealth strategies, including those by the National \nHealth Service in the UK and peak mental health \norganisations in Australia and the United States, have \nworked to develop guidelines for addressing the impact \nof homonegativity (Department of Health: Equality \nand Human Rights Group, 2009; Tschurtz et al., 2011). \nE-therapies also have a role to play by delivering \ncontent that helps lesbians and gay men to manage \nthe impact of homonegativity and other issues related \nto their sexual orientation. The following are some \nsuggestions for topics and issues that could be covered \nin an e-therapy to improve its relevance to lesbians and \ngay men. \nRecommendations:\n1. Include content about coming out \nComing out can be a particularly difficult process. \nAlthough often thought of as a singular event, \ncoming out and concerns around whether to disclose \none’s sexual orientation can be an ongoing process. \nThis is especially so during major life transitions, such \nas entering a new workplace, moving to a different \ntown or city, or forming new friendships. Challenges \nof coming out might therefore apply to both younger \nand older lesbians and gay men. Coping with stress \nfrom environments where lesbians and gay men \nfeel the need to conceal their sexual identity, and \ndeveloping strategies for managing disclosure, \nare also some topics that ought to be covered in \ne-therapies. Specific strategies for how coming out \nshould be responded to by a clinician are articulated \nwell in Working therapeutically with LGBTI clients:  \nA practice wisdom resource (Bradstreet et al., 2014). \n2. Include content about harassment, rejection, and \nother forms of discrimination \nBullying and other forms of stigma continue to \nbe common experiences among lesbians and gay \nmen. According to Stonewall, 65% of Britain’s LGB \nhave been bullied in school because of their sexual \norientation (Guasp, 2012). In Australia, the Private \nLives 2 survey found that in 2011 over 25% of same-\nsex attracted men and women experienced verbal \nabuse in the past year (Leonard et al., 2012). Some \nlesbians and gay men also report fearing rejection \nand other discrimination in healthcare (Guasp, 2012). \nLikewise, the focus groups that informed this toolkit \nfrequently referred to experiences of harassment \nand abuse, and the resultant stress on mental health. \nThey also mentioned a lack of media and other \ncultural representation and a lack of celebration of \ntheir lives as further sources of negative feelings. \nHaving depression or anxiety is already stigmatised \nin society, and to experience this in conjunction with \nsexuality-based stigma compounds the difficulty of \ntaking steps to get help. Addressing these challenges \nis an essential part of reducing the disproportionately \nhigh rates of depression and anxiety among lesbians \nand gay men. It may be helpful for e-therapies \nto explicitly acknowledge the unequal treatment \nsometimes faced by lesbians and gay men, and \nprovide content to build coping, resilience, and \nempowerment to mitigate the effects of living with a \nstigmatised identity. This has been evidenced as one \nof the best ways for improving the lives of same-sex \nattracted people (Lyons, Hosking, & Rozbroj, 2014; \nMeyer, 1993). \nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 26\nRECOMMENDATIONS\n3. Include content about self-acceptance \nInternalised stigma, or feeling shame about one’s \nsexual orientation, can be common among lesbians \nand gay men, and is a part of the broader impact of \nminority stress. Internalised stigma is linked strongly \nwith mental health outcomes among lesbians and \ngay men (Herek, Gillis, & Cogan, 2009; Lingiardi, \nBaiocco, & Nardelli, 2012; Lyons, Pitts, & Grierson, \n2013). Thus, it would be useful for e-therapies to \ninclude content that specifically helps lesbians and \ngay men to not only accept their sexual orientation \nbut also form a positive sexual identity. \n4. Include content that addresses issues specific to age, \nculture/ethnicity, and vulnerable subpopulations \nThere are a number of subpopulations within the \nbroader population of lesbians and gay men that \nface specific sexuality-related issues. Improving \nthe relevance of e-therapy also requires taking \ninto account these differences. A set of resources \nis provided at the end of this section that give \ndetailed information on issues faced by particular \nsubpopulations of lesbians and gay men. As a \nstarting point, developers may wish to consider:\na. Age-specific issues \nYoung people are at particular risk of heterosexist \ndiscrimination, and also present higher rates of mood \ndisorders. Older lesbians and gay men are also at \nincreased risk as they become more reliant on health \nand aged care services that are not always gay-\nfriendly. Tailoring e-therapy to address specific issues \nfaced by these groups, such as younger people \nfacing stigma-related challenges at school or older \npeople facing challenges in healthcare settings, can \nfurther increase the relevance of an e-therapy and \nimprove its effectiveness. \nb. Culture-specific issues\nE-therapies often fail to represent cultural, ethnic and \nreligious diversity in general. Yet research shows that \ncultural and religious background has a large impact \non mental health outcomes among lesbians and gay \nmen (Guasp, 2012; Reeders, 2010; Wei et al., 2010). \nThe World Health Organisation’s report Improving \nthe health and well-being of lesbian, gay, bisexual  \nand transgender persons cites the combined impact \nof cultural or religious stressors and sexuality-related \nminority stressors as one of the main challenges \nto overcome for improving LGBT mental health \n(World Health Organisation, 2013b). This was echoed \namong the focus group participants who suggested \nthat e-therapies should account for multicultural \nexperiences of same-sex attraction. Furthermore, if \ne-therapies are likely to be predominantly accessed \nby a particular group, it would be valuable to \nconsider whether any tailored content for that group \nis inclusive of lesbians and gay men. For example, \nthe New Zealand CD-ROM program Rainbow SPARX \nspecifically addresses Takatāpui, which is a particular \nMaori group that is likely to access that program \n(Lucassen, Merry, Hatcher, & Frampton, 2014).\nc. Other subpopulations  \nConsider whether the e-therapy is likely to be \naccessed by a subpopulation that faces particular \nchallenges to their mental health. For example, in \nAustralia and many other locations around the world, \nliving in a rural area is linked with poorer mental \nhealth for same-sex attracted people than living in \nan urban area (Edwards, 2005; Lyons & Hosking, \n2014; Lyons et al., 2014; Preston & D’Augelli, 2013). \nThese outcomes may be further compounded by a \nlack of access to support and therapy in rural areas, \nwhich makes e-therapy especially important given \nits near-universal accessibility. It is therefore worth \nconsidering addressing the challenges of being \nsame-sex attracted in a rural context, which research \nshows is an area that needs particular attention \n(Lyons et al., 2014). Other vulnerable subpopulations \nshould also be identified with a view of tailoring \ncontent to specific issues faced by these populations.\nAustralian Research Centre in Sex, Health and Society — ARCSHS 27\nRECOMMENDATIONS\nFurther resources\n  Australian Research Centre in Sex, Health and \nSociety – Private Lives 2 (Aus): www.latrobe.\nedu.au/__data/assets/pdf_file/0020/180425/\nPrivateLives2Report.pdf\n  Department of Health – Sexual orientation: A \npractical guide for the NHS (UK): \nhttp://webarchive.nationalarchives.gov.\nuk/20130107105354/http:/www.dh.gov.uk/\nen/Publicationsandstatistics/Publications/\nPublicationsPolicyAndGuidance/DH_095634\n  National LGBTI Health Alliance – Working \ntherapeutically with LGBTI clients: A practice \nwisdom resource (Aus): \nwww.beyondblue.org.au/docs/default-source/\ndefault-document-library/bw0256-practice-\nwisdom-guide-online.pdf?sfvrsn=2\n  IMPACT: The LGBT Health and Development \nProgram – Resiliency among LGB youth: \nOvercoming victimization (USA): \nwww.impactprogram.org/youth-blog/resiliency-\namong-lgb-youth-overcoming-victimization\n  Minus18 (Aus): \nwww.minus18.org.au\n  National Resource Centre on LGBT Ageing (USA): \nwww.lgbtagingcenter.org/index.cfm\n  Department of Health – The national LGBTI ageing & \naged care strategy (Aus): \nwww.lgbthealth.org.au/ageing\n  Multicultural Centre for Women’s Health – Coming \nout, coming home or inviting people in? Supporting \nsame-sex attracted women from immigrant and \nrefugee communities (Aus): \nwww.mcwh.com.au/downloads/publications/\nUnderstanding_Sexuality_Project_Final_report.pdf\n  Centre for Culture, Ethnicity and Health – Double \ntrouble? The health needs of culturally diverse men \nwho have sex with men (Aus): \nwww.glhv.org.au/files/Double-Trouble_MHSS_\nReeders.pdf\nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 28\nRECOMMENDATIONS\nSOCIAL SUPPORT\n“ When you’ve been growing up alone you feel that \nyou are different from other people, you’re supposed \nto like, fit the norm of society, and if you don’t that \ncan be a trigger. It can isolate you and you go into a \ncocoon which is very hard to break.” – younger male\nReceiving social support is linked to better mental \nhealth outcomes, and has been shown to be particularly \nimportant for marginalised populations such as lesbians \nand gay men. Key practice and policy documents on \nLGBTI mental health strategies emphasise the important \nrole of social support in the resilience and well-being \nof lesbians and gay men, including the Working \ntherapeutically with LGBTI clients: A practice wisdom \nresource (Bradstreet et al., 2014), the Private Lives 2 \nreport (Leonard et al., 2012), and the Going upstream \nLGBTI mental health framework (Leonard & Metcalf, \n2014). E-therapies have the potential to foster social \nconnectivity, especially given they are already operating \nin a digital domain, which makes it easy to provide \nlinks to other internet-based support resources such \nas online forums, discussion boards, and other forms \nof online social support networking, as well as linking \nusers to appropriate third party social media groups. \nE-therapies can also provide advice and guidance for \nhelping lesbians and gay men to extend their personal \nsocial networks and to access appropriate forms of \nsupport within the communities in which they live.\nRecommendations:\n1. Avoid the assumption that lesbians and gay men \nhave common support structures in their lives \nWhile many lesbians and gay men do have \nsupportive friends and family, some do not. \nSome may also be ostracized, rejected, or treated \ndifferently upon coming out (see relationship section, \npage 23). Focus groups also highlighted the risk of \nrejection by friends and family, and participants at \ntimes took issue with e-therapies that recommended \nusers seek help from family and friends. \nConsequently, while e-therapies should continue \nto see family and friends as important sources of \nstrength for users, they should also account for the \npossibility that these may also be stressors for some \nlesbians and gay men. \n2. Include guidance for building social networks and \nsocial support \nWith a sense of isolation being relatively common \namong lesbians and gay men (Fredriksen-Goldsen \net al., 2013; Radkowsky & Siegel, 1997), especially for \nthose in rural and remote areas (Lyons et al., 2014) \nor when first coming out to friends and family, it is \nimportant that e-therapies address issues of social \nsupport. Assessing the social support needs of \nusers is recommended. Providing links to online gay \nand lesbian communities, real world communities, \nand support organisations are just a few practical \nsuggestions for helping to connect users with other \nlesbians and gay men and for locating appropriate \nsupport services. It is not uncommon for lesbians \nand gay men to feel isolated when first coming out \nor when experiencing discrimination or harassment. \nNormalising these experiences through content \ndelivered in e-therapy is advisable as one additional \nway of helping lesbians and gay men feel that they \nare not alone. \nAustralian Research Centre in Sex, Health and Society — ARCSHS 29\nRECOMMENDATIONS\n3. Consider including an online forum as part of the \ne-therapy program\nDirecting users to online chat rooms, discussion \nboards, and social groups and forums where social \nconnectivity is fostered may enhance coping and \nresilience. Of course this may also have some \nchallenges, as it may be perceived as a tacit \nendorsement of third party content over which there \nis no direct control, and which may potentially be \nvulnerable to trolling if not appropriately moderated. \nAs an alternative, and if resources allow, an in-house \nforum could be provided as part of the e-therapy. \nOne example of this is Big White Wall [www.\nbigwhitewall.com], which includes writing and art \ntherapy as well as text forums that are populated \nwith user-generated discussion topics on issues \nfacing lesbians and gay men, and which appear to \nbe regularly utilised by users. Having a dedicated \nonline forum or group where users can share their \nexperiences of living as lesbians and gay men may \nprovide a great opportunity to overcome isolation by \nuniting the known benefits of social support and the \nabundant capacity for interactivity via the internet.\nThe following are some moderated online forums, \ndiscussion boards, and chat rooms that provide \ndedicated spaces for same-sex attracted people to \nconnect and share their experiences: \n  SameSame, health and support forums (Aus): \nwww.samesame.com.au/forum/forumdisplay.\nphp?f=10\n  PaceHealth (UK): \nwww.pacehealth.org.uk/interact/message-boards\n  Empty Closets (USA): \nwww.emptyclosets.com/forum\nFurther resources\n  beyondblue – Feeling queer and blue: A review \nof the literature on depression and related \nissues among gay, lesbian, bisexual and other \nhomosexually active people (Aus):  \nwww.glhv.org.au/files/Feeling_Queer_Full.pdf\n  National LGBTI Health Alliance – MindOUT!  \nwebinars (Aus):  \nwww.lgbthealth.org.au/mindoutwebinars\n  beyondblue – Building the evidence base of risk and \nprotective factors for depression and anxiety within \nthe GLBTI community (Aus):  \nwww.beyondblue.org.au/docs/default-source/\nresearch-project-files/bw0168.pdf?sfvrsn=2\n  National LGBTI Health Alliance – Going upstream: \nA framework for promoting the mental health of \nlesbians, gay, bisexual, transgender and intersex \n(LGBTI) people (Aus): \nwww.beyondblue.org.au/docs/default-source/\ndefault-document-library/bw0257-going-upstream-\nonline-o-lgbti-mental-health-promotion-framework.\npdf?sfvrsn=2\nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 30\nRECOMMENDATIONS\nREFERENCES TO MENTAL HEALTH RESOURCES\n“ Knowing immediately that you’re going into a safe \nspace is one of the most important things for me, in \nterms of getting any help.” – younger female\nHelplines and other forms of referral are included \nin most e-therapies. However, very few e-therapies \nprovide resources explicitly tailored to lesbians and gay \nmen. Such resources are valuable, because they often \nprovide expertise on issues that are specific to the life \nexperiences of lesbians and gay men. Feeling welcomed \nand accepted is also important; the fear of being \njudged or misunderstood by mainstream resources may \ndiscourage some lesbians and gay men from contacting \nmainstream resources. \nRecommendation:\n1. Include tailored helplines and other resources \nBoth rounds of focus groups showed near-unanimous \nsupport for including helplines and other support \nresources that are specifically tailored to lesbians and \ngay men. Doing so is also recommended by existing \nLGBTI-health expert resources, such as Going \nupstream: A framework for promoting the mental \nhealth of lesbian, gay, bisexual, transgender and \nintersex (LGBTI) people (Leonard & Metcalf, 2014). \nHelpline options are widely available, and adding \nthem to an e-therapy is easy to implement as a way \nof improving both inclusiveness and relevance for \nlesbians and gay men. \nFurther resources:\nThe following are some resources that may be \nconsidered:\nAustralia\n  A list of LGBT helplines is provided on the Helplines \nAustralia website: www.helplines.org.au/Content_\nCommon/search.aspx?sk=&ct=8\nUnited Kingdom\n  A good starting point is to refer to the list of \nhelplines compiled by Stonewall, which is available \nat: www.stonewall.org.uk/cymru/english/at_home/\nhelplines/default.asp#uk_general\nUnited States of America\n  The Gay, Lesbian, Bisexual and Transgender (GLBT) \nNational Hotline: \nwww.glbtnationalhelpcenter.org \n1-888-843-4564\n  The Gay, Lesbian, Bisexual and Transgender (GLBT) \nYouth Talkline: \nwww.glbtnationalhelpcenter.org/talkline/index.html\n  Further USA-based resources are listed on the  \nGay Alliance webpage: www.gayalliance.org/\ndirectory/health-and-well-being/hotlines.html\nAustralian Research Centre in Sex, Health and Society — ARCSHS 31\nRECOMMENDATIONS\nThe following is a visual schematic of how some of the recommendations in this toolkit might \ncome together to help make an e-therapy more inclusive and relevant to lesbians and gay men. \nA typical simplified structure of an e-therapy is first presented, followed by a modified version. \nThe arrows indicate a user’s progress through the therapy. The light grey boxes indicate \nmodules, while the dark grey boxes indicate other auxiliary content, such as examples and \nimagery, which are typically module-specific but may also occur at any point in the e-therapy. \nTYPICAL STRUCTURE OF AN E-THERAPY\nMODIFIED STRUCTURE OF AN E-THERAPY\nCase example\nImagery and examples\nThe means by which content is delivered \nto users: language, images, examples, \nand scenarios using characters \nHelplines / References\nTelephone helpline and other external help resources \nSignup / \nintroductory \npages \n \nInitial mental \nhealth  \nassessment\nOften includes \nbaseline \nassessment \nand iterative \nassessments \nModules\nThe body of an e-therapy. This is  \nwhere main content and exercises  \nare found  \nFollow-up \nmental health \nassessment\nTo track \nimprovement \nConclusion \nImagery and examples\nImages / examples are now neutral or \ndepict people and experiences of mixed \nsexualities \nTailored imagery and examples\nDepict same-sex attracted people, \navoid stereotypes \nHelplines / References\nTelephone helpline and other external help resources \nSignup / \nintroductory \npages\nAdd a statement \nof inclusiveness; \nadd a question on \nsexual orientation \nInitial mental \nhealth  \nassessment\nCapture minority \nstressors. Use \nsexuality data to \ndrive logic  \nGeneral modules\nAvoid assuming that users are \nheterosexual; use inclusive content \n \nTailored modules\nCover key experiences e.g. coming \nout, same-sex relationships, stigma \nFollow-up \nmental health \nassessment\nCapture minority \nstressors \nConclusion\nAddress lesbian \nand gay users \ndirectly \nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 32\nRECOMMENDATIONS\nThe following is a summary of the recommendations and a checklist for \nassessing how inclusive and relevant an e-therapy is for lesbians and gay \nmen. Every e-therapy is different and it may not be possible to include all \nof the recommendations, but this checklist can be useful as a quick guide \nfor identifying recommendations that would be suitable for developing or \nmodifying an e-therapy.\nChecklist of recommendations\nIntroductory sections of an e-therapy (more information on page 16)\nInclude a statement acknowledging lesbians and gay men.\nIf asking about sexuality on signup, avoid asking users to identify themselves.  \nUse orientation/gender to drive content.\nLanguage (more information on page 17)\nAvoid language that potentially excludes lesbians and gay men. e.g. “spouse”. \nAvoid labelling users by sexual identity. Use orientation/attraction instead.\nImagery (more information on page 19)\nAvoid images that cumulatively assume or suggest the user is heterosexual.  \ne.g. every picture being of heterosexual couples. \nInclude symbols of lesbian/gay inclusion. e.g. rainbow flag, linked gender symbols.\nAvoid images that depict gay and lesbian stereotypes. e.g. butch lesbian, flamboyant gay man. \nInclude images that depict age, ethnic, and cultural diversity.\nExamples and characters (more information on page 20)\nAvoid exclusive use of heterosexual examples and characters.\nAvoid gender-neutral examples and characters. e.g. androgynous characters.\nInclude examples and characters depicting non-traditional families and gender roles. \nAvoid gay and lesbian stereotypes in examples and for characters.\nInclude examples that depict age, cultural and ethnic diversity.\nAvatars (more information on page 22)\nConsider using avatars if feasible.\nAustralian Research Centre in Sex, Health and Society — ARCSHS 33\nRECOMMENDATIONS\nRelationships (more information on page 23)\nAvoid catering only to heterosexual romantic relationship experience.\nInclude content about relationship-related challenges among family and friends.  \ne.g. lack of recognition of relationship, ostracisation, misunderstanding. \nInclude content about relationship-related challenges in the public sphere.  \ne.g. coming out in public, at work, and at school.\nFurther recommendations (more information on page 25)\nInclude content about coming out.\nInclude content about harassment, rejection, and other forms of discrimination.\nInclude content about self-acceptance.\nInclude content around homonegativity that addresses issues specific to age, culture, and other \nrelevant demographics or vulnerable populations.\nSocial support (more information on page 28)\nAvoid the assumption that lesbians and gay men have common support structures in their lives, such as \nfamily and friends\nInclude guidance for building social networks and social support, and consider linking to forums  \nor other online sites where lesbians and gay men can connect with each other.\nConsider including an online forum as part of the e-therapy program.\nReferences to mental health resources (more information on page 30)\nInclude tailored helplines and other resources.\nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 34\nRECOMMENDATIONS\nOne of the best ways to assess whether an e-therapy is \nsuitable for users from a particular population is to ask \nthem. A brief 12-item questionnaire is provided below to \nassist e-therapy developers in the process of consulting \nwith lesbians and gay men, and to test the inclusiveness \nand relevance of an e-therapy. The questionnaire is \nprintable / photocopier-friendly. Developers may also \nwish to delete some items or add new items depending \non the specific aims and features of the e-therapy.\nUtility for other sexual minorities\nItems are targeted to lesbians and gay men, but \ndepending on the focus of the e-therapy, items referring \nto “lesbians and gay men” could be replaced with “LGB” \nor “non-heterosexual”, or with alternative groups such \nas “bisexual men and women”.\nScoring\nAgree = 1  Disagree = 0\nCompute a mean score by adding the score for each \nitem then dividing by the number of items answered, \nexcluding those marked as “not applicable”. The mean \nscore indicates the degree to which a lesbian or gay \nmale user felt the e-therapy was inclusive of and \nrelevant to lesbians and gay men.\nUser testing\nThinking about your experience using this program, please tell us  \nwhether you agree or disagree with the following statements: Agree Disagree N/A\n1 I felt comfortable using this program\n2 I did not feel excluded or alienated from any part of this program\n3 This program appears to be relevant to people who identify as lesbian or gay\n4 At no point did this program appear to assume or suggest that I was heterosexual\n5 I felt that the images used in this program would appeal to lesbians and gay men\n6 I felt that any examples, stories, or characters in this program were sufficiently \ninclusive of lesbians and gay men\n7 I felt that this program sufficiently addressed issues related to being lesbian or gay, \nsuch as challenges with discrimination, prejudice, and coming out\n8 This program appears to be inclusive of same-sex relationships\n9 I thought that any portrayals of gay or lesbian people were not overly stereotypical\n10 Suggestions and links to additional resources, such as helplines, were sufficiently \ninclusive of lesbians and gay men\n11 I was able to relate to the content in this program\n12 I think this program would be useful for lesbians and gay men who need some help\nAustralian Research Centre in Sex, Health and Society — ARCSHS 35\nRECOMMENDATIONS\nADDITIONAL RESOURCES\nThe following webpages provide useful research, \nresources, and advocacy for understanding and \nimproving the mental health of same-sex attracted \npeople, and may be useful when designing and \ndeveloping the content for e-therapies that are \napplicable to lesbians and gay men.\nAustralia\n  The Australian Research Centre in Sex, Health  \nand Society (ARCSHS), La Trobe University  \nwww.latrobe.edu.au/arcshs\n  The National LGBTI Health Alliance \nwww.lgbthealth.org.au \n  Gay and Lesbian Health Victoria \nwww.glhv.org.au\n  Minus18 \nwww.minus18.org.au  \n  Gay and Lesbian Switchboard \nwww.switchboard.org.au/index.php \n  beyondblue, LGBTI people  \nwww.beyondblue.org.au/resources/for-me/lesbian-\ngay-bi-trans-and-intersex-lgbti-people \nUnited Kingdom:\n  The Lesbian and Gay Foundation \nwww.lgf.org.uk  \n  London Lesbian and Gay Switchboard \nwww.llgs.org.uk\n  Stonewall UK \nwww.stonewall.org.uk\n  The LGBT Network \nwww.lgbtnetwork.eu\n  NHS, Gay health \nwww.nhs.uk/livewell/lgbhealth/Pages/\nGayandlesbianhealth.aspx \nUnited States of America\n  GLBT National Help Center \nwww.glbtnearme.org \n  American Medical Association,  \nLGBT Health Resources \nhttp://ama-assn.org/ama/pub/about-ama/our-\npeople/member-groups-sections/glbt-advisory-\ncommittee/glbt-resources/lgbt-health-resources.page\n  Fenway Health \nwww.fenwayhealth.org/site/PageServer \nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 36\nRECOMMENDATIONS\nREFERENCES\nAbbott, J. A. M., Klein, B., & Ciechomski, L. (2008). \nBest practices in online therapy. Journal of \nTechnology in Human Services, 26(2-4), 360-375. \ndoi: 10.1080/15228830802097257\nAmerican Psychological Association. (2014). Mental \nhealth disparities: Lesbian / gay / bisexual / transgender. \nUnited States of America\nAshworth A. (2013). Sexual orientation: A guide for the \nNHS. Stonewall Institute: United Kingdom\nAustralian Bureau of Statistics. (2007). National survey \nof mental health and wellbeing: Summary of results. \nAustralia\nAustralian Bureau of Statistics. (2014). 8146.0 – \nHousehold use of information technology, Australia, \n2012-13. Australian Bureau of Statistics: Australia. \nAvailable from [WebCite] www.webcitation.\norg/6T16gfBL0\nAustralian Communications and Media Authority. \n(2012). Report 3 – Smartphones and tablets take-up \nand use in Australia: Summary report. Communications \nreport 2011–12 series. Australia\nBarak, A., Hen, L., Boniel-Nissim, M., & Shapira, N. A. \n(2008). A comprehensive review and a meta-analysis of \nthe effectiveness of internet-based psychotherapeutic \ninterventions. Journal of Technology in Human Services, \n26(2-4), 109-160. doi: 10.1080/15228830802094429\nBerg, M. B., Mimiaga, M. J., & Safren, S. A. (2008). \nMental health concerns of gay and bisexual men seeking \nmental health services. Journal of Homosexuality, 26 (3). \ndoi: 10.1080/00918360801982215\nbeyondblue. (2014). Anxiety: Online support and \ntreatments. Retrieved 9th September, 2014, from \n[WebCite]: www.webcitation.org/6Soj8ALYN\nBradstreet, B., Calver, S., Kent, R., Klein, T., Mitchell, \nM. B., Parker, D., . . . Watson, V. (2014). Working \ntherapeutically with LGBTI clients: A practice wisdom \nresource. National LGBTI Health Alliance: Australia\nChristensen, H., Griffiths, K. M., & Groves, C. (2004). \nMoodGYM training program: clinicians manual. \nAustralian National University Centre for Mental Health \nResearch: Australia\nChristensen, H., Murray, K., Calear, A. L., Bennett, K., \nBennett, A., & Griffiths, K. M. (2010). Beacon: A web \nportal to high-quality mental health websites for use by \nhealth professionals and the public. The Medical Journal \nof Australia, 192(11 Suppl), S40-S44\nChristensen, H., Proudfoot, J., Woodward, A., Hosie, \nA., Klein, B., Morgan, C., . . . Humphreys, T. (2014). \ne-Mental Health Services in Australia 2014: Current and \nFuture. The e-Mental Health Alliance: Australia\nCowpertwait, L., & Clarke, D. (2013). Effectiveness of \nweb-based psychological interventions for depression: \nA meta-analysis. International Journal of Mental Health \nand Addiction, 11(2), 247-268. doi: 10.1007/s11469-012-\n9416-z\nDavid, H. (2006). MoodGYM: www.moodgym.anu.edu.\nau Occupational Medicine, 56(8), 586-586. doi: 10.1093/\noccmed/kql121\nDepartment of Health. (2007). Improving access \nto psychological therapies (IAPT) programme: \nComputerised Cognitive Behavioural Therapy (cCBT) \nimplementation guidance. United Kingdom\nDepartment of Health and Ageing. (2012). E-mental \nhealth strategy for Australia. Australia\nDepartment of Health: Equality and Human Rights \nGroup. (2009) Sexual orientation: A practical guide for \nthe NHS. Department of Health\nDonker, T., Petrie, K., Proudfoot, J., Clarke, J., \nBirch, M.-R., & Christensen, H. (2013). Smartphones \nfor smarter delivery of mental health programs: A \nsystematic review. J Med Internet Res, 15(11), e247. doi: \n10.2196/jmir.2791\nEdwards, J. (2005). Invisibility, safety and psychosocial \ndistress among same-sex attracted women in rural \nSouth Australia. Rural and Remote Health, 5(1) \nAustralian Research Centre in Sex, Health and Society — ARCSHS 37\nRECOMMENDATIONS\nForoushani, P. S., Schneider, J., & Assareh, N. (2011). \nMeta-review of the effectiveness of computerised CBT \nin treating depression. BMC Psychiatry, 11(1), 131-131. doi: \n10.1186/1471-244X-11-131\nFredriksen-Goldsen, K. I. P., Kim, H.-J. P., Barkan, S. \nE. P., Muraco, A. P., & Hoy-Ellis, C. P. M. S. W. (2013). \nHealth disparities among lesbian, gay, and bisexual \nolder adults: Results from a population-based study. \nAmerican Journal of Public Health, 103(10), 1802-1809\nFuller, M. S., D. Mathews, R. (2013). Internet supported \npsychological interventions: A guide to navigating the \nonline world of psychological programs. Australian \nPsychological Society: Australia\nGriffiths, K. M., & Christensen, H. (2006). \nReview of randomised controlled trials of Internet \ninterventions for mental disorders and related \nconditions. Clinical Psychologist, 10(1), 16-29. doi: \n10.1080/13284200500378696\nGuasp, A. T., James. (2012). Mental Health: Stonewall \nhealth Briefing. Stonewall Institute: United Kingdom\nHarrison, V., Proudfoot, J., Wee, P. P., Parker, G., \nPavlovic, D. H., & Manicavasagar, V. (2011). Mobile \nmental health: Review of the emerging field and proof \nof concept study. Journal of Mental Health, 20(6), 509-\n524. doi: 10.3109/09638237.2011.608746\nHealthdirect Australia. (2014). Mindhealthconnect. \nRetrieved 2nd October, 2014, from [WebCite]  \nwww.webcitation.org/6T154cVTa\nHerek, G. M., Gillis, J. R., & Cogan, J. C. (2009). \nInternalized stigma among sexual minority adults: \nInsights from a social psychological perspective. Journal \nof Counselling Psychology, 56(1), 32-43. doi: 10.1037/\na0014673\nLanders, S., & Gilsanz, P. (2009). The health of lesbian, \ngay, bisexual and transgender (LGBT) persons in \nMassachusetts: A survey of health issues comparing \nLGBT persons with their heterosexual and non-\ntransgender counterparts. Massachusetts Department \nof Public Health: United States of America\nLeonard, W., & Metcalf, A. (2014). Going upstream: A \nframework for promoting the mental health of lesbian, \ngay, bisexual, transgender and intersex (LGBTI) people. \nAustralia\nLeonard, W., Pitts, M., Mitchell, A., Lyons, A., Smith, \nA., Patel, S., . . . Barrett, A. (2012). Private lives 2: The \nsecond national survey of the health and wellbeing \nof gay, lesbian, bisexual and transgender (GLBT) \nAustralians (Vol. 86). Melbourne: Australian Research \nCentre in Sex, Health and Society, La Trobe University\nLingiardi, V., Baiocco, R., & Nardelli, N. (2012). Measure \nof internalized sexual stigma for lesbians and gay men: \nA new scale. Journal of Homosexuality, 59(8), 1191-1210. \ndoi: 10.1080/00918369.2012.712851\nLucassen, M. F. G., Hatcher, S., Stasiak, K., Fleming, \nT., Shepherd, M., & Merry, S. N. (2013). The views of \nlesbian, gay and bisexual youth regarding computerised \nself-help for depression: An exploratory study. \nAdvances in Mental Health, 12(1), 22-33. doi: 10.5172/\njamh.2013.12.1.22\nLucassen, M. F. G., Merry, S. N., Hatcher, S., & \nFrampton, C. M. A. (2014). Rainbow SPARX: A novel \napproach to addressing depression in sexual minority \nyouth. Cognitive and Behavioral Practice. doi: 10.1016/j.\ncbpra.2013.12.009\nLuckstead, A. (2004). Raising issues: Lesbian, gay, \nbisexual, & transgender people receiving services in the \npublic mental health system. Center for Mental Health \nServices Research, Department of Psychiatry, University \nof Maryland: United States of America\nLyons, A., & Hosking, W. (2014). Health disparities \namong common subcultural identities of young gay \nmen: Physical, mental, and sexual health. Arch Sex \nBehav. doi: 10.1007/s10508-014-0315-2\nLyons, A., Hosking, W., & Rozbroj, T. (2014). Rural-\nurban differences in mental health, resilience, stigma, \nand social support among young Australian gay men. \nJ Rural Health. doi: 10.1111/jrh.12089\nImproving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 38\nREFERENCES  \nLyons, A., Pitts, M., & Grierson, J. (2013). Factors \nrelated to positive mental health in a stigmatized \nminority: An investigation of older gay men. \nJournal of Aging and Health, 25(7), 1159-1181. doi: \n10.1177/0898264313495562\nMarks, I., & Cavanagh, K. (2009). Computer-aided \npsychological treatments: Evolving issues. Annual \nReview of Clinical Psychology, 5(1), 121-141. doi: 10.1146/\nannurev.clinpsy.032408.153538\nMeyer, I. H. (1993). Prejudice and pride: Minority stress \nand mental health in gay men: Columbia University\nMeyer, I. H. (1995). Minority stress and mental health in \ngay men. Journal of Health and Social Behavior, 36(1), \n38-56\nMeyer, I. H. (2003). Prejudice, social stress, and \nmental health in lesbian, gay, and bisexual populations: \nConceptual issues and research evidence. Psychological \nBulletin, 129(5), 674-697. doi: 10.1037/0033-\n2909.129.5.675\nMeyer, I. H., & Northridge, M. E. (2007 ). The health of \nsexual minorities: Public health perspectives on lesbian, \ngay, bisexual, and transgender populations. New York: \nSpringer \nMorrison, S., & Dinkel, S. (2012). Heterosexism and \nhealth care: A concept analysis. Nursing Forum, 47(2), \n123-130. doi: 10.1111/j.1744-6198.2011.00243.x\nMurphy, B. C. (1991). Educating mental-health \nprofessionals about gay and lesbian issues. Journal of \nHomosexuality, 22(3-4), 229-246\nNational Health Service. (2014). Mental health issues if \nyou’re gay. Retrieved 3rd October, 2014, from [WebCite] \nwww.webcitation.org/6T2WMNPeC\nNational Institute for Clinical Excellence. (2002). \nGuidance on the use of computerised cognitive \nbehavioural therapy for anxiety and depression  \n(Vol. Technology Appraisal No. 51). London\nNational Institute for Clinical Excellence. (2007). \nClinical guidelines for the management of anxiety: \nManagement of anxiety (panic disorder, with or without \nagoraphobia and generalised anxiety disorder) in adults \nin primary, secondary and community care (Vol. 22.). \nUniversity of Sheffield: United Kingdom\nNational Institute for Health and Care Excellence. \n(2006). NICE technology appraisal guidance 97: \nComputerised cognitive behaviour therapy for \ndepression and anxiety. United Kingdom\nNational Institute for Mental Health Research. (2014a). \nBeacon. 2.0. Retrieved 17th October, 2014, from  \nwww.beacon.anu.edu.au\nNational Institute for Mental Health Research. (2014b). \nE-Couch. Retrieved 24th September, 2014, from \n[WebCite] www.webcitation.org/6Sok8MGOz\nNational Institute for Mental Health Research. (2014c). \nMoodGym. Retrieved 24th September, 2014, from \nwww.webcitation.org/6Sok1fJ8a\nPreston, D. B., & D’Augelli, A. R. (2013). The challenges \nof being a rural gay man. Hoboken: Taylor and Francis\nProudfoot, J., Clarke, J., Birch, M.-R., Whitton, A. E., \nParker, G., Manicavasagar, V., . . . Hadzi-Pavlovic, D. \n(2013). Impact of a mobile phone and web program \non symptom and functional outcomes for people with \nmild-to-moderate depression, anxiety and stress: A \nrandomised controlled trial. BMC Psychiatry, 13(1), 312-\n312. doi: 10.1186/1471-244X-13-312\nRadkowsky, M., & Siegel, L. J. (1997). The gay \nadolescent: Stressors, adaptations, and psychosocial \ninterventions. Clinical Psychology Review, 17(2), 191-216. \ndoi: 10.1016/S0272-7358(97)00007-X\nReeders, D. (2010). Double trouble? The health needs of \nculturally diverse men who have sex with men. Australia\nRichards, D., & Richardson, T. (2012). Computer-based \npsychological treatments for depression: A systematic \nreview and meta-analysis. Clinical Psychology Review, \n32(4), 329-342. doi: 10.1016/j.cpr.2012.02.004\nAustralian Research Centre in Sex, Health and Society — ARCSHS 39\nREFERENCES\nRichardson, T., Stallard, P., & Velleman, S. (2010). \nComputerised Cognitive Behavioural Therapy for the \nprevention and treatment of depression and anxiety in \nchildren and adolescents: A systematic review. Clinical \nChild and Family Psychology Review, 13(3), 275-290. doi: \n10.1007/s10567-010-0069-9\nRochlen, A. B., Zack, J. S., & Speyer, C. (2004). Online \ntherapy: Review of relevant definitions, debates, \nand current empirical support. Journal of Clinical \nPsychology, 60(3), 269-283. doi: 10.1002/jclp.10264\nRostosky, S. S., Riggle, E. D. B., Gray, B. E., & \nHatton, R. L. (2007). Minority stress experiences in \ncommitted same-sex couple relationships. Professional \nPsychology: Research and Practice, 38(4), 392-400. doi: \n10.1037/0735-7028.38.4.393\nRozbroj, T., Lyons, A., Pitts, M., Mitchell, A., & \nChristensen, H. (2014). Assessing the applicability of \ne-therapies for depression, anxiety, and other mood \ndisorders among lesbians and gay men: Analysis of 24 \nweb- and mobile phone-based self-help interventions. \nJ Med Internet Res, 16(7), e166-194. doi: 10.2196/jmir.3529\nSaulnier, C. F. (2002). Deciding who to see: Lesbians \ndiscuss their preferences in health and mental health \ncare providers. Social Work, 47(4), 355-365. doi: 10.1093/\nsw/47.4.356\nSpurgeon, J. A., & Wright, J. H. (2010). \nComputer-assisted cognitive-behavioral therapy. \nCurrent Psychiatry Reports, 12(6), 547-552. doi: 10.1007/\ns11920-010-0152-5\nStonewall Scotland. (2013). Inclusive language in the \nNHS (ed.). United Kingdom\nSuicide Prevention Australia. (2009). Position \nstatement: Suicide and self-harm among gay, lesbian, \nbisexual and transgender communities. Australia\nSwinburne University. (2014). Mental health online. \nRetrieved 24th September, 2014, from [WebCite]  \nwww.mentalhealthonline.org.au/pages/about-us\nTschurtz, B., Burke, A., Bau, I., Corina, I., Hobby, F., \nSnowdon, S., . . . Wilson-Stronks, A. (2011). Advancing \neffective communication, cultural competence, and \npatient- and family-centered care for the lesbian, gay, \nbisexual, and transgender (LGBT) community: A field \nguide. United States of America\nUnited Nations. (2013). Resolution 67/81: Global health \nand foreign policy. Rio de Janeiro\nWei, M. F., Liao, K. Y. H., Chao, R. C. L., Mallinckrodt, \nB., Tsai, P. C., & Botello-Zamarron, R. (2010). Minority \nstress, perceived bicultural competence, and depressive \nsymptoms among ethnic minority college students. \nJournal of Counselling Psychology, 57(4), 411-422. doi: \n10.1037/a0020790\nWorld Health Organisation. (2011). Strategy and plan of \naction on e-health 51st Directing Council, 63rd Session \nof Regional Committee. Washington D.C.\nWorld Health Organisation. (2013a). Addressing \nthe causes of disparities in health service access and \nutilization for lesbian, gay, bisexual and trans (LGBT) \npersons: Concept paper (Vol. Provisional Agenda \nItem 4.12). Washington D.C.\nWorld Health Organisation. (2013b). Improving the \nhealth and well-being of lesbian, gay, bisexual and \ntransgender persons: A report by the Secretariat\nWright, J. H. (2004). Cognitive-Behavior Therapy  \n(J. H. Wright Ed.). Washington, D.C: American \nPsychiatric Pub.\nCRICOS Provider 00115M latrobe.edu.au/arcshs\nCONTACT\nAustralian Research Centre  \nin Sex Health and Society \nGeneral enquiries \nT +61 3 9479 8700  \nF +61 3 9478 8711 \nE arcshs@latrobe.edu.au\n",
    "id": 30672251,
    "identifiers": {
        "doi": null,
        "oai": "oai:apo.org.au:54358"
    },
    "title": "Improving e-therapy for mood disorders among lesbians and gay men",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "",
    "publisher": "Australian Research Centre in Sex Health and Society (LaTrobe)",
    "references": [
        {
            "id": 43165715,
            "title": "A comprehensive review and a meta-analysis of the effectiveness of internet-based psychotherapeutic interventions.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "(2008). A comprehensive review and a meta-analysis of the effectiveness of internet-based psychotherapeutic interventions. Journal of Technology in Human Services, 26(2-4), 109-160. doi: 10.1080/15228830802094429 Berg, M. B., Mimiaga, M. J., & Safren, S. A. (2008).",
            "cites": null
        },
        {
            "id": 43165713,
            "title": "Australia Australian Bureau of Statistics.",
            "authors": [],
            "date": "2014",
            "doi": "10.1037/e633092013-001",
            "raw": "Australia Australian Bureau of Statistics. (2014). 8146.0 – Household use of information technology, Australia, 2012-13. Australian Bureau of Statistics: Australia. Available from [WebCite] www.webcitation. org/6T16gfBL0 Australian Communications and Media Authority.",
            "cites": null
        },
        {
            "id": 43165717,
            "title": "Beacon: A web portal to high-quality mental health websites for use by health professionals and the public.",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "Australian National University Centre for Mental Health Research: Australia Christensen, H., Murray, K., Calear, A. L., Bennett, K., Bennett, A., & Griffiths, K. M. (2010). Beacon: A web portal to high-quality mental health websites for use by health professionals and the public. The Medical Journal of Australia, 192(11 Suppl), S40-S44 Christensen, H., Proudfoot, J., Woodward, A., Hosie, A., Klein, B., Morgan, C., . . . Humphreys, T. (2014).",
            "cites": null
        },
        {
            "id": 43165711,
            "title": "Best practices in online therapy.",
            "authors": [],
            "date": "2008",
            "doi": "10.1080/15228830802097257",
            "raw": "Abbott, J. A. M., Klein, B., & Ciechomski, L. (2008). Best practices in online therapy. Journal of Technology in Human Services, 26(2-4), 360-375. doi: 10.1080/15228830802097257 American Psychological Association. (2014). Mental health disparities: Lesbian / gay / bisexual / transgender.",
            "cites": null
        },
        {
            "id": 43165729,
            "title": "Computer-aided psychological treatments: Evolving issues. Annual Review of Clinical Psychology,",
            "authors": [],
            "date": "2009",
            "doi": "10.1146/annurev.clinpsy.032408.153538",
            "raw": "Journal of Aging and Health, 25(7), 1159-1181. doi: 10.1177/0898264313495562 Marks, I., & Cavanagh, K. (2009). Computer-aided psychological treatments: Evolving issues. Annual Review of Clinical Psychology, 5(1), 121-141. doi: 10.1146/ annurev.clinpsy.032408.153538 Meyer, I. H. (1993). Prejudice and pride: Minority stress and mental health in gay men: Columbia University Meyer, I. H. (1995). Minority stress and mental health in gay men. Journal of Health and Social Behavior, 36(1), 38-56 Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674-697. doi: 10.1037/0033-2909.129.5.675 Meyer, I. H., & Northridge, M. E. (2007 ). The health of sexual minorities: Public health perspectives on lesbian, gay, bisexual, and transgender populations. New York: Springer Morrison, S., & Dinkel, S. (2012). Heterosexism and health care: A concept analysis. Nursing Forum, 47(2), 123-130. doi: 10.1111/j.1744-6198.2011.00243.x Murphy, B. C. (1991). Educating mental-health professionals about gay and lesbian issues. Journal of Homosexuality, 22(3-4), 229-246 National Health Service. (2014). Mental health issues if you’re gay. Retrieved 3rd October, 2014, from [WebCite] www.webcitation.org/6T2WMNPeC National Institute for Clinical Excellence. (2002).",
            "cites": null
        },
        {
            "id": 43165736,
            "title": "Computerised Cognitive Behavioural Therapy for the prevention and treatment of depression and anxiety in children and adolescents: A systematic review. Clinical Child and Family Psychology Review,",
            "authors": [],
            "date": "2004",
            "doi": "10.1007/s10567-010-0069-9",
            "raw": "Computerised Cognitive Behavioural Therapy for the prevention and treatment of depression and anxiety in children and adolescents: A systematic review. Clinical Child and Family Psychology Review, 13(3), 275-290. doi: 10.1007/s10567-010-0069-9 Rochlen, A. B., Zack, J. S., & Speyer, C. (2004). Online therapy: Review of relevant definitions, debates, and current empirical support. Journal of Clinical Psychology, 60(3), 269-283. doi: 10.1002/jclp.10264 Rostosky, S. S., Riggle, E. D. B., Gray, B. E., & Hatton, R. L. (2007). Minority stress experiences in committed same-sex couple relationships. Professional Psychology: Research and Practice, 38(4), 392-400. doi: 10.1037/0735-7028.38.4.393 Rozbroj, T., Lyons, A., Pitts, M., Mitchell, A., & Christensen, H. (2014). Assessing the applicability of e-therapies for depression, anxiety, and other mood disorders among lesbians and gay men: Analysis of 24 web- and mobile phone-based self-help interventions.",
            "cites": null
        },
        {
            "id": 43165737,
            "title": "Deciding who to see: Lesbians discuss their preferences in health and mental health care providers.",
            "authors": [],
            "date": "2002",
            "doi": "10.1093/sw/47.4.355",
            "raw": "J Med Internet Res, 16(7), e166-194. doi: 10.2196/jmir.3529 Saulnier, C. F. (2002). Deciding who to see: Lesbians discuss their preferences in health and mental health care providers. Social Work, 47(4), 355-365. doi: 10.1093/ sw/47.4.356 Spurgeon, J. A., & Wright, J. H. (2010). Computer-assisted cognitive-behavioral therapy.",
            "cites": null
        },
        {
            "id": 43165740,
            "title": "doi: 10.1037/a0020790 World Health Organisation.",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Journal of Counselling Psychology, 57(4), 411-422. doi: 10.1037/a0020790 World Health Organisation. (2011). Strategy and plan of action on e-health 51st Directing Council, 63rd Session of Regional Committee. Washington D.C. World Health Organisation. (2013a). Addressing the causes of disparities in health service access and utilization for lesbian, gay, bisexual and trans (LGBT) persons: Concept paper (Vol. Provisional Agenda Item 4.12). Washington D.C. World Health Organisation. (2013b). Improving the health and well-being of lesbian, gay, bisexual and transgender persons: A report by the Secretariat Wright, J. H. (2004). Cognitive-Behavior Therapy (J. H. Wright Ed.). Washington, D.C: American Psychiatric Pub.",
            "cites": null
        },
        {
            "id": 43165719,
            "title": "doi: 10.1093/ occmed/kql121 Department of Health.",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "au Occupational Medicine, 56(8), 586-586. doi: 10.1093/ occmed/kql121 Department of Health. (2007). Improving access to psychological therapies (IAPT) programme: Computerised Cognitive Behavioural Therapy (cCBT) implementation guidance. United Kingdom Department of Health and Ageing. (2012). E-mental health strategy for Australia. Australia Department of Health: Equality and Human Rights Group. (2009) Sexual orientation: A practical guide for the NHS. Department of Health Donker, T., Petrie, K., Proudfoot, J., Clarke, J., Birch, M.-R., & Christensen, H. (2013). Smartphones for smarter delivery of mental health programs: A systematic review. J Med Internet Res, 15(11), e247. doi: 10.2196/jmir.2791 Edwards, J. (2005). Invisibility, safety and psychosocial distress among same-sex attracted women in rural South Australia. Rural and Remote Health, 5(1) Australian Research Centre in Sex, Health and Society — ARCSHS 37 RECOMMENDATIONS Foroushani, P. S., Schneider, J., & Assareh, N. (2011).",
            "cites": null
        },
        {
            "id": 43165735,
            "title": "Double trouble? The health needs of culturally diverse men who have sex with men.",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "doi: 10.1016/S0272-7358(97)00007-X Reeders, D. (2010). Double trouble? The health needs of culturally diverse men who have sex with men. Australia Richards, D., & Richardson, T. (2012). Computer-based psychological treatments for depression: A systematic review and meta-analysis. Clinical Psychology Review, 32(4), 329-342. doi: 10.1016/j.cpr.2012.02.004 Australian Research Centre in Sex, Health and Society — ARCSHS 39 Richardson, T., Stallard, P., & Velleman, S. (2010).",
            "cites": null
        },
        {
            "id": 43165718,
            "title": "e-Mental Health Services in Australia 2014: Current and Future. The e-Mental Health Alliance: Australia",
            "authors": [],
            "date": "2013",
            "doi": null,
            "raw": "e-Mental Health Services in Australia 2014: Current and Future. The e-Mental Health Alliance: Australia Cowpertwait, L., & Clarke, D. (2013). Effectiveness of web-based psychological interventions for depression: A meta-analysis. International Journal of Mental Health and Addiction, 11(2), 247-268. doi: 10.1007/s11469-012-9416-z David, H. (2006). MoodGYM: www.moodgym.anu.edu.",
            "cites": null
        },
        {
            "id": 43165739,
            "title": "from [WebCite] www.mentalhealthonline.org.au/pages/about-us",
            "authors": [],
            "date": "2014",
            "doi": null,
            "raw": "Retrieved 24th September, 2014, from [WebCite] www.mentalhealthonline.org.au/pages/about-us Tschurtz, B., Burke, A., Bau, I., Corina, I., Hobby, F., Snowdon, S., . . . Wilson-Stronks, A. (2011). Advancing effective communication, cultural competence, and patient- and family-centered care for the lesbian, gay, bisexual, and transgender (LGBT) community: A field guide. United States of America United Nations. (2013). Resolution 67/81: Global health and foreign policy. Rio de Janeiro Wei, M. F., Liao, K. Y. H., Chao, R. C. L., Mallinckrodt, B., Tsai, P. C., & Botello-Zamarron, R. (2010). Minority stress, perceived bicultural competence, and depressive symptoms among ethnic minority college students.",
            "cites": null
        },
        {
            "id": 43165724,
            "title": "from [WebCite] www.webcitation.org/6T154cVTa",
            "authors": [],
            "date": "2014",
            "doi": null,
            "raw": "Retrieved 2nd October, 2014, from [WebCite] www.webcitation.org/6T154cVTa Herek, G. M., Gillis, J. R., & Cogan, J. C. (2009).",
            "cites": null
        },
        {
            "id": 43165733,
            "title": "from www.webcitation.org/6Sok1fJ8a",
            "authors": [],
            "date": "2014",
            "doi": null,
            "raw": "MoodGym. Retrieved 24th September, 2014, from www.webcitation.org/6Sok1fJ8a Preston, D. B., & D’Augelli, A. R. (2013). The challenges of being a rural gay man. Hoboken: Taylor and Francis Proudfoot, J., Clarke, J., Birch, M.-R., Whitton, A. E., Parker, G., Manicavasagar, V., . . . Hadzi-Pavlovic, D.",
            "cites": null
        },
        {
            "id": 43165730,
            "title": "Guidance on the use of computerised cognitive behavioural therapy for anxiety and depression (Vol. Technology Appraisal No. 51). London National Institute for Clinical Excellence.",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Guidance on the use of computerised cognitive behavioural therapy for anxiety and depression (Vol. Technology Appraisal No. 51). London National Institute for Clinical Excellence. (2007). Clinical guidelines for the management of anxiety: Management of anxiety (panic disorder, with or without agoraphobia and generalised anxiety disorder) in adults in primary, secondary and community care (Vol. 22.). University of Sheffield: United Kingdom National Institute for Health and Care Excellence.",
            "cites": null
        },
        {
            "id": 43165721,
            "title": "Health disparities among lesbian, gay, and bisexual older adults: Results from a population-based study.",
            "authors": [],
            "date": "2013",
            "doi": "10.2105/ajph.2012.301110",
            "raw": "E. P., Muraco, A. P., & Hoy-Ellis, C. P. M. S. W. (2013). Health disparities among lesbian, gay, and bisexual older adults: Results from a population-based study.",
            "cites": null
        },
        {
            "id": 43165728,
            "title": "Health. doi: 10.1111/jrh.12089 Improving E-therapy for Mood Disorders among Lesbians and Gay Men —",
            "authors": [],
            "date": "2013",
            "doi": null,
            "raw": "J Rural Health. doi: 10.1111/jrh.12089 Improving E-therapy for Mood Disorders among Lesbians and Gay Men — A Practical Toolkit 38 Lyons, A., Pitts, M., & Grierson, J. (2013). Factors related to positive mental health in a stigmatized minority: An investigation of older gay men.",
            "cites": null
        },
        {
            "id": 43165734,
            "title": "Impact of a mobile phone and web program on symptom and functional outcomes for people with mild-to-moderate depression, anxiety and stress: A randomised controlled trial.",
            "authors": [],
            "date": "2013",
            "doi": "10.1186/1471-244x-13-312",
            "raw": "(2013). Impact of a mobile phone and web program on symptom and functional outcomes for people with mild-to-moderate depression, anxiety and stress: A randomised controlled trial. BMC Psychiatry, 13(1), 312-312. doi: 10.1186/1471-244X-13-312 Radkowsky, M., & Siegel, L. J. (1997). The gay adolescent: Stressors, adaptations, and psychosocial interventions. Clinical Psychology Review, 17(2), 191-216.",
            "cites": null
        },
        {
            "id": 43165725,
            "title": "Internalized stigma among sexual minority adults: Insights from a social psychological perspective.",
            "authors": [],
            "date": "2009",
            "doi": "10.1037/a0014672.supp",
            "raw": "Internalized stigma among sexual minority adults: Insights from a social psychological perspective. Journal of Counselling Psychology, 56(1), 32-43. doi: 10.1037/ a0014673 Landers, S., & Gilsanz, P. (2009). The health of lesbian, gay, bisexual and transgender (LGBT) persons in Massachusetts: A survey of health issues comparing LGBT persons with their heterosexual and nontransgender counterparts. Massachusetts Department of Public Health: United States of America Leonard, W., & Metcalf, A. (2014). Going upstream: A framework for promoting the mental health of lesbian, gay, bisexual, transgender and intersex (LGBTI) people.",
            "cites": null
        },
        {
            "id": 43165722,
            "title": "Internet supported psychological interventions: A guide to navigating the online world of psychological programs.",
            "authors": [],
            "date": "2013",
            "doi": null,
            "raw": "American Journal of Public Health, 103(10), 1802-1809 Fuller, M. S., D. Mathews, R. (2013). Internet supported psychological interventions: A guide to navigating the online world of psychological programs. Australian Psychological Society: Australia Griffiths, K. M., & Christensen, H. (2006).",
            "cites": null
        },
        {
            "id": 43165716,
            "title": "Mental health concerns of gay and bisexual men seeking mental health services.",
            "authors": [],
            "date": "2014",
            "doi": "10.3886/icpsr22121.v1",
            "raw": "Mental health concerns of gay and bisexual men seeking mental health services. Journal of Homosexuality, 26 (3). doi: 10.1080/00918360801982215 beyondblue. (2014). Anxiety: Online support and treatments. Retrieved 9th September, 2014, from [WebCite]: www.webcitation.org/6Soj8ALYN Bradstreet, B., Calver, S., Kent, R., Klein, T., Mitchell, M. B., Parker, D., . . . Watson, V. (2014). Working therapeutically with LGBTI clients: A practice wisdom resource. National LGBTI Health Alliance: Australia Christensen, H., Griffiths, K. M., & Groves, C. (2004). MoodGYM training program: clinicians manual.",
            "cites": null
        },
        {
            "id": 43165720,
            "title": "Meta-review of the effectiveness of computerised CBT in treating depression.",
            "authors": [],
            "date": null,
            "doi": null,
            "raw": "Meta-review of the effectiveness of computerised CBT in treating depression. BMC Psychiatry, 11(1), 131-131. doi: 10.1186/1471-244X-11-131 Fredriksen-Goldsen, K. I. P., Kim, H.-J. P., Barkan, S.",
            "cites": null
        },
        {
            "id": 43165731,
            "title": "NICE technology appraisal guidance 97: Computerised cognitive behaviour therapy for depression and anxiety. United Kingdom National Institute for Mental Health Research.",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "(2006). NICE technology appraisal guidance 97: Computerised cognitive behaviour therapy for depression and anxiety. United Kingdom National Institute for Mental Health Research. (2014a).",
            "cites": null
        },
        {
            "id": 43165738,
            "title": "Position statement: Suicide and self-harm among gay, lesbian, bisexual and transgender communities. Australia Swinburne University.",
            "authors": [],
            "date": "2013",
            "doi": null,
            "raw": "Current Psychiatry Reports, 12(6), 547-552. doi: 10.1007/ s11920-010-0152-5 Stonewall Scotland. (2013). Inclusive language in the NHS (ed.). United Kingdom Suicide Prevention Australia. (2009). Position statement: Suicide and self-harm among gay, lesbian, bisexual and transgender communities. Australia Swinburne University. (2014). Mental health online.",
            "cites": null
        },
        {
            "id": 43165726,
            "title": "Private lives 2: The second national survey of the health and wellbeing of gay, lesbian, bisexual and transgender (GLBT) Australians (Vol. 86). Melbourne: Australian Research Centre in Sex, Health and Society,",
            "authors": [],
            "date": "2012",
            "doi": null,
            "raw": "Australia Leonard, W., Pitts, M., Mitchell, A., Lyons, A., Smith, A., Patel, S., . . . Barrett, A. (2012). Private lives 2: The second national survey of the health and wellbeing of gay, lesbian, bisexual and transgender (GLBT) Australians (Vol. 86). Melbourne: Australian Research Centre in Sex, Health and Society, La Trobe University Lingiardi, V., Baiocco, R., & Nardelli, N. (2012). Measure of internalized sexual stigma for lesbians and gay men: A new scale. Journal of Homosexuality, 59(8), 1191-1210. doi: 10.1080/00918369.2012.712851 Lucassen, M. F. G., Hatcher, S., Stasiak, K., Fleming, T., Shepherd, M., & Merry, S. N. (2013). The views of lesbian, gay and bisexual youth regarding computerised self-help for depression: An exploratory study.",
            "cites": null
        },
        {
            "id": 43165727,
            "title": "Rainbow SPARX: A novel approach to addressing depression in sexual minority youth. Cognitive and Behavioral Practice. doi: 10.1016/j. cbpra.2013.12.009 Luckstead,",
            "authors": [],
            "date": "2014",
            "doi": "10.1016/j.cbpra.2013.12.008",
            "raw": "Advances in Mental Health, 12(1), 22-33. doi: 10.5172/ jamh.2013.12.1.22 Lucassen, M. F. G., Merry, S. N., Hatcher, S., & Frampton, C. M. A. (2014). Rainbow SPARX: A novel approach to addressing depression in sexual minority youth. Cognitive and Behavioral Practice. doi: 10.1016/j. cbpra.2013.12.009 Luckstead, A. (2004). Raising issues: Lesbian, gay, bisexual, & transgender people receiving services in the public mental health system. Center for Mental Health Services Research, Department of Psychiatry, University of Maryland: United States of America Lyons, A., & Hosking, W. (2014). Health disparities among common subcultural identities of young gay men: Physical, mental, and sexual health. Arch Sex Behav. doi: 10.1007/s10508-014-0315-2 Lyons, A., Hosking, W., & Rozbroj, T. (2014). Ruralurban differences in mental health, resilience, stigma, and social support among young Australian gay men.",
            "cites": null
        },
        {
            "id": 43165714,
            "title": "Report 3 – Smartphones and tablets take-up and use in Australia: Summary report. Communications report 2011–12 series.",
            "authors": [],
            "date": "2012",
            "doi": null,
            "raw": "(2012). Report 3 – Smartphones and tablets take-up and use in Australia: Summary report. Communications report 2011–12 series. Australia Barak, A., Hen, L., Boniel-Nissim, M., & Shapira, N. A.",
            "cites": null
        },
        {
            "id": 43165732,
            "title": "Retrieved",
            "authors": [],
            "date": "2014",
            "doi": null,
            "raw": "Beacon. 2.0. Retrieved 17th October, 2014, from www.beacon.anu.edu.au National Institute for Mental Health Research. (2014b).",
            "cites": null
        },
        {
            "id": 43165723,
            "title": "Review of randomised controlled trials of Internet interventions for mental disorders and related conditions.",
            "authors": [],
            "date": "2012",
            "doi": "10.1080/13284200500378696",
            "raw": "Review of randomised controlled trials of Internet interventions for mental disorders and related conditions. Clinical Psychologist, 10(1), 16-29. doi: 10.1080/13284200500378696 Guasp, A. T., James. (2012). Mental Health: Stonewall health Briefing. Stonewall Institute: United Kingdom Harrison, V., Proudfoot, J., Wee, P. P., Parker, G., Pavlovic, D. H., & Manicavasagar, V. (2011). Mobile mental health: Review of the emerging field and proof of concept study. Journal of Mental Health, 20(6), 509-524. doi: 10.3109/09638237.2011.608746 Healthdirect Australia. (2014). Mindhealthconnect.",
            "cites": null
        },
        {
            "id": 43165712,
            "title": "Sexual orientation: A guide for the NHS. Stonewall Institute: United Kingdom Australian Bureau of Statistics.",
            "authors": [],
            "date": "2013",
            "doi": null,
            "raw": "United States of America Ashworth A. (2013). Sexual orientation: A guide for the NHS. Stonewall Institute: United Kingdom Australian Bureau of Statistics. (2007). National survey of mental health and wellbeing: Summary of results.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [
        "http://apo.org.au/sites/all/modules/pubdlcnt/pubdlcnt.php?nid=54358&file=http://apo.org.au/files/Resource/improving-etherapy-for-mood-disorders-among-lesbians-and-gay-men-a-practical-toolkit.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/pdf/30672251.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/30672251"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/30672251/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/30672251/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/30672251"
        }
    ],
    "abstract": "Introduction\n\nThis toolkit provides the first comprehensive set of guidelines for tailoring mood-disorder e-therapies to the needs of same-sex attracted people. It gives developers of e-therapies a set of practical recommendations for adjusting e-therapies to more effectively accommodate lesbians and gay men. These recommendations are supported by in-depth research that was designed specifically to inform this toolkit.\n\nSummaries of this research are provided in the toolkit and detailed findings are available in published research articles. This toolkit also provides information on the mental health-related challenges that are often faced by same-sex attracted people and links readers to key resources and organisations for further information. Checklists and other tools are included as aids for developers to assess the inclusiveness and relevance of e-therapies to lesbians and gay men. In short, this toolkit contains an extensive set of tools and explains why and how they could be implemented",
    "tags": [
        "Report",
        "Homosexuality",
        "Depression",
        "Mental",
        "Men--Health and hygiene"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Report"
    ],
    "oai": "oai:apo.org.au:54358",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "713",
        "openDoarId": 0,
        "name": "Analysis and Policy Observatory (APO)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 30672251,
        "depositedDate": null,
        "publishedDate": null,
        "updatedDate": "2016-08-09T15:52:13+01:00",
        "acceptedDate": null,
        "createdDate": "2016-04-04T11:48:02+01:00"
    },
    "urls": [
        "http://apo.org.au/node/54358"
    ],
    "lastUpdate": "2016-08-09T15:52:13+01:00",
    "setSpecs": []
}