{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Allison Auldridge"
        },
        {
            "name": "Anne Tamar-Mattis"
        },
        {
            "name": "Emily Ames Harper"
        },
        {
            "name": "Jean Tobin"
        },
        {
            "name": "Sean Kennedy"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-21T19:16:29+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71361291.pdf",
    "fullText": "1IMPROVING THE LIVES OF TRANSGENDEROLDER ADULTSRecommendations for Policy and PracticeSAGE (Services and Advocacy for GLBT Elders) and National Center for Transgender Equality (NCTE)2TABLE OF CONTENTS1       Introduction3      Current Knowledge about Trans Aging: A Literature Review     5      Transphobia and Culturally Competent Services in Healthcare     7      A Dearth of Relevant Knowledge and Outreach in Aging Settings     9      Disproportionate Experiences of Violence     11      Social Impact on Health of Transgender Elders     12     HIV/AIDS     15     Other Health Issues             15    Transition-Related Health Care              16    Limited Insurance Coverage             18    Mental Health     19     Veterans Issues     21     Employment and Housing Discrimination22    A Note on Intersex Conditions23    Gaining Visibility: The Challenges Facing Transgender Elders  29    Detailed Recommendations     31     Aging Services Network     33    Improving Health      35     Long-Term Services and Supports      37    Ending Violence and Abuse     39    Creating Equal Employment Opportunities     40    Housing     42    Improving Economic Security      43    Building a Foundation of Knowledge     44    Privacy and Documentation     46    Community Support and Engagement     48     Immediate Policy and Practice Priorities to Improve             the Lives of Transgender Older Adults49    Appendix A: Practical Guidance for Aging Providers© 2012 Services and Advocacy for GLBT Elders and National Center for Transgender EqualityAUTHORS: Allison Auldridge, SAGE (literature review, pg 3), Anne Tamar-Mattis, Advocates for Informed Choice (note on intersex conditions, pg 22), Sean Kennedy (feature story, pg 23) and Emily Ames and Harper Jean Tobin, NCTE (detailed recommendations, pg 29). DESIGN: RD Design | PHOTOGRAPHY: Alan Acosta1IntroductionTransgender older adults face profound challenges and experience strikingdisparities in areas such as health and health care access, physical and mentalhealth, employment, housing and more. Research and experience also revealthat many transgender elders routinely encounter both a health care systemand a national aging network that are ill-prepared to provide culturallycompetent care and services and create residential environments that affirmthe gender identities and expressions of transgender older people. Many transgender elders delay necessary care and are subjected to ignorance,prejudice, discrimination, hostility and even violence in the settings meant tosupport their successful aging. Policies and programs meant to support older peopleand other vulnerable populations often present significant barriers for transgenderpeople, while initiatives that could address many of the disparities and challengesthey face (such as elder abuse and housing costs) are neglected or underfunded. Moreover, transgender elders came of age during decades when transgender peoplewere heavily stigmatized and pathologized. Some came out and made gendertransitions during these years, while many others kept their identities hidden fordecades and are now coming out and transitioning later in life. Many challengesfacing transgender elders are common to the broader older lesbian, gay, bisexual andtransgender (LGBT) population, but some are different. With a growing oldertransgender population, there is an urgent need to understand the challenges thatcan threaten financial security, health and overall well-being.Improving the Lives of Transgender Older Adults responds to these concerns byexamining the social, economic and service barriers facing this population. Thisreport includes a detailed literature review, profiles of the experiences of transgenderelders around the country and more than 60 concrete recommendations forpolicymakers and practitioners. Our hopes are that this report inspires conversation,more research and policy analysis, and ultimately, action.  SAGE and NCTEMay 20122Alan AcostaDirector of Strategic Initiatives L.A. Gay and Lesbian Center Kellan BakerHealth Policy AnalystCenter for American ProgressHope A. Barrett, MPHSenior Director of Public Programs Center on Halsted (formerly)Earline BuddFounder and Former Executive DirectorTransgender Health Empowerment Natalie ChinStaff AttorneyLambda LegalLoree Cook-DanielsPolicy and Program DirectorFORGE/Transgender Aging Network Masen DavisExecutive Director Transgender Law CenterRobert EspinozaSenior Director for Public Policy and CommunicationsSAGEMaximilian E. Fuentes Fuhrmann, Ph.D.Clinical Psychologist/Gerontologist Private PracticeAmy E. GotwalsSenior DirectorPublic Policy and AdvocacyNational Association of Area Agencies on Aging Mara KeislingExecutive DirectorNational Center for Transgender Equality Bishop Tonyia M. RawlsExecutive DirectorFreedom Center for Social JusticeDaniel R. RedmanNational Center for Lesbian RightsDel Martin Memorial LGBT Elder Advocacy InitiativeBarbara SatinBoard Chair, GLBT Generations Institute for Welcoming Resources & Faith Works Associate National Gay and Lesbian Task Force Beatrice SimpkinsChief Financial OfficerFreedom Center for Social JusticeMoonhawk River Stone, M.S. LMHC, PsychotherapistPrivate PracticeHarper Jean TobinPolicy CouncilNational Center for Transgender Equality Serena WorthingtonDirector of Community Advocacy and Capacity BuildingSAGEADVISORY COMMITTEETRANSGENDER AGING ADVOCACY INITIATIVE In 2011, SAGE (Services and Advocacy for GLBT Elders) and the National Center for TransgenderEquality launched a historic Transgender Aging Advocacy Initiative. The purpose of the initiativewas to identify the range of barriers affecting transgender older adults and to outline an advocacyroadmap that would cut across issue areas, reach the full diversity of transgender elders, andmeet both short-term and long-term goals. To inform this initiative, we brought together a diversepanel of experts on these issues, many of whom have blazed trails in their fields on these issues.The content of this policy report is the result of this initiative and the many leaders who have built a foundation of knowledge about transgender aging that this report continues. This initiative wasgenerously funded by the Arcus Foundation and the David Bohnett Foundation.3Current Knowledgeabout Trans Aging: A Literature ReviewTransgender and gender non-conforming adults face a myriad of challengesas they age. While very limited, the existing research on transgender people paints a picture of many people aging in isolation and without anetwork of knowledgeable or welcoming providers in the aging, health andsocial services arenas. Further, transgender elders often experience extremedisparities in access to health care and low rates of health insurancecoverage due in large part to systemic discrimination from providers andinsurance companies, as well as economic instability resulting fromdiscrimination in employment and housing, among other areas. An overarching challenge for policymakers and practitioners is the dearth in researchexamining the challenges facing this population—and the types of policies andprogrammatic interventions that would improve their lives. While the need for betterdata and more research on lesbian, gay and bisexual communities has gained supportover the last few years, gender identity remains largely absent from the scope of socialresearch and analysis. Moreover, few studies have addressed the specific challengesfacing transgender elders. Research focused on transgender people of color is even morelimited, despite some studies suggesting that they experience high levels of violence anddiscrimination.12 Grant, J.M., Mottet, L.A., Tanis J., Harrison, J., Herman, J.L., & Keisling M. Injustice at every turn: A report of thenational transgender discrimination survey. (2011). Washington, DC: National Center for Transgender Equalityand National Gay and Lesbian Task Force.4n 2008, the National Center forTransgender Equality (NCTE) and theNational Gay and Lesbian Task Forcesurveyed 6,450 transgender-identifiedpeople—including 110 older adults overthe age of 65—for their historic NationalTransgender Discrimination Survey(NTDS).  It’s important to note that oldertransgender adult respondents in thissurvey were less demographically diversethan their younger transgendercounterparts, with a high number ofrespondents over age 65 who were white,identified as women, transitioned later in life and reported higher incomes.  The reasons for this lack of diversity arenot clear. There are many possibleexplanations, such as that oldertransgender men, people of color, thosewith lower incomes or those whotransitioned earlier in life might not be aseffectively reached through transgendernetworks and the Internet, might be less likely to self-identify as transgenderor might simply not live as long. Other surveys have been similar inregards to age, gender and incomeamong older cohorts, such as findings ontransgender adults over the age of 55 in the Transgender Law Center’s “State of Transgender California Report.”2Researchers are advised to explore howsurvey methods can better capture dataon transgender older adults that reflectspoor and low-income elders, elders of color and other more vulnerable, harder-to-study populations.Older adult data from these transgendersurveys should be read with caution. To read the full reports, please visit transequality.org andtransgenderlawcenter.org.Key figures on transgender elder respondents from the National TransgenderDiscrimination Survey70%of transgender adults age 65 and older reported having delayedgender transition to avoiddiscrimination in employment.13%of transgender adults age 65 and older reported abusingalcohol and drugs to cope withmistreatment.16%of transgender adults age 65 andolder reported attempting suicideat least once in their lifetimes.Note on older adult respondents & transgender surveys2 E., Frazer, M. S., Wertz, K. and Davis, M. (2009). The state of transgender California: Results from the2008 California transgender economic health survey. San Francisco, CA: Transgender Law Center.ISource: Grant, J.M., Mottet, L.A., Tanis J.,Harrison, J., Herman, J.L., & Keisling M.Injustice at every turn: A report of thenational transgender discrimination survey.(2011). Washington, DC: National Center for Transgender Equality and National Gayand Lesbian Task Force.53 While this paper draws from a variety of studies to illustrate the scope of barriers facing transgender olderadults (and to suggest potential points of entry for policy and institutional reform), the transgender populationcuts across a spectrum of experiences and identities, and the experiences described in this paper may not reflectall older transgender adults. For example, two factors that can create profoundly different aging experiences are age of transition and visible gender conformity.  Transitioning at a later age might result in more economicstability for some transgender people who have avoided experiences of employment and housing bias. However,there might also be a range of negative mental health outcomes for transgender people who delay “coming out”until a later age.4 While the literature has not done a sufficient job analyzing transgender-specific realities, SAGE’s experience as an aging provider suggests that transgender older adults face many challenges accessing healthcare that isculturally appropriate, affordable and suitable for an aging population. Additionally, although the small universeof research on transgender elders has substantiated these concerns, much more research is needed.  5 Kimmel, D., Rose, T., & David, S.  (2006).  Lesbian, gay, bisexual and transgender aging: Research and clinicalperspectives. New York, NY: Columbia University Press.6  Ibid.DID YOU KNOW? Barriers to adequate careinclude a lack of basiccultural and clinicalknowledge amongproviders, refusal to carefor transgender patients,and harassment andabuse of patients.‘’Recognizing the limited research on transgender older adults, this paper also drawsfrom the general research on LGBT elders to illustrate how persistent discriminationcan result in economic instability and challenges in health, housing and employment.3This paper also draws from studies on transgender people as a whole and suggests howchallenges become pronounced as people age. Transphobia and Culturally Competent HealthcareMany lesbian, gay, bisexual and transgender (LGBT) people routinely encounterignorance, indifference and discrimination in mainstream healthcare settings—a realityboth documented in large surveys and described anecdotally by many transgenderpeople seeking care in a variety of health care settings including doctors’ offices,hospitals, mental health clinics, drug treatment programs and even emergency rooms.4Barriers to adequate care include a lack of basic cultural and clinical knowledge amongproviders, refusal to care for transgender patients and harassment and abuse of patients.For transgender older adults, this heightened level of disregard from healthcareprofessionals can lead to apprehension and distrust of healthcare providers and over timecan lead to increased social isolation, delayed care-seeking and poor health outcomes.5A 2011 report on transgender discrimination by the National Center for TransgenderEquality and the National Gay and Lesbian Task Force (referred to in this paper as the“National Transgender Discrimination Survey” or “NTDS”) documents this pervasiveinsensitivity and violent treatment of transgender patients in emergency rooms, mentalhealth clinics and drug treatment programs. Respondents reported differentialtreatment when their transgender statuses became known by providers, and beingharassed by staff and/or being physically assaulted when seeking care. Nineteen percentof all respondents had been refused medical treatment altogether because of theirgender non-conforming status, with 24 percent of transgender women and 20 percentof transgender men having experienced care refusal.66This mistreatment was magnified among respondents with lower income levels andrespondents who were people of color. Latino/a respondents reported the highest rateof unequal care among any racial/ethnic category (32 percent reported unequal carefrom a doctor or hospital and 19 percent in ERs or mental health clinics), while AfricanAmerican transgender respondents were among the most vulnerable to physical assaultin hospitals and doctors’ offices.7The literature argues that without the essential support of healthcare providers, and inorder to avoid the stress of dealing with incompetent service providers, manytransgender people do not seek care until they experience health emergencies and, insome cases, have died in the absence of medical care. For transgender people of color, a lack of healthcare access is especially true; the NTDS found that 17% of AfricanAmerican respondents and 8% of Latino/a respondents said that they utilizedemergency rooms as their place for primary care treatment, as did 8% of respondentswith household incomes of less than $10,000.8 Social and economic marginalizationcompounded the health disparities for Black and Latino/a respondents in the NTDS as both communities experienced discrimination and poor health outcomes at muchhigher levels than the general population, including higher rates of HIV infection,smoking, drug and alcohol use, and suicide attempts.9 Many transgender people also lack primary care doctors; a 2005 study in Philadelphiafound that more than one-third of the transgender population surveyed had no regulardoctor at all.10 The Aging and Health Report, published by the University of Washingtonin 2011, surveyed more than 2,500 LGBT older adults between the ages of 50-95 andfound that one-third of transgender elders report being in poor physical health and that 22 percent of transgender respondents needed to see a doctor, but did not becausethey could not afford to do so.11 There are clear health implications for transgenderolder adults who do not feel safe accessing healthcare providers: delayed care can meanthat preventable illnesses are not identified and diagnosed in time, health complicationsworsen and the costs for care increase, among other consequences. 7 Grant, J.M., et al. (2011). Injustice at every turn: A report of the national transgender discrimination survey.8   Ibid.9   National Gay and Lesbian Task Force, National Center for Transgender Equality, & League of United LatinAmerican Citizens.  (2011). Injustice at every turn: A look at Latino/a respondents in the national transgenderdiscrimination survey. Retrieved from http://www.thetaskforce.org/reports_and_research/ntds_latino_a_respondents; National Gay and Lesbian Task Force, National Center for Transgender Equality, & NationalBlack Justice Coalition.  (2011). Injustice at every turn: A look at black respondents  in the national transgenderdiscrimination survey.  Retrieved from http://www.thetaskforce.org/reports_and_research/ntds_black_respondents.10 Kenagy, G.P. (2005). Transgender health: Findings from two needs assessments studies in Philadelphia.  Health & Social Work 30 (1), 19-26.11 Fredriksen-Goldsen, K.I., Kim, H.J., Emlet, C.A., Muraco, A., Erosheva, E.A., Hoy-Ellis, C.P., Goldsen, J., & Petry, H.  (2011). The aging and health report: Disparities and resilience among lesbian, gay, bisexual, andtransgender older adults. Seattle, WA: Institute for Multigenerational Health.‘’DID YOU KNOW? For transgender people of color, a lack ofhealthcare access isespecially true; the NTDSfound that 17% of AfricanAmerican respondentsand 8% of Latino/arespondents said thatthey utilized emergencyrooms as their place forprimary care treatment, as did 8% of respondentswith household incomesof less than $10,000.7Such negative consequences were seen among respondents in The Aging and HealthReport, which shows that a significant proportion of transgender elders have some formof disability. Even within the LGBT community, transgender older adults seem toexperience heightened barriers to care and increased levels of physical impairments asthey age. Forty-seven percent of all LGBT respondents in the survey had a disability,while 62 percent of transgender older adults reported having a disability.12A Dearth of Relevant Knowledge and Outreach in Aging SettingsResearch suggests that aging providers specifically are uninformed and culturallyinsensitive on LGBT issues. A 2006 study found aging providers to be more intoleranttoward the broader LGBT population than providers within the mainstream healthcaresystem.13 The two most cited reasons for this lack of cultural competence are: little to no outreach to LGBT communities in elder care, and little professional training amongaging providers on the unique needs of LGBT older adults.12  Ibid., 22.13  Kimmel, D., et al.  (2006). Lesbian, gay, bisexual and transgender aging: Research and clinical perspectives: p. 247-248.October 2011 meeting of the Advisory Committee for theTransgender Aging AdvocacyInitiative, Washington, DC.Photo: Emily Ames, NationalCenter for Transgender Equality 8The available research shows that most aging agencies and facilities do not offer culturalcompetency trainings to their staff or residents about issues related to servingtransgender clients.14 According to a 2009 nationwide study of area agencies on aging,only one-third of the participating agencies had offered their staff training on LGBTaging, and most of these training sessions were voluntary or part of a generalizedtraining on nondiscrimination. The study found that conducting cultural competencytrainings correlated to increased engagement with transgender elders. The 101 agenciesthat had conducted trainings specifically on transgender issues were three times morelikely to report having received a request to help a transgender older adult in theprevious year.15 This same survey also found that trainings helped staff understand LGBT health issues,how to provide LGBT-specific services and conduct effective outreach into LGBTcommunities. Unfortunately, few agencies had conducted training or done outreach totransgender older adults, with only 7.2 percent of agencies that responded offeringservices targeted at transgender elders.16 14  One consequence of this dearth in transgender competency is that it has contributed to basic misunderstandingamong providers about the differences between gender identity and sexual orientation. See Knochel, K.A.,Croghan, C.F., Moone, R.J., & Quam, J.K.  (2010).  Ready to serve? The aging network and LGB and T older adults.15  Ibid., p. 8, 10.16  Ibid., 13.October 2011 meeting of the Advisory Committee for theTransgender Aging AdvocacyInitiative, Washington, DC.Photo: Bishop Tonyia M. Rawls,Freedom Center for SocialJustice.917 National Senior Citizens Law Center.  (2011).  LGBT older adults in long-term care facilities: Stories from the field.Washington, DC: National Senior Citizens Law Center, National Gay and Lesbian Task Force, Services andAdvocacy for GLBT Elders (SAGE), Lambda Legal, National Center for Lesbian Rights, & National Center forTransgender Equality.18 Cook-Daniels, L.  (2008). Aging as ourselves: LGBT aging health issues for health care providers. Retrieved fromhttp://www.dvsacmiami.org/Resources/Complete%20curricula%20text%20with%20references.pdf.19 National Gay and Lesbian Task Force, National Center for Transgender Equality, & League of United Latin American Citizens.  (2011). Injustice at every turn: A look at Latino/a respondents in the national transgenderdiscrimination survey. Retrieved from http://www.thetaskforce.org/reports_and_research/ntds_latino_a_respondents.20 Grant, J.M., et al. (2011). Injustice at every turn: A report of the national transgender discrimination survey: p. 3.21 Fredriksen-Goldsen, et al.  (2011). The aging and health report: Disparities and resilience among lesbian, gay,bisexual, and transgender older adults: 20.22 Kenagy, G.P. (2005). The health and social service needs of transgender people in Philadelphia.  International Journal of Transgenderism 8 (2-3): 49-56; and Kenagy, G.P., & Bostwick, W.  (2005).  The healthand social service needs of transgender people in Chicago.  International Journal of Transgenderism 8 (2-3): 57-66. DID YOU KNOW? From childhood throughlater life, transgenderpeople suffer from someof the highest rates ofinterpersonal violence.Transgender people ofcolor are at particularlyhigh risk, with someresearch suggesting thatnon-citizen Latino/apeople are often the mostvulnerable to violence and abuse.‘’Many advocates and aging practitioners reason that a lack of training maintains anatmosphere of ignorance regarding transgender people in aging settings, can enableneglect and abuse, and establishes an environment where older adults feel unsafe tospeak openly and honestly about their gender identities and expressions. In a recentsurvey on LGBT older adults in long-term care facilities, 80 individuals (more than 10 percent of respondents) said that they, a loved one or a client had experienced staffrefusal to call a transgender resident by his or her preferred name or pronoun.17Additionally, many elders fear having their transgender status “discovered” by insensitivehealth professionals. This concern is heightened among older adults who have notundergone transition-related surgeries and whose dress and appearance may be“incongruent” with their anatomies.18 Disproportionate Experiences of Violence From childhood through later life, transgender people suffer from some of the highestrates of interpersonal violence. Transgender people of color are at particularly high risk,with some research suggesting that non-citizen Latino/a people are often the mostvulnerable to violence and abuse.19 According to the NTDS, students in grades K-12who expressed a transgender identity or gender non-conformity reported distressinglyhigh rates of harassment (78%), physical assault (35%) and sexual violence (12%).20On the other end of the age spectrum, The Aging and Health Report found thattransgender people age 50 and older were more than twice as likely to have experiencedphysical or verbal domestic violence in the past year than were their lesbian, gay, andbisexual peers regardless of age, income and education.21 Multiple studies have foundthat at least 50 percent of transgender people are survivors of sexual violence.22 As withother populations, experiencing one type of abuse frequently makes one more likely toexperience another type of abuse. The 2011 FORGE study, “Transgender people’s10access to sexual assault services,” documented that 52.3 percent of transgender peoplewho had experienced child abuse, sexual abuse, dating violence, intimate partner violenceor stalking experienced two or more of these types of crime.  Unpublished data from a2011 survey conducted by FORGE found that being a person of color as well astransgender dramatically increased the chances of being the victim of family violence.Multiple studies have found that transgender people frequently experience violence ininteractions with law enforcement officials; thus it is perhaps unsurprising that manytransgender people may be hesitant to report violent incidents to police.23 Nearly half of all respondents in the NTDS reported being uncomfortable seeking out policefor assistance, while a staggering 38% of Black respondents reported being harassed by police, 14% reported physical assault and 6% reported sexual assault by police.24Sadly, transgender people also experience discrimination and harassment when seekingreprieve from violence from public support services.  Of the transgender and gender23 Witten, T.M.  (2003). Life course analysis–The courage to search for something more: Middle adulthood issuesin the transgender and intersex community.  Journal of Human Behavior in the Social Environment 8 (2-3): 198;Grant, J.M., et al. (2011). Injustice at every turn: A report of the national transgender discrimination survey: p. 6.24 Grant, J.M., et al. (2011). Injustice at every turn: A report of the national transgender discrimination survey: p. 6.‘’DID YOU KNOW? Higher rates ofvictimization amongtransgender people can impact the physicaland mental health oftransgender elders.October 2011 meeting of the Advisory Committee for the Transgender Aging Advocacy Initiative, Washington, DC.Photo: Masen Davis, Transgender Law Center. 11non-conforming people who tried to access rape crisis centers or domestic violenceservices, 5-6% reported unequal treatment, 4% experienced verbal harassment ordisrespect and 1% were physically assaulted there.25Higher rates of victimization among transgender people will certainly impact thephysical and mental health of transgender elders. The Centers for Disease Control andPrevention has found that childhood abuse, neglect and other experiences of traumaincrease the likelihood of long-term health and social problems including alcoholism,depression, risk for intimate partner violence and suicide attempts.26 Further, NTDSrespondents who had experienced domestic violence were more likely to attempt suicide,experience homelessness and engage in sex work than those who had not been abused.27Certainly, increased social supports for transgender elders are necessary to help theseolder adults cope with years of violence and discrimination. Yet they are also a resilientcommunity. As Researcher Tarynn M. Witten has written:  “Transgender and intersexpersons must go through a great deal to survive. Those that manage to live long lives astransgendered or intersexed persons must have developed coping and survival strategiesthat were highly effective in the face of all that is against them.”28Social Impacts on Health of Transgender EldersThe general lack of professional training on transgender health compounded bydiscrimination in employment, education and housing, as well as the lack of socialsupport systems, contribute to the chronic stress experienced by many transgender olderadults. This amplified level of anxiety, common to groups who experience regulardiscrimination and violence, can lead to high-risk behaviors and poor health outcomes.Multiple studies have shown that transgender people are more likely than their non-transgender counterparts to engage in sex work, drug use and alcohol abuse, which canincrease incidences of HIV, substance abuse, self-harm and suicide.29 For example, aNew York City study of transgender people found that as many as 23.6 percent ofrespondents abused substances such as alcohol, marijuana, cocaine and amphetamines,and that the use of drugs increased the likelihood of engaging in unprotected sex.3025 Ibid., 130.26 National Center for Chronic Disease Prevention and Health Promotion, Division of Population Health.  (2010).Adverse childhood experiences (ACE) study: Major findings. Retrieved from http://www.cdc.gov/ace/findings.htm.27 Grant, J.M., et al. (2011). Injustice at every turn: Areport of the national transgender discrimination survey:p. 88.28 Witten, T.M.  (2003). Life course analysis-The courage to search for something more: Middle adulthood issuesin the transgender and intersex community: p. 216.29  Clements-Nolle, K., Marx R., Guzman, R., & Katz M.  (2001). HIV prevalence, risk behaviors, health care use,and mental health status of transgender persons: Implications for public health interventions. American Journalof Public Health 91 (6): 915-921.30 Bockting W.O., Robinson B.E., & Rosser B.R. (1998). Transgender HIV prevention: a qualitative needsassessment. AIDS Care 10: 505-525.DID YOU KNOW? Several studies haveshown that transgenderpeople access healthcareproviders less frequentlythan the generalpopulation and this isespecially true for peoplewithout networks ofsupport in place.‘’12Several studies have shown that transgender people access healthcare providers lessfrequently than the general population and this is especially true for people withoutnetworks of support in place. The Aging and Health Report found that regardless ofsocioeconomic status, transgender older adults have lower levels of social support thannon-transgender older adults.31 The lack of professional resources in combination with the stress from systemic discrimination and poor social supports can complicatehealth issues for transgender people as they age. HIV/AIDSA number of studies point to high-risk behaviors, such as sex work, unprotected sex andthe unsafe injection of drugs, hormones or silicone, as prime contributors to the highrates of HIV/AIDS among transgender people. For example, data collected by theCalifornia Department of Health Services in 2003 showed a 6.3% rate of HIVdiagnoses among self-identified transgender individuals—a rate higher than theinfection rates found among groups considered high-risk, including men who have sexwith men (4.2%) and partners of people living with HIV (4.8%).32 Again, these figuresreveal racial disparities; transgender African Americans had significantly higher rates ofHIV diagnoses than any other racial group, a finding that has been documented inseveral other studies on transgender HIV prevalence.33 Also, across studies analyzed bythe Centers for Disease Control and Prevention’s HIV/AIDS Prevention ResearchSynthesis Team in 2007, male-to-female study participants were more likely to engagein risky sex behaviors (such as unprotected sex, sex work and sex with multiple partners),and reported higher rates of HIV diagnoses than female-to-male respondents.34There are other factors to consider in contextualizing higher rates of HIV/AIDS in the transgender community, including the lack of “safe sex” education focused on theunique physical and emotional issues of transgender people. The Transgender AgingNetwork (TAN) writes that transgender women who transition in mid- to late life mayexperience additional challenges in negotiating safe sex practices: “Frequently theseMTFs [male-to-female persons] have been in heterosexual marriages for severaldecades, and may not have paid attention to safer sex messages because they felt themessages pertained only to gay men and/or younger people who were actively dating.”3531 Fredriksen-Goldsen, et al.  (2011).  The aging and health report: Disparities and resilience among lesbian, gay,bisexual, and transgender older adults: p. 17.32 Herbst, J.H., Jacobs, E.D., Finlayson, T.J., McKleroy, V.S., Neumann, M.S., & Crepaz, N.   (2008). Estimating HIV prevalence and risk behaviors of transgender persons in the United States: A systematic review.  AIDS and Behavior 12 (1): 1-17.33 Ibid., 2.34 Ibid., 10.35 Cook-Daniels, L.  (2008).  Sexuality violence, elder abuse, and sexuality of transgender adults age 50+: Results of three surveys. Retrieved from http://forge-forward.org/2008/03/trans-aging-3-surveys/.‘’DID YOU KNOW? There are other factors to consider incontextualizing higherrates of HIV and AIDS inthe transgendercommunity, including the lack of “safe sex”education focused on the unique physical and emotional issues oftransgender people.13TAN also notes another risk factor for transgender populations, which is the possibilitythat the post-surgical vaginas of some trans women may be unusually susceptible toHIV transmission.36 Many more factors may affect HIV for transgender people, butmore research is needed.We know that transgender people face high rates of HIV/AIDS, and that the numberof people over 50 living with HIV/AIDS is growing rapidly. However, little data isavailable about the impact of HIV/AIDS on older transgender people. One recentnational study of LGBT older adults found that out of 174 transgender respondents,3.5 percent reported they were living with HIV/AIDS. In the National TransgenderDiscrimination Survey, less than 1 percent of respondents over age 55 reported thatthey were HIV positive while nearly 8 percent reported they did not know their HIVstatus. However, these surveys relied on self-reporting and had significant samplinglimitations. We do not yet have national HIV/AIDS surveillance data that is delineatedby age category and transgender status. More research is needed to understand how36 Ibid.‘’DID YOU KNOW? Research shows that few healthcare providersscreen for HIV amongolder adults (under theassumption that sexualactivity diminishes with age), and few HIVprevention marketingmaterials are targeted at older adults.October 2011 meeting of the Advisory Committee for the Transgender Aging Advocacy Initiative, Washington, DC.Photo, from left to right: Joo-Hyun Kang, initiative facilitator and Serena Worthington, SAGE. 14many transgender older adults are living with HIV/AIDS, as well as the medical andother needs of older transgender people living with HIV/AIDS.37Research shows that few healthcare providers screen for HIV among older adults (under the assumption that sexual activity diminishes with age), and few HIVprevention marketing materials are targeted at older adults. And as with the broaderpopulation, transgender elders with HIV include lifelong survivors, newly diagnosed and new infections; yet little research exists on the longitudinal effects of aging with HIV,the long-term effects of HAART (Highly Active Antiretroviral Therapy), and itsrelationships to transgender-related treatment and general aging health concerns.Transgender older adults who do not visit healthcare providers on a regular basis can facehealth challenges from HIV infection, beyond the complications that all older adultswith decreased immune system functions face. Transgender older adults will likely havedelayed diagnosis of the infection due to delayed care seeking, which increases thelikelihood of comorbidities related to other untreated or previously undiagnosedconditions. A delay in HIV testing also increases the likelihood of a dual diagnosis ofHIV and AIDS. By the year 2015, the Centers for Disease Control and PreventionOctober 2011 meeting of the Advisory Committee for the Transgender Aging AdvocacyInitiative, Washington, DC. Photo: Aaron Tax, SAGE.37 Population Reference Bureau. (2009).  HIV and older adults in the United States. Today’s Research on Aging 18: 1-7; Fredriksen-Goldsen, et al.  (2011). The aging and health report: Disparities andresilience among lesbian, gay, bisexual, and transgender older adults; and Grant, J.M., et al. (2011). Injustice at everyturn: A report of the national transgender discrimination survey.15(CDC) estimates that one in two people with HIV will be age 50 and older—a demographic shift that will have significant implications for transgender elders.Other Health IssuesThe risk for developing certain cancers can be more acute among transgender peopleand worsened by the lack of insurance coverage for transition-related screenings andprocedures. For example, some research suggests that transgender men have anincreased risk of endometrial and ovarian cancers; this heightened risk is due in part tothe lower rates of regular Pap tests and pelvic exams among transgender males who maybe denied care from providers, may feel uncomfortable requesting these examinations or who might also be denied insurance coverage for these gender-specific screenings.38Transition-Related Health CareMedical treatments to bring an individual’s physical attributes more in line with theirgender identity, such as hormone replacement therapy and reconstructive surgery, areenormously beneficial to many transgender people. There is an overwhelming scientificconsensus, based on decades of research and endorsed by the American MedicalAssociation and other major medical associations, that these treatments are medicallynecessary for many individuals. The largest professional association for health careprofessionals specializing in care for transgender people is the World ProfessionalAssociation for Transgender Health (WPATH), which was founded in 1979.WPATH publishes the internationally accepted Standards of Care for the Health ofTranssexual, Transgender, and Gender-Nonconforming People. The Standards of Care have been developed and revised over more than thirty years by an international,interdisciplinary team of medical experts, and the seventh edition was published in2011.39 However, many people are still unable to access treatments recommended bytheir medical providers because of financial and insurance barriers. In addition to thedirect negative health impacts of barriers to appropriate care, some transgender womenmay resort to hazardous silicone injections as a form of self-treatment.Transition-related medical treatments are generally understood to be very safe andhighly effective. In the last decade research findings have led to the use of lower dosesand, for transgender women, safer types of estrogens for hormone therapy. However,less is known about possible side effects and best practices for monitoring long-termhormone replacement therapy in older patients.40 Lab monitoring is an essential part ‘’DID YOU KNOW? Transition-relatedmedical treatments aregenerally understood tobe very safe and highlyeffective... However, lessis known about possibleside effects and bestpractices for monitoringlong-term hormonereplacement therapy inolder patients.38 Feldman, J.L., & Goldberg, J.M. (2007). Transgender primary medical care. International Journal ofTransgenderism 9 (3-4): 3-34.39 World Professional Association for Transgender Health. (2011).  Standards of care for the health of thetranssexual, transgender, and gender nonconforming people.  Minneapolis, MN.40 Persson, D.I.  (2009). Unique challenges of transgender aging: Implications from the literature.  Journal of Gerontological Social Work 52 (6): 633-646.16of hormone therapy maintenance. Chronic health conditions more common amongolder people may also impact treatment options and the need for monitoring.41Moreover, there are increased chances of developing surgery-related conditions such asrectovaginal fistulas and urinary tract infections. 42Whether obtained on the street or under professional medical supervision, the healthimplications, if any, of prolonged hormone usage is unknown. Further, there is noresearch that illustrates the potential consequences for older adults who use hormonesat a point in their lives when hormone levels usually drop off.43 One known outcome is a heightened likelihood of developing osteoporosis for those transgender elders whodiscontinue hormone use and are no longer able to produce their bodies’  “nativehormones.”44Limited Insurance Coverage Qualifying for health insurance coverage can be a balancing act for many transgenderolder adults. Health insurance companies often systematically exclude transition-relatedcare even while covering similar or identical treatments for other indications, and inmany cases these exclusions are used to deny coverage for a wide range of care fortransgender people that may or may not have any connection to gender transition.45 For many transgender older adults, years of employment discrimination and unstablework tenure has limited their access to private insurance providers. In these casesMedicare or Medicaid might be their only insurance options. However, these programsfrequently place arbitrary and discriminatory limits on coverage for transition-relatedand preventive care, requiring transgender elders to pay out-of-pocket for manyexpenses.  Such out-of-pocket healthcare costs may “have an effect on medical treatmentand hence on numerous mid-to-late stage life course factors.” 46‘’DID YOU KNOW? Health insurancecompanies oftensystematically excludetransition-related careeven while coveringsimilar or identicaltreatments for otherindications, and in manycases these exclusionsare used to denycoverage for a wide rangeof care for transgenderpeople that may or maynot have any connectionto gender transition.41 Berreth, M.E.  (2003).  Nursing care of transgender older adults: Implications from the literature.  Journal of Gerontological Nursing 31 (7): 44-49.42 Asscheman H., Giltay E.J., Megens J.A., de Ronde W.P., van Trotsenburg M.A., & Gooren L.J.  (2011).  A long-term follow-up study of mortality in transsexuals receiving treatment with cross-sex hormones.European Journal of Endocrinology 164 (4): 635-642; Hembree, W.C., Cohen-Kettenis, P., Delemarre-van deWaal, H.A., Gooren, L.J., Meyer, W.J., Spack, N.P., Tangpricha, V., & Montori, V.M.  (2009).  Endocrinetreatment of transsexual persons: An endocrine society clinical practice guideline. Journal of ClinicalEndocrinology & Metabolism 94 (9): 3132-3154; Gooren, L.J., Giltay, E.J., & Bunck, M.C.  (2008).  Long-termtreatment of transsexuals with cross-sex hormones: Extensive personal experience.  Journal of ClinicalEndocrinology & Metabolism 93 (1): 19-25; and Cook-Daniels, L.  (2008). Trans elder health issues.  Retrievedfrom http://www.forge-forward.org/handouts/ transelderhealth.pdf.43 Cook-Daniels, L. (2008). Aging as ourselves: LGBT aging health issues for health care providers: 42.44 Ibid.45 Kong, M.E.  (2002). Categorical exclusions: Exploring legal responses to health care discrimination againsttranssexuals. Columbia Journal of Gender and Law 11: 88-126; and Human Rights Campaign Foundation.  (2012).Transgender-inclusive health care coverage and the corporate equality index.  Retrieved fromhttp://www.hrc.org/files/assets/resources/Transgender_Healthcare_ White_Paper_4.pdf.17As with the general population, many transgender people are uninsured andunderinsured. Low-income elders are especially hard hit by the lack of healthcarecoverage and often postpone medical care because they are unable to afford it. Althoughmany older adults qualify for Medicare insurance coverage, more than 50 million non-elderly American adults are currently uninsured, many of whom lost employer-sponsored insurance coverage during the recent recession.47 The monthly costs ofhormone medications and any other needed prescriptions can be an additional financialstress on transgender elders living on fixed incomes. The cost of hormone medicationscan range from $40-$100 per month.48October 2011 meeting of the Advisory Committee for the Transgender Aging Advocacy Initiative, Washington, DC.Photo: Loree Cook-Daniels, FORGE/Transgender Aging Network.46 Witten, T.M.  (2003).  Life course analysis-The courage to search for something more: Middle adulthood issuesin the transgender and intersex community. In M. Sullivan (Ed.), Sexual minorities: Discrimination, challenges, and development in America (189-224).  Binghamton, NY: The Haworth Social Work Practice Press.47 The Kaiser Commission on Medicaid and the Uninsured.  (2010). The uninsured: A primer, key facts aboutAmericans without health insurance. Menlo Park, CA: The Henry J. Kaiser Family Foundation.48 Witten, T.M.  (2003).  Life course analysis-The courage to search for something more: Middle adulthood issuesin the transgender and intersex community: p. 208, 212.DID YOU KNOW? The monthly costs ofhormone medications,which range from $40-$100 a month, and any other neededprescriptions can be anadditional financial stresson transgender eldersliving on fixed incomes.‘’18Mental HealthThroughout the decades, the ways in which the field of psychiatry has understoodconcepts related to gender identity and gender transition have been the source ofcontroversy. In general, this field has over time lessened its focus on defining atransgender person’s gender identity through a diagnostic lens and placed moreemphasis on understanding the challenges that people face when they are raised in agender that differs from how they self-identify.49Transgender people experience significance disparities in mental health. Findings fromthe NTDS and The Aging and Health Report point to increased rates of depression,loneliness and suicidal ideation among transgender people. According to The Aging andHealth Report, 71 percent of transgender older adults reported having contemplatedsuicide at some point, a rate much higher than the 35-40 percent reported by thesurvey’s LGB older adult respondents.50 One study found that transgender respondentsages 40-59 reported a lifetime prevalence of depression similar to younger respondents(52.4 percent versus 54.7 percent), but that depression manifested differently across thelifespan for different age cohorts. While younger respondents reported high levels ofdepression in early adolescence that declined significantly into early middle age, olderrespondents were more likely to report having experienced depression over longerperiods of time. Among older respondents, more than half had experienced suicidalideation at some point in life, more than one in four reported a suicide attempt at somepoint in life, and 6.7 percent reported suicide attempts during two or more stage of life.51Many transgender people develop and rely upon a variety of coping mechanisms to help them survive the violence and discrimination they experience over a lifetime, andspirituality and religion can play an important part in helping mitigate these negativeexperiences. A 2008 report examining the role of religion and spirituality intransgender-identified communities, found that midlife was an important time ofreflection for many people and could also be a significant moment for deepeningspiritual beliefs. This was seen to be especially true for transgender people who wereparents.52 The study also documented a broad array of responses related to respondents’belief structures, suggesting that broader constructs of faith and religiosity may beimportant for people supporting transgender older adults.5349 See World Professional Association for Transgender Health. (2011).  Standards of care for the health of thetranssexual, transgender, and gender nonconforming people.  Minneapolis, MN; and Vance, S.R., Cohen-Kettenis, P.T., Drescher, J., Meyer-Bahlburg, H.F.L., Friedemann, P., & Zucker, K.J.  (2010).  Opinions aboutthe DSM gender identity disorder diagnosis: Results from an international survey administered to organizationsconcerned with the welfare of transgender people. International Journal of Transgenderism12 (1): 1-10.50 Fredriksen-Goldsen, et al.  (2011). The aging and health report: Disparities and resilience among lesbian, gay,bisexual, and transgender older adults: p. 27.‘’DID YOU KNOW? Many transgender peopledevelop and rely upon a variety of copingmechanisms to helpthem survive the violenceand discrimination theyexperience over alifetime, and spiritualityand religion can play animportant part in helpingmitigate these negativeexperiences.19Veterans IssuesThe NTDS found that 20% of respondents had served in some branch of the military,and these figures were 40% for those transgender elders aged 55-64 and 54% for those65 and older.54 The Aging and Health Report found similarly high rates of militaryservice among transgender older adult respondents, with 41 percent having served.55These rates are much higher than the general population’s 10 percent rate of service.With such high percentages of transgender people and transgender older adults inparticular having served in the military, transgender advocates have paid close attentionto how the Department of Veterans Affairs (VA) engages with issues of gender non-conformity and transgender patients, as the VA is a primary point of healthcare accessfor veterans. Many transgender veterans have acknowledged problems accessing51 Nuttbrock, L., Hwahng, S., Bockting, W., Rosenblum, A., Mason, M., Macri, M., & Becker J.  (2010).Psychiatric impact of gender-related abuse across the life course of male-to-female transgender persons.  Journal of Sex Research 47 (1): 12-23.52 Kidd, J.D., & Witten, T.M.  (2008).  Understanding spirituality and religiosity in the transgender community:Implications for aging. Journal of Religion, Spirituality, & Aging 20 (1-2): 37.53 Ibid., 30.54 Harper Jean Tobin, e-mail message to author, May 24, 2011.55 Fredriksen-Goldsen, et al.  (2011). The aging and health report: Disparities and resilience among lesbian, gay,bisexual, and transgender older adults: p. 3.October 2011 meeting of theAdvisory Committee for theTransgender Aging AdvocacyInitiative, Washington, DC. Photo: Harper Jean Tobin, NationalCenter for Transgender Equality.20consistent and respectful care at VA facilities nationwide. The Transgender AmericanVeterans Association (TAVA) published a survey in 2008 that found that respondentsreported “organizational discrimination at the VA in a lack of clear and consistentpractice, with little support for gender transitions…there were many reports ofinterpersonal discrimination, via lack of respect from VA doctors, non-medical staff,and nurses.”56Though individual VA providers and centers vary in their approaches to transgenderveterans, no uniform policy had mandated the fair treatment of transgender people andthe provision of transition-related healthcare at all VA facilities, until the publication ofa VA Directive on June 9, 2011.  The new Directive clarified existing VA policy andemphasized that respectful healthcare services should be delivered to transgenderveterans “without discrimination,” and that all medically necessary care is covered by theVA including sex-specific care such as mammograms.57 However, the Directive alsoreiterated that the VA will not cover sex reassignment surgery, a longstandingprohibition that is at odds with current medical science. The Directive is seen as animportant step toward ensuring equal access and care for the many transgender veteranswho seek care through the VA.56   Bryant, K., & Schilt, K.  (2008).  Transgender people in the U.S. military: Summary and analysis of the transgenderAmerican veterans association survey. Retrieved from  http://www.tavausa.org/Transgender%20 People%20in%20the%20U.S.%20Military.pdf.57   National Center for Transgender Equality.  (2011).  Veterans health administration transgender healthcaredirective.  Retrieved from http://www.transequality.org/PDFs/VHA _Trans_Health.pdf.October 2011 meeting of theAdvisory Committee for theTransgender Aging AdvocacyInitiative, Washington, DC. Photo: Natalie Chin, Lambda Legal. 2158 Ibid, 3.59 Ibid.60 Somjen Frazer, LGBT Health and Human Services Needs in New York State, Empire State Pride AgendaFoundation, 2009: 12.61 Cook-Daniels, L.  (2008). Aging as ourselves: LGBT aging health issues for health care providers: p. 32.62 Fredriksen-Goldsen, et al.  (2011). The aging and health report: Disparities and resilience among lesbian, gay,bisexual, and transgender older adults: p. 17.Employment and Housing DiscriminationThe workplace is another realm where transgender people experience frequentdiscrimination and abuse. As of January 2012, only 16 states and the District ofColumbia had laws banning job discrimination based on gender identity or expression.According to the National Transgender Discrimination Survey, 90 percent ofrespondents had experienced transphobic discrimination at work and 24 percent hadlost their jobs because of their employers’ discomfort with their transgender identities. Job instability affects the economic security and the overall health of the agingtransgender population. The NTDS found that participants who had lost a job due todiscrimination were four times as likely to be homeless, 70 percent more likely to usedrugs or alcohol to cope with stress, and more than twice as likely to have HIV as thosewho had not lost their jobs due to transgender bias.58The housing landscape for many transgender people remains equally unstable. Thesurvey found that 19 percent of respondents had been refused a home or apartment and11 percent had been evicted because of transgender-related discrimination.59 Findingsfrom a 2009 report on LGBT health and human services in New York State show thatthree times as many transgender people were currently (3.7 percent) or formerly (29.6percent) homeless, as compared to their non-transgender counterparts.60Health disparities experienced by transgender elders are acquired through intersectinglayers of discrimination and are “traceable to socioeconomic factors, stress caused byprejudice and stigma.”61 Though there is much more that needs to be done to ensureequal access to healthcare, housing and employment, transgender older adults are anengaged and resilient community. Many transgender elders are active in theircommunities through spiritual or religious services and are improving their healththrough wellness activities and physical exercise.62 The continued efforts of individuals,advocates and professionals working together will help achieve the vision of a healthierand more equitable transgender aging community.DID YOU KNOW? Job instability affects the economic securityand the overall health of the aging transgenderpopulation. The NTDSfound that participantswho had lost a job due to discrimination werefour times as likely to behomeless, 70 percentmore likely to use drugsor alcohol to cope withstress, and more thantwice as likely to have HIV as those who had not lost their jobs due totransgender bias.‘’22A Note on Intersex Conditionsntersex conditions, or disorders of sexdevelopment (DSD), are a diverse group of conditions wherein a person is bornwith a reproductive or sexual anatomy and/orchromosome pattern that doesn’t seem to fit typical definitions of male and female.About 1 in 2,000 individuals is born with anintersex condition or DSD. In the United Statesbeginning in the 1950s, infants and childrenwith intersex conditions or DSD were routinelygiven surgeries or other medical interventionsintended to make their bodies appear moretypical. Their families were told to keep these conditions a secret, sometimes evenfrom the child. Sometimes doctors didn’t tell the parents or the children the full truthabout the child’s condition. At that time,doctors believed that early surgicalintervention and secrecy would help the child develop a “normal” gender identity aseither a boy or a girl. Even before the 1950’s,surgical intervention followed by secrecy was a common practice.  In the 1990’s, intersex adults began steppingforward to say that the medical treatment theyreceived in childhood was harmful, leading tosterility, ongoing pain, scarring, incontinence,loss of genital sensation and sexual function,and depression. Many also pointed out thatthe secrecy surrounding their conditions hadled to damaging feelings of shame andstigma. Together with parents of affectedchildren, they began to find each other andform support groups, advocating for models of care that take the experiences and wisdomof children and their families into account.These efforts have started to impact standardsof care and support for research, but olderindividuals today who were born with intersexconditions or DSD are often living with thedamaging effects of the secrecy, shame and aggressive early surgery that prevailed in their childhood. Their histories may includemedical experimentation and “medicaldisplay” (in which children or adults are madeto display their atypical bodies in medicalsettings for teaching purposes or to satisfyproviders’ curiosity).  Many have a profounddistrust of medical providers and may haveput off needed treatment for years or decades.They may have unique medical needs relatedto their condition and treatment history— and if they discovered the details of theirhistory only recently, or continue to experiencetrauma related to past medical abuse, may also have needs for emotional orpsychological support.  Most people with intersex conditions or DSD identify as male or female, usually inaccordance with the gender they wereassigned at birth. Most do not identify astransgender. In some cases, the gender of a person with an intersex condition or DSD was misidentified as birth, and may have been correctly identified later in life. Liketransgender people, people with theseconditions may encounter bias, ignorance,inappropriate treatment or invasions of theirprivacy by care providers because theiranatomies or medical histories do not conformto typical expectations for men or women. As with transgender older adults, it is criticalthat those working with individuals withintersex conditions or DSD respect theirdignity and privacy, protect them frommistreatment and ensure that their medicalneeds are fully understood and supported.SAGE and NCTE would like to thank Anne Tamar-Mattis, Executive Director of Advocates for InformedChoice, for authoring this section.IFor more information on this topic, see:Intersex Society of North Americawww.isna.orgAdvocates for Informed Choice www.aiclegal.orgAccord Alliance www.accordalliance.orgAIS-DSD Support Group forWomen and Familieswww.aisdsd.orgCARES Foundationwww.caresfoundation.orgDSD Familieswww.dsdfamilies.orgHypospadias and Epispadias Associationwww.heainfo.org23Gaining Visibility:The Challenges Facing TransgenderElders By Sean KennedyLike many women her age, Dawn Flynn, 63, is trying her best to stave off the ravages of time. “I use a lot of products to try to maintain a good-looking appearance,” theNorth Carolina museum curator says. “Everybody tells me I look great. Nobodyguesses my age at all. They think I’m 10 years younger than I am.” But while she may be defying the physical signs of aging, Flynn isstruggling with another problem, one that garners fewer headlines:discrimination because she’s transgender. Three years ago, Flynn, assignedmale at birth and raised a boy, began transitioning to female. And thoughshe’s been accepted by her children and by her colleagues at the SchieleMuseum of Natural History in Gastonia, Flynn has faced severe hostilityfrom her former church.She joined the Methodist congregation decades ago in the hope of finding a“spiritual answer” to feeling like she was a woman; she then felt the call of ministry,studying at the Duke Divinity School and serving as a pastor for 10 years. Flynn’s tenurecame to an abrupt end, however, after she appeared in a “womanless” beauty pageant toraise money for a Relay for Life cancer walk. Though she “really got in touch with myfemale side, my church found out about it, and they were very upset.” Three peoplereported Flynn to her supervisor, and the national church body “called me on the carpetand told me I was sick and needed to get help. They wanted to do an evaluation to see ifI could still be a pastor because of my ‘sickness.’”Photo: Dawn Flynn, 63 Gastonia, NC The views expressed in this article (\"Gaining Visibility: The Challenges Facing Transgender Elders\") are those of the author, Sean Kennedy. For permission to reprint this article, please contact SAGE.Rather than submit to the church’s demands, Flynn quit. Within months, she wasplanning suicide. “I lost my wife, my friends, the church, and God. I lost everything. I just didn’t feel there was any reason to live.”Instead of killing herself, though, Flynn found a therapist and began living as a woman. She also joined a new church that accepts her for who she is. She teaches Sunday schooland sometimes preaches. “I’ve got a tremendous family there that loves me and cares for me.”Her old church, however, has not come as far as Flynn: At the time she spoke in March 2012, she was fighting to gain access to the retirement account she has thereunder her former male first name. Even though Flynn legally changed her first name toDawn, the church has cited the discrepancy in its refusal to transfer the account.If the church doesn’t budge, Flynn’s retirement savings will be decimated: she estimatesthe account comprises about 75% of her portfolio. Her museum job is part-time; she’snever been employed full time. “I haven’t been able to have a 401(k) or a full retirementplan,” she says. “The only retirement plan I’ve got is my Social Security, the church fund, and a littlebit of savings. That’s it.”Flynn’s story of discrimination and its effects isshared by many older adults who are transgender.Due to pervasive social stigma concerning genderidentity and expression, trans women and men face a multitude of issues that compound the extant challenges of aging. Among these issues:discrimination in health care and insurance; a lackof culturally competent services in settings from the doctor’s office to long-term-carefacilities; and trans-specific health risks, not to mention the chronic stress that oftenaccompanies stigma. And while lesbian, gay, bisexual, and transgender (LGBT) olderadults as a group face marked discrimination and disparities, transgender elders arearguably the most vulnerable of this vulnerable population, given greater prejudicetowards gender non-conforming people—a prejudice that also exists within the LGBTcommunity.“We need to be a stronger presence on the national agenda, and it’s a real problembecause we don’t have a large, visible constituency,” says Helena Bushong, 61, atransgender and HIV/AIDS advocate in Chicago. “The biggest challenge right now isthe federal government.”24“I got involved in advocacy because I did a lot ofhomework and set out toinform the world.”– Dawn Flynn25The Freedom to Control One’s DignityFrom appearing in local public-service announcements as a transgender woman toparticipating in a national HIV/AIDS strategy focus group at the White House,Bushong has certainly been doing her part to create visibility and change. As she says: “I got involved in advocacy because I did a lot of homework and set out to inform the world.” Bushong, a part-time librarian at a community college on Chicago’s southside, transitioned to female four years ago at the age of 57. “Being a transperson of color comes with a built-in stress factor,” she says. At work, herfemale colleagues “embrace me as an older female,” while the men tend to see her as “some kind of freak.” The students “can go either way. When theyneed something, you’re a mother. When they’re goofing off with theirfriends, they might crack a joke. It’s a challenge to walk through thatgauntlet every day.”Despite her connections in the local LGBT community, Bushong, likemany trans people, is estranged from her family of origin and doesn’t have anychildren. Although she’s been “adopted” by the family of a close friend, in no way hasthat eased her worries about the future. “My friend who’s adopted me is 60 and herhusband is 76, so pretty soon we’ll be taking care of him,” she says. But what aboutwhen Bushong needs care—can she count on her friend’s adult children, now 28 and 24,to provide it, in addition to caring for their own parents? “I don’t think so.”“That’s really my biggest fear right now, not having the freedom to control my dignity,”she continues. An eldercare facility is out of the question. “No, I’m not going to nonursing home. There’s no place. You can’t convince me there’s a place.”“That’s really my biggest fear right now, not having the freedom to control my dignity.”– Helena BushongPhoto: Helena Bushong, 61Chicago, IL 26Health Care and Insurance GapsAnother area that can pose challenges to a transgender older adult’s dignity is healthcare and insurance. Transition-related health care is excluded by most private carriers,and transition-related surgeries are not covered by Medicare. “So older folks haveto be able to afford this themselves,” says Moonhawk River Stone, 64, atransgender man and therapist who works with many transgenderclients in the Albany, New York, area. For some people, affording suchhealth care means “biting into their nest egg,” thus dealing a blow totheir retirement income. Those who can’t afford it “have to be verycreative in order to get the care they need.” For many, this means findingdoctors who will code procedures in such a way so that they’re coveredby insurance.Transgender-friendly medical providers are key for other reasons, too.For one thing, as stigma lessens over time, many transgender people seeksurgery later in life, right when the aging process ramps up. And the older oneis, the more risks surgery presents. As Stone puts it: “Anytime you’re having majorsurgery when you’re aging, you have one less major surgery in you.” Consequently, Stone has had to work with his clients’ medical providers to help them understand whya person of 50, 60, or 70 would opt for “elective” surgery given the risks. “Surgeons needto be comfortable operating on people who have some amount of existing risk but forwhom surgery is not contraindicated and who have accepted that risk,” he says. “It’s awhole dialogue—informedconsent all the way around.”That dialogue extends toother issues as well, likehormone treatment, which is“very different when peopleare aging.” Stone has often had to educateendocrinologists “about justwhat you do for people. Thisis how you manage this, this is difficult interfacing because…” The conversation itself canbecome difficult if a doctor feels his or her medical expertise is being challenged.Defensive providers have trotted out their credentials to Stone, challenging him inreturn—“Well, you didn’t take a residency in this”—but he typically knows more thanthem, based in part on information from his own network of medical professionals. “I work with a couple of people who really respect my opinion,” Stone says. That’s not,however, the case for many other transgender people.“Surgeons need to be comfortableoperating on people who havesome amount of existing risk but forwhom surgery is not contraindicatedand who have accepted that risk.”– Moonhawk River StonePhoto: Moonhawk River Stone, 64Albany, NY27Another potential medical risk is long-term hormone treatment, theeffects of which are unknown. Although older adults receive manytreatments and medications that have not been studied longitudinally,some transgender men are particularly worried about testosterone. ReneHickman, 48, of Denver, has been on “T” for more than 15 years; thoughhe hasn’t experienced any problems yet, he’s unsure of what the futureholds. “Nobody really knows what the long-term effects of testosteroneuse are,” says Hickman, a former health technician now in social-workschool. His concern is due in part to seeing a friend develop complicationsafter being on testosterone for decades.And should complications arise for Hickman, he fears their treatment won’t be coveredby insurance. “All the policies I’ve dealt with in the past denied any type of servicerelated to SRS,” he says, referring to “sex reassignment surgery,” the clinical designationfor a range of gender-altering procedures that insurance companies typically considerelective.  “The wording is so general that anything can be applied to it.” Until thatwording is changed, Hickman, a single parent, will continue to pay himself for medicallynecessary health care. Such expenses have already taken a toll on his personal finances.“I’ve had to do everything out of pocket,” including chest and genital surgeries and ahysterectomy. Altogether, Hickman’s health-care costs have “affected my ability to retire.”A ‘Lost Generation’ of Transgender EldersMax Fuentes Fuhrmann, 52, has been on testosterone twice as long asHickman, having begun his transition more than three decades agoat age 20. Like other transgender pioneers of the pre-AIDSera, he still carries the stigma of a time when prejudiceagainst gender-nonconforming people was appreciablymore virulent than it is now.“I’m part of a generation of people who transitionedback in the day who are cut off from a lot of the neweradvocacy,” says Fuentes Furhmann, a clinical psychologistwho lives in the Los Angeles area. “When I transitionedI could have been thrown out of university. I had no civilrights. I couldn’t travel to other countries when I was ingraduate school because I couldn’t get a passport withouthaving had genital surgery.” In that hostile legal and social environment, Fuentes Furhmann was told by his transgender mentors “to transition and never talk about it.”Photo above: Rene Hickman, 48Denver, CO; right: Max Fuentes Fuhrmann, 52Los Angeles, CA28SEAN KENNEDY is a writer, editor andmedia consultant based in Brooklyn, New York.Formerly on staff atInterview, New York, andThe Advocate, where heserved as the news andfeatures editor, he’s alsocontributed to CNN,Newsweek, The DailyBeast, Elle, Salon, Nerve,Time Out New York, andOut, among others. A 2000 graduate of theUniversity of Virginia, he’s currently pursuing anMFA in fiction at RutgersUniversity in Newark. For more info, visitwww.sean-kennedy.com.He calls this cohort of “stealth” elders a “lost” generation—contemporary examples offigures like jazz musician Billy Tipton, discovered to be biologically female at his deathin 1989. Because of such early stigma and advice, many people who transitioned a longtime ago remain isolated, both from the wider LGBT community and from the medicalestablishment. “You were viewed as mentally ill, which obviously sticks with you,”Fuentes Fuhrmann says.Consequently, there’s an untold number of transgender older adults who are “terrified” of receiving routine medical care, like a pap smear. “These folks are dying frompotentially treatable medical conditions because they haven’t had the bridges to feelcomfortable enough to access services.” For those who don’t die outright, their treatableillnesses can turn into chronic ones, putting them at greater risk for long-term care.“People in their 50s” can wind up in care facilities, Fuentes Fuhrmann says, because ofnever seeing a doctor when they needed to.Residing in a long-term-care setting creates a host of problems on its own fortransgender older adults. “When you have a gender-variant body and need physical care,like having a shower, being dressed, or being fed, you can see how you’re really at risk forphysical abuse,” says Fuentes Fuhrmann, whose specialty is gerontology. “It’s a wholeother level of safety. Most of the people who work in these facilities are paid minimumwage, and they’re often not real LGBT-friendly.” On top of that, “there’s great resistanceto any kind of sensitivity training, at least in California. The attitude is, ‘We’re not goingto spend the money to train ourstaff unless the state comes in and sanctions us.’” State budgettrouble makes culturalcompetency even less of a priority,he adds.And yet despite these and themyriad other difficulties they face,transgender older adults seem toagree on a key point: things can only get better. “We’re always making advancements,”says New York’s Stone, who has sat on the board of a number of LGBT organizations.“In the last fifteen years, the trans community has gone from horse and buggy torockets. We’ll be up to interplanetary travel pretty quick.”After all, the more visibility transgender issues in general gain, the more visibilitytransgender aging issues will receive, too. “We’re working on policy and we’re banging ondoors in state capitals and Washington,” Stone says. “We’re going to increase our well-being and decrease our discrimination exponentially.”“You were viewed as mentally ill, which obviously sticks with you.” – Max Fuentes FuhrmannDetailed Recommendations 31 Aging Services Network33 Improving Health 35 Long-Term Services and Supports 37 Ending Violence and Abuse39 Creating Equal Employment Opportunities40 Housing42 Improving Economic Security 43 Building a Foundation of Knowledge44  Privacy and Documentation46 Community Support and Engagement48 Immediate Policy and Practice Priorities to Improve the Lives of Transgender Older Adults** In 2011 SAGE and the National Center for Transgender Equality launched a historicTransgender Aging Advocacy Initiative to outline the many policy and practice barriers facingtransgender and gender non-conforming older adults, as well as some key solutions foraddressing these barriers. To help inform and create this advocacy roadmap, we broughttogether a diverse committee of leading experts from around the country. The AdvisoryCommittee of the Transgender Aging Advocacy Initiative (listed on page 2) identified severalimmediate policy and practice priorities to improve the lives of transgender older adults. While all of the issues outlined in the full report are important, the priorities listed here wereidentified based on their expected impact if accomplished, as well as the expected feasibilityof accomplishing them within the next 1-2 years.2930October 2011 meeting of the AdvisoryCommittee for the Transgender AgingAdvocacy Initiative, Washington, DC. Photo, from left to right: Earline Buddand Barbara Satin, GLBT Generations andNational Gay and Lesbian Task Force.Detailed Recommendations Aging Services NetworkThe Older Americans Act (OAA) is the nation’s largest vehicle for funding anddelivering services to older adults. It created the country’s Aging Services Network,which includes the Administration on Aging at the federal level, as well as hundreds ofstate and area agencies on aging (AAAs) and thousands of service providers and Tribalorganizations. Through this network, older adults have access to a wide range ofservices, including meal programs, social and educational activities, health promotionand disease prevention, legal help, transportation, in-home supportive services and elderrights education. Because this network encompasses so many programs that reach olderadults, it is critically important that it be accessible to all older people. Unfortunately,research and experience indicate that today’s aging services network is frequentlyunprepared to provide competent and nondiscriminatory services to transgender olderadults, as well as to address the unique challenges faced by this population.63 Forexample, transgender older adults might show up for a congregate meal or a legal intakeonly to be told to come back dressed in “gender-appropriate” clothes, harassed for usingpublic restrooms, or asked humiliating questions. In many cases, transgender olderadults choose not to seek services out of fear of encountering biased treatment.The OAA places particular emphasis on meeting the needs of older adults with the“greatest social need” and other vulnerable populations, but neither the Act nor theregulations issued under it have clarified that transgender and LGB older adultsconstitute a group with the “greatest social need.” Researchers, however, are beginning torecognize the distinct vulnerabilities of transgender older adults, including the Instituteof Medicine, which concluded in a recent report that “LGBT elders experience stigma,discrimination, and victimization across the life course.”643163 Knochel, K.A., et al.  (2010).  Ready to serve? The aging network and LGB and T older adults.64 National Academy of Sciences.  (2011). The health of lesbian, gay, bisexual, and transgender people: Building afoundation for better understanding. Washington, DC: Institute of Medicine of the National Academies.  32The following policy steps should be taken to ensure that OAA programs adequately serve all older adults:The Administration on Aging (AoA) should clarify, through agency guidance, that LGBT older adults constitute a group with “greatest social need,” and thatfederally-funded service providers should not exclude LGBT older adults fromprograms and services. Congress should reauthorize and fully fund the Older Americans Act (OAA), andshould include LGBT older adults in its data collection, project assessment andreporting requirements; explicitly include LGBT older adults in the definition ofgreatest social need; and permanently establish the National Resource Centeron LGBT Aging to ensure cultural competence training for generations to come.It is also crucial that providers throughout the Aging Services Network understand—and are prepared to meet—the needs of transgender older adults. A recent survey of230 area agencies and state units on aging found that more than one in four reportedthat transgender older adults would either not be welcomed by local service providers orthe agency was unsure of how welcome they would be.65 Therefore, cultural competencetraining and technical assistance for these providers is essential.The AoA should continue to support the development and promotion of LGBTcompetence training and tools for area agencies on aging (AAAs) and agingservice providers, including the training and educational resources created bythe National Resource Center on LGBT Aging.State and local transgender and LGBT organizations should partner with AAAsand aging service providers to improve access to welcoming services andopportunities for transgender older adults.AAAs and aging service providers should use resources such as the NationalResource Center on LGBT Aging’s Inclusive Services for LGBT Older Adults: A Practical Guide to Creating Welcoming Agencies to improve their training,policies and services.Finally, the National Family Caregiver Program, funded by the OAA, is an importantresource for people providing unpaid care for transgender older adults, particularlybecause so many transgender older adults rely on networks of friends and loved ones forsupport. The program offers counseling and other services and supplies to help relievethe emotional, physical and financial hardships of providing continual care. Communityorganizations should help ensure that LGBT older adults and their companions areaware of these benefits.1234565   Knochel, K.A., et al.  (2010).  Ready to serve? The aging network and LGB and T older adults.33Community organizations should educate LGBT older adults about the resources available under the National Family Caregiver Program and shouldapply for caregiver support funding to assist LGBT people through AAAs andstate aging units.Improving HealthTransgender older adults face numerous barriers to accessing quality health care. Theseinclude financial barriers, a lack of appropriate cultural and clinical competence amongproviders, the discomfort experienced by many older transgender people regardingphysical exams and conversations about their bodies and the fear and reality of bias anddiscrimination in both insurance and the provision of care. These barriers all work toprevent individuals from accessing quality care.The Joint Commission, which accredits hospitals, requires hospitals not to discriminateon the basis of gender identity or sexual orientation, and has put out a guide to makingfacilities culturally competent to provide care to LGBT patients.66 To be accreditedunder these standards, hospitals cannot refuse to admit or treat patients because theyare transgender or cross-dressing, and they cannot, for example, refuse to provide thesame medically indicated gynecological services for transgender men that they provideto non-transgender women. Likewise, the Veterans Health Administration has issued adirective to its health centers to ensure the provision of appropriate and nondiscriminatorycare to transgender veterans, as well as veterans with intersex conditions.67 Federal, stateand local governments should incentivize the creation and implementation of similarpolicies, and they should be adopted by all health care facilities. All health care facilities should adopt nondiscrimination policies that includegender identity and sexual orientation.Health care facilities should use resources such as the Joint Commission’sAdvancing Effective Communication, Cultural Competence, and Patient- andFamily-Centered Care for the Lesbian, Gay, Bisexual and Transgender (LGBT)Community: A Field Guide to develop comprehensive policies and procedures forserving transgender patients.Health care providers should be trained on the identities, needs, rights andhealth disparities of transgender people, including transgender older adults,and clinical guidelines for caring for transgender people. 66 The Joint Commission (2010). Advancing effective communication, cultural competence, and patient- and family-centered care: A roadmap for hospitals. Oakbrook Terrace, IL: The Joint Commission.67 Petzel, R.A.  (2011).  Providing health care for transgender and intersex veterans. Retrieved fromhttp://www.va.gov/vhapublications/ViewPublication.asp?pub_ID=2416.678934Federal, state and local governments should provide incentives and, whereappropriate, requirements for LGBT training for health care providers.Professional training programs, including programs in gerontology, shouldincorporate discussion of the identities and needs of transgender older peopleinto their curricula.If health care providers receive Medicaid, Medicare or other federal funding, consumersare protected under the Affordable Care Act of 2010, which prohibits sexdiscrimination by health care providers that take federal funding. Courts and federalagencies have consistently interpreted sex discrimination laws like this one to prohibitdiscrimination against transgender people.68 This critical feature of the health carereform law, and its potential to offer rights and remedies for transgender consumers, has so far received little attention.The U.S. Department of Health and Human Services Office for Civil Rightsshould issue guidance making clear that discrimination against health careconsumers because they are transgender or fail to conform to genderstereotypes is unlawful under the Affordable Care Act if a health care providerreceives federal financial assistance.Medicare covers much of the health care costs of millions of older adults and peoplewith disabilities. Although it covers many of the medical needs associated withtransition, including hormone replacement therapy, it still excludes coverage for sexreassignment surgery. Regulations governing the U.S. Department of Veterans Affairsinclude a similar ban. These exclusions are based on a decades-old determination thatsuch procedures were experimental. Today, however, leading medical and mental healthassociations including the American Medical Association, American PsychologicalAssociation and American Academy of Family Physicians widely recognize thesetreatments as safe, effective and medically necessary and recommend that they beincluded in public and private health coverage.69 Eliminating limits on these earnedbenefits that target transgender older adults is both smart health policy and a matter of basic fairness.The Centers for Medicare & Medicaid Services (CMS) should eliminate thearbitrary exclusion of transition-related surgical care from Medicare.111268 National Center for Transgender Equality.  (2012).  Health care rights and transgender people.  Retrieved from http://transequality.org/Resources/HealthCareRight_March2012_FINAL.pdf; and Macy v. Holder, EEOC No. 0120120821 (2012).69  Lambda Legal. (2012, Jan. 9).  Professional organization statements supporting transgender people in health care.New York, NY: Lambda Legal. Retrieved from: http://www.lambdalegal.org/sites/default/files/publications/downloads/fs_professional-org-statements-supporting-trans-health_1.pdf; and National Center forTransgender Equality.  (2012).  A blueprint for equality: A federal agenda  for transgender people. Retrieved fromhttp://transequality.org/Resources/NCTE_Blueprint_ for_Equality2012_FINAL.pdf.131035The Department of Veterans Affairs (VA) should amend regulations to eliminatethe arbitrary exclusion of transition-related care from health benefits forveterans and dependants.Dramatic numbers of transgender people are affected by HIV and AIDS, particularlytransgender people of color.70 Because so many people living with HIV/AIDS are livinglonger and healthier lives thanks to developments in antiretroviral medications,increased funding for prevention and treatment is critical to the successful aging ofmany transgender people.Federal, state and local governments should increase funding to prevent andtreat HIV/AIDS, including developing and implementing prevention strategiestailored to transgender and older populations.The definitions of “greatest social need” in the OAA should explicitly nameolder adults living with HIV, recognizing the growing number of older adultsliving with HIV—including transgender older people—and the related healthdisparities, discrimination and stigma.Long-Term Services and SupportsAll older adults should have the supports they need as they age. They should also havethe freedom to be who they are and to live their lives as they choose. Transgender peopledeserve to have their identities respected, regardless of the level of care they need. Thatbasic dignity is too often denied to a growing population of transgender older adults.The research shows that most older adults prefer to receive the services and supportsthey need at home or in a community setting, rather than in an institutional setting suchas a skilled nursing facility.71 While public funding for home- and community-basedcare is expanding, explicit protections for the rights of individuals receiving care areoften lacking or unenforced.  Explicit nondiscrimination protections for transgenderconsumers are a critical missing piece. Currently, providers may be covered as health careproviders under the Affordable Care Act or as housing providers under the Fair HousingAct. Both of these federal laws prohibit sex discrimination, including discrimination onthe basis of gender identity or failure to conform to gender stereotypes (see discussionabove). This means that, for example, it is unlawful to deny housing to a person becausethe person is transgender, to permit a pattern of harassment of a transgender resident or70   National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention Division of HIV/AIDS Prevention.(2011).  HIV infection among transgender people. Retrieved from http://www.cdc.gov/hiv/transgender/pdf/transgender.pdf; and Herbst, J.H., et al.  (2007). Estimating HIV prevalence and risk behaviors of transgenderpersons in the United States: A systematic review. 71   AARP Public Policy Institute. (2009). Profiles of long-term care and independent living. Washington, DC: AARP.141516to evict a resident because the resident cross-dresses or is beginning a gender transition.However, these laws do not cover all situations—and facilities, consumers and even localand state officials today are largely unaware that these laws protect transgender people.To ensure that violations of the rights of transgender individuals in home- andcommunity-based care are recognized and remedied, we recommend that:The Centers for Medicare & Medicaid Services (CMS) should revise federalMedicaid conditions of participation to explicitly prohibit discrimination basedon gender identity and sexual orientation in home- and community-basedservices.Federal and state agencies should develop training, technical assistance andpublic education programs to educate long-term care providers and consumersabout the rights of LGBT individuals, with particular attention to transgenderolder adults.Transgender older adults may feel they have particular reason to fear entering a nursinghome because of potential discrimination, hostility and violence from staff and otherresidents, and the possibility of receiving unequal care; yet health disparities and socialisolation may put many at greater risk for requiring more intensive care. The federalNursing Home Reform Act (NHRA) guarantees rights of privacy, dignity, autonomyand freedom from restraint and abuse in facilities that accept Medicaid and Medicarefunds. Facilities violate these rights when they refuse to respect the identities ofresidents, such as by refusing to permit or assist them in wearing clothing consistentwith that identity; when they deny hormone medication or refuse to provide personalcare because staff are uncomfortable with a resident’s body; when they isolatetransgender residents; and when they fail to prevent routine harassment by residents orstaff. 72 Facility managers and even state officials might not recognize that such practicesare illegal. To ensure that violations of the rights of transgender nursing home residentsare recognized and remedied, we recommend that:The Centers for Medicare & Medicaid Services (CMS) should revise federalnursing home surveyors’ guidelines to clarify the rights of transgender residentsto respect for their gender identities, autonomy in their gender expressions,privacy regarding issues related to transgender status and freedom from bias-related harassment, discrimination and abuse.In addition to clearer nondiscrimination protections, cultural competence training forlong-term care staff is imperative to improving the experiences of transgender olderadults in long-term care. The National Resource Center on LGBT Aging—seeded by3618191772 For more information, see: Chin, N., Chiplin Jr, A.J., Dayton, K., & Rowen, M.  (2010).  Asserting choice:Health care, housing, and property—planning for lesbian, gay, bisexual, and transgender older adults.Clearinghouse Review Journal of Poverty Law and Policy 43 (11-12): 522-533.37the U.S. Department of Health and Human Services (HHS) and the Administrationon Aging in 2010—trains hundreds of aging providers nationwide on culturalcompetence and LGBT elders, and is a great resource for implementing a rigorous,comprehensive and evaluated training on these issues. Additionally, CMS has taken alead on this issue and is creating LGBT training for facilities and state surveyors, andother agencies should follow suit.Long-term care facility administrators, staff, surveyors and ombudspersons, aswell as home health care providers, should be trained on the identities, needs,vulnerabilities and rights of LGBT residents, working with the National ResourceCenter on LGBT Aging. Federal and state agencies and community organizations should develop and/orpromote LGBT cultural competence training, best practices and tools for long-term care facility staff, surveyors and ombudspersons, working with theNational Resource Center on LGBT Aging.Long-term care facilities should adopt policies to ensure fair and appropriatetreatment of transgender residents.Ending Violence and AbuseTransgender people face higher levels of abuse of all kinds throughout their lives, andlater life is no exception. As with all elder abuse, the abuse of transgender older adultscan be mental, financial, physical or sexual, and it can take place in the home, in ahospital, in a long-term care facility or any other setting. While abuse can be perpetratedby direct care workers, research suggests that violence and abuse are more frequentlycommitted by family members and in social settings.73 The bias and stigma facingtransgender people—which are compounded by both ageism and the challenges of socialisolation and aging—embolden abusers and deter transgender older adults from reportingtheir abuse. In some cases, having physical features that might not appear congruent with their gender identities can also contribute to transgender older adults’ vulnerability(as well as their reluctance to report abuse or seek medical care or other services).State adult protective services agencies, long-term care ombudspersons and surveyorsand direct care workers all play important roles in preventing and responding to elderabuse, and each of these groups need tools and incentives to effectively protectvulnerable transgender elders.73   Witten, T.M.  (2003).  Life course analysis-The courage to search for something more: Middle adulthood issuesin the transgender and intersex community.2021223825262728The Elder Justice Act, part of the Affordable Care Act of 2010, creates a comprehensiveset of programs and resources to combat and prevent elder abuse and neglect, bothwithin and outside of long-term care facilities. Unfortunately, implementation of theseprograms has not subsequently been funded by Congress.Congress should appropriate funds to fully implement the Elder Justice Act.The U.S. Department of Health and Human Services (HHS) should takeappropriate steps to ensure that grant recipients under the Elder Justice Act aremade aware of the prohibition of discrimination based on sex under section1557 of the Affordable Care Act and its applicability to transgender people.Federal, state and local agencies should support the development andimplementation of transgender-inclusive cultural competence training for adultprotective services and elder abuse, neglect and exploitation forensic centers.Adult protective services agencies and elder abuse, neglect and exploitationforensic centers should make efforts to enhance their ability to serve andprotect transgender older adults through training, outreach and agency policies.Additionally, the Violence against Women Act (VAWA) funds state and local efforts to address domestic violence, sexual assault and other forms of abuse against people ofall ages. Unfortunately, the programs supported by VAWA have not been madeconsistently available to LGBT people, with individuals often being refused services,shelter or protective orders.74 As in homeless shelters, discrimination has beenparticularly common in programs aimed at women. In 2011, lawmakers proposed toinclude new provisions in VAWA’s reauthorization to prohibit discrimination againstLGBT people in VAWA-funded programs and activities. These protections are essentialfor ensuring VAWA’s effectiveness for all people who experience gender-based violenceand abuse.Congress should reauthorize the Violence against Women Act (VAWA) andexpressly prohibit discrimination in VAWA-funded programs based on genderidentity and sexual orientation.The Department of Justice should issue program guidance to clarify theapplication of the Violence against Women Act (VAWA) and the Victims of CrimeAct to transgender people, as well as the applicability of prohibitions on genderdiscrimination to transgender people, so that local agencies understand theirobligations to serve transgender people.232474 National Coalition of Anti-Violence Programs.  (2011).  Lesbian, gay, bisexual, transgender,  queer, and HIV-affected intimate partner violence in the United States in 2010. Retrieved from http://www.avp.org/documents/IPVReportfull-web_000.pdf; and Grant, J.M., et al. (2011). Injustice at every turn: A report of thenational transgender discrimination survey: p. 134.The Office on Violence Against Women should, through guidance or regulation,mandate that the programs they fund not discriminate on the basis of genderidentity or sexual orientation. Additionally, the Office on Violence AgainstWomen should fund training and technical assistance programs specific to LGBTpeople, as well as require that its grantees receive cultural competency trainingon LGBT people. Creating Equal Employment OpportunitiesAccording to the National Transgender Discrimination Survey—which interviewed6,450 transgender people—90 percent of respondents experienced transphobicdiscrimination at work, and 26 percent lost their jobs because of anti-trans bias.Respondents were unemployed at twice the national average, and those who lost jobsdue to discrimination were four times as likely to be homeless.75 Besides making jobsdifficult to obtain and keep for transgender people, including many older adults whoexperience the age-related difficulties of job insecurity and unemployment, thisdiscrimination creates a ripple effect in the health and economic security of transgendercommunities as they age. For those who transitioned earlier in life, years ofunemployment or underemployment can hinder the ability to save sufficiently forretirement and often make age-related supports such as long-term care unaffordable.Because Social Security benefits are based on one’s lifelong earnings, those who havebeen unable to contribute significantly in Social Security taxes on earnings are left withdisability or retirement payments that are not enough to meet basic medical or housingcosts. And for those transitioning later in life, job discrimination, ageism andtransphobia can disrupt careers and pose multiple barriers to finding new employmentand their income can be dramatically reduced. The challenges associated withemployment and economic insecurity experienced by many older people are even morepronounced for transgender older adults.There is no federal law explicitly prohibiting job discrimination based on genderidentity, and currently only 16 states and the District of Columbia have laws explicitlybanning such discrimination. Explicit job protections are a critical first step to ensuringemployment opportunities for older transgender people.Federal, state and local lawmakers should expressly prohibit employmentdiscrimination based on gender identity and sexual orientation by passing theEmployment Non-Discrimination Act (ENDA) and equivalent state and locallegislation.3975  Grant, J.M., et al. (2011). Injustice at every turn: A report of the national transgender discrimination survey: p. 3, 66.2930Additionally, a growing number of courts and federal agencies have recognized that sexdiscrimination laws already protect transgender and other gender non-conformingpeople (including many lesbian, gay and bisexual people) from discrimination based ontheir gender identity or expression.76 Even without congressional action, then, federaland state agencies can protect transgender people from discrimination in employment.Federal, state and local agencies should use existing authority under sexdiscrimination laws to address discrimination against transgender people inemployment, housing, lending, health care and other areas.Federal, state and local agencies should use outreach and public educationactivities to increase awareness among workers, employers and serviceagencies of existing protections for transgender workers.Federal, state and local governments should fund research on workforcechallenges facing transgender people.Career centers and job training programs should make efforts to promoteinclusion and prevent discrimination against transgender workers, includingtransgender older adults, through training and agency policies.Federal, state and local governments should bring together experts onworkforce development, older workers and transgender issues to identifypromising strategies to employ and retain transgender workers, including oldertransgender workers.Federal, state and local governments should support the development andexpansion of model projects to increase employment opportunities fortransgender people, including trans older adults.HousingA growing number of older adults are homeless, with Baby Boomers having an elevatedand sustained risk for homelessness.77 Because transgender people are more likely to agewithout children to help support them and manage their care, and because they oftenexperience dramatically lower incomes than either the general population or the LGBpopulation, access to affordable housing is a significant problem for transgender olderadults. Housing discrimination against transgender people of all ages is also widespread,and can combine with other barriers that older adults might face seeking access tohousing to create a double barrier for transgender older adults. 4035363433323176 See, e.g. Macy v. Holder, EEOC No. 0120120821 (2012).77 The Corporation for Supportive Housing.  (2011). Ending homelessness among older adults and elders throughpermanent supportive housing. Retrieved from http://www.chapa.org/sites/default/files/ELI_policypaper_final.pdf.While recent years have seen an increase in much-needed efforts to addresshomelessness among LGBT youth, homelessness among LGBT adults has received lessattention. One critical step is to ensure that shelters are welcoming to transgenderpeople of all ages, and local authorities and agencies in communities throughout thecountry—such as Washington, DC, New York, Boston, Chicago, Tucson, Dallas, SanFrancisco and others—have adopted policies to ensure that transgender people areprovided equal access to shelters consistent with their gender identities.The Obama Administration has taken significant steps to address housingdiscrimination against transgender people and increase housing opportunities. In 2010,the U.S. Department of Housing and Urban Development (HUD) issued guidanceclarifying that discrimination against transgender people based on their perceived failureto conform to gender stereotypes could constitute sex discrimination under the FairHousing Act. In December 2011, HUD coordinated with the Administration on Agingand the National Center for Lesbian Rights to host a summit addressing thediscrimination and legal barriers LGBT older adults face accessing affordable housing.In January 2012, HUD issued final rules explicitly prohibiting discrimination based ongender identity and sexual orientation in HUD-funded housing programs. The EqualAccess to Housing Rule, announced in January 2012, will ensure that housing, federallyfunded through HUD, is made available “without regard to an applicant’s sexualorientation or gender identity.”78 The Rule also clarifies that LGBT individuals andcouples are included in the definition of “family” and are eligible for HUD publichousing and voucher programs. This federal action marks another important stepforward in protecting transgender people from discrimination.Despite these advances, much more needs to be done. Many individuals and housingproviders are still not aware of existing protections, and housing discriminationcontinues. And despite the need for more affordable housing, the nation’s stock ofaffordable housing has been shrinking.Federal, state and local lawmakers should expressly prohibit housing andlending discrimination based on gender identity and sexual orientation bypassing the Housing Opportunities Made Equal (HOME) Act and equivalent stateand local legislation.Congress should fully fund implementation of the Federal Strategic Plan toPrevent and End Homelessness, including expanding the nation’s supply ofaffordable housing.4175 Donovan, S. (2012, Jan. 30).  Ending housing discrimination against LGBT Americans.  [blog].  Retrieved fromhttp://blog.hud.gov/2012/01/30/ending-housing-discrimination-against-lgbt-americans/.3738The U.S. Department of Housing and Urban Development (HUD) should interpretand apply fair housing laws and regulations to prohibit the exclusion oftransgender people from gender-segregated housing, including homelessshelters, consistent with their gender identities.State and local governments should pass explicit employment protections basedon gender identity and sexual orientation.Federal, state and local governments and community organizations shouldidentify and promote best practices for housing providers for servingtransgender older adults.Federal, state and local governments and community organizations shouldsupport LGBT elder housing projects.Improving Economic Security                Social Security and other public programs critical to the economic security of olderadults continue to discriminate against LGBT people and their families, broadly definedto include friends, caregivers, and other loved ones. Many economic benefits, particularlyworkplace benefits such as employee pensions and employee health benefits, depend onstate or federal government recognition of marriage and other family relationships.However, the federal Defense of Marriage Act (DOMA) and similar state laws meansthat many individuals are wrongly denied eligibility for crucial benefits and protections,often leaving them economically vulnerable.Transgender people and their spouses can be impacted by these laws whether they arein same-sex or different-sex relationships, due to inconsistent and often erroneousinterpretation and application of the law. Couples who married validly as a different-sexcouple under state law prior to transition can face having their benefit eligibilityimproperly questioned following transition because they are now a same-sex couple.This happens even though it is settled law that a valid marriage is ended only by divorceor death of a spouse. While the federal government has recently recognized that thesemarriages continue to be valid for purposes of federal employee benefits,79 othergovernment agencies lack this kind of clear guidance. Different-sex couples who marriedafter transition can face intense scrutiny regarding the details of their transition andwhether it is recognized under state and federal law, often resulting in incorrect denialsof benefits. Until these discriminatory laws are repealed, better guidance is urgentlyneeded to ensure they are not applied overbroadly.4242414079 U.S. Office of Personnel Management (2011). Guidance regarding the employment of transgender individuals in the federal workplace. Retrieved from http://www.opm.gov/diversity/Transgender/Guidance.asp.39Long-term care is expensive, and for transgender people who have experienced decades of economic discrimination, the cost can be prohibitive. Yet Medicaid, the primarygovernment funder of long-term care, may not offer sufficient protections to prevent atransgender or same-sex spouse of a Medicaid nursing home resident from losing theirhome. In June 2011, HHS took the commendable step of issuing guidance clarifying thatstate Medicaid agencies are empowered to treat same-sex domestic partners the same asmarried heterosexual couples when it comes to protection from “spousal impoverishment”under Medicaid.80 While this is a strong step forward, these protections should bemandatory for states, not optional, and there is much more that states and the federalgovernment can do to protect the economic stability of transgender older adults.  Congress should pass the Respect for Marriage Act, which would repeal theDefense of Marriage Act (DOMA).Federal and state agencies should provide clear and accurate guidance onmarriage-related benefit determinations for transgender people and theirspouses pursuant to existing laws, to ensure that couples are not improperlydenied benefits for which they are currently eligible. Federal and state agencies should use existing authority to provide criticaleconomic protections, such as Medicaid spousal impoverishment protections, to same-sex spouses and partners.State legislators should pass marriage equality legislation.Building a Foundation of KnowledgeA recent Institute of Medicine (IOM) report on LGBT health identified transgenderaging as a major research gap, naming topics such as elder abuse, substance abuse, risksand best practices for long-term hormone therapy, sexual health and cancer as areas inwhich more transgender research is needed. The IOM also called for includingquestions about gender identity in federal surveys, including surveys of older adults byAoA and the Centers for Medicare and Medicaid Services (CMS), and in nationalstandards for electronic health records.Currently, no government data exists on the growing population of transgender olderadults. Without reliable national statistics on the geographic distribution, health andeconomic status, need for supportive services and the total number of transgender olderadults (among other possible areas), it is difficult to understand their specific needs andeven more difficult to advocate for improved policies to address those needs.  4380 Department of Health and Human Services.  (2011).  Same sex partners and Medicaid liens, transfers of assets,and estate recovery.  Retrieved from http://hsd.aphsa.org/SMD_letters/pdf/SMD/Same-Sex-Partners-SMD.pdf.4344454644To identify and address the specific strengths and vulnerabilities of transgender olderadults, federal agencies such as CMS and AoA should include questions on sexualorientation and gender identity in their research surveys and other data collectionsystems. Collecting this data will help CMS and AoA fulfill their missions to helpresearchers, clinicians and public health professionals improve research methods, clinicaloutcomes and service delivery, without incurring significant costs.Research questions that measure gender identity and sexual orientation shouldbe included in federally-funded population-based surveys, such as the NationalHealth Interview Survey, as well as the various federally-funded studiesinvolving older adults.The Office of the National Coordinator for Health Information Technology shouldinclude the collection of data on sexual orientation and gender identity withinits meaningful use standards for electronic health records.Federal and state agencies and academic institutions should support researchon the social, economic and health needs of transgender older adults.The Centers for Disease Control and Prevention (CDC) should improveepidemiological surveillance systems and data collection by collecting data ongender identity and reporting data delineated by age. To support older adults withHIV, including transgender adults, the CDC should provide specific data delineatedby age category for adults over age 55, especially among smaller age cohorts(55-59, 60-64, 65-69, etc.) This would allow for more detailed information andtailored interventions among a diverse aging population with HIV/AIDS. Privacy and DocumentationIn today’s world, identification documents (IDs) are frequently required to apply foremployment, housing, public benefits, bank accounts and many other basic transactions.For transgender older adults, IDs and official records that contain information abouttheir former names or gender can turn routine occurrences into incidents of harassmentand discrimination. Gender-incongruent IDs deprive transgender older adults of the ability to decide when and how information about their transgender status will beshared, and the available research reveals that incongruent IDs lead to a range ofnegative outcomes—from job and housing discrimination to harassment and even bias-driven violence.815049484781 Grant, J.M., et al. (2011). Injustice at every turn: A report of the national transgender discrimination survey: p. 5, 139.45Historically, state and federal governments have imposed intrusive and burdensomerequirements for updating gender in ID and official records, such as documentingspecific surgeries or obtaining a court order. For financial, medical and other reasons,many transgender people simply cannot meet these requirements. For thosetransitioning later in life, financial barriers and medical contraindications to surgeriesmight be even more prevalent. Fortunately, this trend is changing, with many states andfederal agencies streamlining procedures and eliminating burdensome requirements.Transgender people can now update their U.S. Passport, federal personnel record,official immigration documents and VA patient record without these barriers.Additionally, roughly half of U.S. states have made it easier for transgender people toupdate their driver’s licenses and state identification cards. Finally, more states aremoving to ease the process of updating birth certificates, with California and Vermontpassing legislation in 2011. Unfortunately, many state and federal agencies still rely onoutdated and restrictive policies.States should adopt simple, user-friendly procedures to enable transgenderpeople to update gender information on driver’s licenses and state IDs basedon their gender identities, without proof of surgery or other burdensomemedical treatments.States should adopt policies, and legislation where needed, to enabletransgender people to update gender information on birth records without proofof surgery or other burdensome medical treatments.The National Center for Health Statistics should modernize the Model State VitalStatistics Act to reflect today’s best state practices for updating genderinformation on birth records.In addition to driver’s licenses, state IDs, and birth certificates, transgender older adultsstill face barriers to updating gender in their Social Security records. Current SocialSecurity Administration (SSA) policy requires transgender people to presentdocumentation of sex reassignment surgery to change the gender data in their SocialSecurity records. For a variety of reasons, including expense and personal preference,many transgender people cannot or choose not to undergo sex reassignment surgery.Because this gender data is shared through SSA computer matching programs, as wellas listed on Medicare cards, outdated gender markers can “out” transgender people atwork (i.e., reveal a person’s transgender status without their consent), in pharmacies anddoctors’ offices, at DMVs and in many other settings, thereby placing them at risk ofdiscrimination and public disrespect. While in 2011 SSA eliminated gender matchingin the verification system that’s most often used by private employers, other matchingsystems continue the unnecessary and harmful matching of gender data.515253Retaining outdated gender markers serves no SSA program purpose and in turn causesneedless confusion for SSA and others. Gender change for SSA and other federal andstate agencies should be based on a standardized, signed statement by a licensedphysician noting that an account holder has had appropriate clinical treatment forgender transition to the new gender. The Social Security Administration (SSA) should update policies to permit anindividual to change the gender designation in her or his SSA record based on a letter from a physician stating that she or he has had appropriate clinicaltreatment for gender transition. No additional medical information should berequired.The Social Security Administration should eliminate gender as a data field in all its automated verification programs.The Centers for Medicare & Medicaid Services (CMS) should remove gendermarkers from Medicare cards.Increasingly, barriers to ID can also be barriers to the ballot box. Research has shownthat for many older adults—and especially elders who live in rural areas, have limitedaccess to transportation, live with disabilities or live on fixed incomes—strict voter IDlaws pose barriers to voting and threaten to limit older people turnout. Transgenderolder adults are more likely to face these barriers, and also face additional barriers toobtaining ID that is congruent with their gender identities and expressions.82 Althoughpresenting gender-incongruent ID does not violate any state legal requirement, it canlead to confusion, harassment and even being turned away from the polls.States should reject and repeal restrictive voter ID laws, and LGBT and agingadvocates should actively oppose such laws.Community Support and EngagementWhile many transgender older adults have strong community ties and families ofchoice, too many are socially isolated and lack opportunities to be actively engaged intheir communities. Many feel unwelcome at senior centers and even at LGBTcommunity centers, which they may perceive as unfriendly to transgender people or toelders generally. They might want to give back to their communities but fear being toldthey are “not a good fit” for working with populations such as children or frail elders.465756555481 Grant, J.M., et al. (2011). Injustice at every turn: A report of the national transgender discrimination survey: p. 5, 139.82 For more information, see National Center for Transgender Equality (2011).  ID documents and privacy. Retrievedfrom http://transequality.org/Resources/NCTE_Blueprint_for_Equality2012_ID_Documents.pdf; andTransgender Law Center.  (2011).  ID document change.  Retrieved from http://transgenderlawcenter.org/cms/content/id-document-change.While personal faith and faith communities have been important parts of manytransgender older adults’ lives, many find themselves estranged or disconnected fromthose communities when they come out and transition. Additionally, the pronouncedsocial isolation common among older people as they age becomes even more profoundfor those with fewer family connections and more prone to stigma and discrimination.All of these barriers are detrimental not only to the well-being and health oftransgender older adults, but also to communities that could benefit from their energiesand contributions.Transgender older adults can be powerful advocates, activists, volunteers, mentors andcommunity leaders. For transgender older adults to have meaningful opportunities toengage with their communities, local and community organizations must take steps toensure that programming is inclusive of both transgender people and older adults. LGBT community organizations, including LGBT community centers, clinics andSAGE affiliates, should increase outreach, programming, services and state andlocal advocacy supportive of transgender older adults, and ensure that theirother programs are also inclusive of transgender and older people.Local aging providers, including area agencies on aging, should reach out toand engage transgender older adults, as well as local organizations workingwith LGBT communities. LGBT community organizations should engage local faith leaders andcommunities in efforts to improve the lives of transgender older adults. Faith communities should make efforts to increase awareness and inclusion oftransgender people of all ages, using resources such as transACTION: A Transgender Curriculum for Churches and Religious Institutes from the Institutefor Welcoming Resources.83Faith community leaders should engage in affirming outreach to transgenderpeople of all ages and promote an affirming public dialogue about faith andgender identity.Senior volunteer programs should make efforts to increase awareness andinclusion of transgender older adults, including training for volunteercoordinators.4783 National Gay and Lesbian Task Force.  (2009).  TransAction: A welcoming curriculum for churches and religiousinstitutions. Retrieved from http://www.welcomingresources.org/transaction_final.pdf.585960616263Immediate Policy and Practice Priorities to Improve the Lives of Transgender Older Adults48The Advisory Committee of theTransgender Aging AdvocacyInitiative identified severalimmediate policy and practicepriorities to improve the livesof transgender older adults.While all of the issuesoutlined in the full report areimportant, the priorities listedbelow were identified basedon their expected impact ifaccomplished, as well as theexpected feasibility ofaccomplishing them withinthe next 1-2 years.1 Strengthening the Aging Services Network• The Administration on Aging (AoA)should clarify, through agency guidance,that LGBT older adults constitute a groupwith “greatest social need,” and thatfederally-funded service providers may notexclude LGBT older adults from programsand services. • Congress should reauthorize and fullyfund the Older Americans Act (OAA), and should include LGBT older adults in data collection, project assessment andreporting requirements, and explicitlyinclude LGBT older adults in the definitionof greatest social need.2 Strengthening Long-Term Servicesand Supports in Long-Term Care• Federal and state agencies andcommunity organizations should develop and promote LGBT culturalcompetence training, best practices andtools for long-term care facility staff,surveyors, ombudspersons and homehealth care providers.• The Centers for Medicare & MedicaidServices (CMS) should revise federalMedicaid conditions of participation to explicitly prohibit discrimination basedon gender identity and sexual orientationin home- and community-based services;and revise federal nursing homesurveyors’ guidelines to clarify the rights of transgender residents to respect fortheir gender identity, autonomy in theirgender expression, privacy regardingissues related to transgender status andfreedom from bias-related harassment,discrimination and abuse.3 Protecting Individual Privacy• The Social Security Administration (SSA)should eliminate gender as a data field inall its automated verification programs,and update policies to permit an individualto change the gender designation in her or his SSA record based on a letter from a physician stating that she or he hashad appropriate clinical treatment forgender transition.4 Building a Foundation of Knowledge• The Department of Health and HumanServices should include questions thatmeasure gender identity and sexualorientation in federal population-basedsurveys, such as the National HealthInterview Survey, as well as surveysfocused on older adults.• The Office of the National Coordinator for Health Information Technology shouldinclude the collection of data on sexualorientation and gender identity within itsmeaningful use standards for electronichealth records.49Appendix A: Practical Guidancefor Aging ProvidersIn February 2012, the National Resource Center on LGBT Aging—led by SAGE and 14 national partner organizations—issued Inclusive Services for LGBT Older Adults: A Practical Guide toCreating Welcoming Agencies, a unique guide created to helpservice providers understand the unique barriers that LGBT olderadults face, as well as the many ways to improve and expand thecontinuum of care and services available. The following section isexcerpted from this publication:Transgender older adults may face additional challenges to successful aging than theirnon-transgender peers. In particular, transgender older adults face stigmas and mythsabout their identities and gender expressions. For example, many transgender olderadults often report providers referring to them by incorrect names or by a pronoun thatdoes not align with their gender identities.A Working DefinitionThe term “transgender” is used to describe the experience and feeling of a persistentdisconnect between one’s “sex at birth” (sometimes called “sex assigned at birth”) andone’s gender identity and expression. For example, people born with male anatomy whohave female gender identities may choose to express themselves as female throughpersonal style (clothes and accessories), by changing their name (from Jack to Jane, forexample), and by asking people to refer to them through their preferred genderpronouns (i.e., “she/her” rather than “he/him”).National Resource Center ON LGBT AGINGInclusive Services for LGBT Older AdultsA Practical Guide To Creating  Welcoming AgenciesMore atlgbtagingcenter.orgAre you an aging provider,LGBT organization or anLGBT older person? Visit the NationalResource Center on LGBTAging to learn more about transgender agingand access various newand practical resourcesfor effectively engagingtransgender older people. 50Transgender people may or may not use medical intervention(s) such as hormones orsurgery to bring their bodies’ characteristics more in line with their gender identities.Some transgender people may legally change their names and accompanying paperwork(e.g., insurance documents, Social Security card, and driver’s license). A person’s genderidentity should be respected and not be contingent on whether the person has gonethrough particular medical interventions and/or a legal name change. A person’s genderidentity should be honored regardless of whether the person has taken such actions.Because transgender people are subjected to an even higher level of discrimination andviolence than their non-transgender lesbian, gay, and bisexual peers, issues ofconfidentiality, disclosure and privacy are critical. Many transgender people feel theirbodies, histories or other gender-related information are very personal and private andtherefore find some questions invasive and offensive. Before asking clients about theirtransgender status, staff members should think carefully about how they plan to use thisdata. Staff members should then explain to the client how they intend to use theinformation—a practice that will increase clients’ willingness to be open. Some examplesof other best practices on dealing with transgender clients are included in this section.Checklist for Transgender InclusionStaff should always know and use the pronoun that their clients prefer, evenwhen the client is not within earshot.Where services (including shared rooms) are segregated by sex, assignmentsshould be made based on the client’s gender identity, not his/her sex assignedat birth.If your staff administers or prescribes medication, it is appropriate to identifythe various medications that a client is taking, including whether they aretaking hormone medications. This will ensure there are no conditions or factorsthat serve as a reason to withhold a certain medical treatment. If you do nothandle medications, you most likely don’t need to know whether a person isusing hormones.If your staff is responsible for administering or arranging for certain sex-linkedpreventive care such as mammograms or Pap smears, it may be necessary toknow what surgeries a transgender person has had to ensure they receive careappropriate for their bodies. If you are not responsible for such medical care,your agency staff most likely do not need to know what surgeries (if any) atransgender person has undergone.✓✓✓✓If assistance with bathing or other personal care is offered, all staff should havereceived training on providing professional care to all clients, including workingwith clients whose physical bodies are different from their outward genderexpression or their inner gender identity.When billing health insurance companies, you may need to know if your clienthas insurance under a different name and/or gender. It is never appropriate toask, “What is your real name?” Instead, if you need the data, ask the person“Can I make a copy of your insurance card?” and possibly an additionalquestion to confirm that the name on their insurance card should be used forbilling purposes.If your staff arranges clients’ appointments with other health professionals,discuss with transgender clients what personal information they are comfortabledisclosing. It is not necessary to “warn” professionals that a client istransgender; that information is often unnecessary for appropriate treatment.Further, sharing it without your client’s permission is a breach of privacy andmay violate HIPAA regulations.Staff should remember that transgender clients, just like everyone else, shouldbe able to use whichever restroom aligns with their gender identities.Staff should always model proper behaviors such as calling someone by his/herpreferred name and not engaging in gossip about clients. This sets the tone forother staff and clients.About the National Resource Center on LGBT AgingEstablished in 2010 through a federal grant from the U.S. Department of Health andHuman Services, the National Resource Center on LGBT Aging provides training,technical assistance and educational resources to aging providers, LGBT organizationsand LGBT older adults. The center is led by SAGE in partnership with 14 leadingorganizations from around the country. Learn more at lgbtagingcenter.org.51✓✓✓✓✓About SAGE Services and Advocacy for Gay, Lesbian, Bisexual and Transgender Elders (SAGE) is thecountry’s largest and oldest organization dedicated to improving the lives of lesbian, gay,bisexual and transgender (LGBT) older adults. Founded in 1978 and headquartered in New York City, SAGE is a national organization that offers supportive services and consumerresources to LGBT older adults and their caregivers, advocates for public policy changes thataddress the needs of LGBT older people, and provides training for aging providers and LGBTorganizations through its National Resource Center on LGBT Aging. With offices in New YorkCity, Washington, DC and Chicago, SAGE coordinates a growing network of 23 local SAGEaffiliates in 16 states and the District of Columbia.About NCTE The National Center for Transgender Equality (NCTE) is a national social justice organizationdevoted to ending discrimination and violence against transgender people through educationand advocacy on national issues of importance to transgender people. By empoweringtransgender people and our allies to educate and influence policymakers and others, NCTEfacilitates a strong and clear voice for transgender equality in our nation’s capital and aroundthe country.For additional information about many of the policy issues described in this report, please visit sageusa.org and transequality.org.52ACKNOWLEDGEMENTSSAGE and NCTE would like to thankthe Arcus Foundation and the David Bohnett Foundation for theirgenerous support of this initiativeand this report. We are also deeplygrateful to the members of theAdvisory Committee of theTransgender Aging Advocacy Initiativefor offering their wisdom, experienceand commitment to this historicinitiative. The ideas detailedthroughout this report are largelyinformed by your unique insights.Finally, we would like to thank Joo-Hyun Kang for facilitating the2011 gatherings of the TransgenderAging Advocacy Initiative. Services & Advocacy for GLBT Elders 305 Seventh Avenue, 15th FloorNew York, NY 10001212-741-2247info@sageusa.orgsageusa.orglgbtagingcenter.orgNational Center for Transgender Equality1325 Massachusetts Avenue, NWSuite 700Washington, DC 20005202-903-0112NCTE@transequality.orgtransequality.org",
    "id": 71361291,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:14883"
    },
    "title": "Improving the Lives of Transgender Older Adults: Recommendations for Policy and Practice",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-01-01T00:00:00+00:00",
    "publisher": "Services and Advocacy for GLBT Elders (SAGE)",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/14883/14883.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71361291.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71361291"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71361291/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71361291/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71361291"
        }
    ],
    "abstract": "Transgender and gender non-conforming adults face a myriad of challenges as they age. While very limited, the existing research on transgender people paints a picture of many people aging in isolation and without a network of knowledgeable or welcoming providers in the aging, health and social services arenas. Further, transgender elders often experience extreme disparities in access to health care and low rates of health insurance coverage due in large part to systemic discrimination from providers and insurance companies, as well as economic instability resulting from discrimination in employment and housing, among other areas. An overarching challenge for policymakersand practitioners isthe dearth in research examining the challenges facing this population--and the types of policies and programmatic interventions that would improve their lives. While the need for better data and more research on lesbian, gay and bisexual communities has gained support over the last few years, gender identity remains largely absent from the scope of social research and analysis. Moreover, few studies have addressed the specific challenges facing transgender elders. Research focused on transgender people of color is even more limited, despite some studies suggesting that they experience high levels of violence and discrimination",
    "tags": [
        "report",
        "survey data",
        "Aging",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report",
        "survey data"
    ],
    "oai": "oai:harvest.issuelab.org:14883",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71361291,
        "depositedDate": null,
        "publishedDate": "2012-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:44:58+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:16:29+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/14883",
        "https://issuelab.org/resources/14883/14883.pdf"
    ],
    "lastUpdate": "2024-02-14T12:44:58+00:00",
    "setSpecs": [
        "lgbtqi",
        "aging"
    ]
}