{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Tillmann, Lisa M., Ph.D."
        },
        {
            "name": "Norsworthy, Kathryn L."
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-30T08:52:27+00:00",
    "dataProvider": {
        "id": 13615,
        "name": "Rollins College: Rollins Scholarship Online (RSO)",
        "url": "https://api.core.ac.uk/v3/data-providers/13615",
        "logo": "https://api.core.ac.uk/data-providers/13615/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/235721892.pdf",
    "fullText": "Rollins CollegeRollins Scholarship OnlineFaculty Publications2015In Solidarity: Collaborations in LGBTQ+ ActivismLisa M. Tillmann Ph.D.Rollins College, ltillmann@rollins.eduKathryn L. NorsworthyRollins CollegeFollow this and additional works at: http://scholarship.rollins.edu/as_facpubPart of the Critical and Cultural Studies Commons, Feminist, Gender, and Sexuality StudiesCommons, Fiction Commons, and the Gender and Sexuality CommonsThis Article is brought to you for free and open access by Rollins Scholarship Online. It has been accepted for inclusion in Faculty Publications by anauthorized administrator of Rollins Scholarship Online. For more information, please contact rwalton@rollins.edu.Published InTillmann, L.M. & Norsworthy, K.L. (2015). In solidarity: Collaborations in LGBTQ+ activism. In L.M. Tillmann (Ed.), In Solidarity:Friendship, Family, and Activism Beyond Gay and Straight (238-278). New York: Routledge. 1 In Solidarity: Collaborations in LGBTQ+1 Activism2 Lisa M. Tillmann and Kathryn L. Norsworthy Rollins College Box 2723 Winter Park, FL  32789 Ltillmann@rollins.edu 407-646-1586 [Insert photo M.1 Lisa Kathryn around next paragraph] What follows is a fictional account. Our “characters” bear our real names; the other eight are composites of students we have taught and from whom we have learned; activists with whom we have worked; and staff, faculty, and administrators we have trained in venues such as Safe Zone. We portray our ally (Lisa)-lesbian (Kathryn) relationship this way for two reasons: one, we had not secured permission from real students, colleagues, or community members to represent their lives and experiences, and two, we seek a way to show our partnership, both personal and professional since 2000, in action. To each of us, the other is a powerful, singular, precious, irreplaceable force in her life. We make every effort here to do that justice.    Saturday, January 11, 2014, 8:45 a.m. Lisa, a 42-year-old White professor, puts down her green and grey backpack. She squares the shoulders of her long-sleeved hot pink top—set off by silver and raw ruby pendant and earrings—and adjusts the waistband of a nearly-floor-length travel-knit skirt, black and fluttering. The hot pink complements her chocolate and grey-flecked hair, shoulder-length and spiral-curled.   Lisa uses her key to open Reeves Lodge. Of all training and classroom spaces on campus, this is her and Kathryn’s favorite. From the outside, Reeves looks like a tiny Mediterranean villa                                                         1 LGBTQ+ refers to lesbian, gay, bisexual, transgender, and queer, plus identities such as intersex and asexual. 2 The most updated version of this piece appears in the book In Solidarity: Friendship, Family, and Activism Beyond Gay and Straight (Routledge 2015).  2 with peach stucco walls and Spanish tile roof. Inside, the floors, walls, and vaulted ceiling—all of pine—suggest a cabin in the woods. Reeves has both comforts of home, including a restroom and small kitchen, and conveniences of an embedded computer and dual LCD projectors.   “Should we let in some light?” asks Kathryn. Lisa smiles at her colleague, a 60-year-old White professor. As the two begin pulling up shades covering windows on the east, south, and west walls, Lisa notices how movement, color, and sound whirl about Kathryn: brown and silver hair reaching toward her waist; flowing block print top purchased on a trip they took to India last year with their partners and Lisa’s parents; jingling bell-trimmed skirt of evergreen silk; swaying beaded earrings. As sunlight floods the room, it reflects off Kathryn’s gold, diamond, and mother of pearl wedding band.  They relocate the room’s eight tables and 16 chairs, all on rollers, placing four tables along the east wall, one on either side of the whiteboard at the front (south) wall, and two along the west wall. The chairs’ seat cushions flip up, allowing them to stack neatly. Kathryn and Lisa make four rows of four chairs, tucking two rows under each south window.  Crossing to the wide, floor-to-ceiling east window, they appreciatively note the well-tended yard with mature palm tree, picnic table, and barbecue grill. Tennis courts occupy the space behind the south windows; a mixed doubles match underway, the whaps of balls intersperse with players’ laughter.  “Thank you for bringing supplies,” Lisa says, setting Kathryn’s canvas tote onto the computer station’s desk along the west wall. “I put instructions for the Web of Oppression on a PowerPoint slide that can stay up throughout that exercise.”  “Terrific,” Kathryn responds. “Say, how are you doing?”   Lisa sighs. “Mmm … my anxiety has spiked. Probably the book deadline and the three  3 preps—including two new classes—that start next week. I’m not sleeping well.” Kathryn’s brown eyes fill with concern. Lisa then says, “Plus, I miss you to pieces.” She reaches out for Kathryn, and the two embrace.  “Miss you too,” Kathryn says into Lisa’s ear. “Fall semester swallowed us both.” They pull back to look at each other again. Kathryn continues, “I love teaching Engaged Buddhism, but I have to do it as an overload. As usual, I’ve got Practicum students collaborating every week with farmworkers in Apopka. You and I have been coordinating the proposal for a masters program in Peace and Social Justice...”   Lisa knows her friend’s list of commitments goes on and on. She observes, “Sounds like that would provide meaning but leave little room for decompression and joy.”  “A familiar theme for us,” says Kathryn. “Here we stand on a Saturday morning, about to embark on a four-hour training.”  “When we could be sipping mimosas on your back porch,” Lisa replies.  Just then, Masao, a 40-year-old Japanese-American faculty colleague, enters. Seeing Kathryn and Lisa, he says, “Obviously this is the right room.”  “Welcome, welcome, welcome!” greets Kathryn.  Admiring Masao’s fitted t-shirt and jeans, both black, Lisa adds, “And aren’t you too cool for school?”   Zach, a White 34-year-old colleague in Residential Life, enters next. He wears Levi’s and a polo sporting school colors: navy with “Rollins” stitched in gold. “Hello, comrades,” says Zach, hugging Kathryn, then Lisa. A tall and fit late-20s man accompanies Zach. Lisa and Kathryn note the man’s shaved head and brown eyes, but neither recognizes him. “Meet Fernando, an old friend from church.”  4  “Wonderful,” says Lisa, offering her hand, which Fernando encloses between his.  Responding to Lisa’s typically-cold hands, Fernando says, “Warm heart.” He steps back and straightens his neatly-pressed steel-grey shirt tucked into black Kenneth Cole pants.  Lisa spots Naomi and Helen, two community activists she and Kathryn have known for more than five years. “Oh, yay!” Lisa rushes over to hug them while Kathryn continues talking to Fernando.  Two more colleagues enter: Jackie, a 25-year-old intern at the counseling center and Violet, 52, from Student Services.   Finally, a mid-40s man with brown eyes and sandy hair arrives. Lisa approaches him. “Have we met? I’m Lisa Tillmann.”  “Blake,” he says. “I’ve seen you around. You’ve testified at several public hearings.”  “Do you work in media?” Lisa asks.  “Good memory,” Blake replies. “I did for many years.”   Kathryn glides over, introduces herself to Blake, and says to Lisa, “That’s everyone.”   Together Lisa and Kathryn walk toward the south wall, the front of the classroom. Kathryn opens her arms wide, as if ready to embrace the group. “Good morning. Could we please form a circle?” The group quickly falls in. “Welcome to Mindful Activism: LGBTQ+.”  Lisa breaks in, “Probably the LGBT—lesbian, gay, bisexual, transgender—is familiar. We mean the Q+ to include queer, questioning, gender queer, plus asexual, pansexual, etcetera.”  “Yes, thank you,” says Kathryn, warmth radiating from her. “I see friends here, some old, some new. I am Kathryn Norsworthy, professor of Graduate Studies in Counseling here at Rollins.”  Lisa smiles. “And I’m Lisa Tillmann, professor of Critical Media and Cultural Studies.  5 We feel honored to join forces with you in exploring how to develop and hone our skills as activists engaged in the struggle for civil rights. Kathryn and I share a particular interest in how members of and allies to the LGBTQ+ community can collaborate effectively in this activism.”  “Let me tell you a bit more about my colleague,” Kathryn says. “Dr. Tillmann, Lisa, accepted a position at Rollins in 1999. She had written her dissertation on her husband’s and her integration into a network of gay male friends and was rewriting that as a book that would be published in 2001 as Between Gay and Straight.”  Lisa chimes in, “Kathryn, who came to Rollins in ’92, was on sabbatical my first year. We met in fall of 2000 at a screening of a documentary, Our Voices.”  Kathryn explains, “Donna Lee, then-director of Multicultural Affairs, had interviewed minority students about their experiences in the classroom and on campus.”  “During the debrief,” Lisa says, “a woman with a rustling skirt and lion’s mane…” Lisa winks at Kathryn. “…talked of how the students’ testimonies of marginalization and exclusion moved and disturbed her. She gave voice to my responses to the film.”  Kathryn tells the group, “I don’t recall what either of us said, except that when Lisa spoke, she conveyed passion and conviction. I knew I needed to connect with her. What we expressed must have impacted others present because within a week, the Dean of Students called each of us, asking if we would co-chair the College’s inaugural committee on diversity.”  Lisa adds, “That committee provided the initial context for working together on social justice initiatives, at Rollins and in the community, and for becoming friends.”  “In our many years of personal and activist collaboration,” says Kathryn, “we have organized and co-facilitated trainings, helped implement policy changes at the College…” She nods toward Naomi and Helen. “…and participated in successful efforts in Orlando and Orange  6 County to secure domestic partner registries and non-discrimination protections on the bases of sexual orientation and gender identity.”  Lisa reports, “Meanwhile, we helped infuse our departments’ curricula with the values of multiculturalism and social justice. Kathryn also has become a campus leader on community engagement pedagogy as well as a renowned scholar on decolonizing international psychology. In the U.S. and in Thailand, she advocates for women; for national, cultural, and religious minorities; and for the LGBTQ+ community.”  “And Lisa has expanded her activism into social justice documentary filmmaking.3 Two of her films have opened at the Global Peace Film Festival.  “Now let’s hear from each of you,” Kathryn directs. “Please tell the group where you stand in your journey on LGBTQ+ issues, what brought you to the training today, and to what initiative you wish to apply practices of mindful activism.”  Running fingers through floppy red hair, Zach clears his throat. “My name is Zach. I work in Residential Life at the college. I’m married; my wife and I have a six-year-old daughter and a four-year-old son. My family attends a Lutheran church, and we recently elected our first gay bishop. This has divided our congregation. Many people, including me, wholeheartedly support this change. Others threaten to break from the ECLA.”  Fernando explains, “Evangelical Lutheran Church in America.”  “Right,” says Zach. “At this workshop, I want to focus on fostering tolerance among people of faith, on helping them see that homosexuals are equal in the eyes of God.”    Naomi bristles at the words “tolerance” and “homosexuals” but says nothing.   Café con leche skin sets off Fernando’s brilliant smile. “Fernando. I’m 29. I grew up in                                                         3 See Tillmann (2014), Tillmann, Hall, and Dietz (2014), and Tillmann and Dietz (2014).  7 the same church as Zach. I’m home on winter break until tomorrow, when I return to Gainesville. At UF, I study journalism full time, master’s level. I did not attend Rollins for my BA, and I never worked here, so I’m not a member of the Rollins community. I am, however, part of the LGBTQ+ community.   “Anyway, Zach thought I should come because I’ve talked to him about exclusion. I’m biracial. My dad’s Cuban and my mom’s Irish, so in some circles I’m not Latino enough; in others, not White enough. And I’m bisexual. I encounter gay men who assume I’m ‘really gay’ but holding onto my heterosexual privilege, and I confront straight people who can’t imagine why, if I’m attracted to women, I don’t take the path of least resistance.”   Kathryn asks, “And on what initiative will you center your work today?”  “When the Lake County school board blocked formation of a GSA, gay-straight alliance, I covered the story for the Independent Florida Alligator. So something pertaining to a GSA.”  Naomi’s dancing blue eyes complement her short salt-and-pepper hair. “I’m Naomi. Like Fernando, I neither attend nor am employed by Rollins, but for years, I have been in the trenches—or at least near them—with Kathryn and Lisa.   “As you can see,” Naomi continues, running her hands over a loose-fitting man’s shirt tucked into carpenter jeans, “my gender presentation is rather masculine—has been since I can remember, maybe age four. I haven’t had surgery, and I don’t take hormones, but in public, people sometimes read me as male. Restrooms have been a particular problem. Some women have flown into a panic, called security … ” Her voice trails off.   Naomi steadies herself. “I manage the cafeteria at Orlando Memorial. I have witnessed how the healthcare system fails our community, especially lesbians and trans—transgender—folks, my folks. So that’s my initiative: improving healthcare services.”   8  Lisa smiles at Helen, noting her autumn appearance: short auburn hair, amber eyes, and button-down shirt covered with red and orange leaves. “Like Naomi and Fernando,” says Helen, “I’m not part of the Rollins community, but I am part of the gay community. My name’s Helen. I’m a probate attorney. I was raised Catholic, which presented problems when I came out to my parents 10 years ago; I’m 38 now. I identify as somewhere between agnostic and atheist. I don’t talk about that at all with my family, and frankly, I still speak very little with them about my sexuality.  “Given what I’ve seen in the aftermath of a gay person’s death—the homophobic family swoops in, leaving the surviving partner in the lurch4—I hope to help establish a statewide domestic partner registry.”  Blake grins widely, revealing the braces he’ll have for five more months. “Hi, I’m Blake. I had a career in corporate media but never found it fulfilling. When my dad died last year and left me some money, I struck out on my own.   “What else? I came out late, after college. I don’t have partner, though I long for that. Being middle-aged and an independent—i.e., low-income—media-maker are not qualities atop many gay men’s partner wish list. So much of our community’s effort focuses on marriage equality. While I’m elated that public sentiment has improved, I often wonder, What about those of us for whom marriage is not in the picture? What about our need for social support, for economic security? I want to explore that in my initiative: my first documentary.”  “I’m Jackie,” says our blue-eyed colleague, smartly dressed in a tan button-down shirt and chocolate Capri pants. She twirls a sun-kissed blond curl around her index finger. “I intern at the Rollins counseling center. I attended this workshop because my 24-year-old brother just                                                         4 See Nantz (2013).  9 came out to our family. I want to learn more about how best to support him. My public initiative will pertain to gay youth, maybe homelessness or suicide prevention.”  “I work at the college as well,” says Masao, adjusting his hipster glasses, “teaching courses in methods and Queer Sociology. I serve on the Professional Standards Committee, and we’ve been charged with assessing the current Course and Instructor Evaluation, CIE, process. I recently read a study showing that Black faculty got lower evaluations than White faculty.5 In another study, a lecturer presented to eight sections of the same course on the same day. He standardized the material, except in four sections, he three times referred to his partner Jason; in the other four, he three times referred to his partner Jennifer. Students rated teaching quality and their own learning far lower in the ‘Jason’ sections.6 As far as I know, Rollins never has measured the relationship between minority status and CIE results. That’s something for which I want to push.”  Violet says to Masao, “As someone of Latin-, African-, and Native-American heritage, I’m very interested in what you find.”   She turns to the group, “My name’s Violet. I spent 10 years in the army.” She looks down at her khaki t-shirt tucked into camouflage pants. “Guess I dressed the part today. I work in Student Services, am married, and have three daughters. I think my 17 year old might be gay. I’ve tried to engage my husband in conversation about it; he’s burying his head. I considered speaking to our pastor, but my church is quite conservative.”  “And your initiative?” prompts Kathryn.  “Before coming today, I researched the number of states without discrimination protections on the basis of sexual orientation—29, Florida among them. I hope to plug into state-                                                        5 See Smith (2009). 6 See Russ, Simonds, and Hunt (2002).  10 level activism on that issue.”  “Thank you, everyone,” says Lisa. “Now, please grab a chair. Stay close to the front so you easily can see the whiteboard.” The group moves as instructed.    Kathryn tells them, “As we know, effective activism involves understanding a problem and its root causes. To facilitate such understanding, we begin with an exercise developed by my Thai collaborators and me: Tip of the Island.” She walks to the whiteboard. With a blue marker, Kathryn makes a wavy line to signify the sea, then a black marker to draw a landmass, most of it submerged.   Lisa says, “The tip represents visible manifestations of heterosexism, homophobia, biphobia, and transphobia. What forms does LGBTQ+ oppression take in everyday life?”  The group remains silent a moment before Blake puts forward, “Stereotypes.”  Kathryn writes the word beside the island’s tip. “Can you give examples?”  Blake replies, “Gay men as promiscuous, shallow, flaky. Jack on Will and Grace.” He glances around the group. “I hope I’m not offending anyone. I know a lot of people think he’s hilarious. But that’s not me at all.”  Helen adds to the list of stereotypes. “Lesbians as titillation for straight men.”  “Or as nonexistent,” Naomi offers.  Fernando says, “Also true of bi and trans folk—maybe more so.”  Lisa paraphrases, “So stereotypes and silences.”  “Great,” Kathryn says. “What other manifestations come to mind?”  “Not sure how to categorize this,” says Jackie. “In one of my counseling courses, I had a classmate: lesbian, maybe 25. She shared a story of reflexively reaching for her partner’s hand. The two women looked up and saw a group of fraternity-shirted guys walking their way.  11 Remembering they were on campus, they panicked and dropped hands.”  “We could call that affection inequality,” Violet suggests.  “How about relational inequality?” Helen amends. “Then it would encompass marriage inequality.” Kathryn nods, writing “relational inequality” on the board.  Blake says, “That term also would capture the energy we expend managing our identities with significant others: whether to come out, to whom, when, in what way.”  Masao observes, “Prohibitions on foster parenting and adoption fit here as well.”  Adding these examples to the list, Kathryn says, “You may know that Florida banned adoption by GLB individuals and couples until 2010. Vicki Nantz, whom Lisa and I have known and worked with for years, made a film about it called In Anita’s Wake.”7 Blake makes a mental note.  Masao says, “Also next to relational inequality we could put rejection—that which LGBTQ+ people face from family and friends that heterosexual and cisgender folks do not.”  “Please explain cisgender,” Kathryn requests. “That term may be unfamiliar to some.”  “It refers to one whose gender identity and presentation generally conform to what’s expected: biological males will be masculine and biological females will be feminine.”  Helen studies the board. “Sodomy laws also cohere with relational inequality.”  “That’s right,” says Lisa. “Fourteen states—including Florida—had them on the books until 2003, and dozens of countries still have them. In 2013, the Supreme Court of India recriminalized same-sex relations.”  Fernando adds, “Some countries still execute people for same-sex relations.”  “A manifestation I mentioned earlier is discrimination,” Violet says. “A lot of people                                                         7 See Nantz (2010).  12 don’t know that in most states, you still can be fired for being gay. Until I began questioning my daughter’s orientation, I didn’t know.”  Kathryn replies, “Some of us work at an institution and live in a county with non-discrimination protections, but that wasn’t always the case. Even today, once we cross from Orange to Seminole County, we lose those protections.”  “Bullying belongs on our list,” suggests Zach.  “And hate crimes,” says Jackie.  The group’s contributions now fill the whiteboard area surrounding the island’s tip. Kathryn observes, “We can observe these manifestations of oppression.” She then moves her hand over the island’s submerged area. “Now, let’s name the social systems that support these manifestations.”  “When I put forward stereotypes,” Blake tells the group, “I had the mass media in mind.” Kathryn writes “media system” in the underwater region.  Naomi says, “We talked a lot about relational inequality. Hard to ignore the church’s role.” Kathryn adds “religious system.”  Reading the material next to “relational inequality,” Violet offers, “the family system.”   Zach looks at “bullying” and says, “your peers.” Kathryn jots “peer social system.”  The group then begins calling out in rapid succession: “Education.” “Health care.” “Employment.” “Legal/political.”   Kathryn records quickly, repeating what she heard. “What was that last one?”  Helen tells her, “Legal/political system.”  “Got it,” says Kathryn, making a loop on the final “m.” “Great work, everyone.”  Lisa directs, “In our next exercise, each of you will be assigned one system that fosters  13 LGBTQ+ oppression. Please take a five-minute break while we set up.” Fernando crosses to and enters the restroom at the northwest corner. Violet and Helen line up outside. Masao walks to the kitchen and begins opening cabinets.  “Another restroom?” requests Naomi.  “Outside the Faculty Club,” says Kathryn, “the building just to our east. And a one-minute walk past that is Dianne’s Café.”   Lisa catches Kathryn’s eye and points toward Jackie. Getting Lisa’s drift, Kathryn nods. Before Jackie can file out with Naomi, Helen, Blake, and Zach, Lisa lightly touches her arm. “Jackie, you feeling strong and solid today?”  “I, uh, guess so.”  “Instead of representing a system,” Lisa explains, “we’d like you to stand in for the LGBTQ+ community. The exercise can be intense, and we prefer to have an ally play this role.”  “Oh, sure!” replies Jackie. “It will be good for me to step into my brother’s shoes.”  “Thank you so much,” Lisa says. “See you in five.”   Fernando exits the restroom and follows Jackie out the door. Masao, carrying a cup of water from the kitchen tap, is not far behind.  While Kathryn strides to the desk, Lisa moves the chairs from the room’s center, placing one at each table. From her tote, Kathryn pulls seven stiff white cards, 11 inches by four inches. Each has a hole punched in the two top corners and two feet of yarn fed through and tied, the card serving as a pendant for the yarn necklace. Using Tip of the Island results, she takes a black Sharpie and writes the name of one system on each card: Media, Religious, Family, Education, Health Care, Employment, and Legal/Political. Lisa crosses to the desk area and powers on the LCD projectors. On a slide, she has:  14 I represent the ___ system. One way I contribute to LGBTQ+ oppression is ___. My message to you as an LGBTQ+ person is ___.  Lisa turns to Kathryn. “How do you think it’s going?”  “The group had no trouble with examples for Tip of the Island,” Kathryn reflects.  Lisa nods. “They also seemed quick to identify systems supporting oppression.”  “We recruited an invested and sophisticated group,” says Kathryn. “Their introductions and initiatives show that each has a personal and political stake in being here.”  Participants begin returning from break, some sipping at coffees. Masao munches the last bite of a protein bar retrieved from his nearby office.  “Welcome back,” greets Kathryn, gathering the group into a circle.  Lisa says, “In Tip of the Island, we talked about systems that support heterosexism, homophobia, biphobia, and/or transphobia at a structural level, beyond the level of any individual. Each of you will be assigned a system. You will generate two statements about how your system fosters queer oppression.”  “I was born in 1953,” interjects Naomi. “In my day, people hurled ‘queer’ as an epithet, one of the worst things you could call someone.”  Lisa now realizes that, although “queer” has been mentioned, the group has not yet discussed its meanings.   Blake tells the group, “I still hear ‘queer’ that way, and I was born in ’67.”   “Please employ your terminology of choice,” says Kathryn. “Use ‘LGBTQ+’ if that feels more congruent.”  “How about ‘anti-gay oppression’?” queries Blake. “A lot of folks utilize ‘gay’ as the  15 catch-all term. It sounds less loaded than ‘queer.’”  Fernando says, “I’m not sure ‘anti-gay oppression’ applies to me as a bisexual man. Does it apply to Naomi or Helen as lesbians, to Naomi as transgender?”  “I hate the term ‘lesbian,’” says Helen. “Always have. Such an ugly word.” Naomi clenches her jaw as Helen continues, “I have no problem with ‘gay.’ I always think of myself as a member of the gay community.”  Naomi takes a deep breath. “I use ‘lesbian’ very deliberately and self-consciously. I feel adamant about explicitly representing women in the community and reclaiming ‘lesbian,’ just as some people do with ‘queer.’”  Kathryn reports, “Last semester, Lisa and I visited a class to provide a Safe Zone training. I presented myself to the group as a lesbian; Lisa referred to herself as a ‘queer-identified heterosexual.’”  Lisa explains, “It all hinges on context. That course centered on LGBTQ+ histories and social movements. In some situations, I will advocate for LGBTQ+ equality but consciously not disclose my heterosexuality. I will allow others to wonder if I may be lesbian. In other contexts, I will identify as heterosexual and try to mobilize that privilege in support of others’ rights and welfare.”  “In this training,” says Kathryn, “we employ the term ‘queer’ to be inclusive and to expose gender and sexual orientation as social constructions, as language categories created by particular people at particular times for particular purposes. A queer perspective challenges heteronormativity. Masao, can you please explain that?”  “It equates heterosexuality with ‘normalcy’ and associates all other sexualities with deviance. If you contest heteronormativity, you can self-define as queer, regardless of your  16 sexual orientation or gender expression—thus Lisa as a ‘queer-identified heterosexual.’”  “Important discussion,” affirms Lisa. “In the next exercise, Jackie will stand in for the LGBTQ+ community. In addition to writing statements about how your system contributes to oppression, you’ll write second-person statements directed at her: ‘My message to you, Jackie, as an LGBTQ+ person is ___.’”   Zach closes one eye and purses his lips. “Hmm … can you give us an example?”    “Absolutely,” says Kathryn. “I’ll pick a system we won’t be covering. ‘I represent the criminal justice system. One way I support LGBTQ+ oppression is through dismissive and insensitive responses to hate crimes.’”  Lisa improvises the second part. “Jackie, my message to you as an LGBTQ+ person is: ‘Perhaps if you’d behaved normally, this wouldn’t have happened to you.’”  “Let’s offer a second example for this system,” suggests Kathryn. “Another way I foster oppression is through sexist and homophobic language in training and on the job.”  Lisa adds, “My message to you, Jackie, is: ‘I protect and serve—but only heterosexual and cisgender citizens. You’re on your own. You’re not worth protecting or serving.’”  “All right,” says Kathryn, “Lisa will distribute pencils and cards, assigning each of you a different system. Write your statements on the backs of your cards.”  Kathryn approaches Jackie, handing her a notepad and pencil. “While the rest of the group prepares, we’d like you to compose first-person statements about everyday fears and concerns of an LGBTQ+ person.” Jackie nods.  Lisa announces, “System representatives: feel free to work with a partner on your statements and messages.”  The group disperses, each taking a seat. For perhaps three minutes, no one speaks as they  17 jot down ideas, erase, cross out, reword. Lisa consults with Jackie while the system representatives run their drafts by a peer or two, trying to get the wording just right.  Hearing a lull, Kathryn says, “Sounds like we’re ready. Please keep your chairs where they are, leaving the center of the room clear. Jackie, you will stand in the middle; system representatives, please encircle Jackie.” The group moves into formation.  Lisa explains, “We asked an ally, Jackie, to represent the LGBTQ+ community. She now will read statements she generated about life as a member of that group.”  Jackie clears her throat. “Whenever I plan a trip with my partner, we extensively research the climate for LGBTQ+ persons. In many locations around the world, in the U.S., and in Florida, we just don’t feel safe.”   Kathryn nods encouragement to Jackie, who continues: “I grew up really close to my sister, who just gave birth. I want to tell her about my girlfriend, but my family holds very traditional values. If I come out, will they allow contact with my nephew?” The group listens intently.  Jackie then reads, “Ryan Skipper, a gay man exactly my age, 25, was murdered in nearby Polk County. The perpetrators stabbed Ryan multiple times and left him to die. One assailant said he acted in retaliation for ‘unwanted sexual advances.’ Sometimes when I walk alone at night, I watch as men pass by on the street. I wonder, Can they see who I am? Will they lash out at me?” Jackie glances up from her paper, indicating she has finished.  “Thank you, Jackie,” says Kathryn, taking a ball of string from her tote. “We will start with Blake. Please offer your first statement, then deliver your message directly to Jackie.” She hands Blake the ball. “Then wind the string around your wrist and lob the ball to someone across the circle—anyone but those right next to you.”  18  Blake, positioned at 12:00 at the front of the room, says, “I represent the media system. I support oppression through portrayals of swishing sissies and man-hating dykes. Jackie, my message to you is that I have the power to show everyone, including you, who you are.”  Lisa nods. Blake loops the string around his left wrist and tosses the ball toward 5:00. Zach, the closest, catches it and says, “I, the religious system, uphold oppression by demonizing homosexuality from the pulpit. Jackie, my message to you: if you fail to change your wicked ways, God condemns you to hell for eternity.” A few beads of sweat appear on Jackie’s brow. Zach wraps the string and throws overhand to 10:00. It bounces off Masao’s hands, falls to the floor, and rolls about eight feet toward the east wall.  “Sorry,” says Masao, looking flustered.  “No problem,” Kathryn encourages. “Take your time.”  Masao winds excess string around the ball before announcing, “Employment system. One way I support oppression is by refusing to interview or hire a queer person.” He glowers at Jackie. “I reviewed your resume: interest in counseling gay youth; service to the campus LGBTQ+ group. I said to myself, ‘Not a good fit’ and moved on to the next application.”    Masao sees Jackie’s upper front teeth gnaw at her lower lip. He then looks to 2:00 and tosses the ball to Violet, enclosing Jackie in a triangle of string.  “Legal/political system,” says Violet. “I support LGBTQ+ oppression by voting down or blocking consideration of fair housing legislation. Why should I care, Jackie, if you can’t find a place to live? I don’t want your kind in my neighborhood anyway.”  Glancing toward Naomi at 8:00, Violet raises the ball, signaling an overhand throw. Jackie realizes that she’s in the way, takes a half step to the right, and crouches down. Kathryn and Lisa lock gazes and nod as Violet sends the ball over Jackie’s head.  19  “Health care system,” says Naomi. “I foster oppression by refusing partners and children access to loved ones. My message, Jackie, is that we have a ‘family only’ policy,” then, performing disdain, “and whatever your group is, it’s not a family.”  Naomi meets Helen’s gaze and tosses the ball to 3:00. “Speaking of family,” says Helen, “I represent that system. Oppression manifests in my context through gendered socialization. Jackie, my message is: act like a girl. Don’t be too strong. Don’t be too loud. Don’t take up too much space.” Noticing that Fernando at 6:00 is the only member of the circle without a wrist wrapped in string, Helen makes the short throw.  “Education system,” he says. “I support oppression by ignoring queer contributions to history and culture. Jackie, my message to you is … ” His voice breaks. “N-no one came before you. You are alone. Indeed, you don’t exist.”  The group absorbs this before Fernando looks directly across the group and makes a perfect throw to Blake. “Media system,” he reminds. “A second way I enact oppression is by distorted coverage of hate crimes. My message, Jackie, is that you were asking for it. What did you expect, wearing men’s clothes and leaving that dyke bar?” Jackie’s face flushes.  Blake offers a short toss to Helen at 3:00. “Family system,” she says. “Another way I foster oppression is through heteronormative socialization. Jackie, my message is that we reserve sexuality for married procreating adults. Shame on you for any behavior or even desire that falls outside our parameters.”  Helen directs her focus across the circle to 10:00. Masao holds up his hands, ready to catch. When the ball lands, he says, “Employment system. A second way I support oppression is through a closed and hostile climate. My message, Jackie, is keep it to yourself. No one wants to hear about your partner or see on your desk a picture of your wedding, or whatever it was. We  20 will accept your professional contributions and benefit from your expertise and skills, but we refuse to know you.” Masao nods toward Fernando and throws him the ball.   “Education,” he says. “I foster oppression by dismissing reports of bullying as ‘kids will be kids.’ Jackie, your wellbeing and safety do not concern me.”  Fernando tosses underhand toward Violet at 2:00, but the ball bounces off the web and to the floor. Jackie, struggling to navigate string that boxes her in on all sides, picks it up and hands the ball to Violet. “Legal/political,” Violet reminds. “A second way I institutionalized oppression until 2011 was barring from military service anyone openly gay, lesbian, or bisexual. Your deviance, Jackie, threatened group morale, cohesion, and safety.”  Realizing several participants have read both statements, Violet scans the group. Naomi raises her free hand, and Violet tosses the ball. “Health care. Oppression manifests in my context through non-inclusive forms. Check one box, Jackie: ‘single,’ ‘married,’ ‘divorced,’ ‘widowed.’ Don’t see yourself? We don’t see you either.    “Okay,” says Naomi, “is that everybody?”  “Just me left,” replies Zach at 5:00. Naomi sends the string high over the web. Catching it, Zach says, “Religious system. A second way I enact oppression is by refusing to ordain gay leaders. Jackie, how could you guide others spiritually? You can’t even guide yourself.”  Jackie now directly faces Lisa. Shoulders slumped, Jackie seems overwhelmed. The group absorbs the cumulative impact of the messages they have delivered.  Kathryn breaks the silence. “Jackie, please tell the group how you feel.”  “Wow … ” she says, gathering her thoughts. “Um … it’s hard to express. At first, I experienced it as an intellectual exercise: how do the systems support oppression? But when Masao talked of rejecting my job application, I thought about my brother—an untenured high  21 school teacher in a rural town. He really could lose his job.  “Then, as it went on and I kept getting more and more hemmed in, I started to feel disheartened, beaten down. Everybody’s against me. I’m alone in here.”  Lisa asks, “System representatives: how did this exercise impact you?”  “I had a related experience to Jackie’s,” says Blake. “I first approached it like a screenplay: I can write these lines and recite them convincingly. But when I looked directly at Jackie, I saw tears in her eyes. She wasn’t acting; this was having a real impact.”  “I noticed that too,” says Masao. “Then I felt my chest cave. Look at what my system—employment—does; look at what I am doing as its representative.”  Zach speaks next. “I don’t know if you gave me the religious system on purpose.”  “We did,” says Kathryn, smiling.  “Faith has been a huge part of my life. As I mentioned, I was raised Lutheran.”  “I was raised Pentecostal,” says Naomi.   Zach’s mouth falls open. “So was my mother.”  “Believe me,” Naomi tells the group, “if it were possible to ‘pray away the gay,’ I would have done it. For years, I went to bed every night imploring God, ‘Take away these feelings.’  “Anyway, I interrupted you, Zach. Please continue.”  “The Pentecostal side of my family viewed homosexuality as an abomination. In the Lutheran church we attended, the rhetoric was softer: ‘love the sinner; hate the sin.’ That seemed fair to me, loving even. But to brand the expression of love toward another human as sinful is the antithesis of loving.”  “It’s oppressive,” adds Blake. “It’s hateful.”  Naomi says, “The examples from my system—health care—came directly from my  22 experience working in the industry. People become doctors and nurses to help others. I cannot fathom how a so-called ‘professional’ could look a partner or child in the face and say, ‘I can’t let you in; you’re not family.’ Even if others are not family in someone’s bullshit definition, who cares? If a friend, a coworker, or a compassionate acquaintance is there for me, let her in! Would it be better if I suffered—if I died—alone?”  “Recently,” Helen tells the group, “a gay man had a heart attack at an area hospital. He kept asking—begging—for his partner. When staff wouldn’t let his partner in, the patient pulled off the monitors and yanked out his IV. The man stumbled into the ER waiting room and found his partner, who drove him to another hospital. He could have died.” Blake wipes away a tear as Helen says, “People die from homophobia.”  Blake speaks haltingly. “I … I felt grateful that Jackie stood in for me—for us—because I navigate these systems every day. At the same time, I thought of ways I actually do foster oppression. I’ve come a long way in my development as a gay man, but day to day, how effective an ally am I for lesbians, for bi or trans folk? How many times have I stood by silently while my gay male friends disparage ‘dykes’ and drag queens?”  Kathryn says, “To me, some of the saddest outcomes of oppression are the ways it can divide members of the community from our allies and even from each other.”  “How did we see a manifestation of that here?” Lisa asks. “How did Jackie facilitate the web of oppression?”  It takes the group a few moments to process. “When she realized that her body blocked my throw,” recalls Violet, “she stepped aside.”  Jackie says, “Another time, I did more than that. The ball bounced off the web, and I picked it up and handed it to Violet!”  23  Kathryn observes, “So this exercise illustrates that oppression occurs at the structural level, and that LGBTQ+ people at times contribute to that. Sometimes we see oppression and step aside; other times we actively facilitate it. What else can we learn?”  “Look at the web,” Helen says. “These oppressions work together.”  “Oppressions confine us,” adds Blake.   “Yes,” says Masao, “emotionally, relationally, educationally, professionally, legally.”  “Although I am significantly ‘webbed in,’” notes Jackie, “I’m not totally immobilized.” She waves her arms and takes a half-step forward. “I do have some agency.”  Violet says, “The lessons here pertain to but also transcend LGBTQ+ oppression. We could apply this exercise to religion, race, sex.”  Kathryn nods. “Exactly right. A couple years ago, we engaged Lisa’s senior seminar in a Web of Oppression on socioeconomic class.”   “The more we practice LGBTQ+ activism,” Lisa says, “the more invested we can become in redressing other inequities. Kathryn is a longtime advocate for farmworker rights.”  Kathryn adds, “And Lisa has authored public writing critical of the Iraq war8 and will teach a class this fall called Incarceration and Inequality.”   “Now,” says Lisa, “how could our social systems operate differently, more justly?”  Zach replies, “At minimum, we would have to be more inclusive, to ensure representation of a range of persons.”  “Those persons would need to be heard,” says Fernando, “taken seriously, respected.”  Naomi offers, “People within our systems would have to band together, within and across groups, to work for change.”                                                          8 See Tillmann (October 8, 2008).  24  “It’s like that quote attributed to Margaret Mead,” says Masao. “‘Never doubt that a small group of thoughtful, committed citizens can change the world. Indeed it is the only thing that ever has.’”   Kathryn asks, “To become LGBTQ+ affirmative, what new messages would your systems need to send?”  Of the media system, Blake says to Jackie, “I will represent you fairly and accurately.”   “We welcome you in our houses of worship,” Zach says. “We will consecrate your relationship.”  Helen looks at Jackie. “We always will be your family. We love you just as you are.”  Of health care, Naomi says, “And we honor your definition of family.”  Masao tells Jackie, “We value both your professional skills and your humanity.”  “We will teach the history of your community,” says Fernando. “Your sexuality will be affirmed in health education, and you will be affirmed by colleagues.”  Kathryn smiles. “Before concluding, what might we do with the string?”  “Cut it,” suggests Fernando.  “Burn it,” says Violet.   The group unwraps their wrists and throws the web to the floor.  Naomi observes, “Jackie remains alone in there.”   “What would you like to do about that?” Lisa asks.   “Join us,” invites Helen, stepping to her right. Zach moves the same distance to his left to make room.  Kathryn catches Jackie’s gaze and asks, “How do you feel now?”  “Exhausted!” she replies. The group laughs. “But better. I am especially moved by the  25 invitation into the circle. This web binds us all, but each of us can play a role in unraveling it!”  “Wonderful,” says Lisa, walking to the desk and reaching into the tote for legal pads.  Kathryn reports, “For our final exercise today, we will focus on the initiatives you brought to the training.” She crosses through the group to the whiteboard.   Beginning in the northeast corner by the door, Lisa circles the room, placing a pad at each table. Kathryn erases Tip of the Island results, grabs the blue dry erase marker, and explains, “The Web of Oppression helps us get at the structural level—how inequalities infuse each social system and intersect with inequalities of other systems. We could do a web exercise for each institution and for each system within that institution. For example, we could illuminate how LGBTQ+ oppression circulates within Rollins College and the systems that comprise it. That kind of analysis helps us figure out how to spark change.  “So, for this exercise, we request that you briefly analyze the systems connected to the inequality you wish to help remedy. Then brainstorm strategies you might employ. Here are your questions,” Kathryn says, writing them as she speaks. “What is the issue, problem, inequity? How does it manifest? What more must I learn? From where or whom can I acquire the relevant information and skills? What would it take to redress the inequity? What role am I best suited to play? Whom can I enlist to collaborate and how?”  “So have a seat,” directs Lisa, “and for 10 minutes, reflect on these questions as they apply to your initiative.”  As the group disperses, Kathryn and Lisa meet in the room’s center. They clasp hands and give each other a hug. Pulling back, Lisa studies Kathryn’s eyes, noting their redness and the dark circles beneath. Referring to Kathryn’s mom, Lisa asks, “How is Mother Norsworthy?” On Lisa’s first trip to Kathryn’s hometown of Perry, Georgia, she spontaneously addressed Mrs.  26 Norsworthy this way. Tickled by it, Kathryn’s mom began replying in kind with “Daughter Lisa.”  Kathryn exhales. “Her diabetes seems under control, but if they don’t get her blood pressure medication right, I know she’ll be back in the hospital.”  Lisa shakes her head. “She must be so scared and frustrated.”  “Yes and very confined. Mom loses her breath so easily now, even in everyday activities.”  “That’s a lot to manage from over 300 miles away.”  “It is,” says Kathryn with a sigh. “I need to get there within a week or two—sooner if she’s hospitalized.   “What about you? Your folks all right?”  “Better than that,” Lisa responds. “They decided to buy that house in Gainesville, so they’ll be snowbirds come November. When my folks visit in April, they want you and Deena to come to dinner.”  “We would love that. I still marvel that we shared India with them. Hard to believe that was a year ago!”   Lisa checks the clock, noting that 11 minutes have passed. To the group she says, “You now will collaborate with a partner. Zach and Naomi: could you find a spot? Also Masao and Fernando, Jackie and Helen, Violet and Blake. Talk through your initiatives, solicit input from your partner, and Kathryn and I will come around to consult.”   Before they separate, Kathryn asks Lisa, “Can you come to my house after?”  Lisa smiles. “I was counting on it!”  Kathryn grabs a chair from the nearest stack, rolling it less than a foot to the southeast  27 corner, where Zach and Naomi compare notes. When Kathryn sits down, Naomi reminds, “My initiative involved improving healthcare services, especially for lesbians and trans women. At the root of this problem are doctors and other staff who show contempt for LGBTQ+ patients, making them feel uncomfortable and thus less likely to seek care. In terms of strategies, where to begin? I’m not a professor. I didn’t even finish college. I work in food service. I’m a butch dyke. As you know, Kathryn, I’ve been involved in public initiatives, but I contribute behind the scenes: hosting activists at my house, cooking a meal for them.”  “As one who has partaken in those meals,” Kathryn says fondly, “let me affirm their personal and social importance!” Naomi blushes. Kathryn then asks, “From what direction would you most like to improve healthcare: from within existing heterosexist systems or by helping build new ones?”  “Hmm … since I work in a hospital, I was thinking internally, maybe organizing a training. What might creating a new system look like?”  Zach ventures, “Do you know other gay healthcare professionals?”  “Let’s see … I have a lesbian gynecologist; I know a gay male surgeon and a few nurses, several support staff: aides, janitors, groundskeepers.”  Kathryn asks, “Would each of them be connected to additional LGBTQ+ folks in the health field?”  “I would assume so,” says Naomi. “What if I helped form some kind of network, a support group … no, more like an advocacy and referral group? We could call it … uh … Queer Care.” Zach and Kathryn laugh. “Maybe not; I have made clear how I feel about that word!”  “What would be the group’s mission?” queries Kathryn.  “Maybe to identify LGBTQ+ affirmative providers in the area.”  28  “Sounds like a great goal,” says Kathryn.    Zach asks, “Using your contacts—people you know and people they know—could you assemble a steering committee?”  “Probably,” Naomi responds. “I’ve worked locally in healthcare for over 30 years.”  Kathryn suggests, “You also could check with the Center. Dozens of LGBTQ+ groups meet there regularly. Maybe something related already is underway.”  “I’ve been there a couple of times,” Naomi says. “You were there, Kathryn, speaking at the Town Hall on the Orange County domestic partner registry.”  “That’s right,” Kathryn tells her. “This pair is on a roll!” She turns to face Zach. “Now, I recall your introduction; you want to change the climate at your church.”  “Exactly. As I mentioned, some parishioners support the full integration of gay people as members and leaders; others actively oppose. Our church lacks a clear position on inclusion, and that allows homophobia to circulate within our system.   “Some concrete ideas I wrote down: letter of support for gay bishop, one-on-one lobbying of those threatening to split off, study session on homosexuals and the Bible.”  Softly, Naomi says, “Zach, that’s the second time today I heard you use the term ‘homosexuals.’ Helen said she hates the term ‘lesbian,’ which I don’t understand, frankly; to me, that smacks of internalized homophobia. ‘Homosexual’ has the same impact on me. It sounds like a disease.”  Kathryn adds, “Indeed, the American Psychological Association classified homosexuality as a disorder until 1973. Prior to that, one could be committed to a mental hospital and given electroshock therapy on no other basis than having a same-sex orientation. Many of us avoid the term ‘homosexual’ because it calls up that history and because a same-sex orientation involves  29 not only sex but also attachment, love, and community.”  Zach’s freckled face flushes. “I’m sorry. You’d think at only 34, I’d be more hip.”  “It’s not about being hip,” says Naomi. “It’s about learning our history and tuning in to people’s preferences. Cut yourself some slack. You attended this training—more than we can say for most people, including LGBTQ+ people. By the way, I hear members of my community use that term, sometimes in jest, the way a gay man might call another a ‘fag,’ and sometimes totally unselfconsciously—like it’s a neutral descriptive term.   “Anyway, let’s get back to your initiative.”   “To which of your ideas do you feel most drawn?” asks Kathryn.  Zach replies, “Initially, the lobbying. I have two close friends and several acquaintances thinking of founding their own congregation. But then I wondered what might happen if my lobbying worked, if they stayed. What will the climate be like for … ” Deliberately he says, “LGBTQ+ members, or even for allies? How much do we want to keep trying to hold back their conservative tide?”  Kathryn offers, “In this work, these kinds of questions often arise. Lisa and I have faced that here at Rollins. Both of us feel drawn to teaching at institutions more diverse racially and socioeconomically, less exclusive, more affordable.”  “So why devote your careers to a school whose tuition, room, and board run over $50,000 a year?” asks Zach.  Kathryn responds, “My program, located in the Holt evening degree school, costs far less than that. But it’s a fair question. A few reasons: both Lisa and I have carved out spaces in the curriculum infused with social justice values. Elsewhere, we could be lone voices in the wilderness of large heterogeneous departments. Mainstream programs would expect more  30 mainstream research and publications. I doubt my social change fieldwork in Thailand or Lisa’s social justice documentary work would receive the consistent institutional funding and support that they do here. Also, at a smaller school like Rollins, one person—or one lesbian-ally pair—can make a real difference. I participated in lobbying for domestic partner benefits for both same- and different-sex couples, which we secured in 2001. That coverage has taken pressure off both Lisa’s and my partners. Her partner John found corporate America stifling. Rollins’ health benefits helped facilitate his administering a small business and consulting full time. My partner Deena, a mental health counselor who retired at 50, has significant health problems. She could not risk going without insurance until of Medicare age. At the same time, I have seen how homophobia and transphobia undermine her health. If she had to stay in a traditional clinical setting to maintain health coverage … ”  Naomi finishes, “It would shave years off her life.” She reaches for and squeezes Kathryn’s hand.   Kathryn nods, grateful that Naomi has allowed her—even in her facilitator role—to be vulnerable and to receive support. For years, Kathryn and Lisa have talked about how teachers, mentors, and activists can be objectified by others, who operate as if caring and compassion flow in only one direction: from teacher to students, from mentor to protégées, from activist to community members.  “Listening to you talk,” says Zach, “I sense that, although I will be sad to see my friends and acquaintances leave, it may be best for everyone. I want to put my energy into making the remaining group safe and affirming.”  “And how might you best do that?” queries Kathryn.  “The same idea we generated with Naomi: a steering committee. I could ask Fernando to  31 help me convene it. We’d need a balance of LGBTQ+ folks and allies. We could follow a process like this, assist each other in identifying and executing initiatives.”  Kathryn asks, “Would your initiatives be more internally or externally focused?”  Zach turns this over. “Meaning within each person or between people?”  “Yes to both,” says Kathryn. “Though I was thinking of internal or external to your church. On every public initiative on which Lisa and/or I have worked, people of faith have been instrumental—on both sides. The religious right often tries to define our civil rights as affronts to God. It’s been crucial to have more progressive people of faith offer messages of God’s openness, care, and love.”  “In what contexts do they convey those messages?” asks Zach.  “At public hearings,” says Kathryn, “and in meetings with elected officials. Lisa and I recently consulted with a budding group of activists in Lake County. Fernando mentioned the middle school that blocked formation of a GSA. When the ACLU stepped in, the school board threatened to eliminate all student clubs. Lisa and I could have tried to meet with board members, but we are outsiders in every sense. Neither of us lives in Lake County. All board members are Republicans, more than one elected with Tea Party and religious right support. Lisa and I are progressive Democrats; she is agnostic, I am a practicing Buddhist. We told the activists, ‘Expand the circle. Find the moderate Republicans and faith leaders. Identify someone in each district, and get that person to meet with her representative.’”  Zach nods. “I absolutely could see myself helping build a team like that.”  “You two are well on your way,” Kathryn observes. “Keep talking while I move on.”   During Kathryn’s consultation with Naomi and Zach, Lisa engages Fernando and Masao, who sit at a table beneath a southwest window. “As I indicated,” says Fernando, “I covered the  32 Lake County GSA controversy for the UF paper. The public hearings took my breath away. They revealed many root causes of the problem, ranging from the community’s heterosexist and homophobic attitudes and beliefs to the lack of nondiscrimination protections in Lake County schools. Some people viewed a GSA as usurping parental rights, showing how the larger community supports the school’s failure to protect queer kids.” Fernando’s voice rises in pitch and intensity. “What about the rights of kids to have a safe space, to connect with advocates, to be free of bullying, to know how to practice safe sex, to be caught before falling into a suicidal abyss?” He inhales deeply. “I remember the Rollins contingent testifying at hearings: Kathryn, Lisa, and two male faculty members … I forget their names.”  “Sam and Erik,” Lisa says. “Sam is a junior colleague in Kathryn’s department; Erik is a young visiting professor. Kathryn and I have been helping cultivate the next generation.”  Fernando reports, “I also saw that awful web posting, ‘Parental Rights Shredded by Wolves,’ by Patricia Sullivan, a Tea Party leader in Florida.” He explains to Masao, “At one school board meeting, Lisa’s testimony immediately followed Sam’s and Erik’s. She introduced herself by saying, ‘Lisa Tillmann, also from Rollins. We travel in packs.’ People laughed; it broke some of the tension.”  Lisa nods. “I briefly posted a link to Sullivan’s blog on my Facebook as an example of the heat—and distortion—you likely will take when doing this kind of work. Worried that driving traffic to the site could invite additional blowback, I deleted it from my timeline an hour later.  “In 2011, the Sandspur, the Rollins newspaper, published an op-ed on ‘anchor babies’ and a cartoon of a bug-like alien that has commandeered the easy chair, TV, and snacks of a young white man, who looks on in disgust. Kathryn requested and received permission from her  33 department to send a campus-wide email denouncing the rhetoric as racist. I then asked for and got my department’s support to do the same, in part because I firmly agreed with Counseling’s stance and in part because I didn’t want them—or Kathryn—to stand alone.”    Masao adds, “Their emails—more than the op-ed and cartoon themselves—sparked a firestorm. A town hall drew a standing-room-only crowd. Some students, staff, and faculty rebuked their departments’ ‘misuse’ of the campus email system. Fox and Friends spotlighted members of the Sandspur staff, as if heroes for free speech.”   Lisa says, “Then a series of right wingnuts began an online character assassination of Kathryn specifically, accusing her of trying to ‘intimidate’ the op-ed writer and calling her a ‘bully’ and a leader of the ‘Thought Gestapo.’ For a time, when you googled ‘Kathryn Norsworthy,’ those posts would appear first. Of all the backlash we have encountered since our collaboration began in 2000, this took the greatest emotional toll on her.”  “How do you prepare yourself to be branded a ‘wolf’ or a ‘bully’?” Fernando asks.  Lisa replies, “I doubt anyone gets used to having one’s words taken out of context or being the target of mean-spirited rhetoric. I cannot compare my case to Kathryn’s. Sullivan posted her drivel, 50 people commented, and the controversy died down. In some ways, I actually don’t mind being likened to a wolf. You come after someone vulnerable, a gay kid or an undocumented worker, I want to be there at that person’s side, growling and ready to pounce. Though Kathryn has that side as well, she is, at heart, a peacemaker. She embodies love and harmony. I can’t think of anything more unfair than calling Kathryn a ‘bully.’       “Fernando,” redirects Lisa, “where are we in analyzing and addressing your issue?”  “At first, I considered helping Lake County form their GSA. Masao asked how far I live from there, and I said, ‘At least 70 miles.’ I think we both realized that with my fulltime studies,  34 that might be unsustainable. Then I used my iPad to search for a GSA closer to home, finding one at Gainesville High—less than five miles from my apartment. I sent an email to the ‘contact us’ address, requesting to meet with the advisor.”  Lisa smiles. “Great! What do you hope to bring to the GSA?”  “Since I’m a journalist,” says Fernando, “I thought of offering writing workshops. In middle school, journaling saved my life. Maybe I can support the kids in becoming more introspective and better able to utilize writing to process their experiences and struggles.”  Masao suggests, “If Gainesville High has a newspaper, maybe you can mentor them to write personal and/or investigative pieces that could help change the climate.”  Fernando beams. “I love that!”   “Perfect!” says Lisa. She turns to Masao. “All right, dear colleague, let’s talk about the instructor evaluation initiative.”  “As you know, some research has shown that minority status correlates with lower student ratings. When I read junior colleagues’ course evaluations, I see evidence of these disparities, but that can be dismissed as anecdotal. If we don’t establish a pattern, how will we convince the institution to factor relevant statuses into the evaluation process?”  “Will you collect and analyze data yourself?” Lisa queries.  “Fernando asked about ethical issues like informed consent and confidentiality. I may need a third party to redact names and department affiliations, not to mention clearance from the dean and provost.”  “The provost oversees the Office of Institutional Research,” Lisa recalls. “What might motivate the provost to allocate resources for this purpose?”  “As you know,” Masao says, “I serve on the Professional Standards Committee, PSC.  35 Our chair sits on the Arts and Sciences Executive Committee, EC, as do the dean, provost, and president. Maybe I could start with a resolution from PSC to EC. If it then passes EC, the resolution goes to the faculty.”  Lisa nods. “Let’s say the resolution passes PSC, EC, and the faculty, and the provost agrees to devote resources from Institutional Research. What do we do with the results?”   “They would need to be interpreted,” Masao replies.  “By whom?” Lisa asks.  “I have a fairly extensive background in quantitative methods,” says Masao, “and I bet I could enlist a methodologist in the psychology department.”  Lisa queries, “Is this a topic on which you’d like to publish?”   “Yes, though I have a book manuscript due May 15. Until then, my research time is fairly locked.”  Lisa adds, “You’d need IRB approval to use the data outside of Rollins.” Masao nods, looking a bit dispirited.  Fernando asks, “Is there someone else who could oversee the analysis, a consultant maybe?”  Lisa tells Masao, “Though Kathryn and I feel competent to design and conduct trainings, we also find it important to bring in external people. Over the years, we have attended and/or helped arrange workshops led by Lee Mun Wah, Maurianne Adams, George Lakey, and others. They possess expertise we don’t, and sometimes folks who don’t live in the Rollins house better facilitate discussions of hot-button issues.”  “If minority status indeed correlates with lower ratings, that could be a hot button,” Masao reflects.   36  “Indeed,” says Lisa. “What will that mean for department review committees, the college-level Faculty Evaluation Committee, the dean, the provost, the president, the board—all of whom participate in tenure and promotion decisions?”  Masao replies, “People would need to be trained on how to read student evaluations through this lens.” Lisa and Fernando nod.  “Well done, you two,” Lisa praises. “Keep talking and refining while I move on.”  Leaving Zach and Naomi to their work, Kathryn rolls a chair to the table near the lodge’s entrance occupied by Jackie and Helen. “Helen should go first,” suggests Jackie. “Her initiative is more clearly formulated than mine.”  “Statewide domestic partner registry?” Kathryn recalls.  Helen finger-combs her short red hair. “Yes. The problem is inconsistent coverage, a patchwork of city and county registries. From what I understand, most legislators oppose a statewide registry or are undecided. While the number of Florida citizens supporting equality continues to grow, our community still faces loud and well-funded opponents, for example, the Florida Family Council, which has the ear of Governor Rick Scott.    “In terms of concrete steps, I attended the public hearings for the Orlando and Orange County registries but didn’t feel ready to testify.”  “I can appreciate that,” says Kathryn. “It’s not my preferred way of contributing.”  Helen reports, “I did sign the Equality Florida petitions, and I emailed city and county commissioners.”  “Terrific!” Kathryn replies. “Lisa and I did that too. Those communications add up.”  Jackie says to Kathryn, “What you said about testifying surprises me. You seem so comfortable in front of a group.”   37  Kathryn smiles. “I’ve had to cultivate that. I’m fairly introverted and much more at ease collaborating with a small group, like the Orlando Anti-Discrimination Ordinance Committee, OADO, or visiting one person, such as an elected official.”  “Not sure I could do the latter,” Jackie reflects, shaking her head. “I’d be so nervous!”  “It helps not to be alone,” says Kathryn. “I always have gone with at least one other person, most often Lisa. Since 2002, we have met with our own city and county commissioners and, when deemed helpful by OADO, with other officials as well.”  “What’s it like to talk with them?” Jackie asks.  “Not as intimidating as you might think. You discover that they are human beings with expertise in some areas and blind spots in others. Many are attorneys, so Helen, you’d have common ground where Lisa and I don’t. Officials may understand a lot more about some aspects of the law than do we, but frankly, even the lawyers don’t tend to know more than Lisa and me about civil rights law.”  Kathryn says to Helen, “How might you help secure a statewide registry?”  “I’m not sure,” Helen responds, “though I know of a fellow attorney, Mary Meeks. She has been at the forefront of this.”  “Lisa and I know her well. Mary is part of OADO. No one was more important than she in the push for the local registries. Since then, Mary and her wife Vicki Nantz, the filmmaker, have travelled across the state, helping other municipalities pass registries.”  Helen’s amber eyes widen. “I’d love to take Mary to lunch!”  “Do that,” encourages Kathryn. “Mary has her finger on the pulse of the statewide initiative. She would have a dozen ideas of how you could contribute: whom to write, whom to visit, where and when to testify—if you felt ready.”  38  A surge of excitement courses through Helen. “Fantastic!”   Kathryn smiles at Jackie. “Something involving youth, right?”  “Yes, but my thinking is all over the place. I know that LGBTQ+ youth are at particular risk for bullying, family rejection, homelessness, and suicidality. I don’t know which system to analyze because my issue cuts across so many.”  “It does,” says Kathryn. “To where does your heart gravitate: on campus, like college-age youth, or off-campus, like LGBTQ+ middle- and high-schoolers?”  Jackie tucks a blond curl behind her right ear. “Open to all of the above.”  Kathryn asks, “Have you been through Safe Zone training?”  “No,” Jackie says apologetically.  “Oh, don’t worry,” Kathryn tells her. “There should be one this fall. In 2007, Lisa and I participated in a Safe Zone training of trainers. Since then, our group has facilitated levels one and two trainings for students, staff, faculty, and administrators.”  “I definitely will attend the next one,” Jackie says. “What about off-campus options?”  Kathryn nods. “I could put you in touch with Michael Slaymaker, the founder of OADO and president of the Orlando Youth Alliance, a peer-based support and education service. Michael also serves Zebra Coalition, who assist young people facing isolation from their families, bullying, abuse, and homelessness.”  “Zebra sounds amazing,” says Jackie. “I cannot imagine what it would’ve been like if my parents had abused my brother, if he’d ended up addicted to drugs or homeless.”  “Involvement with either of these organizations would help you understand more deeply the issues they address as well as expose you to effective models of how to serve queer youth.  “Send me an email,” Kathryn requests, “and I’ll reply with Michael’s contact  39 information.”  “I’ll do it right now,” Jackie says, pulling a bright purple phone from her handbag.  During Kathryn’s consult with Helen and Jackie, Lisa engages Violet and Blake, seated near the computer desk. After sliding a chair from the nearest stack, Lisa sits. She gathers the sides of her skirt, piling fabric in her lap so it does not catch under the chair’s wheels. “As I worked with Fernando and Masao,” Lisa remarks, “I could hear you two talking excitedly.”  Blake responds, “If Violet’s daughter is gay, she’s lucky to have this incredible woman as a mom! Well … gay or not, she’s damn lucky!”  Violet’s cheeks flush. “What about you, Blake? Kind, gentle, conscientious: a mother’s dream!”  “My mom … ” Blake reflects, “has come a long way. She loves me, for sure. The gay part … uh … probably not what she would have chosen for me.”   Violet asks, “Would you have chosen it for yourself?”  “I did not choose,” Blake says with uncharacteristic firmness.  “I understand,” Violet replies. “I don’t see my daughter as making a choice either.”  Familiar with and often frustrated by the limitations of “born this way” exchanges, Lisa offers, “However you became who you are, Blake, I hope you now would elect to be gay. I feel drawn to all dimensions of you, including that one. If you were not gay, you might not be at this workshop. I might never have met you.”  “The loss would be mine,” Blake says.  “Ours,” Lisa amends. “Now, Blake, shall we talk about your budding career in film?”  He smiles. “When we did Tip of the Island, we discussed relational inequality and how that manifests in the family, religious, and legal/political systems. I mentioned in my  40 introduction wanting to advocate for the non-partnered. I’d like to influence people across social systems to consider our humanity, our rights.   “Kathryn said she knew Vicki Nantz, whom I googled her from my tablet and found vickinantzfilms.com. Vicki has built an impressive body of work, including two films on marriage equality, one on Florida’s adoption ban, and one on the murder of Ryan Skipper.”  “Does she earn her living from this work?” asks Violet.  Lisa explains, “Her wife is the activist and attorney Mary Meeks. Vicki donates far more time and resources than she brings in. Mary’s law practice is their primary source of income. Of course, Mary donates incalculable time and energy as well. She was a major force behind local partner registries and the Orange County HRO, Human Rights Ordinance. Mary has testified before the Florida legislature and met with state representatives. She would be a great resource for you, Violet, in how to do state-level activism. You want to work on nondiscrimination protections, yes?”  “Exactly,” says Violet. “The problem in Florida is uneven protections from organization to organization, city to city, county to county. I spoke to Helen during the break. We agreed that obstacles to statewide change include legislators’ ignorance and oppressive attitudes.”   Blake suggests, “Violet, why don’t we take Vicki and Mary out for coffee? I’d love to know both of them. I could get advice from Vicki about producing socially-conscious documentaries, and you could ask Mary to mentor you on state-level activism.”  “I would be thrilled to provide an introduction,” says Lisa.   “And don’t forget, Blake,” Violet says, “Lisa has written and produced films.”  “Oh, I haven’t forgotten!”  Violet continues, “One centers on the ways we relate to our bodies and to food and how  41 those practices reflect larger inequalities.”  “Off the Menu,”9 Lisa says.  Violet tells Blake, “Another is about LGBT civil rights … Remembering.”   “Yes, Remembering a Cool September, and the one I’m finishing now is Weight Problem: Cultural Narratives of Fat and ‘Obesity.’”10  “So I should treat you to coffee as well,” Blake says.  “How about we treat each other?” Lisa proposes.  “Since you’re a professor,” he observes, “you obviously don’t make films full time. Your films don’t pay the bills.”  “True. My films contribute to the scholarship I’m expected to produce. They’ve been supported by several small- and medium-size grants at Rollins. I sell DVDs through an LLC, as does Vicki Nantz, but the revenue generated has never come close to covering the costs of production—let alone my mortgage.”  Blake looks down at Lisa’s left hand. On it sits her 1920s platinum engagement ring of diamonds with sapphire accents. “You’re married,” he notes.  “Engaged,” says Lisa, not understanding the relevance.  “And Vicki and Mary are partners,” Blake continues.  “They married in Massachusetts a few years ago,” Lisa tells him.   “I am alone,” Blake says, “and I no longer have a full-time job to cover living expenses.”  Lisa responds, “You mentioned that your dad passed away, leaving you some money. May I ask how long you could live on that?”  “Hmm … two years, maybe three.”                                                         9 See Tillmann et al. (2014). 10 See Tillmann (2014) and Tillmann and Dietz (2014).  42  Violet asks, “And could you fund a film out of that?”   Blake looks at Lisa. “How much did your films cost?”  “Maybe $30,000 total. A couple years back, Scott Hamilton Kennedy, producer of the Oscar-nominated documentary The Garden offered a filmmaking workshop. Doing this work full time, he said, means devoting 20 percent of your professional life to grant writing and fundraising.”  Blake says, “I don’t know the first thing about that.”  “I didn’t either,” Lisa replies. “Rollins now has an office that sends out a monthly notice about available grants. If I see any that pertain to your project, I’ll forward the links.”   “And I’ll watch for grant-writing workshops,” says Violet. “The Rollins Philanthropy Center offers them.”   Lisa then recalls, “Another filmmaker who visited Rollins said he had learned to live a simple, scaled-down life, less than $15,000 a year.”  “I could do that for a few years,” Blake reflects. “I don’t know about indefinitely.”    “Any other advice for me?” queries Violet.  “Just know your representatives,” says Lisa, “at all levels: city, county, state, federal. All have offices in your district. Visit them. If your daughter does come out, see if she’ll go with you. Humanize yourselves and these issues.”  Violet nods. “Much of this runs on relational capital.”  “Exactly right,” Lisa says. “I can’t think of a single public initiative that ‘just happened,’ where officials woke up one morning, understood the oppression, and voted for change. Human beings showed up, told their stories, went back a second time, a third time.”  Lisa continues, “In 2002, Orlando amended Chapter 57 of its city code, adding non- 43 discrimination protections based on sexual orientation.”  “I remember seeing those hearings on Orange TV,” says Blake. “The rhetoric shook me to my core.”  Lisa exhales audibly. “Kathryn, her partner Deena, and I suffered through the hearings together—hours of testimony, dozens of opponents. ‘You will see God’s wrath,’ they said. ‘God sent AIDS as his judgment.’ ‘Gay men are rapists and pedophiles.’ It was vile.    “After the Council approved the new protections by a four-to-three vote, our group, OADO, turned our attention to Orange County. It took four years to get even the Fair Housing Code updated and another four years for a full-scale Human Rights Ordinance, this one inclusive of gender identity.”  “So eight years to move from city to county,” Violet marvels, “from sexual orientation only to sexual orientation and gender identity. That’s tenacity.”  Lisa says, “Kathryn is one of the most tenacious people I know.”   “I bet she says the same of you,” Blake responds.  Lisa smiles, then looks across the room at Kathryn, who rises from her chair. When Lisa does the same, the two make eye contact and nod. Kathryn reaches into the tote for her tingshas. She and Lisa converge at the front of the room. Kathryn gently rings the bells three times. By the third, the group silences.  Kathryn says, “Please stand and form a circle.” The group moves slowly but purposefully. “What amazing conversations, from your insightful systemic analyses to the multitude of creative ideas about where to go from here. To absorb what we’ve just experienced, let’s all close our eyes and take a few signal breaths: deep inhalations through the nose, holding for a second or two, then a slow release through the mouth.” The group breathes in unison five  44 times, and Kathryn sounds the bells again.  Lisa requests, “What was it like to have these conversations?”  Group members call out “Invigorating.” “Energizing.” “A bit daunting.”    “To distill our discoveries,” suggests Lisa, “let’s devote a few minutes to reflecting on the question, ‘What is one pearl of wisdom, a key guideline for activism, that emerged from my conversation with my partner?’” Jackie offers, “Each of us has a responsibility to develop knowledge and skills.” Blake nods. “We must understand deeply the systems we seek to change. Where do we possess resources and power? What resources and power do others hold?” Violet adds to Blake’s list: “Who makes the relevant decisions? Where do they stand on these issues? What motivates them? What relational strategies work best with them?” “Interpersonal competence is paramount,” says Masao. “We cannot do this alone,” Helen observes. “We must act in solidarity with others. Seek out mentors.” Masao nods. “When possible, enlist people in key positions of influence. For me, that could be the dean or provost.” Fernando says, “And to build confidence, start with something concrete and doable.” “From there,” adds Zach, “be thoughtful, intentional. I need to immerse myself in LGBTQ+ contexts. As Jackie suggested, there is a lot I need to learn.” “And do the work with me,” says Naomi, “not for me. I don’t require rescuing from above. I need allies at my side.”  Kathryn records the group’s list of guidelines on the board. When the energy begins to wane, Lisa invites, “Let’s close by offering something that captures the sentiment each of us is  45 leaving with today. Anyone may start.”  Just to Kathryn’s left, Naomi speaks first. “I feel hopeful. I didn’t expect that half the attendees today would be allies, and their level of commitment has really moved me.”  Masao says, “I am enlivened. I’ve been studying queer theory since grad school and teaching it for five years. But this is the first time I’ve engaged in this kind of experiential learning. It helped me link theory to practice, to go from consciousness-raising to action.”  At 11:00, Blake tells the group, “I really relate to that. In corporate media, I covered stories about ordinary citizens ‘being the change,’ as Gandhi said. Now I can write those stories; I can be one of those citizens.”   On his left, Lisa shares, “I feel inspired by this dialogue. Hearing your stories, taking in your wisdom, and consulting on your initiatives have given me ideas for class activities, public and academic writing, and my own activism. Thank you for that.”  Violet speaks next. “‘Supported’ captures my sentiment. I know I’ll continue thinking about this workshop and about everyone here—especially you, Blake.” He blushes as Violet continues, “I have formulated next steps on the nondiscrimination initiative. I am ready to enlist my daughter and husband in this journey. If they’re not ready to march beside me, I’ll forge ahead and prod them gently along.”  Helen wipes both palms on her jeans. “Naomi used the word that came to my mind: ‘hopeful,’ but I also am absorbing the seriousness of it all. There’s so much to do!” Several people nod. “But at least each of us now has a vision or plan, resources, a person to contact.”  Jackie says, “My sentiment is gratitude. Thank you all so much for everything you taught me. I can’t wait to call my brother!” The group laughs. “When the school year ends, he plans to return to Orlando for the summer. If our combined skills can meet some need identified by the  46 Zebra Coalition, maybe he and I can collaborate on an initiative.”   The group looks to Zach. “‘Dedicated’ expresses my sensibility.” He locks gazes with Naomi. “I feel a responsibility to live up to the trust you’re placing in me as an ally. As I navigate this rupture in my church, I will ask myself, WWND—What Would Naomi Do?”  “How about instead you pick up the phone and call me?” quips Naomi.  “Would you mind?” asks Zach.  “Not only would I not mind,” says Naomi, “I would appreciate the opportunity to weigh in—and to get to know you better.”    Fernando exhales. “I feel … not quite ready to part. Kathryn and Lisa emailed us prior to the workshop, so I know how to contact everybody. Once I hear from the GSA, there may be ideas I want to run by particular individuals, like Jackie and Masao, or by the whole group. Plus I’d love to continue learning about your initiatives: successes, setbacks, redirections.” Everyone smiles and nods, relieved that though the workshop is ending, the group’s relationships and collaboration will live on.  Finally, it’s to Kathryn. “I feel so blessed for these hours together. I have strengthened ties to members of the LGBTQ+ community,” she says, looking to Blake, Naomi, Helen, and Fernando. Then, addressing Jackie, Zach, Masao, Violet, and Lisa: “And I have deepened my already profound regard for our allies. Let us all work together in service of peace, equality, and justice—for everyone, in and outside the LGBTQ+ community.”  Participants bid farewell each other and their facilitators. Filing out of Reeves Lodge, they leave Lisa and Kathryn in the quiet of a room smelling of pine and flooded with midday light. Amid an embrace Lisa asks softly, “Is it too early for wine on your back porch?”   “Never,” says Kathryn.     47 [Insert photo M.2 Kathryn Lisa here]  Works Cited Nantz, Vicki. In Anita’s Wake [motion picture]. United States: Vicki Nantz Films, 2010. ___. Billy & Alan [motion picture]. United States: Vicki Nantz Films, 2013. Russ, Travis, Cheri Simonds, and Stephen Hunt. “Coming Out in the Classroom...an  Occupational Hazard? The Influence of Sexual Orientation on Teacher Credibility and  Perceived Student Learning.” Communication Education 51, no. 3 (2002): 311-324. Smith, Bettye P. “Student Ratings for Teaching Effectiveness for Faculty Groups Based on Race  and Gender.” Education 129, no. 4 (2009): 615-624. Tillmann, Lisa M. “Without a Balance of Stories, Elite Media Report Same Old War.” Orlando  Sentinel, A19, October 8, 2008. ___. Weight Problem [motion picture]. United States: Cinema Serves Justice, 2014.  http://cinemaservesjustice.com/weight-problem.html  ___, and David Dietz. Remembering a Cool September [motion picture]. United States: Cinema  Serves Justice, 2014. http://cinemaservesjustice.com/Remembering.html. ___, Rex Hall, and David Dietz. Off the Menu: Challenging the Politics and Economics of Body  and Food [motion picture]. United States: Cinema Serves Justice, 2014.  http://cinemaservesjustice.com/off-the-menu.html. ",
    "id": 235721892,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.rollins.edu:as_facpub-1272"
    },
    "title": "In Solidarity: Collaborations in LGBTQ+ Activism",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-01-01T08:00:00+00:00",
    "publisher": "Rollins Scholarship Online",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.rollins.edu/cgi/viewcontent.cgi?article=1272&context=as_facpub"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/235721892.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/235721892"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/235721892/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/235721892/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/235721892"
        }
    ],
    "abstract": "What follows is a fictional account. Our “characters” bear our real names; the other eight are composites of students we have taught and from whom we have learned; activists with whom we have worked; and staff, faculty, and administrators we have trained in venues such as Safe Zone. We portray our ally (Lisa)-lesbian (Kathryn) relationship this way for two reasons: one, we had not secured permission from real students, colleagues, or community members to represent their lives and experiences, and two, we seek a way to show our partnership, both personal and professional since 2000, in action. To each of us, the other is a powerful, singular, precious, irreplaceable force in her life. We make every effort here to do that justice",
    "tags": [
        "text",
        "ethnography",
        "fiction",
        "activism",
        "LGBT studies",
        "friendship",
        "Communication",
        "Critical and Cultural Studies",
        "Feminist, Gender, and Sexuality Studies",
        "Fiction",
        "Gender and Sexuality"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.rollins.edu:as_facpub-1272",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13615",
        "openDoarId": 0,
        "name": "Rollins College: Rollins Scholarship Online (RSO)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 235721892,
        "depositedDate": null,
        "publishedDate": "2015-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-14T19:35:32+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-30T08:52:27+00:00"
    },
    "urls": [
        "https://scholarship.rollins.edu/as_facpub/159",
        "https://scholarship.rollins.edu/context/as_facpub/article/1272/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-02-14T19:35:32+00:00",
    "setSpecs": []
}