{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Barker, Meg"
        }
    ],
    "contributors": [],
    "createdDate": "2012-06-26T18:46:09+01:00",
    "dataProvider": {
        "id": 86,
        "name": "Open Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/86",
        "logo": "https://api.core.ac.uk/data-providers/86/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://oro.open.ac.uk/17269/1/BarkerYockneyLGPR2004.doc",
    "fullText": "Open Research OnlineThe Open University’s repository of research publicationsand other research outputsIncluding the B-word: Reflections on the place of bisex-uality within lesbian and gay activism and psychologyJournal ArticleHow to cite:Barker, Meg (2004). Including the B-word: Reflections on the place of bisexuality within lesbian andgay activism and psychology. Lesbian and Gay Psychology Review, 5(3), pp. 118–122.For guidance on citations see FAQs.c© [not recorded]Version: [not recorded]Link(s) to article on publisher’s website:http://www.bps.org.uk/pss/pss review/pss review home.cfmCopyright and Moral Rights for the articles on this site are retained by the individual authors and/or other copy-right owners. For more information on Open Research Online’s data policy on reuse of materials please consultthe policies page.oro.open.ac.uk 1 Focus on Activism  Including the B-word: Reflections on the place of bisexuality within lesbian and gay activism and psychology  Meg Barker in conversation with Jenni Yockney  In the July 2003 issue of Lesbian & Gay Psychology Review, Bobbie Petford wrote about the marginalisation of bisexuality in UK psychology. Unlike the American Psychological Association’s Division 44 (The Society for the Psychological Study of Lesbian, Gay and Bisexual Issues) and many community organisations, the Lesbian and Gay Section of the British Psychological Society (BPS) still has not added ‘bisexual’ to its name. In his editorial for the July 2003 edition of the review, Adrian Coyle explained that this was because of British Psychological Society constraints requiring Sections to be formed around existing substantial bodies of British psychological work, and pledged the review’s support for future research that ‘places bisexuality centre stage’ (p.3). It is true that there is still a distinct lack of psychological research in the UK on bisexual experiences, although bi psychologists and counsellors like myself and Bobbie are attempting to remedy this. Running one’s eyes over the reference lists of most Lesbian & Gay Psychology Review articles also displays the fact that much recent psychological work on non-heterosexual experiences focuses on lesbian gay, bisexual and often transgender (LGBT), identified people rather than just on lesbians and gay men, and there is certainly a growing body of interdisciplinary work on bisexual identity and lifestyle in the UK (e.g. Hemmings, 2002; Storr, 2003).  There is a thriving British bisexual community. Over two hundred people participate in the annual BiCon event (see www.bicon2004.org.uk) and that is just a small proportion of the bi-identified people who are involved in local and on-line communities. There is also a dedicated group of bisexual activists who meet regularly, organise awareness training workshops, and attend relevant committees and events like the recent ‘Building Partnerships between LGB Psychologists and the LGB Voluntary Sector’ event at the University of Surrey (7 May 2004). Bobbie Petford and I attended the last meeting of this bi activist group in Birmingham (24 April 2004) and, with several others, began the process of setting up a network of bi academics to collaborate on research, to keep the bi community informed about relevant studies, to respond to media questions about bisexuality, and to increase awareness of bi issues in our various disciplines.  After the bi activism meeting I took the chance to talk to Jenni Yockney, coordinator of the group, leading bi activist, BiCon organiser and editor of the national bi newsletter, Bi Community News (BCN) available at www.bicommunitynews.co.uk. I wanted to find out what she felt about the present state of bisexuality in the UK and what role she saw for psychology in  2 addressing bi experience and issues. I began by asking her how she first became involved in Bi activism.  JY: I grew up at just the right time for becoming a queer activist: as I was taking my GCSEs Section 28 was passing into law. Once I left home I made my way to a lesbian and gay youth group. The first thing that happened to me was being told how lucky I was not to be bisexual by a young woman who had not asked my orientation but was feeling particularly ground down by the treatment she had encountered within gay and lesbian clubs and bars. The trouble was, the youth group wasn't that much better than the ‘scene’. They had a policy of being nice to bisexuals, but in practice they operated through lots of homocentric language and single gendered work which marginalises the experiences of bisexual young people. Most people might have grouched, but I happened to have one of those moments in life where you decide to do something about it. MB: So what did you do? JY: Initially I did youth work training and helped out running gay youth organisations, to build up the skills that would allow me to set up the first bi-focused youth work project in the UK in Manchester in 1997. This led to writing occasionally for BCN magazine and in due course becoming designer and later editor. Along the way I have run a number of national and international gatherings including the 6th International Conference on Bisexuality in 2000. Today I am director of the 2004 UK BiCon, editor of BCN, and run a couple of community groups in Manchester alongside roles in various LGBT organisations such as DELGA (the Liberal Democrat organisation for Lesbian, Gay, Bisexual and Transgender Action) and my local authority’s Local Strategic Partnership queer network (a subnetwork which seeks to bring together LGBT groups across Manchester to represent their views and needs to the city council in setting priorities for work and service provision). MB: What are the aims of bi activism in the UK? What are you trying to achieve? JY: As with any part of the LGBT movement there is a broad division between those looking for a legal and social equality with heterosexuals, such as recognition of partnerships, and those whose sexual politics is informed by the way that being queer encourages complete reconsideration of accepted social roles and behaviour. The more visible parts of the bi movement can be more radical than some of their lesbian and gay counterparts; there is an openness about trans and BDSM (bondage and discipline, domination and submission and sadomasochism) issues. There is also openness about having multiple partners in open, honest and loving relationships - polyamory - which brings with it questions about partnership recognition that the current government proposals for Civil Partnership legislation do not even begin to consider (in its second reading in the House of Lords at the time of writing). So in general, we are looking to achieve equality with the straight world, the lesbian world, and the gay world, but in the process hoping to challenge some of the social pressures and assumptions that have grown up in parts of all three of these.  3 MB: But why do you feel that it is necessary to have a separate group campaigning for bisexuals rather than simply joining existing gay and lesbian groups? JY: Someone once asked me, ‘what is biphobia?’ He was looking for a simple phrase so was rather taken aback when I argued it comes in three flavours. The first kind, the biphobia of the straight community, is very similar to homophobia which, I think, is rooted in a fear of difference. But we also deal with a second kind of prejudice, from people within some lesbian and gay as well as straight communities, who do not see bi as a valid sexuality. As Robyn Och’s (1996) has emphasised there is very little recognition in our culture that someone could be attracted to, or have relationships with, both men and women because of the general dichotomous way of seeing sexuality which does not allow for an ‘in between’ position, people are either heterosexual or homosexual. Certainly where I live in Manchester, some gay and lesbian nightclubs have had a policy not to let in bisexual people, an example of the ‘double discrimination’ that bi people can experience. Third is institutional biphobia in the way society and organisations work, particularly in relation to recognition of relationships and equal opportunities policies. In mainstream society, mixed-sex relationships are socially validated far more than same-sex relationships. Even the new partnership rights legislation offers a slightly lower class of partnership for same sex than mixed sex couples. For bisexual people specifically this can mean that they are classed as straight if in an opposite sex relationship and gay or lesbian if in a same sex relationship and treated differently according to which they are in at the time. MB: I see. I guess following on from that would be the question of incorporating 'B' in the names of organisations which also campaign for lesbian and gay rights. Do you think it is important to do so? JY: I was recently talking to the user of a local lesbian, gay and bisexual project which was considering adding ‘T’ to its name. She argued that it was a waste of time adding trans people to their remit when they only delivered any work and support to lesbian and gay service users with nothing for bisexuals, so why try to reach beyond what they already could not achieve? Therein lies the nub of the problem. I want to see lesbian and gay organisations becoming bi inclusive, but in deed rather than just in word. Changing your name is the easy part, however you need to explore how the language you use and your working practices relate to bisexual people. MB: What specifically do you mean by ‘deed rather than just word’? JY: Organisations should create published policies on nondiscrimination so that biphobic comments can be challenged in group work and think about consistency of language when describing their groups. For example, in many organisations and publications ‘bisexuality’ is sometimes ommitted and sometimes added on to ‘lesbian and gay’. Organisations should also examine gender-space driven working practices and the implications of this for bi participants. MB: This point has come up in our own discussions about name change in the Lesbian and Gay Section of the BPS. We do not want to spend all our time and  4 energy deliberating over names and not actually doing anything to embrace bi people and encourage bi-related research. Conversely, some of us think that changing the name is an important part of showing our openness to bi people and research. JY: You should definitely change the name; it signals intent throughout the organisation and to other bodies you work with. It is also the easiest thing to achieve! MB: I guess so, but in our particular case there are problems with BPS constraints so it is not quite that easy. JY: Sure. In general though I do find it hard to understand how lesbian and gay groups can maintain a non-B line. I feel that if a group’s work encompasses bisexuals you might as well take pride in the fact. Also how do you determine whether somebody is ‘really’ bisexual or gay/lesbian? Are we talking about their own definition, their behaviour or who they are attracted to? The definitions can be blurred, for instance there are individuals who identify as gay or lesbian but are attracted to both men and women or have relationships or sexual interactions with both. Also there are people who only have relationships with one gender but define themselves as ‘politically bisexual’ because they want to highlight that gender is unimportant in their partner choice. Bisexuality is important to consider because, for example, I was at a sexual health workshop for a young lesbian group and all but one of the 12 participants disclosed that they had sex with men, whether they defined themselves as bisexual or not. Unfortunately sex with men was the one thing that the facilitator had not come prepared to talk about! MB: Moving on to the relationship between psychology and bisexuality I wanted to ask you what issues and problems bisexuals face and how you think psychologists should be addressing these. JY: The recent MIND report (King & McKeown 2003) on the mental health and wellbeing of lesbian, gay and bisexual people in England and Wales found that bisexual participants reported more psychological distress than either straight people or gay men. This affirmed what basic common sense would tell most people: that being pressured to deny who you are by both lesbian and gay and straight communities is not good for you. Sadly, in too few places is the bi scene strong enough to provide a real alternative. The issue for psychologists I suppose is both to identify the bisexuals amongst their research participants and clients, and to recognise that what causes those higher levels of mental health difficulties is not being bisexual, but being bisexual in an unwelcoming wider culture. There are much better role models for lesbian and gay young people today than in the past, but bisexuality in the media remains associated with ‘promiscuity’ or ‘homewrecker’. Due to the enduring perception of bisexuality as a phase or a sign of confusion, when we come into contact with medical or psychological professionals bisexuality can be viewed as part of the problem rather than just the person’s sexual identity. MB: So it is definitely important to raise awareness amongst clinical and counseling psychologists. What about psychological research? What kind of studies do you think are needed?  5 JY: I would particularly like to see some research into the effects of the rural/urban divide on bisexuals. Does proximity to a lesbian and gay ‘scene’ help or hind bisexuals? What is the situation like in the few towns which do have significant bi scenes, such as London, Manchester and Edinburgh. I would also like to see research addressing the impact of Internet access, which has dealt huge changes to the way queer people of all varieties find one another and access support. MB: How would you like the relationship between lesbian, gay and bisexual activism/community work and psychological research and practice to develop? Do you see any problems in linking the two?  JY: I think both sides have suffered from a lack of communication in recent years. Concrete research findings help activists gain funding, support and recognition. For example, psychologists can provide us with evidence to back up claims that we need funding for projects and can assist in evaluating the success of such projects to support their continuation. Statements from psychological ‘experts’ can also help give weight to awareness raising campaigns and press releases. Psychologists should also be aware of the research that we are doing, and perhaps help us to conduct it and publicise it. For example, in 2003 the Manchester Local Strategic Partnership queer network conducted extensive quantitative and qualitative research about the experiences and needs of LGBT  people in the city and identified areas for priority work, such as support for young bisexual people since the closure of the bi youth group. We need academic work to be foregrounded in a positive acceptance of bisexuality as a legitimate and stable identity rather than a phase or sign of mental or emotional confusion. Even where the bisexual person in question may be happily monogamous, their sexual orientation may be informing their lifestyle and identity in terms of who they socialise with or concerns over how ‘out’ to be in various settings. Many bisexuals report that dating other bisexuals is easier than dealing with the assumption of promiscuity or experiencing ‘a phase’ often encountered from lesbian, gay or straight partners. I have yet to see anything in print from outside the bi movement recognising this phenomenon, yet in bi-only ‘safe space’ support groups it arises frequently. MB: What have been your biggest successes as a bi activist? JY: Establishing the UK’s first bisexual youth group. It took a lot of effort in the face of strident anti-bi prejudice on the part of Manchester City Council. I started working towards it in 1995 and it was established in 1997 after I had provided empirical evidence that there was a need for a group   from users of the lesbian and gay services. Bisexual invisibility in services and research is a big problem. MB: What are the main barriers you have come up against? JY: Generally the main barrier bi activism has faced has been entrenched power, including that within some of the lesbian and gay communities where people perceive a stronger bi community as threatening the position they have achieved rather than bringing more people into the liberation movement. MB: Can you tell us a bit about the national BiCon?  JY: BiCon 2004 is actually the 22nd UK bisexual conference. BiCon always takes place in August and it is based in a different city each year. There is a  6 programme of discussions, workshops and events. Workshops include presentation of academic work, political debates, awareness raising and skills-based sessions on topics related to bisexuality; such as bi visibility, gender theory, drag kings and queens, coming out, and mental health issues in the bi community. MB: Who tends to participate? JY: BiCon is open to anyone who is bi friendly and plenty of people attend who do not identify as bisexual themselves.  MB: What do you see as the way forward for bisexual activism in the UK in general? JY: We are going through a fascinating period of change in queer activism. This has been the culmination of a series of changes - effected by the Labour government, the European Union, and the internet. The lesbian and gay communities are clearly becoming more receptive to working with us, which I think is partly a generational thing as the 80s separatist culture dies out. If over the next few years we can also ensure input to policy and service provisions at national and local levels and use the opportunities the web provides us with to reach out to people who we would never have been able to find in the 80s and 90s I think we will have much to be proud of.  References Coyle, A. (2003). Editorial. Lesbian & Gay Psychology Review, 4 (2), 3-4. Hemmings, C. (2002). Bisexual spaces: A geography of sexuality and gender. London: Routledge. King, M. & McKeown, E. (2003). Mental health and social wellbeing of gay men, lesbians and bisexuals in England and Wales. London: MIND. Ochs, R. (1996). Biphobia. In B. A. Firestein (Ed.) Bisexuality: The psychology and politics of an invisible minority. (pp. 217-239) London: Sage. Petford, B. (2003). Power in the darkness: Some thoughts on the marginalisation of bisexuality in the psychological literature. Lesbian & Gay Psychology Review, 4 (2), 5-13. Storr, M. (2003). Postmodern bisexuality. In J. Weeks, J. Holland, and M. Waites (Eds.) Sexualities and society: A reader. (pp. 153-161) Cambridge: Polity Press.  Meg Barker is a Senior Lecturer in psychology at Middlesex University and associate editor (focus on activism) of Lesbian & Gay Psychology Review. E-mail: megbarker108@hotmail.com Jenni Yockney is one of the organisers of BiCon 2004. She is also the editor of Bi Community News and is very involved in bi activism on a local and national level. Jenni can be contacted at Bi Community News, BM Ribbit, London WC1N 3XX. E-mail: editor@bicommunitynews.co.uk. ",
    "id": 2532,
    "identifiers": {
        "doi": null,
        "oai": "oai:oro.open.ac.uk:17269"
    },
    "title": "Including the B-word: Reflections on the place of bisexuality within lesbian and gay activism and psychology",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2004-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2004",
    "links": [
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/2532"
        }
    ],
    "abstract": "Meg Barker in conversation with Jenni Yockney",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:oro.open.ac.uk:17269",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "86",
        "openDoarId": 0,
        "name": "Open Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 2532,
        "depositedDate": null,
        "publishedDate": "2004-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T09:26:24+00:00",
        "acceptedDate": null,
        "createdDate": "2012-06-26T18:46:09+01:00"
    },
    "urls": [
        "https://oro.open.ac.uk/17269/1/BarkerYockneyLGPR2004.doc"
    ],
    "lastUpdate": "2024-02-12T09:26:24+00:00",
    "setSpecs": []
}