{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Harrison, Rachel"
        }
    ],
    "contributors": [],
    "createdDate": "2021-03-27T13:34:58+00:00",
    "dataProvider": {
        "id": 2148,
        "name": "ScholarWorks @ UVM",
        "url": "https://api.core.ac.uk/v3/data-providers/2148",
        "logo": "https://api.core.ac.uk/data-providers/2148/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/392337107.pdf",
    "fullText": "University of Vermont ScholarWorks @ UVM Family Medicine Clerkship Student Projects Family Medicine Community 2021 Increasing Patient Access to LGBTQ+ Healthcare through Expanding the Vermont Diversity Health Project Rachel Harrison The Robert Larner College of Medicine at the University of Vermont Follow this and additional works at: https://scholarworks.uvm.edu/fmclerk  Part of the Community Health Commons, Community Health and Preventive Medicine Commons, Medical Education Commons, and the Primary Care Commons Recommended Citation Harrison, Rachel, \"Increasing Patient Access to LGBTQ+ Healthcare through Expanding the Vermont Diversity Health Project\" (2021). Family Medicine Clerkship Student Projects. 630. https://scholarworks.uvm.edu/fmclerk/630 This Book is brought to you for free and open access by the Family Medicine Community at ScholarWorks @ UVM. It has been accepted for inclusion in Family Medicine Clerkship Student Projects by an authorized administrator of ScholarWorks @ UVM. For more information, please contact donna.omalley@uvm.edu. zIncreasing Patient Access to LGBTQ+ Healthcare through Expanding the Vermont Diversity Health ProjectRachel Harrison, MS3Family Medicine Rotation 5; Dec 2020 – Jan 2021Colchester Family Medicine PracticeProject Mentor: Dr. Anthony Williams, MD1zProblem Identification2§ Numerous studies have documented various disparities in health outcomes and barriers to healthcare access for LGBTQ+ individuals. These include access to healthcare, mental health resources, and a variety of clinical outcomes.1,2,3§ In 2015, the American College of Physicians published official policy positions and recommendations in order to “achieve equity for LGBT individuals in the health care system,” such as eliminating sexuality- or gender-based discrimination and increasing provider knowledge on trans care.4§ However, medical education on LGBTQ+ healthcare for both physicians and nurses has been assessed to be lacking, in addition to a potential lack of understanding and/or acceptance of LGBTQ+ patients overall in a medical practice.5zPublic Health Costs§ In 2013, the top medical condition in the US in terms of estimated spending was mental health disorders. This was estimated $201 billion in 2013.6§ In Vermont, the proposed FY 2020 budget for mental health spending was just under $267 million.7§ Considering many LGBTQ+ individuals have increased risk of mental health issues compared to non-queer counterparts,1,3 some contribution to this cost should be attributed to the many preventable causes of this mental health disparity.§ Other health burdens include those disparities that the LGBTQ+ community must face, including, but not limited to:§ Increased levels of smoking (gay and bisexual men)8§ Increased obesity, arthritis, asthma, and poorer overall health (lesbian and bisexual women)2§ Differences in rates of drinking, sleep behaviors, stroke, and cancer (across different ethnicities and sexual minority groups)93zCommunity Perspective4“A significant barrier to overcome is as simple as finding a provider that you’re able to come out to, especially in mental health services. It is necessary for all health services to be affirming and safe spaces with providers that have cultural competency, so that clients can really work at core issues.”“The Vermont Diversity Health Project relies on word of mouth and community members to help connect others to its services… At one point we had organizations/groups of providers listed in the database, but have changed to listing individual providers… It would be great to be directly connected to the doctor’s office so that community members have access to more services and providers.”- Taylor Small, Health and Wellbeing Director at Pride Center of Vermont“I think overall, almost every provider at Colchester Family practice is receptive to having LGBTQ+ patients, or assisting in their care. We have had patients who are transgender that have asked about providers who have also gone through transitioning or who are knowledgeable about it. I definitely think it will be helpful to inform providers about the [VDHP] database and I especially think it would be helpful to have pamphlets for patients and parents of patients who are LGBTQ+, as well. There are a good number of parents learning more about their own children who aren’t always sure who to reach out to.”- Dr. Anthony Williams, MD – PCP at Colchester Family Medicine PracticezIntervention and Methodology5§ A pamphlet was created with the VDHP program description, how to sign up, and information on how to request a LGBTQ+ Best Practices training workshop. A QR code was included so providers could be brought directly to the VDHP website to access all options.10§ The online version of this pamphlet was distributed to providers at the Colchester FM practice.§ Additionally, a short presentation was given to the providers at Colchester Family Medicine to tell them about VDHP and answer questions about this project.zResponse Data§ The presentation to Colchester Family Medicine providers was well received. § Providers had questions about the LGBTQ+ Best Practices Training and indicated interest in hosting a workshop at the practice.§ Many providers indicated they would be interested in joining the VDHP database.6z Evaluation of EffectivenessProposal for Evaluation§ Survey physicians at Colchester Family Medicine anonymously to determine how many joined the VDHP database.§ Follow up with Colchester Family Med and Pride Center of Vermont to confirm an LGBTQ+ Best Practices training.§ Long-term follow up could include another survey to determine if future patients came to their care from finding them on the VDHP database.Limitations§ There was no overall survey conducted of the physicians’ comfort/knowledge of caring for LGBTQ+ patients, and there may be great variability amongst providers at Colchester Family Medicine.§ The information was not conveyed to other types of providers, such as nurses, or support staff at the clinic. 7zzRecommendations for Future Intervention8§ Distribute the pamphlet and information to non-physician providers at Colchester Family Practice.§ Distribute the pamphlet and information to providers at other Primary Care clinics in the UVMHN.§ Create a patient-facing version to inform patients about the VDHP, so they may find safe/affirming practitioners in a variety of fields.91. Institute of Medicine (US) Committee on Lesbian, Gay, Bisexual, and Transgender Health Issues and Research Gaps and Opportunities. The Health of Lesbian, Gay, Bisexual, and Transgender People: Building a Foundation for Better Understanding. Washington (DC): National Academies Press (US); 2011.2. Simoni JM, Smith L, Oost KM, Lehavot K, Fredriksen-Goldsen K. Disparities in Physical Health Conditions Among Lesbian and Bisexual Women: A Systematic Review of Population-Based Studies. J Homosex. 2017;64(1):32-44. doi: 10.1080/00918369.2016.1174021. Epub 2016 Apr 13. PMID: 27074088; PMCID: PMC5063711.3. Valentine SE, Shipherd JC. A systematic review of social stress and mental health among transgender and gender non-conforming people in the United States. Clin Psychol Rev. 2018 Dec;66:24-38. doi: 10.1016/j.cpr.2018.03.003. Epub 2018 Mar 28. PMID: 29627104; PMCID: PMC6663089.4. Daniel H, Butkus R. Lesbian, Gay, Bisexual, and Transgender Health Disparities: Executive Summary of a Policy Position Paper From the American College of Physicians. Annals of Internal Medicine. 2015;163(2):135. doi:10.7326/m14-2482 5. Bonvicini KA. LGBT healthcare disparities: What progress have we made?. Patient Educ Couns. 2017;100(12):2357-2361. doi:10.1016/j.pec.2017.06.0036. Roehrig C. Mental Disorders Top The List Of The Most Costly Conditions In The United States: $201 Billion. Health Affairs. 2016;35(6):1130-1135. doi:10.1377/hlthaff.2015.1659 7. Squirrell, S., Fox, M. and Thompson, S., 2019. Vermont Department Of Mental Health: FY2020 Budget Presentation. [online] Ljfo.vermont.gov. Available at: <https://ljfo.vermont.gov/assets/Uploads/788c0335e1/DMH-FY20-Budget-Presentation_HCA_-2019-02-11.pdf> [Accessed 14 January 2021].8. Stall RD, Greenwood GL, Acree M, Paul J, Coates TJ. Cigarette smoking among gay and bisexual men. Am J Public Health. 1999;89(12):1875-1878. doi:10.2105/ajph.89.12.18759. Trinh MH, Agénor M, Austin SB, Jackson CL. Health and healthcare disparities among U.S. women and men at the intersection of sexual orientation and race/ethnicity: a nationally representative cross-sectional study. BMC Public Health. 2017;17(1):964. Published 2017 Dec 19. doi:10.1186/s12889-017-4937-910. Pridecentervt.org. n.d. Vermont Diversity Health Project. [online] Available at: <https://www.pridecentervt.org/programs/health/vdhp/> [Accessed 15 January 2021].References",
    "id": 392337107,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.uvm.edu:fmclerk-1715"
    },
    "title": "Increasing Patient Access to LGBTQ+ Healthcare through Expanding the Vermont Diversity Health Project",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-01-01T08:00:00+00:00",
    "publisher": "UVM ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.uvm.edu/cgi/viewcontent.cgi?article=1715&context=fmclerk"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/392337107.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/392337107"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/392337107/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/392337107/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/392337107"
        }
    ],
    "abstract": "Numerous studies have documented various disparities in health outcomes and barriers to healthcare access for LGBTQ+ individuals. One major way to combat this is to increase access to healthcare for LGBTQ+ patients and increase provider knowledge of how to best care for them. Through expanding the Vermont Diversity Health Project database of providers and having providers participate in LGBTQ+ Best Practices trainings (both hosted by Pride Center of Vermont), we may reduce LGBTQ+ health disparities in our local community.https://scholarworks.uvm.edu/fmclerk/1715/thumbnail.jp",
    "tags": [
        "text",
        "Vermont",
        "Colchester",
        "LGBTQ+",
        "disparities",
        "queer",
        "mental health",
        "resources",
        "LGBT",
        "Community Health",
        "Community Health and Preventive Medicine",
        "Medical Education",
        "Primary Care"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.uvm.edu:fmclerk-1715",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2148",
        "openDoarId": 0,
        "name": "ScholarWorks @ UVM",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 392337107,
        "depositedDate": null,
        "publishedDate": "2021-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-20T16:01:10+00:00",
        "acceptedDate": null,
        "createdDate": "2021-03-27T13:34:58+00:00"
    },
    "urls": [
        "https://scholarworks.uvm.edu/fmclerk/630",
        "https://scholarworks.uvm.edu/context/fmclerk/article/1715/filename/0/type/additional/viewcontent/VDHP_forproviders_pamphlet_final.pdf",
        "https://scholarworks.uvm.edu/context/fmclerk/article/1715/viewcontent/RH_pdf_CommHealthProject_IncreaseLGBTQhealthcare_VDHP.pdf"
    ],
    "lastUpdate": "2024-02-20T16:01:10+00:00",
    "setSpecs": []
}