{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Cline, Nicole L."
        }
    ],
    "contributors": [
        "College of Social & Behavioral Science",
        "Political Science"
    ],
    "createdDate": "2020-01-01T06:00:56+00:00",
    "dataProvider": {
        "id": 11926,
        "name": "The University of Utah: J. Willard Marriott Digital Library",
        "url": "https://api.core.ac.uk/v3/data-providers/11926",
        "logo": "https://api.core.ac.uk/data-providers/11926/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/276282300.pdf",
    "fullText": "1Increasing Political Participation in the LGBT Community in Utahby N. Cline A. MartzUniversity of UtahPADMIN 6965-001, Social Justice LeadershipProf. Bryan Hotchkins, Ph.D.iilllTable of ContentsProblem statement............................................................................................................................ 1Literature review.............................................................................................................................. 5SJLA plan........................................................................................................................................10Utah LGBTQ organizations....................................................................................................... 11Evaluation........................................................................................................................................12Measuring outcomes: “How will we know it worked?”..........................................................13Conclusion....................................................................................................................................... 14References ....................................................................................................................................... 15Appendix-A.........................................................................................................................................18LGBTQ politicians............................................................................................................................. 18Jackie Biskupski, 1999-2011.........................................................................................................  18Scott McCoy, 2005-2009..............................................................................................................  18Christine Johnson, 2007-2010.......................................................................................................  19Jim Dabakis, 2013-2014................................................................................................................  19Appendix-B......................................................................................................................................... 20The plan ..............................................................................................................................................  20Plan objectives: “What do we hope will happen?” .....................................................................  20Political action curriculum: “What do citizens need to know?” ................................................  201. Increase the political awareness of trained individuals...................................................... 202. Increase the voting activity of trained individuals..............................................................223. Increase the political activity of trained individuals...........................................................244. Increase the number of candidates for office among trained individuals......................... 285. Increase the number of elected officials among trained individuals................................. 29Forum for curriculum instruction: “Who wants to learn, and where will we meet?” .......... 33ivIncreasing Political Participation in the LGBT Community in Utah Problem statementDiscriminatory practices and hate crimes against members of the Lesbian, Gay, Bi-sexual and Transgendered (LGBT) community runs as deep as societies themselves. Throughout history the social roles that various segments of the LGBT community have been both highly regarded as well as despised in human history. LGBT people frequently face violence due to their sexuality or gender identity. Violence against this community can come from the state in the form of laws stipulating corporal punishment for homosexual acts or by individuals engaging in intimidation, mobbing, assault, or lynching. The violence may be directed at people because of their perceived sexuality can be psychological or physical and can extend to murder.Those who participate in such behavior may be motivated by homophobia, lesbophobia, biphobia, transphobia, and may be influenced by cultural, religious, or political mores and biases. Many times it is in the form of hate speech directed at LGBT people as well as depictions of LGBT people in the media that reinforce negative stereotypes. The violence that is directed toward the LGBT community ranges from stares, discriminatory statements regarding their family, friends or lovers, all the way up to murder by extreme brutality.While society sees the “queer community” lumped together, there are clear distinctions in each of the categories where discrimination and hate crimes exist within the LGBT fractions. Those elements that are gay, lesbian and bisexual involve establishing sexual or personal relationships that involve people of the same birth sex. Preference in sexual orientation surfaces when gay men see no value in associating with lesbian women. Bi-sexual people are shunned at times by both the gay and lesbian communities while they can fit it. The transgendered element isn’t about sexual orientation relationships, but personal expression of a gender role. Overall thisFINAL SJLA PAPER, MARTZ AND CLINE 1has caused a deep divide within the community because they do not always share the same goals. Going deeper into the transgendered community, the segments of cross-dressers, transvestites and transsexuals is also sharply divided. Past history is full of any segment of the community willfully sacrificing one or more of the others to gain political and policy traction.Equality in the United States has not existed for the LGBT community. Despite the contributions of many LGBT people to the history of the United States such as Katharine Lee Bates. Bates wrote the anthem “America the Beautiful.” Some describe the couple as intimate lesbian partners, citing as an example Bates' 1891 letter to Katharine Coman: \"It was never very possible to leave Wellesley [for good], because so many love-anchors held me there, and it seemed least of all possible when I had just found the long-desired way to your dearest heart...Of course I want to come to you, very much as I want to come to Heaven\" (Schwarz, 1979). The first draft of \"America the Beautiful\" was hastily jotted down in a notebook during the summer of 1893, which Bates spent teaching English at Colorado College in Colorado Springs, Colorado. Later she remembered:One day some of the other teachers and I decided to go on a trip to 14,000-foot Pikes Peak. We hired a prairie wagon. Near the top we had to leave the wagon and go the rest of the way on mules. I was very tired. But when I saw the view, I felt great joy. All the wonder of America seemed displayed there, with the sea-like expanse” (Katharine Lee Bates, 1895).Discrimination against the LGBT community comes in many forms such as discrimination in employment and housing. Most prevalent is the discrimination and treatment doled out by the government authorities that are to protect and serve. “The bulk of the book, however, explores the multiple concrete ways that LGBT people interact with today’s criminalFINAL SJLA PAPER, MARTZ AND CLINE 2legal system: as targets of everyday policing; defendants in criminal trials; inmates in jails, prisons, and immigration detention centers; and victims of violence. Across these sites, LGBT people suffer discriminatory treatment that includes prosecutors’ deployment of homophobic and transphobic narratives in death penalty cases, prison officials’ refusal to protect inmates against sexual assault, and police officers’ failure to investigate violence against LGBT people. Throughout the book, the authors skillfully connect queer experiences of criminalization to broader trends in policing and punishment, such as quality of life policing and “tough on crime” sentencing laws” (Mogul et al., 2013).Failure to enact protective legislation has left LGBTQ persons exposed to a litany of daily degradations and related injustices. In 2011, an employee at the Utah Driver License Division refused to photograph a transgender woman for a new state ID card until she publicly removed her makeup. This she did while two other employees laughed and the supervisor loudly stated that the woman was a man. After another customer complained, the Division continued to insist there had been no wrongdoing and only apologized “if she felt like she had been mistreated.” (http://www.sltrib.com/sltrib/blogslgbt/51542380-61/audette-transgender-rolfe- woman.html.csp) In 2012, a Patricia Polacco picture book for children titled In Our Mothers’ House was banned from elementary school libraries in the Davis School District, because it depicted a family with lesbian parents. The district defended the decision claiming the book advocates homosexuality in defiance of the state’s sex education laws. After the ACLU filed a lawsuit, the book was returned to library shelves. “I was up for a promotion and the vice president thought I was gay and fired me. ‘I don’t like people like you working here’ is what I was told.” Experiences of Gay and Transgender Utahans: A Report to the Utah StateFINAL SJLA PAPER, MARTZ AND CLINE 3Legislature, Equality Utah, January 2011. Falling to enact legal protections 1s tacit approval for Utahans to disparage and discriminate against LGBTQ citizens.Employment discrimination is widely practiced throughout the United States. Depriving a person the enjoyment of earning an honest living is cruel in the sense that it leads to poverty and criminal acts in order for them to survive. This discrimination was widely used against African- Americans before the civil rights laws. Employers have denied, fired or allowed the lowest hard labor work to LGBT people. People have lost their jobs because they were simply suspected of being “gay.” Life outside of work was just as risky, if someone who knew the person seen them associating with queers, the report to their employer could be devastating. If a person looked or acted what was perceived to be too feminine or masculine for their sex, they risked losing their jobs.The transgendered population sees the highest degree of discrimination of any segment of the LGBT community. This is due to the fact that they are “out” and more obvious making them easy targets. Employment discrimination is most prevalent with this group, as is the incidence of hate crimes. “We found that over half the people within this sample experienced some form of harassment or violence within their lifetime, with a quarter experiencing a violent incident. Further investigation found that experiencing economic discrimination because one is transgendered had the strongest association with experiencing a transgender related violent incident. Economic discrimination was related to transgendered people’s experience with violence. Therefore, both hate crimes legislation and employment protections are needed for transgendered individuals” (Lombardi et al., 2001).Members of the LGBT community have only recently been elected into public office.The advancement of people of color and women elected into office over the last 20 years is anFINAL SJLA PAPER, MARTZ AND CLINE 4indicator of the strength of democracy. Elected office is no longer a “good ol’boys” club. There is ample scholarly research that points out good governance that have inclusive legislatures are better at crafting stable societies and, more broadly, “just” policy. The involvement of the LGBT has centered on special interest groups to gain some civil rights. With changing attitudes in society, there may be greater acceptance for LGBT candidates. The effect of a community that has been in hiding, LGBT participation in governance has been lackluster.Literature reviewAcademic studies confirm the discrimination in the workplace: “Evidence of employment discrimination faced by LGBT people may be found in several forms. First, on surveys, LGBT employees and their non-LGBT coworkers report experiences of employment discrimination. Second, LGBT employees may be underemployed or paid less than non-LGBT employees, despite having similar qualifications and experience. Data collected by government agencies also show that substantial numbers of LGB people report employment discrimination. Collected together, current research and surveys of employees from around the country indicate that many LGBT people experience various forms of employment discrimination” (Mallory et al., 2011, p. 1).Sexual assault rates are much higher for lesbian and gays than what is experienced by the total population of the United States. According to population-based data, approximately 11­17% of women and 2-3% of men in the U.S. experience sexual assault during their lifetimes (Basile, et al., 2007; Tjaden & Thoennes, 2000). Our review of population-based studies finds that the prevalence estimates of LSA reported are approximately 15.6-85.0% for lesbian and bisexual (LB) women, and 11.8-54.0% for gay and bisexual (GB) men.FINAL SJLA PAPER, MARTZ AND CLINE 5Non-discrimination laws. In adoption of sexual orientation and gender identity anti­discrimination laws, the argument has been stated that the laws may create an increased burden on government agencies. “However, even if LGBT people filed complaints at the same rates that women file sex discrimination complaints or minorities file racial/ethnic discrimination complaints, government agencies would not be overwhelmed. A 2008 national study of data from 1999-2007 identified the average annual number of sexual orientation complaints for all states with protection for sexual orientation in the workplace at just over 1,200, versus race and sex complaints at 11,500 and 13,800, respectively.59 That study estimated that for every 10,000 LGB workers, there are approximately 5 complaints filed on the basis of sexual orientation per year” (Mallory et al., 2011, p. 5).According to Grant et al. (2011) injustice that the transgender and gender non­conforming people face are found in “childhood homes, in school systems that promise to shelter and educate, in harsh and exclusionary workplaces, at the grocery store, the hotel front desk, in doctors’ offices and emergency rooms, before judges and at the hands of landlords, police officers, health care workers and other service providers.”Transsexuals are the most venerable since they go through a period of transition where it is obvious that a person born of a physical sex is acting and appearing as a person of the opposite sex. First of all, transsexuals must navigate legal issues that LGB people rarely do: identity documents not reflective of one’s gender, sex-segregated public restrooms and other facilities, dress codes that perpetuate traditional gender norms, and barriers to access to appropriate health care. Transsexuals have high rates of suicide in a study conducted by Clements-Nolle et al.(2008). Their study found that half of LGBT youth have attempted suicide which “is particularly troubling and supports similar findings from LGB research.”FINAL SJLA PAPER, MARTZ AND CLINE 6Clements-Nolle et al. concludes that “societal prejudice is a stronger risk factor for suicide among transgender persons than LGB individuals.. ..transgender populations experience more intense discrimination and victimization than LGB populations because they challenge cultural norms related to both sexuality and gender.” The problems that are high in the transsexual population are estimated to be 28% had been in alcohol or drug treatment, 59% had been physically forced to have sex or raped, 62% experienced gender discrimination, 83% experienced verbal gender victimization, and 36% reported physical gender victimization. The prevalence of attempted suicide was 32% and the suicide prevalence was identical for male to female (MTF) and female to male (FTM) participants (Kristen Clements-Nolle et al., 2008).As many state and local governments pass legislation for the protection of individuals with gender-identity issues, the federal notion of what constitutes sex discrimination appears to be similarly expanding as a result of judicial interpretation of Title VII. An employer who discriminates against an employee or applicant on the basis of the person's gender identity is violating the prohibition on sex discrimination contained in Title VII of the Civil Rights Act of 1964, in an opinion issued on April 20 by the Equal Employment Opportunity Commission (EEOC).The EEOC opinion comes with a growing number of federal appellate and trial courts deciding that gender-identity discrimination constitutes sex discrimination, whether based on Title VII or the constitutional guarantee of equal protection of the laws. This decision will apply to all EEOC enforcement and litigation activities at the commission and in its 53 field offices throughout the country. It also will be binding on all federal agencies and departments. In the decision, the EEOC states, ''[T]he Commission hereby clarifies that claims of discrimination based on transgender status, also referred to as claims of discrimination based on gender identity,FINAL SJLA PAPER, MARTZ AND CLINE 7are cognizable under Title VII's sex discrimination prohibition.” The EEOC could take action itself to sue the employer for discrimination.With such advancements in protections, it begins to open doors toward elected and public administration representation. “Sexual orientation diversity has begun to be highlighted as a significant and component part of manifest inclusion...” (Reynolds, 2013). Traditionally gay politicians have been “outed” by competing political interests, such as Barney Frank. Many politicians and public administrators have served by keeping this aspect of their personal lives secret. Since the 1940s, rumors have circulated that Hoover was homosexual. The historians have speculated that Clyde Tolson, who became an associate director of the FBI and Hoover's primary heir, may have been his lover. In his 1993 biography Official and Confidential: The Secret Life of J. Edgar Hoover, the journalist Anthony Summers quoted \"society divorcee\"Susan Rosenstiel as claiming to have seen Hoover engaging in cross-dressing in the 1950s at homosexual parties.Reynolds (2013) states that his “work rests on the theory that the presence of LGBT legislators in a national assembly will make more likely the passage of laws that heighten equality on the basis of sexual orientation, and I present strong evidence to suggest that to be the case.” Constraints on organized voting support by LGBT voters are usually geographically dispersed and can split across ideologies and parties. Although ethnic minority voters may be concentrated enough both geographically and politically to elect candidates of choice without the support of others, LGBT voters almost never have that opportunity. With past elected officials being secretive of their sexual orientation or gender identity, it has not been obvious to voters to support a candidate because of their inclusion in the LGBT community.FINAL SJLA PAPER, MARTZ AND CLINE 8The lack of public officials that are part of the LGBT community makes it difficult to represent themselves as a legitimate, visible, and mainstream interest group, and has fed distrust and discrimination based on the fear generated by unfamiliarity. The impact that out gay elected officials have on the voting behavior of their colleagues and resulting public policy may be higher than that of female and minorities precisely because their visibility in office is such a new and, in some cases, jarring phenomenon. (Reynolds, 2013).Like women, LGBT citizens are geographically and ethnically dispersed, but unlike women, they do tend to vote for parties that are sympathetic to their group’s needs. But the challenge is to get them in a public office or administrative position where they can represent the community. “There is clear evidence to suggest that the inclusion of marginalized groups is correlated with policy benefits for that group. Summarizing the gender representation literature, Reingold notes that a “clear empirical link” has been established “between women’s descriptive and substantive representation” Reynolds (2013).In 2013, polling data provided by Pew signifies at least a few trends. Firstly, there is clearly a generational divide on the issue. 70% of Millenials (those born after 1980) support same-sex marriage. This contrasts with Gen X and Baby Boomer respondents. 49% of Gen X respondents (born 1965-1980) support same-sex marriage, while 38% of Baby Boomers (born 1946-1964) support same-sex marriage. Contrasting levels of support are also apparent when considering political ideology, with those who are liberal or lean liberal expressing more support for same sex marriage than those who are conservative or lean conservative (PEW Research Center, 2013). One common thread exists where scholars all tend to agree that existing research is minimal and there is a need for further study.FINAL SJLA PAPER, MARTZ AND CLINE 9SJLA planGaining participation by a secluded population has several barriers to overcome. First is the seclusion, due to the fear of experiencing discrimination or violence. The growing acceptance of being gay in today’s society is demonstrated by support and acceptance of pride day parades in many cities of the United States. It is becoming OK to be gay. On the issue of the advancement of gay civil liberty, the public opinion regarding same sex marriage has a clear majority support from the population of the United States.A March 20-24, 2013 CBS News Poll shows that 53% of Americans support same-sex marriage, 39% oppose, and 8% are undecided (CBS News, 2013). The same poll also finds that 33% of Americans who now think same-sex couples should be allowed to legally marry say they once held the opposite view and have changed their opinion. While Utah retains less public support for same sex marriage, there have been four openly gay members of the state legislature.At this time, Utah voter turnout has declined from the1960s where there was just short of an 80% voter turnout to approximately 35% in 2010. This decline in turnout can be used by the LGBT community to rally to elect politicians that are sympathetic with their advancement to squelch inequity and lack of protection in state and local laws. To enable the community to become active and make an impact with this opportunity, a program can be initiated where LGBT people can learn how they can impact the outcomes of elections.The program would be “One more vote” where political participation would be fostered in a non-partisan manner, giving information about candidates and their positions and history toward the LGBT community. These sessions could be presented at the Gay and Lesbian Center, various universities and colleges, public meeting facilities and perhaps schools and communityFINAL SJLA PAPER, MARTZ AND CLINE 10groups. Attendance records for these sessions and follow-up would be kept and tracked. See Appendix B for an outline of the plan.Utah LGBTQ organizationsUtah’s LGBTQ movement is still in its adolescence. In 1985, David Nelson campaigned for Salt Lake City Council as the first openly gay candidate for office in Utah. He did not win, but he turned his efforts to helping establish the Gay and Lesbian Community Council of Utah. From these efforts sprang the Utah Stonewall Association, Utah Pride, Inc., the Royal Court of the Golden Spike Empire, the Gay and Lesbian Utah Democrats, and the Stonewall Shooting Sports of Utah (Parker & Salt Lake Tribune, 2013).Today, LGBTQ individuals are coming together to form communities and partnerships for politics, support, and fun, including the following: Affirmation: Gay and Lesbian Mormons, The Alternative Garden Club, Gay Bikers of Utah, Queer Student Union of the University of Utah, First Unitarian Church, QUAC -  Queer Utah Aquatics Club, Utah GLBT Business Guild, and Swerve Utah.Utah’s two largest LGBTQ organizations, Utah Pride Center and Equality Utah, both work to advocate for social change. “Utah Pride supports and serves the Utah LGBTQ community and its allies to strengthen our collective vision, impact, and collaboration.” (http://www.utahpridecenter.org/about-us/mission-&-history) Utah Pride Queer Action Project is the political arm of the Center, advocating for marriage equality as well as safety, empowerment, and support of LGBTQ youth and their parents (Utah Pride Center, n.d).Equity Utah’s Guiding Principles support the following:FINAL SJLA PAPER, MARTZ AND CLINE 111. “Securing measures that prohibit discrimination based on sexual orientation, gender identity and gender expression in employment, housing, public accommodation, education, and extension of credit.”2. “Securing measures to prevent harassment and discrimination based on sexual orientation or gender identity and expression in Utah’s public schools and in foster care and juvenile detention settings.”3. “Assuring that the juvenile justice system extend to LGBT youth the same procedural and other protections extended to all other youth.”Additionally, Equality Utah is working toward domestic partner registries and benefits, hospital visitation rights, and adoption rights. (Equality Utah, n.d.) A subset of Equality Utah is the Equality Utah Foundation, a 501(c) (3) organization, whose role is to educate and train LGBT members and allies to work proactively for LBGT equality as lobbyists and political party delegates (Equality Utah Foundation, n.d.). Another arm, Equality Utah PAC, an IRS 527 organization, endorses and supports campaigns of LGBTQ supportive candidates for political office through financial donations and volunteer recruitment (Equality Utah, 2011). Endorsees include candidates for US Senate, Utah Governor, Utah State House of Representatives &Senate, City Mayors, City Council positions, and local School Boards (Equality Utah, 2012, n.d.). The following section will highlight a few experiences of local gay politicians in Utah state government. See Appendix A for a list of Utah State LGBT Legislators.EvaluationAttendance records for these sessions and follow-up can survey those who have participated in the election cycle. Using an exit poll of those on the attendance record andFINAL SJLA PAPER, MARTZ AND CLINE 12tracking the success of those candidates that have been supported by the community can give an indication of the impact of the LGBT community in election outcomes.Measuring outcomes: “How will we know it worked?”1. Increase the political awareness of trained individuals.End of training survey: Has this seminar increased your awareness of the political process in Utah? Please explain.2. Increase the voting activity of trained individuals.Voting records are public. We will check the records to see if our participants actually voted!3. Increase the political activity of trained individuals.6-Month Survey: In the last six months have y o u .• Influenced another to register to vote?• Made an ally of someone from a different interest group?• Made an effort to understand the position of others in the LGBT community?• Organized and communicated important LGBT issues with others?• Felt more confident in discussing LGBT issues with non-LGBT citizens?• Attended a caucus meeting?• Served as a delegate?• Attended a convention?4. Increase the number of candidates for office among trained individuals.Monitor “endorsed candidates” lists for trained individuals.FINAL SJLA PAPER, MARTZ AND CLINE 135. Increase the number of elected officials among trained individuals and/or the LGBT community.Time will tell!ConclusionAs we put the finishing touches on this assignment, which has (obviously) become more than just an academic exercise for us both, we celebrate the Supreme Court decisions declaring DOMA unconstitutional and denying standing to GOP Prop8 defenders. We have faith that this historic declaration of the value of equal rights by the nation’s top court will usher in a new era of protection and justice for the LGBTQ community! More scholarly research needs to be done, as information regarding past LGBTQ voting performance compared to the efforts of the “One more Vote” program offers empirical evidence for the State of UtahFINAL SJLA PAPER, MARTZ AND CLINE 14ReferencesBasile, K., Chen, J., Lynberg, M., & Saltzman, L. (2007). Prevalence and characteristics of sexual violence. MedPub, 22, 437-448.Carpenter, D. P., & Krause, G. A. (2011). Reputation and Public Administration. Public Administration Review, 72(1), 26-32.CBS News (2013). Public opinion on same sex marriage. Retrieved June 24, 2013, fromhttp://www.cbsnews.com/8301-250_162-57576249/poll-53-of-americans-support-same-sex-marriage/Equality Utah (n.d.). Guiding-principles. Retrieved June 29, 2013, from http://www.equalityutah.org/eu/about-us/guiding-principles Equality Utah (2011, April 18). Volunteer. Retrieved June 29, 2013, from http://equalityutahpac.org/make-an-impact/volunteer Equality Utah (2012, July 17). 2012 Fair-Minded Candidates. Retrieved June 29, 2013, from http://equalityutahpac.org/endorsements/item/66-2012-fair-minded-candidates Equality Utah Foundation (n.d.). Equality Utah Foundation. Retrieved June 29, 2013, from http://www.equalityutah.org/eu/about-us/equality-utah-foundation Gehrke, R., & Salt Lake Tribune (2011, June 14). Utah's first openly gay legislator resigns. Retrieved June 29, 2013, from http://www.sltrib.com/sltrib/politics/51996985- 90/biskupski-gay-utah-community.html.csp Grant, J. M., Mottet, L. A., Tanis, J., Harrison, J., Herman, J. L., & Keisling, M. (2011, February 3). Injustice at every turn: A Report of the National Transgender Discrimination Survey. Washington, DC: Allied Printing.FINAL SJLA PAPER, MARTZ AND CLINE 15Katharine Lee Bates. (2013). In Wikipedia, the free encyclopedia. Retrieved June 24, 2013, from http://en.wikipedia.org/wiki/Katharine_Lee_Bates Clements-Nolle, K, Marx, R, & Katz, M. (2008). Attempted Suicide Among Transgender Persons. Journal o f Homosexuality, 51(3), 56-69.LBGT Rights in Utah. (2013). In Wikipedia, the free encyclopedia. Retrieved June 29, 2013, from http://en.wikipedia.org/wiki/LGBT_rights_in_Utah LGBTQNATION.com (2011, July 18). Utah Democrats elect state’s first openly gay political party leader. Retrieved June 29, 2013, from http://www.lgbtqnation.com/2011/07/utah- democrats-elect-states-first-openly-gay-political-party-leader/Lombardi, E. L., Wilchins, R. A., Priesing, D., & Malouf, D. (2001). Gender ViolenceTransgender Experiences with Violence and Discrimination. Journal o f Homosexuality, 42(1), 89-101.Mallory, C., Herman, J. L., & Badgett, M. V. (2011, January 1). Employment Discriminationagainst Lesbian, Gay, Bisexual, and Transgender People in Oklahoma. Los Angeles, CA: The Williams Institute, UCLA School of Law, UC Los Angeles.Mogul, J. L., Ritchie, A. J., & Whitlock, K. (2013). Criminalizing queers. GLQ: A Journal o f Lesbian and Gay Studies, 19(1), 128-130.Parker, R., & Salt Lake Tribune (2013, May 31). Utah gay-rights pioneer donates memorabilia from the movement. Retrieved June 29, 2013, fromhttp://www.sltrib.com/sltrib/news/56387436-78/Utah-gay-lgbt-nelson.html.csp PEW Research Center (2013, March 20). Growing Support for Gay Marriage: Changed Minds and Changing Demographics. Washington, DC: www.people-press.org.FINAL SJLA PAPER, MARTZ AND CLINE 16Raymond, A., & Deseret News (2010, March 5). Utah Legislature: Rep. Christine Johnson opts out of seeking new term. Retrieved June 29, 2013, fromhttp://www.deseretnews.com/article/700013984/Utah-Legislature-Rep-Christine- Johnson-opts-out-of-seeking-new-term.html?s_cid=rss-30 Reynolds, A. (2013). Representation and rights: the impact of LGBT legislators in comparative perspective. American Political Science Review, 107(2), 259-274.Roche, L. R., & Salt Lake Tribune (2009, December 2). McCoy is leaving Legislature to focus on his legal career. Retrieved June 29, 2013, fromhttp://www.deseretnews.com/article/705348408/McCoy-is-leaving-Legislature-to-focus- on-his-legal-career.html Schwarz, J. (1979). Yellow Clover: Katharine Lee Bates and Katharine Coman. Frontiers: A Journal o f Women Studies, 4(1), 59-67.Tjaden, P., & Thoennes, N. (2000). Extent, nature, and consequences of intimate partner violence: findings from the National Violence Against Women. (NCJ 181867).Washington, DCUtah Pride Center (n.d.). Utah Pride Queer Action Project. Retrieved June 29, 2013, from http://www.utahpridecenter.org/queer-action-projectFINAL SJLA PAPER, MARTZ AND CLINE 17Appendix-A LGBTQ politiciansJackie Biskupski, 1999-2011\"When I first came in there were legislators who couldn't even look me in the eye or didn't want to shake my hand,\" she said. \"There were people asking the [House] speaker not to seat me and fight my election\" (Gehrke & Salt Lake Tribune, 2011). Gayle Ruzicka, president of the Utah Eagle Forum, said there was resistance to Biskupski when she first arrived at the Capitol, and some in the Eagle Forum have worked to defeat Biskupski through the years.\"When you're the first homosexual to serve, I think, everybody is trying to figure out how to cope and how to handle things. It takes everybody a while to adjust to something like that. I'm sure she felt [ostracized]. She was alone,\" said Ruzicka, who now considers the lawmaker a friend. \"Just because of someone's sexual choices doesn't mean you can't be their friend.\"Biskupski said legislators' attitudes toward her have changed and she now enjoys the respect and camaraderie of her colleagues. \"It's like night and day,\" she said. (Gehrke & Salt Lake Tribune, 2011)Scott McCoy, 2005-2009When McCoy was chosen to fill a Senate vacancy in 2004, Buttars referred to him as \"the gay\" and expressed surprise at the delegates' choice. \"I was wrong,\" Buttars said Tuesday. \"This guy is an intelligent, real smart guy on a lot of issues. He represents them well. Scott McCoy isn't a one-issue guy like a lot of people think he is\" (Roche & Salt Lake Tribune, 2009).FINAL SJLA PAPER, MARTZ AND CLINE 18Christine Johnson, 2007-2010Johnson said her time as a state representative has been \"uniquely humbling,\" but she is troubled by what she sees as a \"blatant disregard of those so in need of equal protections\" (Raymond & Deseret News, 2010).Jim Dabakis, 2013-2014Dabakis said his sexual orientation was common knowledge, but came up during the nomination process. “The whole gay thing just simply did not surface as an issue,” he told the Salt Lake Tribune. “People are broad-minded in Utah, and they want to know if you can do the job or not.” (LGBTQNATION.com, 2011) These experiences illustrate that it is possible to have positive experiences as openly gay political leaders in Utah state government. With so many civil rights at stake, more LGBTQ citizens need to get involved in Utah politics.In 2007, Democratic Utah State Senator, Scott McCoy, attempted to bring Utah sodomy laws into conformity with the Supreme Court decision in Lawrence with S.B 169 (LBGT Rights in Utah, 2013). The bill failed, and the unconstitutional Utah Code 76-5-403 remains on the books, listing sodomy as a class B misdemeanor. Other attempts to enact state-wide protections for LGBTQ community members have failed, including the following:FINAL SJLA PAPER, MARTZ AND CLINE 192005 SB 89 Mutual dependence contracts Sen. Greg Bell, R-Davis2008 HB 89 Antidiscrimination in employment Rep. Christine Johnson, D-Salt Lake2008 Common Ground Initiative Equality Utah & Human Rights Campaign2009 HB 225 Gender identity protection Rep. Carl Wimmer, R-Salt Lake2009 HB 89 Antidiscrimination in employment Rep. Christine Johnson, D-Salt Lake2010 HB 89 Antidiscrimination in employment Rep. Christine Johnson, D-Salt Lake2010 HB 128 Discrimination study Rep. Christine Johnson, D-Salt LakeAppendix-B The plan“The presence of LBGT [leaders] is correlated with significant improvements in overall gay rights. . . Pouring large amounts of time and money into electing even a single openly gay senator, representative, or state official may strengthen the effort to break down stereotypes and ease the passage of nondiscriminatory law (Reynolds, 2013).Plan objectives: “What do we hope will happen?”1. Increase the political awareness of individuals.2. Increase the voting activity of individuals.3. Increase the political activity of trained individuals.4. Increase the number of candidates for office among trained individuals.5. Increase the number of elected officials among trained individuals.FINAL SJLA PAPER, MARTZ AND CLINE 20Political action curriculum: “What do citizens need to know?”1. Increase the political awareness of trained individuals.What is a caucus meeting? http://www.youtube.com/watch?v=w0aCd54imhIWhat is a CAUCUS?- A  neigh b o rh o o d  m eeting.-  not city n e ighborhood- b u t political neigh b o rh o o d- instead of a neighborhood it is called a \"Precinct\" AI  l e t . .J  c J tn u SELECTIONS 101H ow  to  becom e a S tate o r C ounty D elegateAVERAGEJOEVOTER.COMFINAL SJLA PAPER, MARTZ AND CLINE 21Pro Caucus: http://www.youtube.com/watch?v=S-WKrrARWcAAnti Caucus: http://www.countmyvoteutah.comWhen are the caucus meetings? How to contact a political party. http://www.utah.gov/government/caucus.htmla  ®  a  9  f t  ®9  Gcrfefninsni €nebyjrani Bustness Educaron fiasidenss vsnnoJin. <@ t  a  i fAbout Utah Connect Servicesju\" 1 Writing Entries Dus^ 23 C«np»Hlb>i <£>,) Saft Lake City >Home Government Caucus Informal™Utah P rec inc t Caucus Inform ationm Related Agencies Governor's OlliceUtah to political process begins every two years in neighborhood caucuses throughout iho stale where members of each precinct vote lor delegates to represent them at county and state party conventions. Delegates then attend the conventions to vote for candidates that will then taoe each other in the public genera) election.2012 Caucus Meetings:Democratic - March 13 Republican - March 15350 State Capitol Building. SuiteSait Lake Cily. UT. 84114■ET PHONE: (SOU 538-1000 A WEB SITEG fc E3View Complete State Agency ListH i Getting involvedFirst visit the Lt. Governor's site to lind your precinct number. You must be registered to vote to participate. Most caucus meetings allow you to register to vote during the meeting if you're not already.Government Serviceso Financial Transparency o Bill Search and TrackingParty Contact InformationConstitution Party http://www.cputah.org/ 801-544-4056 ContactDemocratic Partyhttp ://utah de mocrats. o rg/801-328-1212Email: mail@utdem.orgGreen Partyhttp://gput.org/Email: inio@ulahgreenparty.org Libertarian Party http ://www. lputah.org/ 801-534-8872Email: jimdex@inconnect.com Republican Party I  http://utgop.org/I  801-533-9777 I  Email: mail@utgop.orgFINAL SJLA PAPER, MARTZ AND CLINE 22What is the timeline for election proceedings?Caucus Meetings Conventions Primary Elections General ElectionsMARCH MAY & JUNE OCTOBER NOVEMBER2. Increase the voting activity of trained individuals.How to register to vote.This can be accomplished at the following website: https://secure.utah.gov/voterreg/index.html© a s m 3 )  A  SECURE O N LINE SERVICE FROM UTAH.GOV Subscribers FAOs Support Font Sire: * A A jLt. Governor's Office Online Voter Registration-  RELATED&  INKS & RESOURCESVoter / Absentee Registration or Update RegistrationYou may use the voter registration website to:Ef Register to vote in UtahChange your name or address on your voter registration record Affiliate with a party or change your party affiliation Register as an absentee voter Personal InformationHouse Number:Salt Lake County Bjllngual Mail-In VolarFormulario naoonal de Inscription fla votantes ISoamshl As required by Section 203 o! the Federal Voting Rights ActDEADLINE:This term must be submitted online at least IS days bolero air election to be eligible to vote in tnat election. It this torm is scntoy mall, it must be postmarked at least 30 days before an election to be eligible to vote in lhal election.NOTICE:in accordance with section 20A-2-401, the penalty tor willfully causing, procuring, or a Hawing you rselt to be f eg istered to vote it you know you are not entitled to vote is up to oneHow to find a polling location. http://vote.utah.gov/el ecti ons/l ocati on/VOTER PRECINCT LOOKUPFIND BY N A M E FIND BY ADDRESS SIG N  INFirst Name: * * Last Name: * Birth Date: (mmfdd/yyyy)'  House Number: ’  County:I- Beaver tExample: 2924 &  Constitution MBedELECTION REMINDERS NOT A  REGISTERED VOTER?Registered voters can opt-in to If you are not registered to  vole, orreceive Election Reminders and use have recently moved, you canan email address to sian in. complete the voter registration online.Who should I vote for? Find endorsements from organizations you respect. http://equalityutahpac.org/endorsements/item/66-2012-fair-minded-candidatesFINAL SJLA PAPER, MARTZ AND CLINE 23EQUALITY UTAHENDORSED CANDIDATESCandidates completed a written survey about their position on IssuesUS SENATE AND CONGRESSIONALScott Howell US SenateSoren Simonsen US Congress, District 3http://www.myuea.org/politics_legislation/elections/2012_pac_recommendations.aspxFINAL SJLA PAPER, MARTZ AND CLINE 24http://www.prochoiceamerica.org/elections/2012/voter-guide/voter-guide- states.html? state=UT3. Increase the political activity of trained individuals.How to help others to vote. http://www.particip8.org/vote/participatebe your best self every day [h o m e ] vote volunteer learn organize advocatevo te , and ge t o the rs to  voteVoting is the bare m inim um  participation In a self-governed society. It's the m ost valuable right we could ask for. Every day, people around the world die fighting for their right to vote. Let your voice be heard! Help more people to vote by helping register people to vote. Let’s vote, vote our conscience, and get others to vote too.Register YourselfRegister now or send URLs to your friends. These sites ask questions and then spit out a pre-fillcd-out PDF form that you can print and m ail. The site will also tell you where to mail it and the registration deadlines.Register yourself now via YourVoteMatters, JustVote, or Rock the Vote.Register Other PeopleRegistering other people to vote encourages comm unity participation. This can lead to comm unity participation in other w ays: discussion, volunteering, self-organizing for good causes, advocacy, and collaborative solutions in a complex world. If you want to register other people to vote, you'll need...How to build allies and a broader base beyond the LGBTQ community.http://www.publicinterestprojects.org/learn-about-alliance-building/FINAL SJLA PAPER, MARTZ AND CLINE 25How to increase unity between LGBTQ factions.http://answers.yahoo.com/question/index?qid=20120221095545AAMXcTznGatoMarvadoJaredResolved Question Show me another»Apparently LGBT factions are at war and I don't know whether I am a sunni-gay or a shia-gay person?Best Answer - Chosen by AskerFor every Martin Luther King, there's a Malcolm X. And for every gay man who thinks Pride parades are important to keep them in the public eye, there's another gay man who thinks he would have had marriage rights a decade ago if his fellow gays weren't horrifying suburban housewives by dancing around on TV in assless leather chaps.FINAL SJLA PAPER, MARTZ AND CLINE 26How to organize to alert others to political actions needing immediate attention.http://www.callmultiplier.com/?src=AdWords&kw=Phone%20Tree&matchtype=p&gclid=CMrDto-jiLgCFU2CQgod61wAgQ| Questions? Please calf us at (877) 225-5025 SIGN UP LOGINCallMultiplier*N o w  w ith  T e x tin g ! 'HOW IT WORKS PRICING FAQ CONTACT USNeed to call or text a group of people?W e  d o  it  fo r  y o u .Multiply your message with our easy and affordable automated calling and texting.H o w  It  W o rk shttp://miamiherald.typepad.com/gaysouthflorida/2012/05/sunserve-agency-in-wilton-manors-starts-phone-tree-to-inform-lgbt-community-of-social-services.htmlHow to overcome fear and avoid seclusion as an LGBTQ individual.http://es.slideshare.net/TheBowTieGuy/lgbt-aging-in-america-a-spiral-of-silenceFINAL SJLA PAPER, MARTZ AND CLINE 27http://lgbttechpartnership.org/how-technology-has-moved-the-needle-on-same-sex-marriage/Thus came about the confluence of the LGBT community's civil rights movement with nascent and emerging technologies. The Internet allowed LGBT people to bridge across geographies in a way that no previous technologies permitted. The Internet also allowed LGBT people to safely and discreetly find partners and learn that they are not alone, regardless of where they live, from the comfort and security of their own home. The rise of social media with twitter, Instagram and Facebook and the continuous access via smartphones have only accelerated the decrease in isolation that has long been a part of the LGBT experience. One need only look at Facebook to see the red equal sign that is circulating in support of LGBT marriage.FINAL SJLA PAPER, MARTZ AND CLINE 28What to expect at a party convention.0 ? ? ic ia l  £ a u . t o  r u e  UrA+t p fM O c r tA n c  y a x z x h '^2013 CONVENTION *  JUNE 20 - 22■ J » W 5  ID- TAYLOR & MAYNE CELEBRATION A l  GALLIVAN CEN TER: 2 3 9  S I A I N  ST R E E T . SICl i - U >  TRA IN IN G S 4  CONVENTION:OGDEN SCCLES CONFERENCE CENTER: 2415 WASHINGTON BLVD4. Increase the number of candidates for office among trained individuals.How can I become a delegate at my local caucus meeting?Republican Party:http://www.utgop.org/inner.asp?z=5E5F5E5FDemocratic Party http://elections.utah.gov/Media/ Default/Documents/elections %20resources/caucus%20d.pdfCa u c u s  rules2012 Utah State Republican Party Caucus RulesIn an effort to clarify and simplify the meeting process while affording all participants their right to speak and vote, the following rules have been prepared. The State Republican Party Constitution and Bylaws set forth some of the rules which we will follow. These rules, because they are contained in the Party’s governing documents, cannot be suspended or changed at the caucus under any circumstances.The S tate Party Constitution states:Each indiv idua l caucus shall be open to  a ny U tah c itizen w ho resides in the precinct, w ho w ill be at least 18 by the tim e o f  tha t year's general e lection. The S tate Party, through its Bylaws, m ay restrict participation and voting in the  precinct caucuses based on party affiliation.The S tate Party Bylaws states:Q ualifications and D isqualifications o f S tate and County D elegates Each individual caucus sha ll be open to the public. Each participant shall be:|1. A  Utah citizen who resides in th e  p recinct and2. 18 by tha t year's general e lection.3. A  registered Republican party m em ber as referenced in A rtic le I o f the  Party C onstitution o r  w ho registers a s  Republican a t the individual caucus m eeting. Each participant sha ll no t be a s im u ltaneous officer, delegate, candidate o r  registered affilia ted voter o f any o the r rival political party. (Voter registration m ateria ls shall be availab le a t the  m eeting fo r those w ho wish to  affilia te th a t night as Republicans.)For purposes o f th is Bylaw, \"rival political party\" m eans any organ iza tion o f registered voters currently qualified to  fu lly participate in Utah elections a s  provided by U tah Code, which is no t th e  Republican Party.B Each caucus m eeting should begin w ith a prayer, pledge o f a llegiance, and reading and discussion o f th e  party platform . The county pa rty  sha ll choose w he the r to read the s ta te o r  county p latform.Where is my 2012 Neighborhood Caucus?•  For information on where your Dem ocratic neighborhood caucus m eeting w ill be held, please visit www.utahdem ocrats.orE. Y ou may also contact Justin Daniels at the Utah Dem ocratic Party at 801-328-1212.The Lieutenant G overnor’s office w ill post information regarding neighborhood caucus locations at w w w .vote.utah. g o v .FINAL SJLA PAPER, MARTZ AND CLINE 29Education First Utahhttp://www.educationfirstutah.org/wordpress/wp-content/uploads/2012/02/Basic-process.pdfUTAH PRECINCT CAUCUS PROCESS AND BECOMING A DELEGATE:WHO, WHAT, WHEN, WHERE,WHY, HOWW H O  IS ELIGIBLETO BECOME A DELEGATE?• You must be at least 18 years old by the November election.• A t Republican caucuses you must be a registered Republican to be elected.5. Increase the number of elected officials among trained individuals.How to obtain endorsements for candidacy.http://equalityutahpac.org/endorsements/item/88-2013-endorsement-processFHdC*. 07 June 2019 1&082013 Endorsement Process r“ “1Equality UtahENDORSEMENT PROCESShttp://utahpolicy.com/view/full_story/21706619/article-Video--Possibly-the-Funniest-Political-Endorsement-EverFINAL SJLA PAPER, MARTZ AND CLINE 30http://www.stonewallshootingsportsutah.org/ENDORSEMENTS.HTMSTONEWALL SHOOTING SPORTS OF UTAH--A WELL REGULATED MHJT1A BEING NECESSARY TO THE SLCURJrY OF A FREE STATE, THE RIGHT OF THE PEOPLE TO KEEP AND BEAR ARMS SHALL NOT BE INFRINGED’A M IM IM n v rn  CONSTITUTION K K  TTC UNITIDSTATES OF AMIRICA (1791)- i G O  S H O O T I N G  |H w n m  U S  1H L E A R N  M O R E  |H O U R  L I N K S  iH l O I N S A fH H O M E+ 2012 UTAH CANDIDATE ENDORSEMENTSSince 2004, Stonewall Shooting Sports of Utah has asked candidates for elected public office for their opinions about matters which ari Important to our supporters. We have endorsed hundreds of candidates from every political party In the state andr as a result, have helped shape public policy.Our endorsement is based on a candidate's support of protecting:—The weapon rights and liberties of all Utah citizens-•What would you do if you are ejected to protect the firearm rights of Utah citizens?—What would you do If you are elected to protect the equal rights of LGBT Utah citizens?--What have you done so far to protect these rights?We considered the candidate's answers and relevant public statements, and endorsed the following candidates:--U.S. Pres Went/Vice President: Gary Johnson/Jim Gray -- Libertarian Party--U.S. House of Representatives 4th District: Jim L. Vein — Libertarian Party--Utah Governor/Ueutenant Governor: Ken Larsen/3. Robert Latham — Libertarian Party--Utah Attorney General: W. Andrew McCullough — Libertarian Party—Utah Treasurer: Vincent C- Marcus I I I  — Libertarian Party—Utah Senate 1st District: Chelsea Woodruff — Republican Party—Utah Senate 8th District: Josle Valdez -- Democratic Party—Utah Senate 19th District: Allen M. Christensen (Incumbent) — Republican Party—Utah Senate 20th District: Scott K Jenkins (Incumbent) — Republican Party—Utah House of Representatives 1st District: Rhonda Rudd Mentove (Incumbent) -- Republican Party —Utah House of Representatives 3rd District: Roger Donohoe — Democratic PartyRecruit volunteers!http://utgop.org/inner.asp?z=5A5A5AV O L U N T E E R  ’ Allthe colored fields aPlease help Ihe Utah GOP by becoming a volunteer today. You will ^  H  receive special information, insight, call to actions and much more!J  Personal InformationMy Name is First Name Last NameMy Address Street Address ■State iCity Zip Code1 can be contacted at Email Address c.g.john@30l.com WmCell Phone e.g.2021451414 S BB 1 am willing to do□  Make Phone Calls-  Call talk Radio BQ  Data Entry BWrite Letters to the Editor1 Track local MediaWalk Neighborhood to register voter ___ I5 |  S U B M IT  j 'Who can help?http://www.utahdemocrats.org/caucuses?catid=64FINAL SJLA PAPER, MARTZ AND CLINE 31Stonewall Democrats (LGBT) Caucus -Todd BennettSeek advice from LGBT elected officials.https://www.facebook.com/jim.dabakisDon’t be a One-Hit-Wonder: Know more than just LGBT issues.http://www.policymic.com/artides/21496/the-10-biggest-political-issues-we-ll-be-taking-about-in-2013FINAL SJLA PAPER, MARTZ AND CLINE 32Communicate!https://www.facebook.com/BenForMayor Facebookhttps://twitter.com/BenMcAdams Twittery Havoan account? Sign In -Tweets >FollowingFollowersFavoritesJSB e n  M c A d a m s©BenM cAdamsSalt Lake County MayorFollow  Ben M cAdamsFull nameSait Lake City, UT • benmcadanis.comEmail 1,349 1,066 2,597 »  FollowPasswordTWEETS FOLLOWMO FOLLOWERSSign up Tweets ;Photos and videos■  m  Ban McAdams fistnMcAdamsH I V  Go Angie! \" ; angiewellrtg: Saw my favorite mayor at the Top of ZionM Urelay! ftBenMcAdams killing the hills cJesphe the heat!■r brain sAN Dguts\"*  View convsrsaiionhttp://www.linkedin.com/in/benmcadams LinkedInq  n  days of details on Mm'i Viewed Yourv  v  Profile and how they found youC InMails per month to contact memberst  J  outside your networkE Experience *3 C  times me rwcn witn access to tmiO  profilM o* everyone in yom networkState Senator i w u  i . «Forum for curriculum instruction: “Who wants to learn, and where will we meet?”LGBT organizations are understaffed and overworked. Our emails to Equality Utah and the Utah Pride Center about political action trainings have gone unanswered at this time. (Note: Both webpages contained failed links/email addresses for the organizations’ political action leaders.)M y nam e is A m y Martz. I am a JD/M PA candidate for 2015 at the University of Utah.I am working on a project for Dr. Hotchkins' Social Justice Leadership course.M y colleague. Nicole Cline, and I are researching and wnting curriculum on L G B T Q  political activism.1. H o w  often has Equality Utah Foundation conducted trainings in the area of political activism for the L G B T Q2. W hat key skills and information do you think the community needs to be successful in the political process?3. W hat are the Equality Utah Foundation's top political goals?4. W hat are the Equality Utah Foundation's top community support goals?5. W ho do you see as Utah's most active L G B T  leaders?I would be so grateful if you had time to help me with this information!It may take a significant effort to create interest in and support for political action training. The “media-blitz” method of multiple attempts to communicate could work as follows:1. Email potential host organizations:• Equality Utah• Utah Pride Center• Public Libraries• Party Organizations• Caucus Organizations• County GovernmentFINAL SJLA PAPER, MARTZ AND CLINE 332. Create a flyer and newsletter article to accompany a cover letter explaining our interest in training political leaders in the LGBTQ community. Offer to speak at upcoming meetings to promote future political action training.3. Call each organization to follow up on the letter.4. Make a personal visit to each organization.FINAL SJLA PAPER, MARTZ AND CLINE 34",
    "id": 276282300,
    "identifiers": {
        "doi": null,
        "oai": "oai:collections.lib.utah.edu:ir_uspace/708845"
    },
    "title": "Increasing political participation in the LGBT community in Utah",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2013-01-01T00:00:00+00:00",
    "publisher": "University of Utah",
    "references": [],
    "sourceFulltextUrls": [
        "https://collections.lib.utah.edu/dl_files/62/dc/62dc6204f5e5eff5892c06bb3ccf0975b115f9d6.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/276282300.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/276282300"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/276282300/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/276282300/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/276282300"
        }
    ],
    "abstract": "reportDiscriminatory practices and hate crimes against members of the Lesbian, Gay, Bi-sexual and Transgendered (LGBT) community runs as deep as societies themselves. Throughout history the social roles that various segments of the LGBT community have been both highly regarded as well as despised in human history. LGBT people frequently face violence due to their sexuality or gender identity. Violence against this community can come from the state in the form of laws stipulating corporal punishment for homosexual acts or by individuals engaging in intimidation, mobbing, assault, or lynching. The violence may be directed at people because of their perceived sexuality can be psychological or physical and can extend to murder. Those who participate in such behavior may be motivated by homophobia, lesbophobia, biphobia, transphobia, and may be influenced by cultural, religious, or political mores and biases. Many times it is in the form of hate speech directed at LGBT people as well as depictions of LGBT people in the media that reinforce negative stereotypes. The violence that is directed toward the LGBT community ranges from stares, discriminatory statements regarding their family, friends or lovers, all the way up to murder by extreme brutality",
    "tags": [
        "Text",
        "LGBT; Politics; Voting; Elections"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Text"
    ],
    "oai": "oai:collections.lib.utah.edu:ir_uspace/708845",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11926",
        "openDoarId": 0,
        "name": "The University of Utah: J. Willard Marriott Digital Library",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 276282300,
        "depositedDate": null,
        "publishedDate": "2013-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-07T13:42:57+00:00",
        "acceptedDate": null,
        "createdDate": "2020-01-01T06:00:56+00:00"
    },
    "urls": [
        "https://collections.lib.utah.edu/ark:/87278/s6cc1jhf"
    ],
    "lastUpdate": "2024-01-07T13:42:57+00:00",
    "setSpecs": []
}