{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Pate, Ashley R"
        }
    ],
    "contributors": [],
    "createdDate": "2021-12-03T03:10:43+00:00",
    "dataProvider": {
        "id": 21502,
        "name": "Scholars Junction - Mississippi State University Institutional Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/21502",
        "logo": "https://api.core.ac.uk/data-providers/21502/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/480800144.pdf",
    "fullText": "Mississippi State University Scholars Junction Theses and Dissertations Theses and Dissertations 12-13-2019 Intersecting identities and social support impacting suicidal ideation and attempts among gender minority adults Ashley R. Pate Follow this and additional works at: https://scholarsjunction.msstate.edu/td Recommended Citation Pate, Ashley R., \"Intersecting identities and social support impacting suicidal ideation and attempts among gender minority adults\" (2019). Theses and Dissertations. 2787. https://scholarsjunction.msstate.edu/td/2787 This Graduate Thesis - Open Access is brought to you for free and open access by the Theses and Dissertations at Scholars Junction. It has been accepted for inclusion in Theses and Dissertations by an authorized administrator of Scholars Junction. For more information, please contact scholcomm@msstate.libanswers.com. Intersecting identities and social support impacting suicidal ideation and attempts  among gender minority adults By TITLE PAGE Ashley R. Pate A Thesis Submitted to the Faculty of Mississippi State University in Partial Fulfillment of the Requirements for the Degree of Master of Science in Psychology in the Department of Psychology Mississippi State, Mississippi December 2019   Copyright by COPYRIGHT PAGE Ashley R. Pate 2019   Intersecting identities and social support impacting suicidal ideation and attempts  among gender minority adults By APPROVAL PAGE Ashley R. Pate Approved:  ____________________________________ Michael R. Nadorff (Major Professor)  ____________________________________  Hilary L. DeShong (Committee Member)  ____________________________________ Ty W. D. Stafford (Committee Member)  ____________________________________  Kevin J. Armstrong (Graduate Coordinator)  ____________________________________ Rick Travis Dean College of Arts & Sciences   Name: Ashley R. Pate ABSTRACT Date of Degree: December 13, 2019 Institution: Mississippi State University Major Field: Psychology Major Professor: Michael Nadorff Title of Study: Intersecting identities and social support impacting suicidal ideation and attempts among gender minority adults Pages in Study 42 Candidate for Degree of Master of Science Suicidality rates are far higher among gender minority individuals than in the general population. This study sought to determine if intersecting identities and social support play a role in these rates. There were no differences in suicidality among gender minorities with an intersecting sexual minority identity. For intersecting racial/ethnic identities, it was found that White individuals were more likely to report past suicidal ideation than racial/ethnic minority individuals. Family support was independently associated with less suicidal ideation, whereas gender minority friend support was independently associated with an increase in suicidal ideation.    ii DEDICATION I would like to dedicate my friends and family for their unwavering support and cheerleading during this entire process.   iii ACKNOWLEDGEMENTS Foremost, I would like to thank my adviser, Dr. Michael Nadorff for guiding me and encouraging me through this process, and for being willing to venture with me into this new area of research. I would like to thank my committee for all of their support and guidance through this process. I’m also grateful for my lab for letting me bounce ideas off them and for being my cheerleaders throughout writing this. I want to thank my family for encouraging me and supporting me in this and all other academic endeavors. Finally, I want to thank my four best friends who were always willing to brainstorm about minutia of language and provide guidance for the framing of this project. Without them, this thesis would not be what it is today.   iv TABLE OF CONTENTS DEDICATION ................................................................................................................................ ii ACKNOWLEDGEMENTS ........................................................................................................... iii LIST OF TABLES ......................................................................................................................... vi LIST OF FIGURES ...................................................................................................................... vii CHAPTER I. INTRODUCTION ............................................................................................................1 Gender Minority Terms and Definitions ...........................................................................1 Gender Minority Suicidality ..............................................................................................2 Gender Minority Stress and Resilience Model ..................................................................3 The Interpersonal Theory of Suicide .................................................................................5 Intersecting Identities ........................................................................................................7 Sexual Minorities .........................................................................................................7 Racial/Ethnic Minorities ..............................................................................................8 Protective Factors ..............................................................................................................9 Social Support ...........................................................................................................10 Current Study ...................................................................................................................11 II. METHOD .......................................................................................................................14 Measures ..........................................................................................................................14 Demographics ............................................................................................................14 Suicidality ..................................................................................................................15 Social Support ...........................................................................................................16 Data Analytic Plan ...........................................................................................................16 III. RESULTS .......................................................................................................................19 Descriptives .....................................................................................................................19 Sexual Minorities .............................................................................................................20 Racial/Ethnic Minorities ..................................................................................................21 Social Support .................................................................................................................22 IV. DISCUSSION .................................................................................................................25  v Limitations and Future Directions ...................................................................................28 Conclusion .......................................................................................................................31 REFERENCES ..............................................................................................................................32 APPENDIX A. DEMOGRAPHICS AND SURVEY QUESTIONS .......................................................38 B. IRB APPROVAL ............................................................................................................41   vi LIST OF TABLES Table 1 List of Hypotheses .......................................................................................................13 Table 2 Correlations ..................................................................................................................19 Table 3 Sexual Orientation and Race/Ethnicity Predicting Suicidal Ideation ..........................20 Table 4 Sexual Orientation Predicting Past Suicide Attempt ...................................................21 Table 5 Sexual Orientation as it Relates to Gender Identity Issues Contributing to Ideation and Number of Suicide Attempts ...........................................................................21 Table 6 Race/Ethnicity as it Relates to Gender Identity Issues Contributing to Suicidal Ideation ............................................................................................................22 Table 7 Social Support Predicting Suicidal Ideation ................................................................22 Table 8 Social Support Predicting Past Suicide Attempt ..........................................................23 Table 9 Social Support as it Relates to Gender Identity Issue Causing Ideation and Number of Suicide attempts ...............................................................................................24   vii LIST OF FIGURES Figure 1. GMSR Model .................................................................................................................4 Figure 2. The Interpersonal Theory of Suicide .............................................................................6 Figure 3. Sexual Orientation and Race/Ethnicity Questions .......................................................39 Figure 4. Suicidality Questions ...................................................................................................39 Figure 5. Social Support Question ..............................................................................................40 Figure 6. IRB Approval Letter ....................................................................................................42    1  INTRODUCTION Suicide is the tenth leading cause of death in the United States, accounting for 47,173 deaths in the United States in 2017 (CDC, 2018). Cross-nationally the lifetime prevalence of suicidal ideation is 9.2% and the lifetime prevalence of suicide attempt is 2.7% (Nock et al., 2008). However, among certain minorities groups, the rates of suicidal ideation and attempts are far higher. In particular, individuals who identify as a gender minority are at an increased risk for suicidal ideation and attempts, above and beyond the risk for the general population and even sexual minority individuals (Adams, Hitomi, & Moody, 2017; Haas, Rodgers, & Herman, 2014). Gender Minority Terms and Definitions Before discussing the link between gender identity and suicide, a clear understanding of the various terms and definitions is needed. The term gender minority is analogous to the term transgender and is a broad category that encompass identities where a person’s gender identity does not align with the sex they were assigned at birth. Cisgender individuals, on the other hand, are individuals who identify with the sex they were assigned at birth. Identities under the umbrella of the term gender minority may include trans man, trans woman, non-binary, agender, genderqueer, etc. Trans man describes someone who was assigned female at birth who identifies as a man. Trans woman describes someone who was assigned male at birth who identifies as a woman. Non-binary is another umbrella term for genders other than the binary man/woman. Agender is another umbrella term that is used to describe people who do not have a gender or  2 have a neutral gender identity. Genderqueer is an identity used by individuals who may not identify within the gender binary. Further, there may be other identities under the gender minority umbrella that are not listed here. Additionally, it is important to note that these definitions are evolving rapidly (Trans Student Educational Resources, n.d.). For the purpose of the current study, gender minority will be utilized to be an all-inclusive term. Gender Minority Suicidality Previous research indicates that rates for suicidal ideation in gender minority individuals are far higher (Adams et al., 2017) than the 9.2% in the general population (Nock et al., 2008). Adams and colleagues (2017) conducted a synthesis of 39 studies examining suicidality in gender minorities. Each study’s suicidality statistics (i.e., number of participants, mean, and range) were recalculated using the total number of participants as the denominator. After this, they combined all suicidality statistics and calculated the mean rates of ideation and attempts across the studies. Results demonstrated that the mean lifetime prevalence of suicidal ideation for gender minority individuals is 55.5% (range 28.9-96.5%), though, as noted by the range in this synthesis, other research has found the suicidal ideation rate to be over 95% (Adams et al., 2017; Kuper, Adams, & Mustanski, 2018). The mean rate of past-year suicidal ideation was nearly as high at 50.6% (range 30.8-80.2%), and the mean rate of pre-transition suicidal ideation was 36.1% (range 16.6-55.6%; Adams et al. 2017).  Suicide attempts have also been found to be far higher among gender minorities (Adams et al. 2017; Haas et al., 2014) than the 2.7% in the general population (Nock et al., 2008). In the synthesis, the average prevalence of lifetime attempts was 28.9% (range 10.7-52.4%; Adams et al., 2017). However, a national study with over 5000 gender minority participants found the suicide attempt rate was 41% (Haas et al., 2014). The average rate of past-year suicide attempts  3 was 10.7% (range 4.2-19%) and the average rate pre-transition was 13.1% (range 11.1-15%; Adams et al., 2017). Taken together, these rates indicate that gender minorities are at very high risk for both suicidal ideation and attempts, and that more research needs to be done to examine why this might be the case and how best to intervene.  Gender Minority Stress and Resilience Model In order to provide a rationale for why the rates of suicidal ideation and attempt are so high among gender minorities, the Gender Minority Stress and Resilience (GMSR) Model was developed (Testa, Habarth, Peta, Balsam, & Bockting, 2015). The GMSR model is based on the Minority Stress Model (Testa et al., 2015). This Minority Stress Model was created as an explanation for how social stressors related to sexual minority identity contributes to mental health outcomes (Meyer, 2003). In the GMSR model, there are certain factors that contribute to the mental and physical health outcomes of gender minority individuals. There are four external or distal stressors: gender-related discrimination, gender-related rejection, gender-related victimization, and non-affirmation of gender identity (Testa et al., 2015; Testa et al., 2017). Experiences of difficulties acquiring medical treatment, employment, housing, or legal documents on the basis of gender identity contribute to the discrimination stress. Rejection on the basis of gender identity includes rejections for individuals as well as communities. Victimization includes any physical or verbal harm as a result of one’s gender identity. Finally, lack of acknowledgement or acceptance of gender identity contribute to the stressor of non-affirmation (Testa et al., 2017). The discrimination construct of this model may be particularly important, as previous literature has demonstrated that experiencing trans-related discrimination is associated with 8 times higher odds of stress related to thoughts of suicide (Wilson, Chen, Arayasirikul, Raymond, & McFarland, 2016).    4 In addition to these external or distal stressors, the GMSR model also includes three internal or proximal stressors: negative expectations for future events, internalized transphobia, and non-disclosure of one’s identity (Testa et al., 2015; Testa et al., 2017). The negative expectation stressor is feeling as though one may experience victimization, discrimination, and/or rejection in the future, and may be based on one’s own experiences or the knowledge of other gender minorities’ experiences. Internalized transphobia occurs when an individual internalizes negative beliefs about gender minorities from society. Finally, identity nondisclosure occurs when an individual conceals their gender identity as a form of self-protection (Testa et al., 2017).    Figure 1. GMSR Model Dashed lines indicate inverse relationship.  The model also includes two resilience factors that may moderate the relation between the internal and external stressors and mental health outcomes. These potential resilience factors  5 include community connectedness and pride. Community connectedness occurs when a gender minority individual feels connected with other gender minority individuals. Pride is when an individual experiences pride surrounding their gender identity (Testa et al., 2015).   A previous study using this model has found that the external stressors predicted suicidal ideation through the internal stressors and accounted for 20% of the variance (Testa et al., 2017). Although this model does not account for a substantial amount of the variance for suicidal ideation, it is an important first step in understanding why gender minority individuals are at an increased risk for suicidality.  The Interpersonal Theory of Suicide In addition to the GMSR model, the Interpersonal Theory of Suicide may also provide an explanation for the higher rates of ideation and attempt among gender minority individuals. This theory proposes that there are three components that contribute to suicidal behavior: thwarted belongingness, perceived burdensomeness, and the capability for suicide (Joiner, 2005). Thwarted belongingness is proposed to occur when a person experiences disconnection from others and a lack of reciprocal care. Perceived burdensomeness is proposed to occur when a person experiences self-hatred and perceives themselves as a liability to others. Both thwarted belongingness and perceived burdensomeness and the hopelessness that these things will change contribute to the development of suicidal desire (Van Orden et al., 2010). In order to transition from suicidal thoughts to actions, one must either innately possess or acquire an increased pain tolerance and a decrease in fear about death, which is referred to as capability in the model (Van Orden et al., 2010).   6  Figure 2. The Interpersonal Theory of Suicide Studies have found that both thwarted belongingness and perceived burdensomeness predict suicidal ideation in general population samples. However, thwarted belongingness has been found to have a weaker relation to suicidal ideation than perceived burdensomeness (Chu et al., 2017). Among gender minorities, most components of the model predict suicidal ideation and attempts. When both thwarted belongingness and perceived burdensomeness were included in the model, thwarted belongingness was no longer a significant predictor of ideation in gender minorities however (Grossman, Park, & Russell, 2016). This result is similar to findings in sexual minority literature where thwarted belongingness was not a significant predictor of suicidal ideation (Baams, Grossman, & Russell, 2015; Hill & Pettit, 2012; Pate & Anestis, 2019; Woodward, Wingate, Gray, & Patalone, 2014).  The Interpersonal Theory has also been integrated with the internal stressor components of the GMSR. It was found that internalized transphobia and negative expectations were each positively related to both thwarted belongingness and perceived burdensomeness, but identity non-disclosure was not related to either construct (Testa et al., 2017). Additionally, for both internalized transphobia and negative expectations, thwarted belongingness and perceived  7 burdensomeness mediated the path to suicidal ideation. The inclusion of both theories in the model accounted for over half of the variance in suicidal ideation scores (R2=.544), and the gender minority stressors accounted for 22% of the variance in thwarted belongingness and 30% of the variance in perceived burdensomeness (Testa et al., 2017). Thus, both theories are important for conceptualizing suicidality among gender minorities.  Intersecting Identities In addition to gender minority specific issues contributing to gender minority individuals’ suicidality, it is likely that the presence of other minority identities may be a factor. Gender minority individuals may have other minority identities, such as race/ethnicity and sexual orientation, and these identities may interact in unique ways (Crenshaw, 1989). Thus, the intersection of these identities may increase gender minorities risk for suicide as experiences surrounding these identities contribute to distress. Sexual Minorities  Sexual minorities are individuals whose sexual orientation is different from the majority of society (i.e., heterosexual). The term sexual minority may encompass a variety of sexual orientations, including gay, lesbian, bisexual, pansexual, asexual, or queer (Pate & Anestis, 2019). Similar to the GMSR model, the Minority Stress model (Meyer, 2003) proposed that sexual minority individuals experience higher prevalence of mental disorders due to experiencing stigma and prejudice related to their sexual orientation. These experiences of discrimination and prejudice lead to vigilance about these events and the internalization of societal beliefs (Meyer, 2003).   8  Given that identifying as a sexual minority individual has been linked to unique stressors and elevated rates of mental disorders and suicide (Haas et al., 2011; Meyer, 2003), it is possible that identifying as a gender minority as well may compound their stress and lead to subsequently higher risk for negative mental health outcomes such as suicide. Previous literature has sought to explore this possibility but has found conflicting results.   Some studies found that there were no significant differences in suicidal ideation (Mathy, 2002; Russell, Pollitt, Li, & Grossman, 2018) or attempts (Clements-Noelle, Marx, & Katz, 2006; Lytle, Blosnich, & Kamen, 2016; Russell et al., 2018) in gender minority individuals on the basis of their sexual orientation, and another study even found that sexual minorities had a lower risk of suicide attempts compared to individuals who identified as heterosexual (Katz-Wise, Reisner, White Hughto, & Budge, 2017). However, other research found that sexual minority identity was associated with more self-harm (Lytle et al., 2016), suicidal ideation (Kuper et al., 2018; Lytle et al., 2016, Perez-Brumer, Day, Russell, & Hatzenbuehler, 2017), suicide risk (Kuper et al., 2018), and suicide attempts (Toomey, Syvertsen, & Shramko, 2018) as compared to a heterosexual identity. Therefore, there is mixed evidence that being a sexual minority and a gender minority interact to increase risk for suicidality. Thus, this area warrants further research.  Racial/Ethnic Minorities  Individuals who are a racial/ethnic minority are subject to discrimination on the basis of this identity, and this has been found to be associated with stress and other negative mental health outcomes (Williams, Neighbors, & Jackson, 2003). Thus, it may be possible that when this identity intersects with being a gender minority there are compounding stressors. These compounding stressors may then contribute to suicidal ideation and attempts. Indeed, a study  9 found that gender minority women and girls (age 16-24) who experienced high levels of both trans-related discrimination and race-related discrimination had higher odds of being distressed by thoughts of suicide This was especially high among African American individuals (Wilson et al., 2016).   Previous literature in this area has focused largely on suicide attempt history and has found conflicting evidence. Although one study found no race/ethnicity differences in suicidal behavior (Russell et al., 2018), other studies have found that White individuals had higher rates of ideation (Grossman et al. 2016) and higher attempts (Clements-Nolle et al., 2006) when compared with racial/ethnic minorities. White and African-American individuals have also been found to have higher suicidal ideation when compared with other racial/ethnic minorities (Nemoto, Bödeker, & Iwamoto, 2011). However, Perez-Brumer and colleagues (2015) found that White individuals had fewer attempts when compared with racial/ethnic minorities.  Further, higher odds of attempts have been found among non-White gender minorities (Klein & Golub, 2016), multiracial individuals (Goldblum et al., 2012; Katz-Wise et al., 2017), and those with an identity other than White, Black/African-American, Hispanic/Latino/Latina, Asian/Pacific Islander, or Native American (Goldblum et al. 2012).Thus, potential differences in suicidality, particularly suicidal ideation, among racial/ethnic minority gender minorities also warrants further investigation. Protective Factors As discussed in the GMSR model, there are certain factors that, if present, are protective against suicidality for gender minority individuals. The GMSR mentions community connectedness and pride as potential protective factors, but there may be others as well. For instance, previous research has found that being called by one’s chosen name is associated with  10 fewer depressive symptoms, less suicidal ideation, and less suicidal behavior; this was especially true when the chosen name could be used at home, school, work, and with friends (Russell et al., 2018).  Some qualitative research has also shown that gender minority individuals identify additional protective factors such as transitioning, acceptance of own identity, and social support (Moody, Fuks, Peláez, & Smith, 2015).  Social Support  A potential protective factor that is of particular importance is social support. Qualitatively, it has been noted from gender minority individuals that social support was a major protective factor before, during, and after transition, and that acceptance was the most powerful protective factor for suicide (Moody et al., 2015). Social support has also been found to be a robust protective factor for suicidal behavior in general population samples as well (Kleiman & Liu, 2013). Most of the social support for gender minorities comes from gender minority friends or non-gender minority friends rather than from family members (Garofalo, Deleon, Osmer, Doll, & Harper, 2006; Nemoto et al., 2011). In a study looking at a combined sample of sexual minorities and gender minority individuals, it was found that those who lack support from their families are at a higher risk for adverse mental health outcomes in young adulthood, even when they have other social support (McConnell, Birkett, & Mustanski, 2015). Higher parental support has been associated with higher life satisfaction, lower perceived burdensomeness, and fewer depressive symptoms among gender minority individuals (Simons, Schrager, Clark, Belzer, & Olsen, 2013). High social support has also been associated with a 49% reduction in suicidal ideation and an 82% reduction in suicide attempt risk, but only strong social support from parents was significantly associated with reduced suicide risk (Bauer et al., 2015). Surprisingly, although social support may be a critical protective factor for suicide in gender minority  11 individuals, there has been relatively little research in this area, particularly with different kinds of support, such as friends versus families. Additionally, much of the research in this area has focused on adolescents and may not generalize to adults. Thus, it is important to continue to focus on and expand this research in an effort to combat the high ideation and attempt rates among gender minorities.  Current Study This study seeks to expand on previous research in an attempt to resolve some of the conflicting literature surrounding gender minorities with intersecting identities. To do so, the relation between intersecting identities (e.g., sexual minority identity and racial ethnic minority identity) and suicidal ideation and the perception of gender identity being associated with suicidal ideation will be examined. The perception of gender identity issues contributing to suicidal ideation will be exploratory in nature, as no previous research has been conducted on insight into causes of suicidal ideation in gender minorities. Additionally, we will also assess whether suicide attempt history and number of suicide attempts relates to sexual minority identity. However, these variables will not be investigated for racial/ethnic minorities as attempt history has previously been examined with the current dataset (Goldblum et al., 2012). It is hypothesized that, compared with gender minorities with a heterosexual orientation, H1. gender minority individuals with an intersecting sexual minority identity will have higher rates of ideation, H2. be more likely to report a past suicide attempt, H3. have less perception of gender issues impacting ideation, as it is believed it will likely be split between identities, and H4. have higher numbers of attempts. For gender minorities with an intersecting racial/ethnic minority identity, it is hypothesized that H5. those with a non-White identity will have higher levels of  12 suicidal ideation and H6. less perception of gender identity issues causing ideation, again as it is believed to be split between the identities.  Additionally, this study seeks to fill in the gaps in the literature surrounding the impact of social support on suicidality among gender minority individuals. There has been relatively little research in this area and much of the research that has been done is with adolescent gender minorities. This study seeks to expand previous findings in an adult sample. Social support from friends, non-gender minority friends, gender minority friends, and religious group as it relates to suicidal ideation, perception of gender issues causing ideation, attempt history, and number of attempts will be examined. It is hypothesized that each of these three types of social support will be associated with H7. less suicidal ideation, H8. being less likely to report an attempt history H9. less perception of gender identity suicidal ideation, and H10. fewer number of attempts. See Table 1 for list of all hypotheses.     13 Table 1  List of Hypotheses  Hypotheses Support H1 Gender minorities with intersecting sexual minority identity will have higher rates of suicidal ideation than heterosexual individuals. No H2 Gender minorities with intersecting sexual minority identity will be more likely to report a suicide attempt than heterosexual individuals.  No H3 Gender minorities with intersecting sexual minority identity will have less perception of gender identity issues impacting suicidal ideation. No H4 Gender minorities with intersecting sexual minority identity will have higher numbers of suicide attempts than heterosexual individuals. No H5 Gender minorities with an intersecting racial/ethnic minority identity will have higher levels of suicidal ideation than White individuals.  No – opposite finding H6 Gender minorities with intersecting racial/ethnic minority identity will experience less perception of gender identity issues causing ideation. No H7 Social support from family, non-gender minority friends, gender minority friends, and religious groups will be independently associated with less suicidal ideation. Partially supported H8 Social support from family, non-gender minority friends, gender minority friends, and religious groups will be independently associated with less history of suicide attempts. No H9 Social support from family, non-gender minority friends, gender minority friends, and religious groups will be independently associated with less perception of gender identity issues causing ideation. No H10 Social support from family, non-gender minority friends, gender minority friends, and religious groups will be independently associated with fewer numbers of suicide attempts.  No   14  METHOD This study was a secondary data analysis using data from the Virginia Transgender Health Initiative Survey (THIS) data set retrieved from ICPSR (Bradford, 2015). This data was collected from September 2005 to July 2006 from 60 cities and counties in Virginia. Individuals had to identify as a gender minority to complete the survey. Participants completed either paper questionnaires or an online version. Individuals were recruited via service providers, support groups, community events, peer networks, and newsletter (Bradford, Reisner, Honnold, & Xavier, 2013). Participants in this study were 350 gender minority individuals who primarily identified their gender as transgender (41.7%), woman (25.4%), or man (19.4%).   Measures Demographics  Participants were asked to disclose their sexual orientation (“What is your sexual orientation?”) by choosing from a list or writing in a blank. The list included heterosexual (20.9%), gay (15.4%), lesbian (13.4%), bisexual (17.1%), questioning (4.9%), queer (8%), asexual (4%), no label (11.7%), and other (4%). When sexual orientation was dichotomized for analysis, 234 individuals were identified as sexual minorities (66.9%) and 73 as heterosexual (20.9%). Individuals who identified with no label (11.7%) were removed from analysis as their identity could not be easily dichotomized into sexual minority or non-sexual minority.  15 Additionally, 2 individuals (.6%) did not list a sexual orientation and were subsequently removed from analyses. Participants were also asked to indicate their race/ethnic identity (“What is your racial/ethnic background?”) from a list. The list included African American/Black (26.3%), White/Caucasian (67.4%), Hispanic or Latino/Latina (6.3%), Native American/American Indian (5.1%), other (1.1%). The list also included Asian/Pacific Islander and Caribbean but there were so few individuals with these identities that they would be easily identifiable and so they were not included in analyses. Additionally, participants were able to select multiple identities which accounts for why the percentages add up to be greater than 100%. For the purposes of analyses, individuals were dichotomized to be either white or a racial/ethnic minority. Individuals who selected multiple identities were coded as racial/ethnic minority. The re-coded sample was primarily white (61.7%).   Suicidality  Participants in this study were asked four questions regarding their suicidality. To measure suicidal ideation, participants were asked, “Have you ever thought about killing yourself?” and responded yes or no. They were then asked, “How much did your issues with gender identity or expression cause these thoughts?” There responses on this question were recorded with a 4-point Likert scale (1 = Not at all to 4 = The Main Reason).   To measure suicide attempts and attempt history, participants were asked “Have you ever tried to kill yourself?” and responded yes or no. Participants were then asked about number of attempts with “How many times have you tried to kill yourself?” Responses to this question were recorded as a write-in. However, the original researchers recoded this variable into categories: 1 attempt, 2 attempts, 3 attempts, 4-9 attempts, and 10 or more attempts.   16 Social Support  Participants were asked to indicate the level of social support they received from various people. The question asked, “In general, how supportive of your gender identity or expression are the following people?” Participants then responded on a 4-point Likert scale (1 = Not at all supportive to 4= Very supportive) and could also indicate if the question was not applicable to them. There were eight groups of people listed on the question, but this study will be focusing on four: birth family, gender minority friends, non-gender minority friends, and religious group.  Data Analytic Plan  H1. Compared with gender minorities with a heterosexual orientation, gender minority individuals with an intersecting sexual minority identity were hypothesized to have higher rates of suicidal ideation. This was analyzed using a logistic regression with sexual minority status as the predictor variable and suicidal ideation as the outcome variable.  H2. It was hypothesized that gender minorities with intersecting sexual minority identity will be more likely to report a suicide attempt than heterosexual gender minorities. This was analyzed using logistic regression with sexual minority status as the predictor variable and suicide attempt as the outcome variable. H3. Gender minorities with a sexual minority orientation were hypothesized to have less perception of gender issues impacting suicidal ideation compared to heterosexual gender minorities. H4. Gender minorities who are also sexual minorities are also hypothesized to have higher numbers of suicide attempts than gender minorities who are not sexual minorities. These hypotheses were analyzed using a MANCOVA with sexual minorities and heterosexual individuals as the independent variables, perception of gender issues impacting suicidal ideation and number of suicide attempts as the dependent variables, and age as the covariate.   17 H5. For gender minorities with an intersecting racial/ethnic minority identity, it was hypothesized that those with a non-White identity will have higher levels of suicidal ideation. This was analyzed using logistic regression with racial/ethnic identity as the predictor variable and suicidal ideation as the outcome variable.  H6. It was hypothesized that as compared to White gender minorities, racial/ethnic minority gender minority individuals would experience less perception of gender identity issues causing ideation. This was analyzed using an ANCOVA with White gender minorities and racial/ethnic minority gender minorities as the independent variables, perception of gender issues impacting ideation as the dependent variable, and age as a covariate.  H7. It was hypothesized that social support from family, non-gender minority friends, gender minority friends, and religious groups would be independently associated with less suicidal ideation. This was analyzed using a logistic regression with the four types of social support as the predictor variable and suicidal ideation as the outcome variable.  H8. It was hypothesized that social support from family, non-gender minority friends, gender minority friends, and religious groups would be independently associated with less history of attempts. This was analyzed using a logistic regression with the four types of social support as the predictor variables and suicide attempts as the outcome variable.  H9. Social support from family, non-gender minority friends, gender minority friends, and religious groups was hypothesized to be independently associated with less perception of gender identity issues contributing to suicidal ideation. H10. Social support from family, non-gender minority friends, gender minority friends, and religious groups was also hypothesized to be independently associated with fewer numbers of suicide attempts. To examine this, a  18 multivariate regression was conducted with the four types of social support as the predictors and perception of gender issues causing ideation and number of attempts as the outcome variables.    19  RESULTS Table 2  Correlations   1  2  3  4  5  6  7  8  9  10  1 Suicidal Ideation  -                    2 Gen. Issues and      Ideation  a  -                  3 Suicide Attempt  a  .127  -                4 Num. of Attempts  a  -.094  a  -              5 Sexual Orientation  -.055  -.102  .132  .093  -            6 Race/Ethnicity  -.268**  .002  .290**  -.270*  .109  -          7 Family Support  -.166**  -.022  -.044  -.031  -.089  -.008  -        8 GM Friend Support  .120*  .007  -.145*  -.053  .027  -.170**  .206**  -      9 Non-GM Friend Support  -.033  .044  -.003  .071  -.003  .028  .288**  .267**  -    10 Religious Support  .036  -.091  -.072  -.018  -.025  -.172  .265**  .211**  .176**  -  Note: * = significant at p < .05 level; ** = significant at p < .01 level a. The missing correlations were unable to run due to singularity. To address this, zeros were added where they could be inferred based on responses to other items. These exploratory correlations can be found below. a. Correlation between ideation and gender issues causing ideation: .847**  b. Ideation and attempt: .448**  c. Ideation and number of attempts: .378**  d. Attempts and number of attempts: .844**  Descriptives For variables used in the analyses, intercorrelations can be found in Table 2. Much of the present sample (63.7%) indicated that they had experienced suicidal ideation at some point in their lives. In terms of gender identity issues contributing to depression, 7.4% indicated it did not at all contribute, 22.9% indicated it was some of the cause, 16.6% reported was most of the  20 reason for their ideation, and 16.6% indicated it was the main reason for their ideation. In terms of history of at least one suicide attempt, 25.4% of the sample indicated they had attempted at least once. Out of those who had attempted 32.6% attempted once, 30.3% attempted twice, 15.7% attempted 3 times, 13.5% attempted 4 to 9 times, and 7.9% attempted suicide 10 or more times.  Sexual Minorities For our first hypothesis that gender minorities who are sexual minorities will have higher rates of suicidal ideation, results indicated that there were no significant differences in suicidal ideation among sexual minority and heterosexual gender minorities (B = .279, SE = .294, p = .343) (See Table 3). Thus, H1 was not supported.  Table 3  Sexual Orientation and Race/Ethnicity Predicting Suicidal Ideation Variable  B  SE  Wald  p  OR  Sexual Orientation  .279  .294  .899  .343  1.322              Race/Ethnicity  1.157  .239  23.475  < .001  3.180   For the second hypothesis that sexual minorities would have higher rates of ideation, when controlling for age, it was found that there were no significant differences in history of suicide attempt among sexual minority and heterosexual gender minorities (B = -0.682, SE = .353, p = .053) (See Table 4).  Thus, H2 was not supported.  For hypotheses two and three it was hypothesized that sexual minorities would have less perception of gender issues contributing to ideation (H3) and that sexual minorities would have higher numbers of suicide attempts (H4). However, when controlling for age, there were no  21 significant differences in gender identity issues contributing to ideation (F = 1.29, p = .259) or in number of suicide attempts (F = .845, p = .361) among sexual minority and heterosexual gender minorities (See Table 5). Thus, H3 and H4 were not supported. Table 4  Sexual Orientation Predicting Past Suicide Attempt Variable  B  SE  Wald  p  OR  Sexual Orientation  -.682  .353  3.731  .053  .506  Age      7.130  .129     Table 5  Sexual Orientation as it Relates to Gender Identity Issues Contributing to Ideation and Number of Suicide Attempts Variable  R2  F  p  pη2  Gender Identity Issues  .022  1.290  .259  .016  Age    .554  .459  .007            Number of Attempts  .013  .845  .361  .011  Age    .196  .659  .003   Racial/Ethnic Minorities For our fifth hypothesis that racial/ethnic minorities would have higher levels of suicidal ideation, the results indicated that there were significant differences in suicidal ideation based on racial/ethnic minority identity (B = 1.157, SE = .225, p <.001), such that White individuals were more likely to report suicidal ideation than non-Caucasian individuals (See Table 3). Thus, H5 was not supported. For our sixth hypothesis that racial/ethnic minorities would have less perception of gender identity issues contributing to ideation, when controlling for age, there were  22 no differences in gender identity issues contributing to suicidal ideation (F = .040, p = .842) based on racial/ethnic identity (See Table 6). Thus, H6 was not supported. Table 6  Race/Ethnicity as it Relates to Gender Identity Issues Contributing to Suicidal Ideation Variable  R2  F  p  pη2  Gender Identity Issues  .019  .040  .842  < .001  Age    4.146  .043  .019   Social Support For hypothesis seven that all four types of social support would be independently associated with being less likely to endorse suicidal ideation, the results indicated that social support non-gender minority friends and religious groups did not significantly impact suicidal ideation. However, social support from family (B = -.360, SE = .113, p = .001) and gender minority friends (B = .749, SE = .263, p = .004) significantly predicted suicidal ideation (See Table 7). Thus, H7 was partially supported.  Table 7  Social Support Predicting Suicidal Ideation Variable  B  SE  Wald  p  OR  Family Support  .360  .113  10.209  .001  1.433  GM Friends  -.749  .263  8.087  .004  .473  Non-GM Friends  .098  .147  .441  .507  1.103  Religious Group  -.100  .096  1.083  .298  .905   For hypothesis eight that all four types of social support would be independently associated with lower rates of suicide attempts, social support from family, gender minority  23 friends, non-gender minority friends and religious groups did not significantly impact suicide attempts (See Table 8). Thus, H8 was not supported.  Table 8  Social Support Predicting Past Suicide Attempt Variable  B  SE  Wald  p  OR  Family Support  .042  .119  .124  .725  1.043  GM Friend Support   .475  .316  2.261  .133  1.609  Non-GM Friend Support  -.005  .162  .001  .973  .995  Religious Group Support  .086  .106  .659  .417  1.090    For hypothesis nine that all four types of social support would be independently associated with less perception of gender identity issues contributing to ideation, support from family, gender minority friends, non-gender minority friends, and religious groups did not predict gender identity issues contributing to ideation. Thus, H9 was not supported. For hypothesis ten that all four types of social support would be independently associated with fewer numbers suicide attempts, support from family, gender minority friends, non-gender minority friends, and religious groups did not predict number of suicide attempts (See Table 9). Thus, H10 was not supported.    24 Table 9  Social Support as it Relates to Gender Identity Issue Causing Ideation and Number of Suicide attempts Variable  R2  F  p  pη2  Gender Identity Issues and Ideation  .560        Family Support    .780  .546  .086  GM Friend Support    .301  .825  .027  Non-GM Friend Support    1.246  .311  .131  Religious Group Support    .237  .915  .028  Age    .944  .338  .028            Number of Attempts  .528        Family Support    .767  .554  .085  GM Friend Support    .840  .482  .071  Non-GM Friend Support    1.370  .266  .142  Religious Group Support    .406  .803  .047  Age    1.598  .215  .046    25  DISCUSSION The purpose of this study was to examine whether gender minorities with other intersecting minority identities (e.g., sexual minority and racial/ethnic minority identity) are at higher risk of suicidal ideation and attempts. The study also sought to examine how social support from family, gender minority friends, non-gender minority friends, and religious groups impacts suicidal ideation and suicide attempts. It was hypothesized that individuals who had an intersecting sexual minority identity would be more likely to have suicidal ideation, less perception of gender identity issues contributing to ideation, more attempt history, and more suicide attempts. However, it was found that gender minorities individuals with an intersecting sexual minority identity were not significantly different from heterosexual gender minority individuals on suicidal ideation, perception of gender identity issues contributing to ideation, attempt history, or suicide attempts. These results are contrary to our hypotheses and the findings of several other studies that found higher suicidal ideation (Kuper et al., 2018; Lytle et al., 2016; Perez-Brumer et al., 2017) and higher attempts among sexual minority individuals (Toomy et al., 2018). However, these findings are consistent with other studies that found no significant differences in suicidal ideation (Mathy, 2002; Russell et al., 2018) or attempts (Clements-Noelle et al., 2006; Lytle et al., 2016; Russell et al., 2018) in gender minorities based on their sexual orientation. The results of this study and the others suggesting no differences suggest that the combination of gender minority status and sexual minority status do not create compounding  26 distress, perhaps due in part to experiences of discrimination and victimization already being endemic for gender minority identities (Mathy, 2002). Therefore, adding an additional sexual minority identity may not add additional distress.  It was also hypothesized that gender minority individuals with an intersecting racial/ethnic minority would be more likely to report suicidal ideation and less perception of gender identity issues contributing to ideation. Results indicate that gender minorities identifying as White were more likely to report suicidal ideation. This was the opposite of what was initially predicted. However, most of the studies that have looked at suicidal behavior have examined attempts and not ideation. While attempts are often found to be higher among racial/ethnic minorities (Goldblum et al., 2012; Katz-Wise et al., 2017; Klein & Golub, 2016; Perez-Brumer et al., 2015), our findings are more consistent with findings for suicidal ideation. Previous research that found White gender minority individuals had higher rates of suicidal ideation than racial/ethnic minorities (Grossman et al., 2016) and another found that White and African Americans have higher ideation rates than other racial/ethnic minorities. Thus, there is some existing evidence that White individuals may have elevated risk for suicidal ideation. There has been little research exploring why White gender minority individuals have higher ideation compared with racial/ethnic minority individuals. It is possible that for White gender minority individuals, this may be their first experience with pervasive discrimination, and this may cause distress as a result. Additionally, White individuals have been found to more readily disclose their suicidal ideation (Morrison & Downey, 2000). Therefore, these results may have been influenced by White individuals being more willing to disclose thoughts of suicide. Future research should explore this area further.   27  For social support, it was hypothesized that support from family, gender minority friends, non-gender minority friends, and religious groups would be independently associated with less suicidal ideation, less perception of gender identity issues contributing to ideation, less history of attempts, and fewer suicide attempts. For the latter three hypotheses, it was found that support from family, gender minority friends, non-gender minority friends, and religious groups did not significantly predict perception of gender identity issues contributing to ideation, history of attempts, or number of suicide attempts.  The first hypothesis regarding social support and suicidal ideation was partially supported, such that family support was independently associated with less suicidal ideation. This finding is consistent with previous literature that found that parental support was associated with significantly lower suicide risk (Bauer et al., 2015). It was found that non-gender minority friend support and religious group support was not significantly associated with suicidal ideation. An interesting finding from this analysis however, was that support from gender minority friends was associated with an increase in suicidal ideation. This finding appears to be counterintuitive given that most social support for gender minority individuals comes from friends (Nemoto et al., 2011). However, it is possible that individuals who are receiving more social support from their gender minority friends may be lacking social support from other groups, most notably family. Previous research has indicated that lacking family support, even while having support from other groups such as friends, is associated with poorer mental health outcomes (McConnell et al., 2015). Thus, even if they have support from gender minority friends, they may have less support in other areas. It is also possible that due to the questionnaire not specifying when the ideation occurred, the ideation may have occurred prior to these individuals making friends with other gender minority individuals. If they experienced a lot of social rejection from other people in their lives (i.e., family) they may have  28 experienced ideation when younger and may have focused more on making gender minority friends due to being rejected by others. Another possibility is related to the GMSR model. It is possible that having more gender minority friends makes an individual more aware of other people’s experiences of victimization, discrimination, rejection, and non-affirmation. The knowledge of these experiences as well as experiencing them oneself has been related to suicidal ideation (Testa et al., 2015; Testa et al., 2017). Thus, by being around more gender minority individuals who may have these experiences as well as experiencing them themselves may have contributed to the increase in ideation among individuals with more social support from gender minority friends.  Limitations and Future Directions  Although this article expands on previous research regarding intersecting minority identities and social support impacting suicidality in gender minority individuals, it has several limitations to note. This first limitation is that the dataset was collected over a decade ago. Though gender minority individuals still face discrimination and harassment, recent nationwide surveys indicate that more than 60% of Americans report they have become more supportive toward rights for gender minority individuals compared to five years ago (Jones, Jackson, Najle, Bola, & Greenberg, 2019). Therefore, results from this study may not capture the current experiences of gender minority individuals. However, given that there relatively little research on gender minority individuals available, these data are still some of the best data currently available to answer out research questions. More research should be conducted in this area to determine how these outcomes may have changed based on current experiences of gender minority individuals.   29  In addition to being over a decade old, this current study is also limited by how gender was considered in the original study. In the dataset, individuals were given the options man, woman, transgender, androgynous, questioning, genderqueer, and other, to describe their gender. These descriptions, although current for the time, do not necessarily reflect the some of the more current terminology (e.g., agender) as these terms evolve rapidly (Trans Student Educational Resources, n.d.). However, the labeling of gender with the categories man, woman, and broadly transgender also created difficulties in analyses. Due to having broader categorizations such as transgender, it made it difficult to parse out trans men and trans women. It is important to examine differences between these groups as they often have different experiences and outcomes (Grossman et al., 2016; Kuper et al., 2018; Perez-Brumer et al., 2015). Previous studies using this dataset have created binaries in this dataset by either broadly recategorizing anyone who listed their sex assigned at birth as male to trans woman and vice versa or only analyzing individuals who had indicated they had fully transitioned. However, researchers in this study felt the first option created an inaccurate dichotomy as many individuals in this study did not identify within the binary (e.g., 4.9% androgynous, 3.1% genderqueer). Thus, by dichotomizing these individuals into the gender binary, it erases their identified gender identity and may provide inaccurate information as individuals who identify outside the gender binary may have different experiences and outcomes (Grossman et al., 2016). Further, the second option of limiting which individuals to analyze also leaves out the experiences of those who have not transitioned, do not intend to transition, or who identify outside the gender binary. Thus, the researchers in this study chose to not follow those prior practices either. Again however, although this dataset was limited in its scope of gender, it is still one of the largest datasets of gender minority participants publicly available and provided rich data for gender minorities as a group. Future studies should  30 include more up-to-date options for gender identity and not focus as heavily on creating gender binaries for analyses.  Additionally, a limitation of the dataset is that it has no indication of the timeframe in which the suicidal ideation or suicide attempts occurred or when individuals came out as a gender or sexual minority. This makes it impossible to determine when the ideation or attempts occurred in relation to things like transition or coming out. These would have been important variables to consider in determining if experiences such as concealing identities were associated with attempts or ideation and whether being open about identities or undergoing transition impacted suicidality. Further, the original survey did not provide indications for the timeline of support from family, friends, and religious groups. It is possible then that some individuals in these groups may have been less supportive at some point and then become more supportive overtime and these factors may have had an impact on suicidality. However, it is impossible to tell from the current data. Despite these limitations, the present study lays the groundwork for future research, particularly longitudinal research, that will be able to better parse apart these associations.   This dataset is also limited geographically as participants in this study were all from the state of Virginia. Thus, findings from this study may not generalize to other regions of the country as experiences of gender minority individuals may differ based on region or state.   Finally, this study is limited by using gender identity, sexual orientation, and race/ethnicity as a proxy for experiences. It is assumed in this study that individuals who are minorities all have experiences of discrimination, harassment, victimization, etc. However, that may not be the case as some may not experience much of them at all or some may have more intense experiences of these than others. Therefore, the literature would be expanded by future  31 studies examining actual experiences such as transphobia, homophobia, and racism and how these relate to suicidality instead of using identities as proxies for these experiences.  Conclusion  Despite the limitations, this study made important contributions by expanding on previous research looking at intersecting identities and social support in gender minority individuals. This study found that family support was associated with less suicidal ideation, suggesting that increasing social support from family may be an important factor to consider for suicide prevention for gender minority individuals. It was also found that White individuals have higher rates of suicidal ideation as compared with racial/ethnic minority individuals, and that gender minority friend support was associated with higher rates of suicidal ideation. These findings suggest that some individuals within the gender minority community may be at higher risk for suicidal ideation. However, as there is little but conflicting research in this area, more research is needed to understand why these individuals are at increased risk. 32 REFERENCES Adams, N., Hitomi, M., & Moody, C. (2017). Varied reports of adult transgender suicidality: Synthesizing and describing the peer-reviewed and gray literature. Transgender Health, 2(1), 60-75. Baams, L., Grossman, A.H., & Russell, S.T. (2015). Minority stress and mechanisms of risk for  depression and suicidal ideation among lesbian, gay, and bisexual youth. Developmental Psychology, 51(5), 688-696. Bauer, G.R., Scheim, A.I., Pyne, J., Travers, R., & Hammond, R. (2015). Intervenable factors  associated with suicide risk in transgender persons: A respondent driven sampling study in Ontario, Canada. Bio Med Central Public Health, 15, 525.  Bradford, J. B. Virginia Transgender Health Initiative Study (THIS), 2005-2006. Ann Arbor,  MI: Inter-university Consortium for Political and Social Research [distributor], 2015-09-24. Bradford, J., Reisner, S.L., Honnold, J.A., & Xavier, J. (2013). Experiences of transgender- related discrimination and implications for health: Results from the Virginia Transgender Health Initiative Study. American Journal of Public Health, 103(10), 1820-1829. Center for Disease Control (2018). Health, United States, 2017: With special feature on  mortality. Retrieved from: https://www.cdc.gov/nchs/data/hus/hus17.pdf.     33 Chu, C., Buchman-Schmitt, J.M., Stanley, I.H., Hom, M.A., Tucker, R.P., Hagan, C.R., . . .  Joiner, T.E. (2017). The interpersonal theory of suicide: a systematic review and meta-analysis of a decade of cross-sectional research. Psychological Bulletin, 143(12), 1313-1345. Clements-Noelle, K., Marx, R., & Katz, M. (2006). Attempted suicide among transgender  persons: The influence of gender-based discrimination and victimization. Journal of Homosexuality, 51(3), 53-69.  Crenshaw, K. (1989). Demarginalizing the intersection of race and sex: A black feminist critique  of antidiscrimination doctrine, feminist theory, and antiracist politics. University of Chicago Legal Forum, 1(8), 139-167.  Garofalo, R., Deleon, J., Osmer, E., Doll, M., & Harper, G.W. (2006). Overlooked,  misunderstood and at-risk: Exploring the lives and HIV risk of ethnic minority male-to-female transgender youth. Journal of Adolescent Health, 38, 230-236. Goldblum, P., Testa, R.J., Pflum, S., Hendricks, M.L., Bradford, J., & Bongar, B. (2012). The  relationship between gender-based victimization and suicide attempts in transgender  people. Professional Psychology: Research and Practice, 43(5), 468-475.   Grossman, A. H., Park, J. Y., & Russell, S.T. (2016). Transgender youth and suicidal behaviors:  Applying the interpersonal psychological theory of suicide. Journal of Gay & Lesbian Mental Health, 20(4), 329-349.  Haas, A.P., Eliason, M., Mays, V.M., Mathy, R.M., Cochran, S.D., D’Augelli, A.R. . . . Clayton,  P.J. (2011). Suicide and suicide risk in lesbian, gay, bisexual and transgender populations: Review and recommendations. Journal of Homosexuality, 58, 10-51.   34 Haas, A.P., Rodgers, P.L., & Herman, J.L. (2014). Suicide attempts among transgender and  gender non-conforming adults: Findings of the National Transgender Discrimination Survey. Retrieved from: https://williamsinstitute.law.ucla.edu/wp-content/uploads/AFSP-Williams -Suicide-Report-Final.pdf.  Hill, R.M. & Pettit, J.W. (2012). Suicidal ideation and sexual orientation in college students: The  roles of perceived burdensomeness, thwarted belongingness, and perceived rejection due to sexual orientation. Suicide and Life-Threatening Behavior, 42(5), 567-579. Joiner, T. (2005). Why people die by suicide. Cambridge, MA: Harvard University Press.  Jones, R.P., Jackson, N., Najle, M., Bola, O., & Greenberg, D. (2019). America’s growing  support for transgender rights. Public Religion Research Institute (PRRI). Retrieved from: https://www.prri.org/research/americas-growing-support-for-transgender-rights/ Katz-Wise, S.L., Reisner, S.L., White Hughto, J.M., & Budge, S.L. (2017). Self-reported  changes in attractions and social determinants of mental health in transgender adults. Archives of Sexual Behavior, 46, 1425-1439. Klein, A. & Golub, S.A. (2016). Family rejection as a predictor of suicide attempts and  substance misuse among transgender and gender nonconforming adults. LGBT Health, 3, 193-199.  Kuper, L.E., Adams, N., & Mustanski, B.S. (2018). Exploring cross-sectional predictors of  suicidal ideation, attempt, and risk in a large online sample of transgender and gender nonconforming youth and young adults. LGBT Health, 5, 391-400.  Lytle, M.C., Blosnich, J.R., & Kamen, C. (2016). The association of multiple identities with self- directed violence and depression among transgender individuals. Suicide and Life-Threatening Behavior, 46(5), 535-544.   35 Mathy, R.M. (2002). Transgender identity and suicidality in a nonclinical sample: Sexual  orientation, psychiatric history, and compulsive behaviors. Journal of Psychology and Human Sexuality, 14(4), 47-65. McConnell, E.A., Birkett, M.A., Mustanski, B. (2015). Typologies of social support and  associations with mental health outcomes among LGBT youth. LGBT Health, 2, 55-61.  Meyer, I. H. 2003. Prejudice, social stress, and mental health in lesbian, gay, and bisexual  populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674-697.  Moody, C., Fuks, N., Peláez, S., & Smith, N.G. (2015). “Without this I would for sure be dead”:  A qualitative inquiry regarding suicide protective factors among trans adults. Psychology of Sexual Orientation and Gender Diversity, 2(3), 266-280. Morrison, L.L. & Downey, D.L. (2000). Racial differences in self-disclosure of suicidal ideation  and reasons for living: Implications for training. Cultural Diversity and Ethnic Minority Psychology, 6(4), 374-386. Nemoto, T., Bödeker, B. & Iwamoto, M. (2011). Social support, exposure to violence and  transphobia, and correlates of depression among male-to-female transgender women with a history of sex work. American Journal of Public Health, 101, 1980-1988.  Nock, M.K., Borges, G., Bromet, E.J., Alonso, J., Angermeyer, M., Beautrais, A., . . . Williams, D. (2008). Cross-national prevalence and risk factors for suicidal ideation, plans and attempts. The British Journal of Psychiatry, 192, 98-105.     36 Pate, A.R. & Anestis, M.D. (2019). Comparison of perceived burdensomeness, thwarted  belongingness, capability for suicide, and suicidal ideation among heterosexual and sexual minority individuals in Mississippi. Archives of Suicide Research. Advance online publication. doi:10.1080/13811118.2019.1598525 Perez-Brumer, A., Day, J.K., Russell, S.T., & Hatzenbuehler, M.L. (2017). Prevalence and  correlates of suicidal ideation among transgender youth in California: Findings from a representative, population-based sample of high school students. Journal of the American Academy of Child and Adolescent Psychiatry, 56(9), 739-746. Perez-Brumer, A., Hatzenbuehler, M.L., Oldenburg, C.E., & Bockting, W. (2015). Individual-   and structural-level risk factors for suicide attempts among transgender adults. Behavioral Medicine, 41, 164-171.   Russell, S.T., Pollitt, A.M., Li, G., & Grossman, A.H. (2018). Chosen name use is linked to  reduced depressive symptoms, suicidal ideation, and suicidal behavior among transgender youth. Journal of Adolescent Health, 63, 503-505.  Simons, L., Schrager, S.M., Clark, L.F., Belzer, M., & Olsen, J. (2013). Parental support and  mental health among transgender adolescents. Journal of Adolescent Health, 53, 791-793. Testa, R.J., Habarth, J., Peta, J., Balsam, K., & Bockting, W. (2015). Development of the gender  minority stress and resilience measure. Psychology of Sexual Orientation and Gender Diversity, 2(1), 65-77.  Testa, R.J., Michaels, M., Bliss, W., Rogers, M.L., Balsam, K.F., & Joiner, T. (2017). Suicidal  ideation in transgender people: Gender minority stress and interpersonal theory factors. Journal of Abnormal Psychology, 126(1), 125-136.   37 Toomey, R.B., Syvertsen, A.K., & Shramko, M. (2018). Transgender adolescent suicide  behavior. Pediatrics, 142(4), 1-8.  Trans Student Educational Resources. (n.d.). LGBTQ+ definitions. Retrieved March 25, 2019,  from http://www.transstudent.org/definitions.   Van Orden, K.A., Witte, T.K., Cukrowicz, K.C., Braithwaite, S.R., Selby, E.A., & Joiner, T.E.  (2010). The interpersonal theory of suicide. Psychological Review, 117(2), 575-600. Williams, D.R., Neighbors, H.W., & Jackson, J.S. (2003). Racial/ethnic discrimination and  health: findings from community studies. Racial/Ethnic Bias and Health, 92(2), 200-208. Wilson, E.C., Chen, Y.H., Arayasirikul, S., Raymond, H.F., & McFarland, W. (2016). The  impact of discrimination on the mental health of trans*female youth and the protective effect of parental support. AIDS Behavior, 20, 2203-2211. Woodward, E.N., Wingate, L., Gray, T.W., Pantalone, D.W. (2014). Evaluating thwarted  belongingness and perceived burdensomeness as predictors of suicidal ideation in sexual minority adults. Psychology of Sexual Orientation and Gender Diversity, 1(3), 2.     38  DEMOGRAPHICS AND SURVEY QUESTIONS  39  Figure 3. Sexual Orientation and Race/Ethnicity Questions    Figure 4. Suicidality Questions   40  Figure 5. Social Support Question    41  IRB APPROVAL   42   Figure 6. IRB Approval Letter     ",
    "id": 480800144,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarsjunction.msstate.edu:td-3786"
    },
    "title": "Intersecting identities and social support impacting suicidal ideation and attempts among gender minority adults",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-12-13T08:00:00+00:00",
    "publisher": "Scholars Junction",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarsjunction.msstate.edu/cgi/viewcontent.cgi?article=3786&context=td"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/480800144.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/480800144"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/480800144/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/480800144/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/480800144"
        }
    ],
    "abstract": "Suicidality rates are far higher among gender minority individuals than in the general population. This study sought to determine if intersecting identities and social support play a role in these rates. There were no differences in suicidality among gender minorities with an intersecting sexual minority identity. For intersecting racial/ethnic identities, it was found that White individuals were more likely to report past suicidal ideation than racial/ethnic minority individuals. Family support was independently associated with less suicidal ideation, whereas gender minority friend support was independently associated with an increase in suicidal ideation",
    "tags": [
        "text",
        "gender minority",
        "suicidal ideation",
        "suicide attempt",
        "sexual minority",
        "racial/ethnic minority"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarsjunction.msstate.edu:td-3786",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "21502",
        "openDoarId": 0,
        "name": "Scholars Junction - Mississippi State University Institutional Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 480800144,
        "depositedDate": null,
        "publishedDate": "2019-12-13T08:00:00+00:00",
        "updatedDate": "2024-02-21T01:10:40+00:00",
        "acceptedDate": null,
        "createdDate": "2021-12-03T03:10:43+00:00"
    },
    "urls": [
        "https://scholarsjunction.msstate.edu/td/2787",
        "https://scholarsjunction.msstate.edu/context/td/article/3786/viewcontent/Ashley_Pate_Thesis.pdf"
    ],
    "lastUpdate": "2024-02-21T01:10:40+00:00",
    "setSpecs": []
}