{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Hunter, Lisa"
        },
        {
            "name": "Zavros-Orr, Agli"
        },
        {
            "name": "Brömdal, Annette"
        },
        {
            "name": "Hand, Kirstine"
        },
        {
            "name": "Hart, Bonnie"
        }
    ],
    "contributors": [],
    "createdDate": "2023-12-03T00:54:38+00:00",
    "dataProvider": {
        "id": 1462,
        "name": "Federation ResearchOnline",
        "url": "https://api.core.ac.uk/v3/data-providers/1462",
        "logo": "https://api.core.ac.uk/data-providers/1462/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1080/13573322.2022.2115477",
    "downloadUrl": "https://core.ac.uk/download/591749286.pdf",
    "fullText": " Page 1 of 1 Federation University ResearchOnline https://researchonline.federation.edu.au Copyright Notice This is an accepted manuscript of an article published by Taylor & Francis in Sport, Education and Society on 20 September 2022, available at : https://www.tandfonline.com/doi/full/10.1080/13573322.2022.2115477 CRICOS 00103D RTO 4909  See this record in Federation ResearchOnline at: http://researchonline.federation.edu.au/vital/access/HandleResolver/1959.17/195834 Title: Intersex awareness and education: What part can Health and Physical Education bodies of learning and teaching play?  Authors: 1. lisahunter, Faculty of Education, Monash University, Peninsula Campus, Frankston,Victoria, Australia2. Agli Zavros-Orr, Institute of Education, Arts and Community, Federation University,Victoria, Australia.3. Annette Brömdal, School of Education, Faculty of Business, Education, Law andArts, Centre for Health Research, Institute for Resilient Regions, University ofSouthern Queensland, Toowoomba, Queensland, Australia4. Kirstine Hand, True Relationships and Reproductive Health, Brisbane, Queensland,Australia5. Bonnie Hart, Independent Academic and Consultant, Cambroon, Queensland,AustraliaAbstract It is well-documented that schools fail to adequately engage with contemporary content about intersex awareness and education or inclusion of people with intersex variations. Where sexuality and relationships education are the remit of Health and Physical Education (HPE) curriculum in countries such as Australia, the learning area shows little obligation/response-ability towards the needs of students with intersex variations. It also fails to pay nuanced attention to non-dominant issues, knowledge, or people with respects to sex, gender and sexuality. Similarly, the normative endosex nature/focus of HPE/PE/sport and related professional education bodies (e.g., in teaching and coaching) ignore the need for relevant and affirming content about intersex bodies. A recent project reported in this paper, created a collective narrative addressing how such HPE bodies of learning and teaching can advocate for and enact approaches that are inclusive, affirming, visible, and supportive in promoting and upholding the human rights and health needs of students with intersex variations. The research question driving the project was: What part can HPE bodies of learning and teaching play concerning intersex awareness and education? This original empirical research draws on the methodology and theory of narrative inquiry. The narrative was created between artefacts from a cohort of second year Australian pre-service HPE teacher education students in dialogue with teacher/researcher/expert/author bodies. The paper employs a recently developed Strategic Framework for intersex inclusion that promotes a positive whole-school approach, for educational institutions to be more inclusive, humane, safe, and educationally relevant for people with intersex variations. This framework assists critical reflection on project findings. We argue that such engagement, as illustrated in this project’s scope, promotes a positive and diverse understanding about intersex in educational spaces, curriculum and pedagogies, guidelines, and policies, and ultimately reflect Australian Human Rights Commission recommendations and Australian anti-discrimination legislation. Introduction One of the roles of education is to support young people to better understand the body’s biology and functions to enhance agency and capacity to provide personal and corporeal informed consent. Against this backdrop, it is well-documented that schools fail to adequately engage with contemporary intersex content (Brömdal, Rasmussen, Sanjakdar, Allen & Quinlivan, 2017; Jones, 2019; Jones et al. 2016; Stahl, 2015; Suárez et al., 2019), and in such settings LGBTQIA+ students more generally feel invisible, stigmatized, unsupported, unsafe and/or discriminated against (Bush et al. 2015; Hillier et al. 2010; Jones 2015; Jones & Hillier 2013, 2012; Radcliffe, et al., 2015; Kosciw et al. 2011). For people with intersex variations, this not only includes those identifying queerly but also those who are heterosexual, and those who may not use the term intersex or have not yet learned that they are born with an intersex variation. Endosex bodies, or bodies of “people whose sex characteristics meet medical and social norms for typically ‘male’ or ‘female’ bodies” (Australian Human Rights Commission [AHRC], 2016), have been significant in subjugating and controlling bodies who might sit outside such norms and be designated intersex, or as a person with intersex variations. A current working definition is “Intersex people have innate sex characteristics that don’t fit medical and social norms for female or male bodies, and that create risks or experiences of stigma, discrimination and harm” (Intersex Human Rights Australia [IHRA], 2021). This is based on the understanding that “sex characteristics are physical features relating to sex, including chromosomes, genitals, gonads, hormones, and other reproductive anatomy, and secondary features that emerge from puberty” (Yogyakarta Principles +10, 2017).   This empirical research draws on narrative inquiry for both methodology and theory. The use of narrative inquiry acknowledges the storied nature of the landscape and work associated with a recent project by student/educator/researcher/activist bodies in HPE teacher education (HPETE). In the project explored for the purpose of this paper, the focus was on an ethics of inclusion both in how preservice teachers (PSTs) were guided as well as working WITH people with intersex variations. This was to create respectful, responsive, and reciprocal understandings about bodily diversities and needs through health promotion and health education as part of HPETE. The project sought to enhance PST efficacy employing a Strategic Framework (Brömdal, Zavros-Orr, lisahunter, Hand & Hart, 2021) in their own work. Focused attention was on linguistic awareness and critical thinking highlighting intended and unintended biased approaches in PST programs. This in turn, enabled PSTs and educators the opportunity to be curious and courageous in authentic ways beyond existing knowledge frameworks of what is valued knowledge in inclusive education and when promoting physical activity, health, wellbeing with self-determination outcomes for all.   As such, our concern in this paper is in what Clandinin, Downey and Huber (2009) describe as the “shifting landscapes” in which educator bodies live and work, how shifting landscapes shape each educator’s knowledge and identity, as “stories to live by” (p. 142). Focussing on one group of bodies, PSTs’ and their shifting landscapes within a space assembled, held and constituted by others and matter beyond just bodies (Barad, 2003), we also consider our shifting landscapes as authors/educators/researchers/activists/lived experience bodies1 and the kinds of spaces we might collaboratively shape with (emerging) teachers in creating their stories to live by. As “[o]ur lives as teacher educators are intimately interwoven with the lives of teachers, children and youth” (p.142) and in working narratively (Connelly & Clandinin, 2006), we reflect on ways teacher education (formal and informal) might create more educative spaces in collaboration with lived experience and PSTs towards understanding and inclusion of people with intersex variations. As such the research question driving this study  1 With further explanation in the Methodology section’s ‘Context and Participants’ the authors of this paper had multiple roles, as authors of the framework, as educators in the study, as activists, and some with lived intersex experience. We refer to them as ‘authors’ when all are included, bringing us together as authors/educators/ researchers/activists/lived experience bodies. When only some, and/or acting in more specific roles we specify those roles and author names. and paper is: What part can Health and Physical Education bodies of learning and teaching play concerning intersex awareness and education?  Intersex and Sexuality Education Intersex as a topic requires paying attention to innate human biology that has been subjugated through historically established discursive practices. This occurs in sexuality education (SE) and relationships education (RE, together RSE), the remit of HPE curriculum in Australia. This learning area shows little obligation or explicit response towards the needs of students with intersex variations, nor more nuanced attention to non-dominant issues/knowledge, or people with respects to sex, gender and sexuality, intersectionality (Bush et al. 2015; Hillier et al. 2010; Jones 2015; Jones & Hillier 2013, 2012; Radcliffe, et al., 2015; Kosciw et al. 2011) despite policy attention to diversity. Currently within Australia however, work is being conducted in two state jurisdictions, Victoria and the Australian Capital Territory, on prohibitive measure in support of ensuring one can make informed decisions about one’s body (bodily integrity, bodily autonomy, and self-determination), such as saying no to unnecessary surgical interventions to force a person to fit binary sex characteristics. Where this research project was situated, RSE is within the HPE domain of the Foundation to Year-10 curriculum (Victoria Department of Education and Training [VDET], 2021). People born with intersex variations are mentioned in education policy, recognising “the responsibility of school communities to ensure that teaching is inclusive and relevant to the lived experiences of all students, including those who may be…intersex” (Victorian Curriculum and Assessment Authority [VCAA], 2021). Given students’ engagement with curriculum and teaching, events have both intended and unintended outcomes it is critical that engagement with curriculum provides learning that enhances a young person’s agency in the instance they are called to have input in a decision about their body. While VCAA asserts the curriculum “allows flexibility for schools to meet the learning needs of all young people, particularly in the health focus area of relationships and sexuality” (2021), it neither prescribes where intersex can be included in the curriculum, nor identifies how intersex be included in learning and teaching materials (Brömdal, et al., 2021).  Parallel to this, teachers report anxiety and lack of confidence and competence to teach SE/CSE/RSE (Carrion & Jensen 2014; Johnson, Sendall, & McCuaig 2014) fuelled by school and education systems’ unwillingness to address sexuality, SE or non-normative sex/gender/sexuality (Blake 2008, Goldman 2008; Helmer et al. 2015; Mitchell et al. 2011; Shannon & Smith 2015; Smith et al., 2011). Some reluctance derives from societal resistance to explicit SE/CSE/RSE (Ferfolja & Ullman 2017; Shannon & Smith 2017) with an endosex, gender binary and heteronormative hidden curriculum, maintained by deficiencies in initial teacher education (Carman et al., 2011; Eisenberg et al., 2013; Ollis et al., 2013). The (un)intentional subjugation of intersex as part of innate human biology (also noted in other living organisms) renders it invisible. This invisibility societally has meant that teacher education programmes that do include SE seldom move beyond heteronormative perspectives on sex characteristics, genders or sexualities. Similarly, “teachers still seem reluctant to actively counter heterosexism and LGBTIQ[A+] topics in schools as their knowledge and understanding about these students and their needs seem limited” (Brömdal, et al., 2017, p. 373). In effect, this interferes with creating inclusive learning environments. Another significant issue here is intersex invisibility when situated within the LGBTQIA+ acronym (Hegarty et al., 2020). Engagement with intersex as a topic that goes beyond providing definitions to understanding the intersectionality and perspectives of this diverse population, including groups who may not use the term intersex, is also low. Focused learning about intersex enables teachers to better understand the specificities of the topic, and to be more efficacious in their teaching by being able to answer questions such as what, when, why, for whom (age cohorts), where (content delivery), and how (Brömdal, et al., 2021). Resources have been developed to support educators to offer intersex inclusive SE (e.g., ‘All Of Us’ Safe Schools Coalition Australia, 2016; Bush et al., 2015; A Gender Agenda, 2002), and for health and education practitioners to support intersex needs and inclusion (e.g., Healthcare and Wellbeing Pathways, Queensland Council for LGBTI Health, Intersex Peer Support [IPSA], and IHRA Yellow Tick Program). As recommended by the AHRC report: Protecting the human rights of people born with variations in sex characteristics in the context of medical interventions (Frommer et al, 2021) relevant work is starting to occur across Australia, but as yet not in education. The AHRC report highlights the human rights violation experienced by children with intersex variations in Australia, and the need for this to be addressed by government through various mechanisms, including education. Education is critical to understanding and advocating for one’s human rights and bodily autonomy, especially in relation to often coercive medical practices about the need for surgery in the absence of education about intersex and the 40 known variations (Brömdal, et al., 2021). There has been extensive awareness raising on this topic for decades, more so since 2013. However, the education sector is lagging in supporting children’s knowledge acquisition about their intersex bodies.  Reportedly, in-service and PSTs have little or no idea about intersex variations (lisahunter et al., 2020), and how to achieve meaningful inclusion of people with intersex variations. In light of this, Brömdal and Davis (2020) encourage HPE teacher educators and PST’s to engage their students in critically examining intersex and normative body conversations through the lens of eligibility regulations/tests and policy in women’s elite sport. While some HPE PSTs are familiar with the notion of ‘sex test’ or ‘gender verification’ and headlines surrounding athletes, few are familiar with: what intersex, hyperandrogenism, or differences of sex development entail (Brömdal & Davis, 2020). Similarly, few are aware of the validity of ‘advantage’ arguments; what these diverse eligibility regulations/tests involve; when, how and why these tests and policies around the body came about; or, who the authorities and authors of these corporeal tests have been, identifying women athletes with specific intersex variations as a cohort that needs to be policed in elite sports (see Brömdal. Olive & Walker, 2020; Brömdal & Rasmussen, 2022). Brömdal & Davis (2020) also note that fewer PSTs seemed comfortable to incorporate these conversations into their classroom through interactive activities inspired by an inclusive framework including intersex visibility; instead overlooking, or even avoiding such topics altogether (Intersex Society of North America et al., 2001, pp. 6-7). Jones (2019) argues that PST educators need to raise awareness about intersex discourses, including and discussing human rights legal frameworks and education policies on intersex (p.286). Zavros-Orr (2021 is this the ‘in press’ ref) outlined the issues, themes, and approaches for addressing this educational gap experienced by 1.7% of students with variation in sex characteristics in the Australian context. However, without educated educators or mandatory curriculum with accountability, such arguments continue to meet resistance. When teaching about intersex, teachers need to be aware that beyond common issues faced amongst all people with innate variations in sex characteristics there are specific differences associated with each variation that also need attention within the curriculum (Brömdal, et al., 2017). This implies that teachers need to look beyond a tokenistic or definitional approach to teaching about intersex (Brömdal, et al., 2017) and engage in intentional processes and accurate learning, whether they have the expertise or not (Brömdal, et al., 2021). This requires scholarship and learning about intersex incorporating lived experiences that can be accessed through partnership with intersex-led groups and organisations (Brömdal, et al., 2021). Teachers should assume intersex is around them and “educate themselves about intersex issues, and dare to work with and against young people’s curiosity for stories about what they may perceive to be, and are often told to be, ‘embarrassing bodies’” (Brömdal, et al., 2017, p.372). Concurrently, when teachers are regarded as knowledgeable and deliver a whole-school inspired SE within an inclusive, affirming, and supportive climate, the authentic inclusion of people with intersex variations, and richer SE more generally, is possible (Tshomo et al., 2020; Xiong, et al., 2020). After further details of our methodology we report our findings, discussion, and implications.  Methodology: Where ethico-onto-epistemologies are called into action The phenomenon under study in this paper is the topic of intersex within the landscape of teacher education, interwoven with the lives of PSTs, PST educators, people with lived experience of intersex variation effects in an endosex-dominant world, technology, assessment, material resources and products, and an agenda of promoting intersex awareness through (health)education. We aim to understand and represent experience, not as a universal truth but a composition that is partial and incomplete. There is a relational ethics that links the nature of experience to epistemological knowledge claims where “The experiences of participants and researchers frame the entire research process, from situating the researcher within the research puzzle, to living in the field, to composing field and research texts” (Clandinin & Murphy, 2006, p. 601).  Knowing that the impact of research (positively and negatively) is often on rather than with marginalised groups, our methodology draws on IHRA’s resources on research with intersex populations (https://ihra.org.au/research/) and a related strategic framework for intersex inclusion in educational contexts (hereon framework) (Brömdal, et al., 2021). This framework was written in line with community expectations and principles of informed awareness, ally-ship and actions as defined in the Darlington Statement (AIS Support Group Australia et al., 2017). More specifically, it was written to offer insights into how HPE/sport institutions and professional development organisations might contribute to a more positive, diverse understanding about intersex and a more inclusive, safe and educationally available space for people with intersex variations.   This paper also draws on narrative inquiry (Clandinin, 2007) methodologically situated in “lived experience—that is, in lives and how they are lived” (Clandinin & Connelly, 2000, p. xxii). Narrative inquiry includes complex dimensions of research requiring attention to temporality, sociality, and place (Clandinin et al., 2007), and at the heart of narrative inquiry is relational ethics. Narrative inquiry is when:  People shape their daily lives by stories of who they and others are and as they interpret their past in terms of these stories. Story, in the current idiom, is a portal through which a person enters the world and by which their experience of the world is interpreted and made personally meaningful. Narrative inquiry, the study of experience as story, then, is first and foremost a way of thinking about experience. Narrative inquiry as a methodology entails a view of the phenomenon. To use narrative inquiry methodology is to adopt a particular view of experience as phenomenon under study (Connelly & Clandinin, 2006, p. 375).   The project put the intersex literature to work through narrative inquiry, explicitly working ethically and relationally.    A description of this narrative inquiry Analysing the lived experiences of an assemblage of teacher educator and PST bodies (see Context and Participants below) and the stories they tell, we explored how participant knowledges intersect to develop deeper understanding of the topic, storying together both intersex and endosex perspectives as inquiry. Through attention to temporality, sociality and space, this work is framed by drawing and building upon other inquiries, to inform HPETE of the significance of intersex awareness. Folding in research texts such as the strategic framework, with field texts created by authors and PSTs in a teacher education unit, then revisited by authors to create interim research texts to story an analysis, provides insight into how experiences might be provided to cohorts such as these HPE PSTs (Figure 1). This also addresses how HPE bodies might engage with, learn about, teach, advocate for, and embody a movement towards inclusive, affirming, visible, and supportive environments, upholding the rights and health of students with intersex variations (Brömdal, et al., 2021). The next section positions the HPE PST participants more fully and the contexts assembled in field texts, including non-PST’s with lived intersex experiences, those often unacknowledged, but arguably central to the evidence from which this paper draws.    Figure 1: Narrative inquiry process  Context and participants  Fifty-three Australian second-year Bachelor of Education university students, specialising in HPE, completed a compulsory unit associated with health perspectives. This unit examined questions relating to important aspects of health and health promotion in society. Focusing on social justice, diversity, critical approaches to the determinants of health and developing skills to design and implement effective health promotion, the unit aimed to provide valuable tools for emerging HPE teachers. Authentic health promotion presentation (HPP) assessment tasks were designed to build health promotion capacity and provide opportunities for PST’s to apply their ideas and emerging skills in projects, seeking to improve the health of young Australians, and actively contribute in health promotion debates. Unit topics included factors associated with the health status of Australians, determinants of health, health promotion theory and policy, settings approaches to health and wellbeing, health education, health promotion program planning, development, and evaluation. The students worked via an online learning platform with readings, weekly activities, Zoom lectures and tutorials for twelve-weeks.   Participants in this phase of the project included PST’s, teaching staff (lisahunter), educational materials, and community guest experts. The material informing this paper was approved by Monash University Human Research Ethics Committee (Approval No. 29566, 25 June 2021) post-assessment to ensure there was no conflict of interest, real or perceived, of the researchers. This phase also consisted of what later became field texts in the form of collected PST written and recorded artefacts for analysis, anonymous questionnaire feedback from PST, and interviews with PST using their artefacts. lisahunter was the sole teaching staff but guests with expertise were also introduced to PSTs, people that emerging teachers might partner with for community health promotion and education. One such guest was Agli Zavros-Orr, whose scholarship, lived experience as someone with a variation, activist work in the intersex space, and educator/researcher/consultant was captured in a pre-recorded interview with lisahunter. Agli Zavros-Orr discussed their knowledge, personal and professional experiences, and the resources that their cutting-edge practices were contributing to and drawing from. These recordings were referred to in lectures/tutorials, viewable in Moodle, with PST’s invited to contact guests for further information/answers if needed. Agli Zavros-Orr also gave feedback during PST HPP pitches.   Participants constructing interim texts The five authors had previously worked together to develop the aforementioned framework (Brömdal et al, 2021). Prior to that we coalesced as a sharing circle at the Australian Association for Research in Education Conference (lisahunter et al., 2019; 2020; 2021) after conversations by lisahunter and Agli Zavros-Orr sharing the desire to activate awareness and action within the education sector. This collaboration established an ongoing interdisciplinary embodied conversation. Further to this history, our individual positioning is:   lisahunter (pronouns they, them, their, it) has a long-term history in teaching and researching in HPE contexts, broader educational contexts and in relation to how bodies are constructed, positioned, positioning and constructing in processes of learning and inclusion/exclusion. This is with personal experience on some identity axes imposed on them as they seek to go beyond such impositions and enable discussions beyond identities and normativity. They started life with privilege through non-Indigenous ancestors on stolen and unceded lands of the Yorta Yorta peoples in Australia. Their gender-imposed oppression was a different intersectional axis that conscientized some aspects of their identity violence and since then been part of the impetus to investigate and challenge educational spaces that call categorised bodies into being. They now work in Boonwurrung/Bunurong Country with teacher educators, researchers, teachers and communities to develop practices that go beyond an illusion of inclusion and towards equality and equity AS education.  Agli Zavros-Orr (pronouns they, them, their) is a person with an intersex variation - Swyers or 46XY Gonadal Dysgenesis. Agli, a white person with migrant heritage, lives and works on Wurundjeri County (Ringwood Victoria) as a mother, academic and founder of Diversitywise Educational Services. They are a member of the Australian and International Intersex human rights movement. currently chair Intersex Human Rights Australia, and participate on various advisory panels requiring expert knowledge on intersex human rights. Their focus is on supporting system process to better engage with young people’s voices on matters of bodily integrity, self-autonomy and self-determination. More broadly they promote intersectional awareness relating to the topic of intersex in educational settings, and learning about sex/gender/sexuality that empowers agentic personal and informed decision-making. Agli’s scholarship has developed a personalised and evidence-based ethic of just-care (drawing on philosophical principles that underpin the ethics of justice and of care). Through their work, Agli challenges biased regimes of truth production and dissemination that seek to oppress, marginalise and discriminate vulnerable groups in society.  Annette Brömdal (pronouns Netta, they/them, she/her) is an endosex, pansexual, Finnish-Algerian Swede living on the unceded lands of the Giabal and Jarowair Peoples in Toowoomba. Netta purposefully only engages in research that is based on genuine love, to do no harm, and it is strongly rooted in the ethos and philosophy of academic advocacy within the LGIBTIQA+ space. This genuine love for the research Netta purposefully embarks on, and the people she works with in promoting social change, specifically fall within the areas of corporeal governance, gender, and sexuality in contemporary sexuality education, elite sports, the corrective service system, around ageing, and domestic, family and intimate partner violence. Specific focus is associated with critical intersex studies and critical trans discourses. Netta consciously works with ethically and philosophically likeminded scholars and advocates seeking to eradicate harms rooted in endosexism, cisgenderism, heteronormativity, patriarchy, including settler and corporeal colonisation.   Kirstine Hand (PhD) aims to increase awareness of the important role educators and school-based staff play in supporting student wellbeing through inclusive practices that are respectful of diversity. In addition to her role at True, she also works as a casual academic, with her research interests focused on areas that aim to improve outcomes for disadvantaged children.  Bonnie Hart, BBehSc (Hons Psych), is an artist, intersex woman, peer support worker, and advocate whose research addresses how people with innate variations in sex characteristics are known, and come to know themselves through navigating complex psychological, social, and medical issues to access safe ways of being, healthcare and social services. As a ninth-generation Australian of Anglo-Celtic ancestry living and working on the unceded lands of the Dall/Jinibara people, Bonnie attempts to use her privileged to address systemic and epistemological injustices that disproportionately impact people who are marginalised or oppressed by the status quo, whilst also honouring the creative expressive potential of living beings on planet earth. To this end, Bonnie works with intersectional feminist frameworks alongside other people with intersex lived experience and our allies to address structural violence, human rights and personal wellbeing being issues. Bonnie has taken leadership roles with Intersex Peer Support Australia (formerly the AIS Support Group Australia), and is a co-author of the Darlington Statement, an Aotearoa/New Zealand and Australian community consensus statement.  We engaged with the PSTs/educator/activist guest-created presentations to enter a stage of reflection, analysis and creation of interim research texts.   Other ‘participants’ included electronic stimuli resources for students featuring readings, video links and documents linked to Moodle. This included the draft strategic framework for intersex education paper (Brömdal, et al., 2021), the IHRA website, an online audio-visual series episode You Can’t Ask That: Intersex peoples answer, ‘What is Intersex’? Zoom was the medium for interaction and recording the student HPP presentations to peers, teacher and guest panels. This was potentially an influential part of the assemblage that afforded a set of narratives that may not have otherwise been possible in more physical and unrecorded spaces. Zoom also facilitated the construction of interim research texts by researchers, both those present in the recording as well as others authoring the framework and this paper. The next section focuses on that analysis using one student groups’ artefacts for illustration, within the larger context of the PST education unit and its activities.  From field texts to interim research texts This phase entailed the authors’ thematic readings of field texts, creating an interim research text. Informed by narrative inquiry (Clandinin & Connelly, 2000), the researchers read, watched, listened to the field texts, some as co-producers to greater extent (lisahunter & Zavros-Orr) while others were outside the original construction of field texts (Brömdal, Hart & Hand) albeit with traces of presence in resources (such as the framework). With PST’s permission to share their artefacts, the authors discussed the artefacts, initially individually making notes, then collectively as a check-in on process, finally to collaboratively construct commentary to make statements about important narratives identified in the artefacts and their resonances and tensions. Initially, using a table (Table 1), each researcher was asked to “drop in any quotes, screenshots or observations you make from each artefact that speaks to you.” From this activity, they were encouraged to determine whether they might synthesize any into “a theme you feel is ‘there’…illustrations of the theme you might be seeing.”   Table 1: Individual researcher analysis/synthesis working table   The framework (Brömdal, et al., 2021) also acted as a heuristic device, given we were all involved in its construction. Considering the inter-relatedness of our lives, some as people with intersex variations, some advocating for intersex rights and education, some as intersex allies, some as teacher educators or educators in other spaces, we also inquired into our shifting landscapes as bodies in education, “possible spaces we might collaboratively shape with teachers as they, and we, attempt to sustain our stories to live by on these shifting landscapes” (Clandinin et al., 2009, p.142).   What follows is a synthesis of field texts, interwoven and summarized from individual researcher analysis tables (Table 2 as sample) of the three artefacts from one group (Figures 2-6), to provide the context and a summary of the narratives that the researchers understood as present in the students’ field texts. To facilitate ongoing dialogue, narratives were organised under themes including and reflecting the framework (Brömdal, et al., 2021), such as attention to whole-school approaches.   Table 2: Sample of the researcher analysis table   The HPP ‘The Ally Way’ was pitched to a Zoom-live audience of peers and a guest panel of three people from industry/professional associations representing focus areas of First Nations, intersex, and women/families. Three PSTs, each representing one partner from the local community, submitted a written HPP (Figure 2) of approximately 7,000 words prior to their presentation, a 10-minute presentation pitch (Figures 3-7) with up to 10 minutes for panel and audience (peers’) questions. PSTs also created a promotional video (30 seconds to 1 minute length). The plan, pitch and artefacts were the assessable culmination of an application of the semesters’ work, framed by program planning and evaluation for health promotion (Keleher, 2016) and current government health promotion guidelines.  Figure 2: Health promotion plan document summary front-page with project emphasis highlighted   Figure 3: Presentation opening slide adapting intersex flag visuality   Figure 4: Partner organisation representation embodied by PSTs   Figure 5-6: Video promotion illustrations      What follows is a summary of author narratives responding to the artefacts, reflecting the themes of the framework (Brömdal et al., 2021).   Findings This project provided safe and supportive conditions for exploring several issues, tensions and challenges that were encountered by PSTs when exploring, making meaning and thinking about curriculum and pedagogical implications. Through critical engagement they developed skills and practices to take into their teaching and community work, contributing to the ongoing project of inclusive education aligning with anti-bias and anti-discrimination principles. Throughout this project the focus was on ethical praxis employing an ethic of care – as it defines caring for and about others as well as self. As per the original framework themes (Brömdal, et.al, 2021), captured in subheadings below, we summarize and discuss some of the PST assessment evidence that was presented and analyzed via the Researcher analysis table (Table 2).  [School] philosophy and ethos  Acknowledging the inherent bias in educational spaces, curriculum documents and resources the project sought to create new ways of thinking, engaging and providing support for individuals with a variation in sex characteristics. Philosophically – it sought to do so via positive messaging – focusing on the socio-cultural environment. The HPP captured that it is ‘everyone’s business.’ The Ally Way focused on ‘can do’ attitude, of agency and adopted a strengths-based approach (Brömdal, et.al, 2021) modelling HPE curriculum policy. PST’s philosophical stance demonstrated that the issue was not located in the person with the intersex variation but in how families, teachers, schools and community who should welcome them, care and educate everyone. This could be done through visibility, understanding, and changes in endosex practices for practical/explicit inclusion. This is captured in one of the slides “in order to expand visibility and understandings, this funding will help us achieve this education and the health determinants that are affecting the intersex community by creating opportunities for increased understanding of sex variations and also assist in the formation of positive social and moral environments within the school setting.” It was also captured in an ethos of partnership “learn from them and from the intersex population that would be included within Pen Pride” (Zoom presentations recording timestamp 1:06:04, hereon represented as time 1:06:04).  Policies, guidelines, and procedures The project highlighted linguistic challenges (using correct terminology informed by national and international human rights movements) that need consideration when developing policies, guidelines, and procedures. In the HPP the need for training and education of everyone who had a duty of care was highlighted. This then translated to review and define guidelines, informing a ‘can do’ attitude by PSTs. In the presentation, the emphasis on ‘we’ was important to policies, guidelines and procedures – and linked to the ideology, as reflected in the phrase “it takes a village to raise a child.” However, this aspect of the framework received the lowest focus in PST attention. The lack of reference to significant and recent studies, reports, government policies or guidelines had not effectively translated into this group’s HPP. The lack of use of such foundational resources warranted further investigation and fed into PST’s interviews (forthcoming).   Inclusive and affirming use of language and symbols Concerns about language came through PST narratives in a variety of ways, but not unproblematically. The visuals used in the PowerPoint presentation and film incorporated and adapted symbols of the intersex flag in ‘The Ally Way’ (Figures 3 and 5). In their HPP, there was attention to establishing non-discriminatory environments and deconstructing heteronormative teaching frames (Figure 7).  Figure 7: Actions and objectives with attention to language   This was embodied in their presentation language that illustrated how these ideas sit within a bigger idea of inclusion “the intersex community, societal gender expectations and social norms which don't align with gender binary” (59:01).  In general, language was inclusive, with an understanding that ‘allies’ are responsible for correct language use, given their target audiences and title ‘The Ally Way.’ With the use of ‘intersex’ or other relevant language in the HPP, including “intersex youth,” “intersex ally,” “those who are intersex,” “intersex support groups,” and “intersex variation awareness days,” intersex was usually an adjective. The only issue was the use of the term “intersexuality/ies”; which is not preferred in Australian contexts. The presently utilised preferred term is ‘person with intersex variation’. In the presentation, one PST noted there is “a lack of education surrounding what [the term] intersexuality is [means or is referring to].” Ironically, the incorrect usage illustrated that lack of knowledge and left unchecked, may disrupt good communication and a sense of confidence and competence by learners. With the second utterance “challenge facing our programme is the limited knowledge and understanding about intersexuality” it became clear that it was incorrect learning, misaligned with the language ‘intersex’ used in lecture and reading materials. Intersectionality had also been a lecture and reading focus within the unit. The misuse of language was not corrected by partner co-presenters, which may have indicated an unawareness of their partner’s error, a collective misunderstanding, or perhaps an oversight. Nevertheless, it became a significant point in panel feedback and further discussion. In their teaching reflection, lisahunter noted to reinforce language in future teaching. Agli Zavros-Orr gently gave PST feedback “…language is really important because people will choose language to describe themselves” (1:03:36), noting that “‘intersex’ encompassed a heterogenous community where some identified as ‘intersex people’ or ‘with an intersex variation’ and that [work was needed] … to tease out how you will work with the language to promote knowledge and awareness.” (1:05:04). The heterogenous community also uses other terms instead of intersex, such as disorders/differences in sex development (DSD) or other diagnostic-specific language. This complexity was extended later by Agli Zavros-Orr with reference to the term ‘intersexuality:’  Just be mindful of that word because it adds a level of complexity. Some groups and individuals like to use it…But it also creates a tension when you're educating parents and children. When you use the term intersexuality, people conceptually think about trends. There's a tension that has been created historically, between the intersex community and the trans community… the whole point of doing work in the intersex area is to do no harm… and to be inclusive. So be mindful about where your language is coming from. How old is the language that you're using? And make sure you stay up to date with your terminology around inclusion and diversity. (1:17:14).   This teachable moment of language was facilitated by dialogue and a narrative of ongoing learning, with language errors as valuable learning points. Relationally, Agli Zavros-Orr and another panellist used care in their feedback to encourage new language use as well as practicing correct language use.   Complexity and tensions with language was also illustrated in the dialogue between presenters and Agli Zavros-Orr (1.17.09). Another word new to all PSTs before the unit began, endosex, was included by presenters, demonstrating their willingness to learn. Feeling confident with language can be a facilitator/barrier for schools/staff to try and embed/address content areas/inclusive practices. Navigating use of language can be challenging for people without prior relevant education or lived experience. This is especially important when a word may be used interchangeably across different contexts/purposes and could cause offence if used incorrectly (particularly language expressing identity). The importance of language was identified as a strong theme across the artefacts and in researcher discussions. Heteronormative understandings of the general population were predominately associated with sexuality and privileging heterosexuality. Less considered were the links to binary constructs of gender and sex. The mention of tensions between intersex and trans communities during discussion raised important considerations related to confusion about the different needs of each of these populations. This calls for education of PSTs to adopt a disaggregated approach in understanding both intersex and LGBTQA+ issues, and individual/intersectional needs. Possible conflations and misunderstandings around sex, gender and sexuality across language, requires ongoing diligent attention, exploring how such slippage might contribute to tensions between diverse communities and within the intersectional intersex community, between its straight, queer and trans community members.   Attention to language and symbols were highlighted as critical to inclusive practices. As (emerging) teachers explore and bring resources (from diverse sources, historical and contemporary or from those with lived experience perspectives such as Agli Zavros-Orr) into their practice they will need to think critically about the relevance, impact and age-appropriateness of the language use considering working with diverse students and communities. In this way, consideration is given to the diverse ways that individuals relate to the word intersex. In some cases, students/teachers might be undergoing, or have not received a clinical diagnosis, hence the whole-school approach is advocated for in identifying those who may be in HPE sessions where the topic is being explored.  Resources and training The importance of the visibility of intersex as a topic was captured in the group pitching for funds for website development, a site to be used by “staff, students and parents/families/guardians/carers” (HPP, p.20). Other markers of visibility included posters, flags, banners and badges (Figure 8):  Figure 8: Student HPP (p. 20)   This process of recognition with, and beyond, this program was reinforced in the aspirations of the presentation “If we were to receive this funding, it would be a big step towards the inclusion and recognition of the intersex community. We hope to form the foundation for future programmes locally, nationally and internationally, and to expand visibility and understandings” (1:00:56).   The training outlined in the HPP was informed by the Darlington Statement, in keeping with “accurate and affirmative material on bodily diversity” (AIS Support Group Australia et al., 2017), and reinforced in the PSTs video with “specialised training course to equip teachers with the knowledge and understanding of intersex variations so that they feel confident leading an inclusive classroom” (1:20:14). Whilst strong, the HPP teacher training lacked awareness of challenges that may be faced by not making stronger links to community resources (IHRA, IPSA) where such challenges and tensions were addressed. Captured in feedback from Agli Zavros-Orr, the practical importance of relationships, process of partnerships and careful resource planning was made clear to the presenters and PST peer group:  When dealing with a cutting-edge issue and that is complex, you can save costs by connecting with interstate, national and international organisations doing this work. Local is important. But for you as a programme designer, part of your work is to bring interstate and international knowledge to the work that you're doing so you can be efficacious, successful and economical in achieving goals and strategies…like recently I’ve been working with X Council for LGBTI Health and we developed a referral checklist…plan more strategically …capacity for programmes to get funding is as good as relationships you have with organisations. Too many organisations want to recreate programmes and initiatives that already exist because people don’t do the research. The capacity for me to be able to manage and get funding for initiatives is because there's a range of people around the table committed to those ideas. (1:07:33)  Conversely, presenters did not refer to, or use already-established resources introduced in an earlier unit that could contribute to this HPP. This included the Victorian State Government resources and guidelines including Respectful Relationships resources; Resilience, Rights and Respectful Relationships learning materials; Catching On Later SE resources; the Safe Schools Coalition Australia teaching and learning resource, or All Of Us. Reinforcing the importance of sound research of the literature and target-population-led resources, coupled with critical inquiry seems pivotal for future iterations of teacher education.  Support for the whole-school community There was a strong focus in the HPP on eliminating discrimination through a whole-school approach (Figure 9) with mention of “alliances,” “inclusive environments”, and “challenging myths and stereotypes” in the presenters’ film, but sometimes without explicit reference made towards how their plan could inform inclusive practices in schools.   Figure 9: Samples of whole-school approach in health promotion presentation   Their work reflected an anti-bias approach to support the whole-school community within a strengths-based approach rather than a punitive deficit-based approach (schools don’t, teachers don't), moving school thinking away from “just in time” to short-term, mid-term, and long-term change. Part of a long-term commitment from the program (in presenters’ video) included an “individual mentor to personally support them during the program's duration and through the development of a personal school portal on the Ally Way website”. Their presentation paid attention to a whole-school approach with some practical illustrations, “And for a whole-school approach, the development of an intersex alliance club, the students, staff and the wider school community will be developed” (57:07).  Attention to the needs of and partnering across and beyond the school community was also captured in the presentation “And it's working with students, teachers and parents” (1.04.58). and the plan “Strategy 3 Create connections and partnerships with the wider school community to ensure accurate information is accessible; Action 2: Establish regular communication with parents/families/guardians/carers surrounding intersex education via school newsletter write-ups and parent events such as information evenings, intersex support groups etc.” (p.11). This was further explained in the presentation:  [This is for] staff, parents, families, and guardians so our programme features helpful strategies for all members of the school community …we've developed a specialised in-service training course to equip teachers with the knowledge and understanding of intersex variations so that they feel confident leading an inclusive classroom. [For t]he students we've designed an interactive workshop for high level, specialising in educating students about sexuality, how to be an ally for their intersex peers and school community, and what support networks are available to them. And for a whole-school approach, the development of an intersex alliance club, the students, staff, and the wider school community will be developed. (56:23)  In applying the concept of empowerment and inclusion as targets for their HPP, implications for visibility and previous forms of oppression seemed to be misunderstood or not fully developed in terms of repercussions, “And it will also be run by students and or teachers who have an intersex variation to help create an inclusive, safe and positive environment for each school that participates in the programme” (57:14). External organisations were mentioned, for youth mental health (Headspace) or diversity focus (local pride group) but no linkage to Intersex specific organisations were made. This speaks to the ‘I’ often subsumed in acronyms or assumed presence or representation in ‘diverse’ settings.  The supposition that knowledge outside school was lacking, and school is the site of knowledge, was somewhat misplaced in the presentation, “for parents, families and carers an information evening to educate and learn how to create and maintain a supportive home environment for all intersex members of the school community will be provided” (56:54) but did point to an awareness of the importance of connecting with ‘home’ as an understanding of who is included in whole-of-school.   Critical and creative curriculum/teaching and learning  The HPP illustrated ongoing educational change, with new practice drawing on research and community-based knowledge, (e.g., the Darlington Statement). The project was grounded in research and created an imaginary to work towards, the deliberately agentic aspirational perspective that reflected an attitudinal shift and challenged the ‘react to’ model inherent in much schooling practice (Brömdal, et.al, 2021). This was highlighted in several ways through the Ally Way project that used the principles of de-construction and re-construction of curriculum and pedagogies, for reform and transformative praxis to become possible. This was demonstrated by taking a broad definition of curriculum, not just curriculum content as set out in the formalised subject area content in specialisation areas such as HPE. This project promoted a cross-curriculum focus with links to multiple curriculum areas (e.g., Humanities, Languages), not just in a biomedical discourse.   However, there were also missed opportunities in not connecting with key organisations and their resources, such as IHRA and IPSA, more intentionally – building respectful, reciprocal, and responsive relationships for the support of children and their families, on reflection requiring a stronger start point to this work. Other significant reflections by authors explored how PSTs embodied inclusion, attended to exclusion as well as inclusion and therefore dominant populations with unconscious bias. These are beyond the scope of this paper but noted for future discussion and ongoing research.  Discussion, implications and conclusions This project is situated in addressing national and international human rights concerns through education of future teachers. Internationally, efforts have been directed to changing attitudinal knowledge about ‘sex characteristics’ and has been implemented in law by multiple national governments to protect intersex people from discrimination and violence (e.g., Malta, 2018). We build on work by the Asia Pacific Forum of National Human Rights Institutions (2016), and a major 2017 supplement to the Yogyakarta Principles on the application of international human rights law in relation to sexual orientation, gender identity, gender expression and sex characteristics. This project provides an example for how academics, teacher educators and intersex human rights personnel might work together for improving awareness, knowledge and outcomes for educators, and students with variation in sex characteristics in (Australian) schools. We created, captured, and synthesized entangled dialogues between a cohort of HPE PSTs in a health perspectives unit that included resources, created artefacts by and with author/educator/researcher/activist/lived experience bodies. These were analysed and synthesized to narrate experiences working with intersex education, illustrated through one PSTs’ group’s artefacts and researcher reflections framed by their strategic framework. We asked the question: What part can HPE bodies of learning and teaching play concerning intersex awareness and education?  The project highlights the importance of engaging with difficult topics and knowledges via professional education (teacher, coach) in the promotion of social justice, ethic of care, anti-bias and anti-discrimination principles and legislation. Whilst educational settings must adhere to anti-discrimination legislation there is a gap in how policies, guidelines, and procedures support intersex inclusive practices. Bodies of learning and teaching in the HPE space, play an important role in providing insight, language, and engagement through consultative approaches (i.e., working with community knowledge holders) in advocating for the enactment of approaches that are inclusive, affirming, visible, and supportive in promoting and upholding the rights and health of students with intersex variations (Brömdal, et.al, 2021). This paper sought to confront the invisibility of education associated with intersex as a topic but also an issue of inclusion for people with intersex variations is captured in this illustration of teacher education. For teachers to narrate a practice of confidence and competence, understanding how invisibility, marginalisation and other forms of oppression play out to undermine inclusion, teacher education must extend its attention, language, pedagogies, and assessment in an ‘intersex-visible way.’   Drawing on community knowledge and resources the pedagogical cycles that engaged PSTs in authentic ways, with the resources, the product, the experience of dialogue and language, with those with lived experience and expertise, presenting to people from the community and receiving feedback after performing/producing, creates embodied narratives. Societally narrating bodies works at many levels, as evidenced in the artefacts PSTs produced, demonstrating the potential of this learning and teaching approach and space, to raise awareness and educate about intersex. This work can inform PST for the need to work hand-in-hand with marginalized and ‘invisible’ populations for building informed praxis. Whilst the focus here has been with sex, gender, sexuality, and RSE as the remit of HPE in Australia, content covered is of relevance to Humanities, English, and Biology, to name a few. One feature was the iterative narrative embedded in the temporality, sociality and place of the narrative enabled by the live feedback from community and then return to community for reflection, beginning the next cycle.  Work on topics such as this require time, effort, and commitment to quality, equity, diversity, and equal education for all. The project highlights what can be achieved when academics/teacher educators work in partnership with external organisations. We therefore advocate that universities support such work – considering factors such as time, staffing, and planning for building relationships with industry and professional leaders, and those with lived experience and expertise. These can be extremely valuable in bringing such relationships into the pedagogical space for PSTs. The relational work to connect PSTs to real audiences and via authentic assessment is time-bound and often not practical without additional resources to ensure educators’ time is valued. However, symbolically, and economically valued time by educational institutions can provide important spaces for building competence, confidence, real-world relationships and providing new spaces in teaching that attends to issues currently invisible or marginalised.   Such tasks as illustrated in this narrative have greater value if they can be built upon over a longer dialogue that carries along PSTs’ experience in their degree, and is a matter for ongoing planning across semester, units, and staff. Listening to interviews from PSTs in this cohort about their experiences in this unit (forthcoming) suggests an ongoing dialogue is vital. Just as Pushor (Clandinin et al., 2007, p. 24) notes, we aim to use this work to trouble our practices, as ways to help PSTs “imagine changed landscapes” working with stories from our inquiry to theorize new ways of doing and imagining PSTs education and who each of us might be in relation to those landscapes. Visibility of marginalised/invisible populations and topics seems critical and something that PSTs are open to exploring. Visibility of people with an intersex variation and visibility of allies working in sponsorship of intersex human rights was established in this project, the student attention to the topic and the production of possibilities within the PST unit. As a teacher education narrative, affirmative action clearly underpinned the whole project. Such intersex-specific initiatives highlighted here are emerging in PST and teacher education space and require ongoing research about their longer-term efficacy, for endosex bodies, for people with intersex variations, for bodily autonomy and those responsible in narrating more inclusive educational spaces. This is where our educational research and practices can lead. Clearly, HPE bodies of learning and teaching can play an important role in embodying awareness, engaging with people with intersex lived experiences and creating resources and new narratives of inclusion through attention to intersex and education.    References AIS Support Group Australia, Intersex Trust Aotearoa New Zealand, Organisation Intersex International Australia, Eve Black, Kylie Bond, Tony Briffa, Morgan Carpenter, et al. (2017). ‘Darlington Statement’. https://darlington.org.au/statement. Asia Pacific Forum of National Human Rights Institutions. (2016). Promoting and Protecting Human Rights in Relation to Sexual Orientation, Gender Identity and Sex Characteristics. Sydney, Australia: Asia Pacific Forum of National Human Rights Institutions. Accessed 25 February 2022 from http://www.asiapacificforum.net/resources/manual-sogi-and-sex-charactersitics/. Blake, S. (2008). There’s a hole in the bucket: The politics, policy and practice of sex and relationships education. Pastoral Care in Education 26 (1), 33–41.  Brömdal, A., & Davis, I. (2020). The Pedagogical Possibilities of Critically Examining Gender and Sexuality in Initial Teacher Education Through the Lens of Intersex. In H. van Rensburg & S. O’Neill (Eds.), Inclusive Theory and Practice in Special Education (pp. 99-123). IGI Global. https://doi.org/10.4018/978-1-7998-2901-0.ch006 Brömdal, A., Olive, R., & Walker, B. (2020). Questioning representations of athletes with elevated testosterone levels in elite women’s sports: a critical policy analysis. International Journal of Sport Policy and Politics, 12(4), 699-715. https://doi.org/10.1080/19406940.2020.1834432 Brömdal, A., & Rasmussen, M. L. (2022). ‘Eligibility regulations for the female classification’: somatechnics, women’s bodies, and elite sport. International Journal of Sport Policy and Politics, 14(2), 239-254. https://doi.org/10.1080/19406940.2022.2028878 Brömdal, A., Rasmussen, M. L., Sanjakdar, F., Allen, L., & Quinlivan, K. (2017). Intersex bodies in sexuality education: on the edge of cultural difference. In L. Allen & M. L. Rasmussen (Eds.), The Palgrave Handbook of Sexuality Education (pp. 369-390). Palgrave Macmillan.  Brömdal, A., Zavros-Orr, A., lisahunter, Hand, K., & Hart, B. (2021). Towards a whole-school approach for sexuality education in supporting and upholding the rights and health of students with intersex variations. Sex Education, 21(5), 568-583. doi:10.1080/14681811.2020.1864726 Bush, C., Radcliffe, J., Ward, R., Scott, M. & Parsons, M. (2015). All of us - Health and Physical Education resource: Understanding gender diversity, sexual diversity and intersex topics for years 7 and 8., accessed 3 July 2020. https://studentwellbeinghub.edu.au/educators/resources/ all-of-us-unit-guide/.  Carman, M., Mitchell, A., Schlichthorst, M., & Smith, A. (2011). Teacher training in sexuality education in Australia: How well are teachers prepared for the job? Sexual Health 8 (3), 269–271.  Carrion, M., & Jensen, R. (2014). Curricular decision-making among public sex educators. Sex Education, 14(6), 623–634.  Clandinin, D. (Ed.) (2007). Handbook of narrative inquiry: mapping a methodology. Thousand Oaks, Calif.: Sage Publications. Clandinin, D., & Connelly, F. (2000). Narrative Inquiry: experience and story in qualitative research. San Francisco: Jossey-Bass Inc. Clandinin, D., & Murphy, M. (2009). Comments on Coulter and Smith: Relational ontological commitments in narrative research. Educational Researcher, 38(8), 598-602.  Clandinin, D., Downey, C., & Huber, J. (2009). Attending to changing landscapes: Shaping the interwoven identities of teachers and teacher educators. Asia-Pacific Journal of Teacher Education, 37(2), 141 - 154.  Clandinin, D., Pushor, D., & Orr, A. (2007). Navigating sites for narrative inquiry. Journal of Teacher Education, 58(1), 21-35.  Eisenberg, M., Madsen, N., Oliphant, J. & Sieving, R. (2013). Barriers to providing the sexuality education that teachers believe students need. Journal of School Health, 83 (5), 335–342.  Ferfolja, T., & J. Ullman. (2017). Gender and sexuality diversity and schooling: Progressive mothers speak out. Sex Education 17(3), 348–362. doi:10.1080/14681811.2017.1285761.  Frommer, M., Howell, J., Santow, E., Cochrane, S., & Alston, B. (2021, October). Ensuring health and bodily integrity: towards a human rights approach for people born with variations in sex characteristics. https://humanrights.gov.au/intersex-report-2021, AHRC. Goldman, J. (2008). Responding to parental objections to school sexuality education: a selection of 12 objections. Sex Education, 8(4),415–438.  Green, J., Camilli, G.& Elmore, P. (Eds.) (2006). Handbook of complementary methods in education research (pp. 375–385). Mahwah, NJ: Lawrence Erlbaum.  Helmer, J., Senior, K., Davison, B. & Vodic, A. (2015). Improving sexual health for young people: Making sexuality education a priority. Sex Education, 15(2), 158–171.  Johnson, R., Sendall, M. & McCuaig, L. (2014). Primary schools and the delivery of relationships and sexuality education: The experience of Queensland teachers. Sex Education, 14(4), 359–374.  Jones, T. (2019). A global human rights approach to pre-service teacher education on LGBTIs. Asia-Pacific Journal of Teacher Education, 47(3), 286-308.  Jones, T., Hart, B., Carpenter, M., Ansara, G., Leonard, W., & Lucke, J. (2016). Intersex: Stories and statistics from Australia. Cambridge, UK: Open Book Publishers. Keleher, H. (2016). Program planning and evaluation. In H. Keleher & C. MacDougall (Eds.), Understanding health (pp. 270-285). South Melbourne: Oxford University Press. Koyama, E., Weasel, L., & Intersex Society of North America. (2001). Teaching intersex issues: A guide for teachers in women’s, gender & queer studies. Intersex Society North America. Retrieved 3 July 2021 from http://isna.org/pdf/teaching-intersex-web.pdf  lisahunter, Zavros-Orr, A., Low, P., Hart, B., Brömdal, A, & Hand, K. (2019, December 02) Symposium: HPE Intra-acts in a socially just world: intersectionality and people with (inter)sexed bodies encountering health, movement and education at the Australian Association for Research in Education, Brisbane. lisahunter, Zavros-Orr, A., Brömdal, A., Hand, K., & Hart, B. (2020, December 3). Intersex awareness as a whole-of school approach: What part can HPE bodies play? Paper presented at the Australian Association for Research in Education, Zoom lisahunter, Zavros-Orr, A., Brömdal, A., Hand, K., & Hart, B. (2021, Dec 01). Intersex awareness as a whole-of-school approach: What part can preservice Teacher Education bodies play? Paper presented at the Australian Association for Research in Education (AARE) Conference, Melbourne/Zoom.  Malta Government. (2018). Gender Identity, Gender Expression and Sex Characteristics Act. Retrieved 25 February 2022 from http://www.justiceservices.gov.mt/DownloadDocument.aspx?app=lom&itemid=12312&l=1 Mitchell, A., Smith, A., Carman, M., Schlichthorst, M., Walsh, J., & Pitts, M. (2011). Sexuality Education in Australia in 2011, Monograph Series No. 81. La Trobe University, Australian ResearchCentre in Sex, Health & Society, https://www.latrobe.edu.au/__data/assets/pdf_file/0019/148060/Sexual- Education-in-Australia-2011.pdf.  Ollis, D., Harrison, L., & Maharaj, C. (2013). Sexuality Education Matters: Preparing Pre-service Teachers to Teach Sexuality Education. Burwood, Victoria: Deakin University.  Shannon, B., & Smith, S. (2015). “A lot more to learn than where babies come from’: Controversy, language and agenda setting in the framing of school-based sexuality education curricula in Australia. Sex Education, 15(6), 641–654.  Shannon, B., & Smith, S. (2017). Dogma before diversity: The contradictory rhetoric of controversy and diversity in the politicisation of Australian queer-affirming learning materials. Sex Education, 17(3), 242–255.  Stahl, P. (2015). Agency and the intersex student: A reconceived curriculum incorporating intersex voices. (Doctor of Education). Mills College,  Suárez, M., Meister, S., & Lindner, A. (2019). Envisioning queer curricula: A systematic review of LGBTIQ + topics in teacher practitioner literature. Journal of LGBT Youth, 1-17.  Victoria Department of Education and Training. (2020). School operations: Sexuality and Consent Education. Retrieved 29 June, 2021 from https://www2.education.vic.gov.au/pal/sexuality-education/policy Victorian Curriculum and Assessment Authority. (2021). Learning in Health and Physical Education. Victorian Curriculum and Assessment Authority. Retrieved 1 July 2021 from https://victoriancurriculum.vcaa.vic.edu.au/health-and-physical-education/introduction/learning-in-health-and-physical-education  Zavros-Orr, A. (in press). Raising awareness and visibility of the 'I' in educational settings: an appraisal of curriculum and its impact on children with an intersex variation. In Psychology of Sexualities Review. The British Psychology Society  ",
    "id": 591749286,
    "identifiers": {
        "doi": "10.1080/13573322.2022.2115477",
        "oai": "vital:18597"
    },
    "title": "Intersex awareness and education : what part can health and physical education bodies of learning and teaching play?",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T00:00:00+00:00",
    "publisher": "Routledge",
    "references": [],
    "sourceFulltextUrls": [
        "https://researchonline.federation.edu.au/vital/access/services/Download/vital:18597/SOURCE1"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/591749286.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/591749286"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/591749286/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/591749286/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/591749286"
        }
    ],
    "abstract": "It is well-documented that schools fail to adequately engage with contemporary content about intersex awareness and education or inclusion of people with intersex variations. Where sexuality and relationships education are the remit of Health and Physical Education (HPE) curriculum in countries such as Australia, the learning area shows little obligation/response-ability towards the needs of students with intersex variations. It also fails to pay nuanced attention to non-dominant issues, knowledge, or people with respect to sex, gender and sexuality. Similarly, the normative endosex nature/focus of HPE/PE/sport and related professional education bodies (e.g. in teaching and coaching) ignore the need for relevant and affirming content about intersex bodies. A recent project reported here, created a collective narrative addressing how such HPE bodies of learning and teaching can advocate for and enact approaches that are inclusive, affirming, visible, and supportive in promoting and upholding the human rights and health needs of students with intersex variations. The research question driving the project was: What part can HPE bodies of learning and teaching play concerning intersex awareness and education? This original empirical research draws on the methodology and theory of narrative inquiry. The narrative was created between artefacts from a cohort of second year Australian pre-service HPE teacher education students in dialogue with teacher/researcher/expert/author bodies. The paper employs a recently developed Strategic Framework for intersex inclusion that promotes a positive whole-school approach, for educational institutions to be more inclusive, humane, safe and educationally relevant for people with intersex variations. This framework assists critical reflection on project findings. We argue that such engagement, as illustrated in this project’s scope, promotes a positive and diverse understanding about intersex in educational spaces, curriculum and pedagogies, guidelines, and policies, and ultimately reflect Australian Human Rights Commission recommendations and Australian anti-discrimination legislation. © 2022 Informa UK Limited, trading as Taylor & Francis Group",
    "tags": [
        "Text",
        "Journal article",
        "Journal article",
        "3901 Curriculum and pedagogy",
        "3904 Specialist studies in education",
        "4207 Sports science and exercise",
        "Bodily autonomy",
        "Body diversity",
        "Health",
        "Health & physical education",
        "Health promotion",
        "Inclusion",
        "Intersex",
        "Narrative inquiry",
        "Teacher education",
        "Wellbeing"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Text",
        "Journal article",
        "Journal article"
    ],
    "oai": "vital:18597",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": [
        {
            "title": null,
            "identifiers": [
                "ISSN:1357-3322 (ISSN)",
                "1357-3322 (issn)"
            ]
        }
    ],
    "repositories": {
        "id": "1462",
        "openDoarId": 0,
        "name": "Federation ResearchOnline",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 591749286,
        "depositedDate": null,
        "publishedDate": "2023-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-25T18:47:35+00:00",
        "acceptedDate": null,
        "createdDate": "2023-12-03T00:54:38+00:00"
    },
    "urls": [
        "https://doi.org/10.1080/13573322.2022.2115477",
        "http://researchonline.federation.edu.au/vital/access/HandleResolver/1959.17/195834"
    ],
    "lastUpdate": "2024-01-25T18:47:35+00:00",
    "setSpecs": []
}