{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Cashman, Holly R."
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T15:42:46+01:00",
    "dataProvider": {
        "id": 2394,
        "name": "UNH Scholars' Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/2394",
        "logo": "https://api.core.ac.uk/data-providers/2394/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.1080/14708477.2015.1015344",
    "downloadUrl": "https://core.ac.uk/download/215528788.pdf",
    "fullText": "University of New HampshireUniversity of New Hampshire Scholars' RepositoryLanguages, Literatures, and Cultures Scholarship Languages, Literatures, and Cultures3-5-2015Intersecting communities, interwoven identities:questioning boundaries, testing bridges, and forginga queer latinidad in the U.S. SouthwestHolly R. CashmanUniversity of New Hampshire, Durham, holly.cashman@unh.eduFollow this and additional works at: https://scholars.unh.edu/lang_facpubThis Article is brought to you for free and open access by the Languages, Literatures, and Cultures at University of New Hampshire Scholars'Repository. It has been accepted for inclusion in Languages, Literatures, and Cultures Scholarship by an authorized administrator of University of NewHampshire Scholars' Repository. For more information, please contact nicole.hentz@unh.edu.Recommended CitationCashman, Holly R. 2015. Intersecting communities, interwoven identities: questioning boundaries, testing bridges, and forging aqueer latinidad in the U.S. Southwest. Language and Intercultural Communication, 15(3): 424-440. [To be republished as a bookchapter in the forthcoming volume Spanish in the USA: Linguistic, translational and cultural aspects, edited by Roberto Valdeón,Routledge, 2017] Intersecting communities, interwoven identities: questioning boundaries, testing bridges, and forging a queer latinidad in the U.S. Southwest1  Holly R. Cashman*  Department of Languages, Literatures, & Cultures, University of New Hampshire, Durham, NH 03857 USA  This contribution to the special issue on “Languages in Contact, Cultures in Conflict: English and Spanish in the United States of America” aims to investigate the concept of queer latinidad in Phoenix, Arizona in an attempt to understand how queer Latin@s in Phoenix see themselves in relation to Latino communities, queer communities and a queer Latino community. While questioning received notions of ‘community’, we look at how queer latinidad is constructed or rejected by queer Latinas/os in Phoenix at the dawn of the 21st century precisely as national attention has been focused on the state of Arizona, and how this negotiation might blur traditional notions of community and question boundaries between communities by highlighting the racial and ethnic diversity of the (presumed Anglo) LGBTQ community, as well as the gender and sexual diversities of the (presumed heterosexual) Latino community.   Esta contribución al número especial sobre \"Lenguas en contacto, culturas en conflicto: inglés y español en los Estados Unidos de América\" tiene como objetivo investigar el concepto de latinidad queer en Fénix, Arizona, para entender más profundamente cómo latin@s queer (o sea, LGBTQ: lesbianas, hombres gay, personas bisexuales, personas transgénero y otras personas no conformistas a base de género) en Fénix se ven a sí                                                         * Email: holly.cashman@unh.edu  mismos en relación con las comunidades latinas, las comunidades queer y una comunidad latina queer. Interrogamos nociones tradicionales del concepto de \"comunidad\" y nos fijamos en cómo latinas/os queer construyen o rechazan una latinidad queer en la ciudad al principio del siglo 21, precisamente cuando la atención nacional se ha centrado en el estado de Arizona, y cómo esta negociación puede hacer borrosas las nociones tradicionales de comunidades y retar la fronteras entre comunidades tras resaltar la diversidad racial y étnica de la (presunta Anglo) comunidad LGBTQ y destacar la diversidad sexual de la (presunta heterosexual) comunidad latina.  Keywords: community, identity, intersectionality, Latino, LGBTQ  Introduction This article aims to investigate the concept of queer latinidad in Phoenix, Arizona in an attempt to understand how queer Latin@s2 in Phoenix see themselves in relation to Latino communities, queer communities and a queer Latino community. This exploration will be linked to contemporary sociopolitical concerns in Arizona and in the U.S. more broadly, including (im)migration, anti-immigrant legislation (e.g. SB1070), and equal rights (e.g. marriage equality, non-discrimination legislation). Participants’ engagement in anti-racist/anti-heterosexist activism, the researcher’s engagement with the communities’ sociopolitical concerns, and the fundamental question of self-constructing practices in and through research will be explored. While questioning received notions of ‘community’, we look at how queer latinidad is constructed or rejected by queer Latinas/os in Phoenix at the dawn of the 21st century precisely as national attention has been focused on the state of Arizona, and how this negotiation might  blur traditional notions of community and question boundaries between communities by highlighting the racial and ethnic diversity of the (presumed Anglo) LGBTQ community, as well as the gender and sexual diversities of the (presumed heterosexual) Latino community.  In the following section, a brief description of some relevant demographic and sociopolitical aspects of the Phoenix context is provided for the purpose of background. Next, the data that form the basis of the analysis that follows will be described; this description is followed by a brief reflection on the question of community, LGBTQ people and Latinas/os in the U.S. The bulk of the analysis is found in the three subsequent sections. In the first of the three, participants’ perceptions of racism/anti-immigrantism and homophobia are examined. In the second, participants’ rejection of the concept of a community is explored. Finally, in the third section, participants’ discursive construction of community is analyzed. A brief discussion of the main issues raised by the analysis closes the paper.  Background  Phoenix is the capital city of Arizona, a state of the U.S. Southwest that sits between California to the west and New Mexico to the east. Phoenix is located approximately 185 miles (288 km) from the international border with Mexico at Nogales. The city’s population of nearly 1.5 million is just over 40% ‘Hispanic or Latino’, to use the U.S. Census Bureau’s terminology; the Phoenix Latino population is overwhelmingly Mexican in origin, with more than one in every three Phoenicians claiming Mexican heritage (37%) (“American Community Survey”, 2014). Over one third of the city’s population over the age of 5 speaks a language other than English at home, and 30% of Phoenix residents speak Spanish at home. Even 21% of citizens 18 years and older report speaking a language other than English at home, so the linguistic diversity is not due  solely to newcomers to the city (“American Community Survey”, 2014). These figures are, of course, much higher than those of the U.S. as a whole and even those of Arizona. Arizona’s population is 29% ‘Hispanic or Latino’ and over 20% of the total population 5 years old and above speaks Spanish at home; Latinas/os represent over 16% of the U.S. population, and 12% of people 5 years old and above speak Spanish at home. Although the Census does not currently include sexual orientation or identities, other sources use Census data to impute the population. The Arizona LGBT population is 4.4% of the total population, according to a recent national telephone poll (Gates & Newport, 2013), while the gay, lesbian and bisexual population in Phoenix has estimated to be 6.3% of the city’s population (Gates, 2006). In both cases, there is likely to be some undercount. Also, clearly, these are not two discrete populations; in fact, their intersection is the topic of this paper.   The sociopolitical climate in 21st century Arizona can easily be characterized as xenophobic (cf. Sánchez, 2011), while it has also been described as “ground zero for the immigrants’ rights movement” (Campbell, 2011, p. 1). Arizona has been the focus of the nation’s attention due to recent socially restrictive legislation, most notably SB1070, which among other things required local police to detain people they suspected could be in the country unlawfully, and HB 2281, which effectively banned ethnic studies in the state’s elementary and secondary public education system (Santa Ana &González Bustamante, 2012). While spotlight on the state’s LGBTQ population has been less, there has no doubt been an on-going struggle with regards to non-discrimination and marriage equality. Although the state made history in 2006 by being the first state to say no via popular vote to a ban on marriage between people of the same sex, Arizona currently is one of the states in the U.S. that has limited marriage to so-called ‘opposite sex couples’, thanks to a 2008 vote. Most recently in March 2014, the state legislature  passed a bill allowing businesses the right to refuse service to anyone based on their religious beliefs; this bill, aimed in particular at protecting Christian business owners who do not wish to have to  serve LGBTQ people, was ultimately vetoed by the Governor. While the state as a whole may be seen as somewhat hostile to LGBTQ people, the city of Phoenix passed a non-discrimination ordinance in 2013 that included sexual orientation and gender identity/express, and in 2013 was given a perfect score on a major gay rights group’s ‘Municipal Equality Index’ (“Phoenix celebrates”, 2013).   Data and analysis The larger critical sociolinguistic ethnography of queer Latin@ bilinguals in Phoenix that this article draws from included 4 months of fieldwork, beginning with pilot work in 2010, and fieldwork during summer 2012, January 2013 and summer 2013. The data includes ethnographic interviews and questionnaires with 35 participants, over twenty hours of recorded spontaneous interaction, and participant observation/ethnography. The examples explored in this article are taken from the ethnographic interviews of 8 participants.  The interview format and preoccupation of the researcher obviously imposes an agenda on the narratives and impacts participants’ contributions, just as participants’ contributions influence the researcher’s questions. In other words, we must remember that these are not spontaneous expressions, but rather elicited responses to prompts provided by the researcher. In the interviews, participants were asked about topics including homophobia in the Mexican/Latin@ community, racism in the LGBTQ community and whether there was a queer Latin@ community in Phoenix. These were three parts of an interview that generally consisted of six parts: (1) childhood, family, coming out (or not); (2) coming to Phoenix [for participants not  from Phoenix], (3) homophobia in the Latin@ community, (4) racism in the LGBTQ community, (5) queer Latin@ community, and (6) hopes/predictions for the future.  Although these six topics in more or less this order are found in all of the interviews, the interviews nevertheless vary, in some cases dramatically, with regard to the inclusion of other topics beyond these six and in the detail and length or treatment of the different topics. As a result, the shortest interview is just under 40 minutes and the longest is well over two hours.  Community  In responding to the special issue’s aim to “expand on our knowledge of the relationship between the Anglo and the Hispanic worlds in the United States”, this article seeks to question the notion of community, particularly as related to the following: (1) distinctions and boundaries between communities, (2) variation and heterogeneity within communities, and (3) in-group/out-group perceptions of communities. In other words, while much attention is paid to the Hispanic/Anglo divide, this can result in an oversimplification of complex realities on the ground, reinforcing the incorrect assumption of monolithic, homogeneous communities with clear, discrete boundaries. In fact, there is nothing clear or easy about delimiting a so-called ‘LGBTQ community’ or a so-called ‘Latino community’ in Phoenix, and the connections between these communities as well as the heterogeneity among them are of interest here.  There is a long history of the study of identity and community among lesbians and gay men (e.g. D’Augelli & Garnets, 1995) and among Latin@s in the U.S. (e.g. Padilla, 1985). Drawing on gay social histories, psychologists D’Augelli and Garnets (1995) trace the development of lesbian, gay and bisexual (LGB) communities from private, hidden social networks and associations to public, political and confrontational organizations in the post- Stonewall era, including responding to anti-gay movements in the 1970s and the HIV/AIDS epidemic in the 1980s and 1990s. While D’Augelli (1994) includes entering the lesbian, gay, bisexual community, including taking social and political action, as one of his six interactive processes of LGB sexual identity formation, he notes that it is not the case that all LGB people ever take this step. D’Augelli and Garnets (1995) explain that, while “[c]ontemporary lesbian, gay, and bisexual communities are based on shared identity derived from sexual orientation” (p. 299), LGB communities vary and they note that LGB people of color face particular challenges because they may not find “the primarily Anglo lesbian and gay community” (p. 302) to be a supportive place, or they may feel pressure to prioritize their racial/ethnic communities/identities (see also García, 1998). In contemporary urban studies, there are many compelling investigations of the questions around identity, community, interaction and place-making among U.S. Latin@s (e.g. Arreola, 2009; Ochoa & Ochoa, 2005; Ríos & Vazquez, 2012; Summers Sandoval, 2013). There is also an extensive body of literature on queer latinidad in literary and cultural studies (e.g. Álvarez, 2007; Anzaldúa, 1987; Bergman & Smith, 1995; Chávez-Silverman & Hernández, 2000; Foster, 2006; Gaspar de Alba, 2003; Muñoz, 1999; Rodríguez, 2003; Torres & Perpetusa, 2003; Trujillo, 1991), as well as other social sciences (e.g. Almaguer, 1993; Asencio, 2010; Cantú, 2009; Díaz, 1998; García, 1998; Guzmán, 2006). This article relies on insights from this previous research on language, identity and community among U.S. Latin@s and queer latinidad, and is informed by Pratt’s (1991) notion of ‘contact zone’ contrasting with ‘community’ as well as Barrett’s (1997) assertion that “[a]ny attempt to define a gay, lesbian, or transgender speech community using ‘objectifiable’ criteria based on language would likely…exclude many people who see themselves as members of such a community” (p. 186). Likewise, it might also include people who do not consider themselves members of such a  community. In sum, in this article, we do not take for granted the existence of a queer Latin@ community simply because there are people who identify as LGBTQ and Latin@ in Phoenix. Instead, we aim to look at perceptions of community and moments of doing community/making community in order to see how people who might see themselves or be seen by others as part of a queer Latin@ community talk and act themselves and this community into being, thus constructing queer latinidad (however temporarily, strategically).   Challenges to belonging As the literature referenced above tells us, two of the main challenges to a sense of belonging facing queer Mexicans/Latin@s are racism and anti-immigrantism/xenophobia in the predominantly Anglo LGBTQ community and homophobia/heterosexism in the Mexican/Latin@ community. The first two excerpts analyzed in this section relate to these challenges. In both, interviewees make use of constructed dialogues to demonstrate how they and others see Mexicans/Latin@s, queer people and queer Mexicans/Latin@s.  In the first example, Diego, 38, from Michoacán, Mexico, describes experiencing hostility in the workplace as a bartender in a gay men’s bar in central Phoenix within the current political climate in Arizona in response to a question about whether he has experienced racism within the LGBTQ community. Excerpt 1: ‘Do you have AIDS?’ 1 …I remember when I go out to the bars before (that) I work in the bars  2 I see totally different people, they they get so afraid and they decide  3 to move (out of) this state. Even like uh like American people, like  4 white guys, like they they don’t like what happened here. [Mhmm] and uh  5 some people they, they used to live here now they are in different  6 states, and they are, they have a better life over there. [Mhmm] And  7 sometimes they call me because we keep in touch and I told them that’s  8 the best thing that you did. [Mhmm] you know because here is totally  9 negative right now. And uh you know like when this happened uh I was in  10 a bar in [name of bar] and sometimes guys go and ask me like hey do you  11 have papers? and I’m like I go hey do you have AIDS? [((laughs))] And  12 they don’t like that and I say yeah. So it’s not, not your business and   13 I say they ask me you know like hey do you have a green card? I say I  14 don’t have a green card. I have green money. [((laughs))] you know I do  15 those things like that or I just walk away. I ignore them yeah but yeah  16 it’s very stupid.  The example contains two reconstructed dialogues: the first, between Diego and friends or former customers who have moved out of state, relates to people’s experiencing of the political climate in Arizona; the second, between Diego and a customer, touches on stereotypes and hostility in daily interactions. In the first constructed dialogue, Diego characterizes his interactants as ‘American people’ and ‘white guys’. Ethnic identifications have been found to be pervasive in immigrant narratives (e.g. De Fina, 2000), a strategy speakers use to “help speakers to build images of who they are and how they stand in relation to others” (De Fina, 2000, p. 131). Interestingly, the out-group characters (‘white guys’) in the first dialogue ‘don’t like what happened here’, almost certainly referring to the passage of the anti-immigrant legislation known as SB1070; they keep in touch with Diego, who affirms that they made a good choice (to move out of state). Diego complicates here the idea of a monolithic Anglo community that is opposed to or in conflict with Latinas/os. Given that the interviewer is an Anglo, this first constructed dialogue might serve to mitigate the possible offense of the second one in which Diego faces open hostility. In the second constructed dialogue, Diego does not explicitly identify the ethnicity of his interlocutors, but the listener might infer that they, too, are out-group members. These hostile interactions are interesting for at least two reasons. First, they shed light on the daily experiences of hostility faced by many Mexicans/Latin@s in contemporary Phoenix. Diego voices out-group members asking him if he has papers, that is, if he has the legal right to be in the country, and if he has a green card, a popular expression that refers to the document used to prove permission to work in the U.S. Second, the dialogue demonstrates strategies of resistance to racist discourse. Diego voices his own responses to out-group attacks, from counter attacks  that indirectly index the interlocutors’ sexual minority status (‘Do you have AIDS?’)3 and frame immigration status as a private issue similar to HIV-status, to wordplay that refers to immigrants’ economic contribution to the city/state/country (‘green card’, ‘green money’), to a refusal to engage with aggressive interlocutors (‘I just walk away’, ‘I ignore them’). Diego’s two constructed dialogues point to the heterogeneity of out-group members’ orientations to SB1070: the first ones oppose the persecution of Mexicans/Latin@s and have chosen to leave Arizona, possibly in part because of the hostile conflict; the second out-group interactants are themselves perpetrating this persecution on a micro-level. A second example comes from an interview with Silvana, 52 years old, who is a chef and restaurateur in Phoenix originally from the Central Valley of California. During the interview, Silvana was asked about whether homophobia in the Hispanic community existed, or if it was a stereotype/myth. She told the following story about an interaction she had at a march/protest against SB1070: Excerpt 2: ‘cause that’s the way I talk to people’ 1 S:  Um, during SB1070 I just showed up with the girl that just came  2  to say if the food was good? I showed up with her, with about  3  thirty cases of water the first day. And we had all these kids  4  help us pass them out. ((clears throat)) So I started going back  5  every day, every day, every day, every day, um, and then, I’m  6  standing there with signs and I’m you know yeah sí se puede sí           yes we can yes 7  se puede. I looked at this lady and she goes sí se puede and I go    yes we can         yes we can  8  sí se puede, señora, sí se- claro que se puede. Ánimo ánimo.   yes we can, ma’am, yes we- of course we can. Cheer up, cheer up.  9  And then she looked at me and I saw the look on her face like  10  ((gasp)) I go señora no tenga miedo que venimos en muchos       ma’am don’t be scared we come in many  11  diferentes colores.    different colors. 11  (2.0) 12 S:  You know? ‘cause that’s the way I talk to people. 13 H:  Uh uh.  14 S: I go like c’mon. 15 H:  And how did she react? 16 S:  She’s like ((gasp)) Mire señora yo quiero que usted sepa que yo  17  soy una negociante aquí en esta ciudad. Tengo un negocio. Y estoy  18  aquí a darle apoyo a usted y a su familia. Sí gracias. Le digo   19  yo también quiero que sepa que soy mexicoamericana primera  20  generación americana y estoy aquí a darle apoyo a usted y su  21  familia a nuestra gente. Yo también quiero que sepa soy gay, soy  22  lesbiana señora y estoy aquí para apoyarle a usted y a su gente.  23  Bien hecho. I’ll give a twenty-five dollar tips at a valet and  24  I go lesbian Mexican gave you that one okay? 25 H:  ((laughs)) Mhm 26 S:  I don’t care. I’ll, any time I do something like that, especially  27  with the tips, especially if they’re white they go oh wow,  28  thanks! and I go a Mexican gave you that. Again, I’m trying to  29  represent right? 30 H:  Yup 31 S:  Unfortunately I don’t look Mexican so it’s not like they’re going  32  to say the Mexican girl gave it to her.  In excerpt 2, like Diego above, Silvana reconstructs a couple of dialogues within the interview in order to demonstrate an example of when she has faced discrimination due to her sexuality in the Mexican/Latin@ community. While she does not use an ethnic identifier to describe her interlocutor in the first dialogue, one could assume that ‘this lady’ is Mexican due to Silvana’s use of Spanish to address her in the constructed dialogue. One might also assume that the interactant is older due to her use of the respectful term of address ‘señora’, as well as her use of the formal second person pronoun (‘usted’). Silvana’s interlocutor does not explicitly say anything related to her sexuality, she merely gasps when she looks at Silvana. The listener could assume that it is Silvana’s very short-cropped hair or her stereotypically more masculine dress that the woman is reacting to, but this is not made explicit. The gasp, an expression of surprise or shock, serves to mark Silvana as unwelcome or not an accepted member of a heteronormatively-defined Mexican/Latin@ community. Silvana contests this othering and asserts her community membership, through her self-identification as first generation Mexican-American, her use of the first person plural inclusive possessive (‘nuestra gente’/our people) to describe the community under attack by the legislation, her use of the first person plural in line 10 (‘venimos’/we come), and her use of Spanish, as well as culturally appropriate behavior (i.e. addressing an older person in her/his preferred language). In addition to asserting her ethnic identity, she gives voice to the  woman’s assumptions, confirming her sexual identity (‘gay’, ‘lesbiana’/lesbian), as well as asserting her role in the community as a business owner. Silvana asserts her social class/status, her ethnic identity and her sexual identity while simultaneously (emphatically) stating that she supports her interlocutor’s rights, repeating ‘estoy aquí para darle apoyo’/I am here to support you three times (in lines 17-18, 20, and 22). In this constructed narrative, Silvana demands with respect the same support and respect she gives others. To close the constructed dialogue, Silvana voices the woman praising her, validating her claims of belonging (‘bien hecho’/well done).  Beginning in line 23, Silvana draws a connection between the interaction with the woman at the protest – in which she asserts her queer identity in a Mexican/Latin@ space – and her practice of asserting her Mexican identity in White spaces, with Anglo interlocutors. Unlike the case with her lesbian identity, which she has to defend because it is visible (cf. the woman gasping), Silvana explicitly references her ethnic identity because she fears that she may not be perceived as Mexican. At first in line 23, Silvana identifies a character merely as ‘a valet’ without an ethnic identifier, but later in line 27, Silvana clarifies ‘especially if they’re white’. We see the shift from the self-identifier ‘lesbian Mexican’ in line 24 to just ‘Mexican’ in the brief constructed dialogue in lines 27-28 as Silvana focuses on the aspect of her identity that she feels is not necessarily evident. For Silvana then, ‘representing’ (line 29) involves both countering homophobia/heterosexism in the Mexican/Latin@ community and racism in White spaces in Arizona, which can include the LGBTQ community as we see in the example below.  Although Silvana is less interested in being active in the gay community because she sees her contribution as being elsewhere, she recognizes the value of her position, one from which she is able to call attention to and critique the hegemonic racism in the LGBTQ community. In the interview we talked about an ad she ran in the major gay weekly magazine in Arizona:   Excerpt 3: ‘lesbian Mexican chef’  1 H:  I came across an ad for the [restaurant] in the Echo that was  2  just three words in all caps, and it said lesbian Mexican chef. 3 S:  ((laughs))  4 H:  Like wow, OK ((laughs)) that’s a statement. How did that come  5  about? And how did you get to, to that place in your life?  6  ((laughs)) 7 S:  You know, nobody would ever accuse me of of not being forthright  8  about being a Mexican, about you know how I feel about politics.  9  To and about. Because I’ll turn around and say hey man what are  10  you doing? You voting? Are you, ya know, What are you doing? Quit  11  your complaining if you don’t do nothing about it, ya know? 12 H:  Mhm 13 S:  But that was a um, coming out of a, or coming up to SB1070 14 H:  Mhm 15 S:  I, I bought a year, I wanted to support the gay community and  16  remind the gay community that I am part of the gay community so  17  that was my first ad to to, just in case you didn’t know, lesbian  18  Mexican chef. 19 H:  Mhm 20 S:  And it’s funny because the next, in the following year I got  21  dumped and I continued the ads and I put single ((laughs))  22  lesbian Mexican chef 23 H:  ((laughs))   Silvana’s assertion of her lesbian identity in an LGBTQ publication during the period when SB1070 was being debated publicly calls into question the divisions between a so-called ‘gay community’ and a ‘Mexican (or Latino) community’. As traditionally perceived, these communities (and identities) are distinct: the ‘gay community’ is perceived as White, and the ‘Mexican/Latino community is heterosexual. Through her successful business, Silvana is in the position to buy advertising in the leading community publication in order to do something similar to ‘a Mexican gave you that’ (excerpt 2 above). In saying ‘I am part of the gay community’, Silvana counters the essentialism in how we imagine communities as distinct and clearly bounded, and it confronts the racism within the gay community, pushing non-Latino LGBTQ people to rethink their assumptions about who is and is not included in a ‘gay community’.  Rejection of ‘community’  Interviewees shared a number of different perspectives from which they rejected the notion of community, which will each be examined briefly here. First, in example 4 below, Bree, 31 and originally from El Paso, Texas, argues against the notion of a ‘gay community’. Excerpt 4 ‘We belong here’ 1 I don’t know if I consider- if I’d like to call it a gay community.  2 [Mhmm] It almost sounds like we are part of a colony or something  3 [((laughs))] and we’re out there and you have to go find us and you  4 know look at all these people. I don’t know. I just don’t feel  5 comfortable calling it a community. [Mhmm] I feel like if this is who  6 we are and we’re here living. We’re here like anyone else who is  7 straight or gay. [Mhmm] We belong here. We don’t need to be called a  8 community. Like we wouldn’t call straight mothers a straight mom  9 community, you know what I mean? [((laughs))] Um it’s kinda- it’s kinda  10 funny to me. I mean I feel comfortable though. I’ll go places and I’ll  11 know oh we’re okay here. Some places you can go and you just know it’s  12 not a good safe place for us. But overall it’s a good community here.   In line 1, Bree questions whether ‘gay community’ is an appropriate description, claiming that this implies a physical separation (‘part of a colony’ in line 2, ‘out there…go find us’ line 3) as well as an othering, if not a lower status (‘look at all these people’ in line 4). Unlike Silvana, who asserts her identities in different spaces, Bree has a more assimilationist approach. She prefers to be seen as ‘like anyone else’ (line 6) and she equates gay or lesbian identities with other types of identities (heterosexual, mother) that she perceives as not deserving of the label of ‘community’. Despite arguing against the existence of a gay community, Bree does not present Phoenix as being a universally accepting place for LGBTQ people. In fact, she recognizes that there are spaces that are safe and not safe for queer people in Phoenix, and – although she resists it – she does articulate a collective identity in line 12 ‘for us’, even using the term ‘community’ in the end. This excerpt demonstrates how pervasive the notion of ‘community’ can be: even as one tries to resist the concept, the grouping of people according to shared identity appears to be inevitable.   Another participant, Michael, 31 originally from Baja California, Mexico, who has lived in Phoenix since he was 14, does not question the existence of a gay community as Bree does, but he does not identify as part of a ‘gay community’. Excerpt 5: ’I’m not part of that’ 1    M: …I know I’m gay but that’s about it [Mhm] I don’t know if I  2  consider myself part of the community [Mhm] ‘cuz I mean, I don’t  3  like going to Pride.  I just-  4 H: Why not?  5 M: I don’t know.  I just feel uncomfortable kind of like being at a  6  gay bar. [Mm] It’s like [Mhm] unless I’m with like my friends,  7  like a big group, I feel like I’m not part of that. I don’t  8  really [Mhm] belong. I don’t know exactly why. But like, I- I  9  think it’s because I’m gay but it’s not like that’s not the only  10  thing about me? [Mm mhm] Like, that’s not my whole identity and  11  [Mhm] to some of these people that- that I know, that’s like  12  their entire existence, is I’m gay, I’m in the gay community.   13  I’m fundraising for this gay cause [Mhm] and I’m going to this  14  gay high school and I’m going [((laughs))] to this. And that’s  15  all that they are. And I’m like-  16 H: Professionally gay ((laughs))  17 M: Yeah, it’s like, when I look at your Facebook and it’s all about  18  gay, gay, gay, and gay postings, and being gay, and blah blah  19  blah, I’m like, besides that, what do you do, you know? [Mhm] I  20  don’t know, it just- I don’t identify my- myself as that. [Mhm]  21  So that- that’s why it’s hard for me to, to be at a Pride  22  festival, or- I haven’t been to one of the parades. I went to  23  Pride twice I think. Not in a row. It’s like one, and then not  24  the next year, the following year I went.   Michael teases apart identity and community in lines 1 and 2, explaining that an identification as gay (‘I know I’m gay’) does not necessarily mean an acceptance of community membership (‘I don’t know if I consider myself part of a community’). Michael articulates his view of membership in or belonging to a gay community as comprised of several features: regular attendance of community events, chief among them the annual Gay Pride Festival (line 3), going to gay bars (lines 5-6), and being involved in gay causes, including fundraising (lines 13-14). Michael contrasts his multifaceted identity (lines 10-11) with those he sees as unidimensional, (lines 11-19). While Michael articulates this position, he repeatedly hedges, repeating ‘I don’t know’ several times (line 1, line 5, lines 19-20) and ‘I just’ (line 3, line 5), perhaps indicating a lack of confidence in the position or an attempt at mitigating it in an effort not to offend the  interviewer, whom he might see as one of the unidimensional, stereotypical members of the gay community.     While Bree and Michael above reject the notion of a ‘gay community’ and membership in such a community respectively, Roberto, 24 and originally from Coahuila, Mexico, accepts the existence of a ‘gay community’ and a ‘Latino community’, but resists the notion of a queer Latin@ community in Phoenix:  Excerpt 6 ‘not yet’ 1 I don’t think a specific community. It’s- it’s a gay community that has 2 Latinos in it. It’s a Latino community that has gays in it. I don’t  3 think (they’re  parted like) that’s specifically the gay Latino  4 community. [Mhmm] They’re- they’re are out there. I’m one of them. I’m  5 one of them and there is a group out there for it but I don’t think  6 there’s a specific like way to like say this is the gay Latino  7 community, at least not yet. [Mhmm] And I don’t think it would be a bad  8 thing to have one either because like I said once we do define, once we  9 have like a big awareness that Latinos and the gay community battle  10 for the same rights in a way in one way or another then we’ll be bigger  11 in numbers [Mhmm] for the benefit of both communities.   Roberto recognizes that there are gay Latin@s; in fact, he identifies himself as such (‘I’m one of them. I’m one of them…’ in line 4-5). In addition, Roberto notes that there is at least one organization that is for queer Latin@s (‘there is a group out there for it’ in line 5), but he still does not feel that there is what might be considered an LGBTQ Latin@ community in Phoenix. Roberto, however, argues that having a queer Latin@ community would be a positive thing that could bring people together around shared interests and increase the power of both groups. Interestingly in this quote, Roberto shifts from ‘they’ to ‘I’ to ‘we’, first saying about gay Latin@s that ‘they’re out there’, then shifting to ‘I am one’, before switching in an inclusive first person plural: ‘once we do define, once we have like a big awareness…we’ll be bigger’. This shift, it seems, reflects Roberto’s shift of perspective from arguing against the existence of a queer Latin@ community to recognizing its possibilities and, perhaps, investing personally in its emergence.  Like Roberto, Rafi, who is 30 years old and was born and raised in Phoenix, questions whether there is an LGBTQ Latin@ community, saying the following in response to the question is there a gay Latina/o community.  Excerpt 7: ‘what is considered a community’ 1 R: Yes. I think so but I don’t- I don’t know them as other than the  2 bar scene. [Mhmm] When I associate that I always associate that  3 with clubs, like a specific club, salsa, like [bar name] [Mhmm] Or  4 [other bar name]  … 8 R: They’re gonna have gay Latinos or yeah that or I don’t know, unless you  9 know a gay Latino. And then Latinos always know Latinos so then you’re  10 like okay, you know. But I guess I- I guess I don’t- I guess I would  11 ask what is considered community? Like are talking about an  12 organization, are we talking about, yeah I don’t know. When it comes to  13 my mind that’s what comes.   Gay and lesbian communities have traditionally been built in and around bars and social clubs, so Rafi’s association of the queer Latin@ community with two bars in central Phoenix that predominantly cater to gay Latinos is not particularly surprising. In fact, many interviewees pointed to these two particular establishments when asked if there was an LGBTQ Latin@ community in Phoenix. Rafi, however, is circumspect about this association and somewhat hesitant. This association may be what comes immediately to his mind, but he recognizes that network ties are also important (‘Latinos always know Latinos’ line 9) and that community might be viewed or defined differently. In lines 10-11, Rafi asks ‘I guess I would ask what is considered community’, which indeed is a central question of this article. Following on Rafi’s question, in this next section, we will turn to examine more in depth two cases of queer, Mexican/Latin@ community-making in Phoenix.  Building ‘community’ Both Mario and Joaquín, two so-called ‘dreamers’4 who are both in their 20s, both from Mexico and were both brought to the U.S. by there parents well before they reached school age (3 and 2  years old, respectively), describe the embracing of a queer Mexican/Latin@ identity and community in relation to legal status, another component of the heterogeneity that characterizes the Mexican/Latin@ community (see Rodríguez, 2003). Mario explains that because of his legal status he felt like he needed to ‘come out twice’, as gay and as undocumented.  Excerpt 8:  ‘I had to come out of the closet…twice’ 1 …um, it feels like you have to behave a cer – a specific way around 2 people. [Mhm] Um [Okay] especially if you’re a minority.  And later on, 3 when I became um more aware of um my surroundings, um um my man- uh  4 my mannerisms, um my sexual orientation [Mhm] um all those things  5 played a part and besides being an, um, an undocumented immigrant, um,  6 that comes from a minority of La- Latin, oh, um, commun – uh, Latino  7 community, I also had to come out of the closet again twice, I kind of  8 [Mhm] see it in a way, like you’re coming out of the closet twice [Mhm]  9 when you’re [Mhm] um letting people know that you’re undocumented [Mhm]  10 You also kind of have to let them know you’re um gay. [Mhm] So, so when  11 I, when I was referring to you have to you kind of you have to be aware  12 of your surroundings, who you disclose your information to, or how do  13 you behave in front of people. [Mhm] Um, I feel like I’ve had to do it 14 twice in a way, so that’s just kind of been my life.   Although Mario sees his childhood as ‘very normal’, he was confronted at an early age with the need to ‘be aware of his surroundings’, policing himself in certain ways, depending on the community he was in or the people who surrounded him. Mario’s coming out did not come without a price or a risk, and his legal status complicated matters immeasurable (see Cashman, 2012).  During the interview Mario talked about coalition-building between queer people and Mexicans/Latin@s:  Excerpt 9: ‘invisible bridge’ 1 M: I feel that maybe it’s, it’s something that we need, um, that both the 2  communities should do. [Mhm] I mean I know it, it already exists that  3  invisible bridge. [Mhm] But it just, I feel that it needs to be  4  stronger. Um, because, um, like I said, there, there’s, I don’t think  5  that there’s any type of, um, um, rejection, uh, like you’re not really  6  fighting for our rights [Mhm] why should we fight for yours?  But we  7  need to be, I- I feel I’m understanding, I hope that they’re 8  understanding [Mhm] of me too [Mhm] that, um, that we’re both in the  9  same boat.  I mean, um, it’s kind of, it’s kind of like, um, why don’t  10  we join forces and, and really, um, set forward a plan a- and say this  11  is what we’re going to do and, and maybe two thousand fourteen, it’s  12  gonna happen.  You know, like, let’s have a, a g- a checklist, like   13  every month, we’ll do like some checklist or something where we can, we 14  can come together and just, I don’t know. Like  15 H: Start trying to build   16 M: Yeah  Here Mario recognizes that a connection exists between the LGBTQ community and the Mexican/Latin@ community, using a bridge as a metaphor (lines 2-3). This ‘bridge’ Mario describes, however, is both ‘invisible’ and ‘needs to be stronger’. Because of Mario’s multiple identities, it is unclear as to whom he is including in the opposing categories of  ‘we’/‘our’ and ‘they’/‘your’ in lines 5-8, but in line 9, we see a shift to ‘we’ that is inclusive of both queer and Latin@ communities as he articulates his vision for working across community boundaries (8-14).   Joaquín imagines the queer Latin@ community as growing in resistance to the anti-immigrant backlash in Arizona. Excerpt 10: ‘I saw of lot of LGBTQ Latinos stand up’ 1 J:  when, when the SB 1070 happened, I saw a lot of Latinos stand up  2   and I saw a lot of LGBTQ Latinos stand up and and different LGBTQ  3   Latino organizations, such as Third Space. I wouldn’t call it a  4   Latino, but a good pro – uh, number of them [Mhm] are Latino.   5   [Mhm] I’ve seen [organization], which is Latino and then the, um,  6   the dream, the Dreamers, which is the, the youth who are in, in  7   the Dream Act [Mhm] who were trying to pass that, and a lot of  8   them are Latinos and, and they’re youth, they’re students who are  9   Latinos and some of them are gay.  [Mhm] And so I saw a lot of  10   these different people come together and try to stop SB 1070 and  11   I think, [Mhm] and, and, and in a way they, they succeeded, [Mhm]  12   at least coming together, [Mhm] if not fully stopping the law  13   which they really didn’t but hopefully  14  H:  But it was a moment where they kind of 15  J:  Yeah, [Mhm] came together, [Mhm] yeah.  There’s really, there was  16   something they all had in common, so that brought them all  17   together. [Mhm] Yeah.    Joaquín describes a moment of strategic unity that characterized queer, undocumented youths’ community-building in the face of SB1070. He argues that the group’s formation is a success even if SB1070 was passed and largely put into practice and the Dream Act has not been passed,  although he consistently uses ‘they’ and ‘them’ rather than ‘we’ and ‘us’, perhaps distancing himself from the groups more than Mario does.    In light of the organizing and unifying moments in response to SB1070, Mario does imagine himself as a member of different communities, as he describes in excerpt 11: Excerpt 11 ‘what else do you have?’ 1 …if I’m a part of like the undocumented, um, community, the LGBTQ c-  2 community [Mhm] and, um, and I bring all those things together, [Mhm] and  3 it just, it can only make you stronger.  I mean, you’re-you’re already,  4 you’re already jumping so many hoops and hurdles that when you get to your  5 ultimate thing, it’s just kind of like, oh this is, I’ve been through all  6 this.  You know, what else do you have?   The ‘undocumented community’ and the ‘LGBTQ community’ are again imagined as discrete entities here. As with Silvana above, Mario sees the two communities as intersecting through him, although he does not see himself as part of any queer Latin@ community. Mario is defiant and his resistance (‘what else do you have’) seems to be the result of the strength from membership in these communities, through his activism and social network, and through his multiple ‘comings out’.   Conclusion/Imagining community  Of course, Anderson (2006,) notes that “all communities larger than primordial villages of face-to-face contact (and perhaps even these) are imagined. Communities are to be distinguished, not by their falsity/genuineness, but by the style in which they are imagined” (p. 6). José Esteban Muñoz (2009) in the closing paragraph of his book Cruising Utopia, calls queer people “to think about our lives and times differently, to look beyond a narrow version of the here and now” (p. 189) and to insist “on something else, something better, something dawning” (p. 189). In this article, these two concepts are drawn together to ask: (1) how is the queer Latin@ community  imagined in Phoenix, and (2) beyond the here and now, what do participants believe is dawning in Phoenix? In this conclusion, these two questions will be treated in turn. First, the queer Latin@ community in Phoenix is imagined in relation to Mexican/Latin@ communities and queer communities. This imagining is challenged by erasure from both communities—the existence of LGBTQ people in the Latin@ community is frequently denied, and the existence of Mexicans/Latin@s in the LGBTQ community is likewise ignored. Homophobia within Mexican/Latin@ community and racism/xenophobia with the queer community present challenges not only to the coalition between Latin@ and queer communities, but also to the imagining of a queer Mexican/Latin@ community. Despite these challenges, we see in the examples presented in this article that queer Latin@s in Phoenix are resisting this erasure and asserting their identities, both within the queer community and within the Mexican/Latin@ community. In doing so, queer Mexicans/Latin@s in Phoenix are looking beyond the “quagmire of the present” (Muñoz, 2009, p. 1) and insisting on something better, which addresses the second question.  Beyond the limitations of the present and despite the conflictive, homophobic and racist/xenophobic moment in the city (and the state more generally), a (new) queer latinidad is emerging in Phoenix at the turn of the 21st century, which may or may not involve an outdated, static notion of ‘community’. While there are certainly LGBTQ Latinas/os who aim to assimilate and resist any notion of community, many individuals insist on resisting erasure through coming out and defending themselves, through making connections, within and between communities, with and through organizations and movements, within and across traditional spaces. This queer Latin@ community-making is not an easy project, as it works to recognize and understand  difference, rather than diminish or erase it to accomplish community. This queer latinidad recognizes divisions within the Latina/o community, from immigration status to social class, from religious upbringing to education access, from intolerance of LGBTQ people to acceptance, and works to bridge these divisions through dialogue and action. This queer latinidad recognizes the divisions within the LGBTQ community, most importantly with regards to gender, social class and race/ethnicity, and strives to move beyond racist and sexist structures that bar full participation. This queer latinidad is less interested in perpetuating the traditional divisions between Anglo—Latin@ and gay—straight, but it depends on building strategic alliances and finding common cause. This queer latinidad in Phoenix is being imagined into being through both the activism and the everyday social practices of queer, bilingual Latin@s in Phoenix.   Notes  1. The author gratefully acknowledges the support of the National Science Foundation (Award # 1122948) without which this project could not have been completed. 2. The use of the @ symbol seeks to avoid the gender binary of ‘a/o’ (Latina/o) and include all people across the gender spectrum regardless of gender identity or expression.  3. Of course, I am not saying here that only gay men have AIDS, which is obviously not true. 4. Defined narrowly, ‘dreamers’ are unauthorized migrants who would benefit from the legislation known as the ‘DREAM Act’. This proposed legislation, which has yet to be passed, would provide a path to citizenship for people who were brought to the U.S. as children (aged 15 or younger), who do not have a criminal record, and who have graduated from college or completed military service.   Notes on contributor Holly R. Cashman in an Associate Professor of Spanish and Linguistics at the University of New Hampshire. Recent publications include an article on the discursive struggle over homophobic slurs in Multilingua and a chapter on language, identity and queer Latina/o social networks in the edited volume titled A Sociolinguistics of Diaspora: Latino practices, identities and ideologies, (Routledge 2014). She is currently working on a critical sociolinguistic ethnography of queer Latina/o bilinguals in Phoenix, Arizona.  References Almaguer, T. (1993). Chicano men: A cartography of homosexuality identity and behavior. In H. Abelove, M. A. Barale & D. M. Halperin (Eds.), The Lesbian and Gay Studies Reader (pp. 255-273). New York, NY: Routledge. Álvarez, A. R. (2007). Liberation theology in Chicana/o literatures: Manifestations of feminist and gay identities. New York, NY: Routledge. American Community Survey 5-Year Estimates (2008-2012). Retrieved from http://factfinder2.census.gov/faces/tableservices/jsf/pages/productview.xhtml?pid=ACS_12_5YR_S1601 Anderson, B. (2006 [1991, 1983]). Imagined communities: Reflections on the origin and spread of nationalism, rev. ed. London: Verso. Anzaldúa, G. (1987). Borderlands/la frontera: The new mestiza. San Francisco, CA: Aunt Lute Books. Arreola, D. (Ed.). (2009). Hispanic spaces, Latino places: Community and cultural diversity in contemporary America. Austin: University of Texas Press.  Asencio, M. (Ed.). (2010). Latina/o sexualities: Probing powers, passions, practices, and policies. New Brunswick, NJ: Rutgers University Press. Barrett, R. (1997). The ‘homo-genius’ speech community. In A. Livia & K. Hall (Eds.), Queerly phrased (pp. 181-201). Oxford: Oxford University Press. Bergman, E. & Smith, P. J. (Eds.). (1995). ¿Entiendes? Queer readings, Hispanic writings. Durham, NC: Duke University Press. Bérubé, A. (1990). Coming out under fire: The history of gay men and women in World War II. New York, NY: The Free Press. Campbell, K. M. (2011). The road to S.B. 1070: How Arizona became ground zero for the immigrants' rights movement and the continuing struggle for Latino civil rights in America. Harvard Latino Law Review 14. Retrieved from http://ssrn.com/abstract=1911435  Cantú, L. (2009). The sexuality of migration: Border crossings and Mexican immigrant men. New York: New York University Press. Cashman, H. R. (2012). Language, identity and social networks among LGBTQ Latin@s in Phoenix and the urgency of queering research on Spanish in the U.S. International Journal of the Linguistic Association of the Southwest, 31(1), 1-27. Chávez-Silverman, S. & Hernández, L. (Eds.). (2000). Reading and writing the ambiente: Queer sexualities in Latino, Latin American and Spanish culture. Madison: University of Wisconsin Press. D’Augelli, A.R. (1994). Identity development and sexual orientation: Toward a model of lesbian, gay, and bisexual development. In E. J. Trickett, R. J. Watts, & D. Birman (Eds.), Human Diversity: Perspectives on people in context (pp. 312-333). San Francisco, CA: Jossey-Bass.  D’Augelli, A. R. & Garnets, L. D. (1995). Lesbian, gay, and bisexual communities. In A. R. D’Augelli & C. J. Patterson (Eds.), Lesbian, gay and bisexual identities over the lifespan: Psychological perspectives (pp. 293-320). Oxford: Oxford University Press. Díaz, R. M. (1998). Latino gay men and HIV: Culture, sexuality, and risky behavior. New York: Routledge. Eckert, P. & McConnel Ginet, S. (1992). Think practically and look locally: language and as community based practice. Annual Review of Anthropology, 21, 461-490. Foster, D. W. (2006). Ambiente nuestro: Chicano/Latino homoerotic writing. Tempe, AZ: Bilingual Press/Editorial Bilingüe. García, B. (1998). The development of a Latino gay identity. New York, NY: Garland. Gaspar de Alba, A. (Ed.). (2003). Velvet barrios: Popular culture and Chicana/o sexualities. New York, NY: Palgrave Macmillan. Gates, G. J. (2006). Same-sex couples and the gay, lesbian, bisexual population: New estimates from the American Community Survey. Los Angeles, CA: The Williams Institute on Sexual Orientation Law and Public Policy. Gumperz, J. J. (1971). Language and Social Groups. Stanford, CA: Stanford University Press. Guzmán, M. (2006). Gay hegemony/Latino homosexualities. New York: Routledge. Phoenix Celebrates the Municipal Equality Index. HRC Blog. (2013). Retrieved from http://www.hrc.org/blog/entry/phoenix-celebrates-the-municipal-equality-index  Hudson, R. A. (1996). Sociolinguistics, 2nd ed. Cambridge: Cambridge University Press. Hymes, D. H. (1974). Foundations in sociolinguistics: An ethnographic approach. Philadelphia: University of Pennsylvania Press.  Kennedy, E. & Davis, M. (1993). Boots of leather, slippers of gold: The history of a lesbian community. New York, NY: Routledge  Labov, W. (1972). Language in the inner city: Studies in Black English Vernacular. Philadelphia: University of Pennsylvania Press. Lave, J. & Wenger, E. (1991). Situated learning: Legitimate peripheral participation. Cambridge: Cambridge University Press. Muñoz, J. E. (1999). Disidentifications: Queers of color and the performance of politics. Minneapolis: University of Minnesota Press. Muñoz, J. E. (2009). Crusing utopia: The then and there of queer futurity. New York: New York University Press. Oboler, S. (1995). Ethnic labels, Latino lives: Identity and the politics of (re)presentation in the United States. Minneapolis: University of Minnesota Press. Ochoa, E. & Ochoa, G. (Eds.). (2005). Latino L.A.: Transformations, communities & activism. Tucson: University of Arizona Press. Padilla, H. (1985). Latino ethnic consciousness: The case of Mexicans and Puerto Ricans in Chicago. South Bend, IN: University of Notre Dame Press. Queen, R. (1997). ‘I don’t speak spritch’: Locating lesbian language. In A. Livia & K. Hall (Eds.), Queerly Phrased. (pp. 233-256). Oxford: Oxford University Press. Ríos, M. & Vasquez, L. (2012). Diálogos: Placemaking in Latino communities. New York, NY: Routledge. Rodríguez, J. M. (2003). Queer latinidad: Identity practices, discursive spaces. New York: New York University Press. Sánchez, R. (2011). Toxic tonic: Narratives of xenophobia. Latino Studies, 9, 126-144.  Santa Ana, O. & González Bustamante, C. (Eds.). (2012). Arizona firestorm: Global immigration realities, national media and provincial politics. Lanham, MD: Rowman & Littlefield. Santa Ana, O. & Parodi, C. (1998). Modeling the speech community: Configuration and variable types in the Mexican Spanish setting. Language in Society, 27, 23-51. Summers Sandoval, T. F. (2013). Latinos at the Golden Gate: Creating community & identity in San Francisco. Chapel Hill: University North Carolina Press. Torres, L. & Perpetusa, I. (Eds.). (2003). Tortilleras: Hispanic and U.S. Latina lesbian expression. Philadelphia, PA: Temple University Press. Trujillo, C. (1991). Chicana lesbians: The girls our mothers warned us about. Berkeley, CA: Third Woman Press.  Weinreich, U., Labov, W., & Herzog, M. (1968). Empirical foundation for a theory of language and change. In W.P Lehmann & Y. Malkiel, (Eds.), Directions for historical linguistics (pp. 95-189). Austin: University of Texas Press.  ",
    "id": 215528788,
    "identifiers": {
        "doi": "10.1080/14708477.2015.1015344",
        "oai": "oai:scholars.unh.edu:lang_facpub-1407"
    },
    "title": "Intersecting communities, interwoven identities: questioning boundaries, testing bridges, and forging a queer latinidad in the U.S. Southwest",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-03-05T08:00:00+00:00",
    "publisher": "University of New Hampshire Scholars\\u27 Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholars.unh.edu/cgi/viewcontent.cgi?article=1407&amp;context=lang_facpub"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/215528788.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/215528788"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/215528788/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/215528788/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/215528788"
        }
    ],
    "abstract": "This contribution to the special issue on ‘Languages in Contact, Cultures in Conflict: English and Spanish in the USA’ aims to investigate the concept of queer latinidad in Phoenix, Arizona in an attempt to understand how queer Latin@s in Phoenix see themselves in relation to Latino communities, queer communities, and a queer Latino community. While questioning received notions of ‘community,’ we look at how queer latinidad is constructed or rejected by queer Latinas/os in Phoenix at the dawn of the twenty-first century precisely as national attention has been focused on the state of Arizona, and how this negotiation might blur traditional notions of community and question boundaries between communities by highlighting the racial and ethnic diversity of the (presumed Anglo) lesbian, gay, bisexual, transgender and queer (LGBTQ) community, as well as the gender and sexual diversities of the (presumed heterosexual) Latino community",
    "tags": [
        "text",
        "community",
        "identity",
        "intersectionality",
        "Latino",
        "LGBTQ"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholars.unh.edu:lang_facpub-1407",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2394",
        "openDoarId": 0,
        "name": "UNH Scholars' Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 215528788,
        "depositedDate": null,
        "publishedDate": "2015-03-05T08:00:00+00:00",
        "updatedDate": "2024-01-20T12:46:13+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T15:42:46+01:00"
    },
    "urls": [
        "https://scholars.unh.edu/lang_facpub/408",
        "https://dx.doi.org/10.1080/14708477.2015.1015344",
        "https://scholars.unh.edu/context/lang_facpub/article/1407/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-01-20T12:46:13+00:00",
    "setSpecs": []
}