{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Lorenzetti, Anna"
        }
    ],
    "contributors": [],
    "createdDate": "2022-11-09T05:33:04+00:00",
    "dataProvider": {
        "id": 14465,
        "name": "Revistas Científicas de la Universidad de Jaén",
        "url": "https://api.core.ac.uk/v3/data-providers/14465",
        "logo": "https://api.core.ac.uk/data-providers/14465/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/542917188.pdf",
    "fullText": "The Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 105INTERSEX IN ITALY: AT THE SOURCE OF THE COMPLEXITY?*ANNA LORENZETTI**Abstract: Focusing on the Italian legal scenario, this paper examines medical practices that impose cosmetic surgeries on intersex children. Carried out with the aim of adjusting their genitalia to a perfect male or female body, these practices infringe upon the fundamental rights of the children subjected to them and demand new ways of protection. The paper explores the legal approaches that could be adopted to challenge them and to ensure the protection of children’s rights.Keywords: Intersex, Fundamental Rights, medical practices, parental consent, selective abortions.Summary: 1. IntroductIon. 2. Intersex PeoPle In Italy. 2.1. Medical Practices and Protocols. 2.2. Sex assignment in the Italian legal scenario. 2.3. Parental decisions and the infringement of the best interests of the child: parental consent and selective abortions. 2.4. Language and recognition strategies. 3. suggestIons on How to Protect Intersex PeoPle. 4. conclusIon.1. IntroductIonThis paper analyses the legal situation of intersex persons in Italy. It analyses in particular the practice of performing cosmetic surgeries on children, aimed at normalising their genitalia and bodies. The aim of these medical procedures is, as said, purely cosmetic: it is to alter the genitalia of intersex children so that their bodies can conform with a ‘perfect’ male or female body. This paper takes the perspective of the best interests of the child to analyse these procedures as they stand within the Italian legal framework.The absence of a specific legal framework designed to protect intersex people renders them particularly vulnerable, leaving them in a state of social and legal frailty. In fact, intersexuality is not explicitly recognised as a ground of discrimination in the Italian legal system, nor does this offer specific tools of protection. This exclusion has deep theoretical roots. From a theoretical point of view, intersexuality challenges traditional notions of sex, gender and sexual orientation, something which Italian law has not welcomed so far.1 The Italian legal system is rooted in a binary logic, which states that *Article published as part of the Grant I+D+i (PID2019-107025RB-I00) Ciudadania sexuada e identidades no binariarlas: de la no discriminación a la integración ciudadana / Sexed citizenship and non-binary identities: from non discrimination to citizenship integration (Binasex), funded by MCIN/ AEI/10.13039/501100011033.**Associate Professor of Constitutional Law (Department of Law), University of Bergamo, Italy (anna.lorenzetti@unibg.it).1. For instance, also in Italian legal feminist academia, the binary structure continues to be considered as strictly ‘necessary’. Pitch (1998) significantly speaks of Un diritto per due, A right for two, which presumes the male/female gender dichotomy.Intersex In Italy:  at the source of the complexIty?The Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 106every person must be either a man or a woman, either female or male, and thus indirectly imposes early surgeries aimed at normalising the bodies which do not conform to these binary male/female standards. Intersex people are treated as inferior, as bodies to be corrected, at the most or as subjects of welfare, health, charity or public programmes.Instead of this, the Constitutional principle of equality could and should guarantee intersex people their position as autonomous individuals with self-standing rights and freedoms. Doing so implies undermining the power structures which define a perfect body – i.e., a body that perfectly conforms to what is considered to be male or female–, which take it as a ‘parameter’ of what is ‘normal’ and define other bodies as ‘not normal’, assumed to be inferior. Overcoming the male-female dichotomy could subvert the oppression of intersex persons and, at the same time, recognise the intersex condition as a variance of human beings. This would lead to granting intersex persons rights and freedoms guaranteeing their autonomy, in particular the right to oppose medical practices which harm their genitalia.In addressing the condition of intersex persons, this paper attempts to take a look into ways to overcome said harmful practises, in order to guarantee respect for human dignity.2. Intersex PeoPle In ItalyIn the Italian legal culture intersex children are considered abnormal and different because they do not fit within the binary male vs. female model. As a consequence, they are subject to normalising surgeries, aimed at making their bodies fit into the male/female dichotomy. Their bodies are considered to be in need of repair. As a result, intersex children are assumed to be inferior to children unambiguously born as male or female.Despite the invasive medical procedures carried out in Italy to normalise intersex bodies, and despite the lack of a substantive legal framework protecting the rights of intersex people, academic debates on these issues are here very limited. The issues that intersex people face have only aroused academic interest in the last ten years,2 during which scholars have organised and delivered seminars,3  2. In 2006, an international medical conference on Intersex was held in Rome (Cola and Crocetti 2011).3. The Research Centre Politesse (Politics and Theories of Sexuality) of the Department of Philosophy, Education and Psychology, University of Verona organised many seminars between 2013 and 2015: “Intersex/dsd: biopolitics of gender, normalization and subjectivation” (literally, Intersex/dsd: biopolitica del genere, patologizzazione, normalizzazione medica e processi di soggettivazione), with Michela Balocchi and Beatrice Busi (9 October 2013) on the historical and sociological analysis of people with DSD/intersex conditions; “Male or female? Is sexual binarism a legal must?” (literally, Maschio o Femmina? Il binarismo sessuale è davvero indispensabile al diritto?), with Anna Lorenzetti, Alessandra Cordiano and Matteo Nicolini (6 December 2013) on the legal issues; “Intersex/DSD: medicalization and political subjectivation”, (literally, Intersex/dsd: medicalizzazione e soggettivazione politica, with Elisa A.G. Arfini and Alessandro Comeni (14 February 2014) on critique of the abuse of intersexuality as a rhetorical device to explain the social construction of gender and on the intersex movement; “Intersex: International Developments” (5 May 2015) lecture of Morgan Carpenter (OIIL Australia).AnnA LorenzettiThe Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 107conferences,4 academic articles in a variety of disciplines,5 as anthropology (Crocetti 2010, 2013), sociology (Balocchi 2012, 2015, 2019), philosophy (Bernini 2010, 2015; Busi 2005, 2009, 2012) and law (Osella 2016; Lorenzetti 2013b; 2015; 2019). However, legal and empirical studies concerned with the normalising surgeries performed on children and the effects they have on them are still underdeveloped in Italy. The lack of further and deeper academic and public debates contributes to feed the strong legal barriers faced by intersex children, who remain confined to cultural and social invisibility.2.1. Medical practices and protocolsIn order to fully grasp the complexity of intersex issues, it is important to analyse Italian procedures and medical protocols for normalising surgeries. Invasive cosmetic surgeries on intersex children are still performed in many Italian hospitals. For example, female infants born with a clitoris that is considered to be ‘too large’ often receive clitoral reduction surgery.6 Similar interventions are performed on children born with a penis which appears atypical or smaller ‘than the norm’. In general, surgeries on intersex children are performed following heteronormative rules:7 the protocols used in Italy require that children to be raised as males should be able to engage in heterosexual activity as adults (by penetrating a female’s vagina). Following the surgery, male (XY) children with functional testicles often see their ability to reproduce destroyed, a preferred option to having a penis that is considered smaller than the norm. For females, on the other hand, emphasis is placed on maintaining their reproductive capacity.Early surgery is based on the assumption, not supported by evidence (Greenberg 2012: 21; Chase 1997; Diamond, Glenn Beh, 2006: 103; Diamond, Garland 2014: 2-7; Diamond, Sigmundson 1997; Dreger et al. 2005: 729-733), that irreparable emotional and psychological trauma will derive from the child’s growing up with atypical genitalia. Another reason encouraging surgery is the idea that abnormal bodies need to be repaired 4. The first conference on Intersexuality was held in Florence on 24 September 2010 with the title “Intersexuality in the Italian Society” (literally, L’Intersessualità nella Società Italiana; in 2013 (16 November); in Bologna there was a conference on the “Medicalisation of gender body: intersexuality and DSD” (literally, “Medicalizzazione del corpo di genere: Intersessualità e DSD”); recently, in 2015 (1011 April) in Perugia, there was the first legal conference on the Intersex Issues (the title was “Intersexualism and the Law: equality, rights, protections”, literally, Intersessualismo e diritto: uguaglianza, diritti, tutele) organised by the Association Avvocatura per i Diritti LGBTI – Rete Lenford.5. See Conference proceedings of the national seminar on “Intersexuality in the Italian Society” (literally, L’Intersessualità nella Società Italiana) (Balocchi 2015).6. Doctors would remove the clitoris or reduce it to a size that they considered acceptable, even though the surgery might diminish or destroy the person’s ability to engage in satisfactory sex.7. Similarly, this happens in others countries (Greenberg 2012; Sytsma 2006). In fact, according to Greenberg (2012: 5), “Although most intersex conditions are not disabling, pose no physical risk and require no medical intervention, infants with an intersex condition are often subjected to invasive cosmetic surgeries to alter their genitalia so that their bodies conform to a binary sex norm”.Intersex In Italy:  at the source of the complexIty?The Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 108and the only appropriate tool to achieve this is surgery.8 A further motivation for normalising the child’s body is to ease the psychological discomfort of parents and to enhance their ability to bond with their child. Because intersex children are considered atypical and in some way abnormal, their condition is hidden from society and their birth is shrouded in shame and secrecy. Parents are often not correctly informed and when some information is provided they are often advised not to tell their children of their intersex condition or medical history (Streuli et all 2013; Greenberg 2012; Sytsma 2006).Although health is recognised as a fundamental right in Italy,9 there are medical procedures which attempt to eliminate evidence of intersexuality by surgically altering infants, so that they conform or blend into a medically created definition of ‘normal’ genitalia. This creates a double paradox. First, the medical and surgical therapy does not resolve the problem, because the person remains intersex for the rest of their life. In fact, only the body and the external genitalia can be modified, but this does not (and will never) change the intersexual condition, which cannot be totally eliminated (think for instance of chromosomes). Secondly, according to some studies, the person’s health gets worse after the therapy (Greenberg 2012: 18). In fact, surgical interventions cause more physical and psychological trauma to intersex persons than letting them grow up with atypical genitalia. Also, surgery may lead (and usually leads) to irreversible harm on the bodies which are physically violated.The studies carried out on intersex people who have been subjected to early surgeries recognise not only the stigma and the psychological trauma, but also lifelong physical complications, without proof of any benefit to the child. Indeed, these medical procedures often lead to a significant number of problems: they may result in infections, scarring, genital pain or discomfort, incontinence, and other severe physical complications; they also may render women incapable of experiencing an orgasm. 8. Recently, see an Information brochure on CAH, Congenital Adrenal Hyperplasia, (I.S.C., Opuscolo informativo) ellaborated by an Association of parents and supported by one of the most important Italian Private Hospitals (San Raffaele Hospital, Milan, Lombardy Region); many Italian famous medicine societies supported it: Italian Society of Pediatrics (SIP), Italian Society of Preventive and Sociale Pediatrics (SIPPS), Italian Society of Pediatrics, Endocrinology and Diabetology (SIEDP); Italian Society of Adolescence Medicine (SIMA). It stresses that medical therapy is not enough to correct external genitalia anomalies. Therefore, it is necessary to undergo surgery in order to reduce the clitoris and to correct the aspect of the vagina. It also stresses that, generally, surgery should be performed in the first year, to avoid that the child could be disturbed by confusing genitalia. It also refers to the eventual “revision” of surgery during puberty: thus, it implicitly admits that there are additional surgeries to be performed. The goal of the early surgery (or, rather, surgeries) is twofold, on the one hand to correct the anatomic alteration (cosmetic aspect) and on the other to allow for normal sexual intercourse (functional aspect); p. 16.9. In the Italian Constitution, see article 32. In the EU context, access to health and social services is considered as a fundamental right and a key element of the so-called European social model and of the national Welfare State model, as it is explicitly stated in several Member State constitutions and incorporated into the European Union Charter of Fundamental Rights (article 35). We should also consider the United Nations Convention on the Rights of the Child.AnnA LorenzettiThe Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 109Medical procedures performed on intersex children may also cause cosmetically unacceptable genitalia that create a sense of rejection in the person (Greenberg 2012; Sytsma 2006). Finally, additional surgeries are often required for several years after birth in order to allow the genitals to conform to the body’s natural growth, and the person is forced to live a pathologised life. In fact, for the rest of their lives intersex persons receive medical checks (or operations) and take hormones that are no longer naturally produced after the operations, because of the ablation of glands and gonads. In addition, persons who take hormones suffer changes of behaviour and temper, and psychological stress (Greenberg 2012: 18).Although there is a legislative proposal which suggests that surgeries should only be performed when strictly necessary to save the life of the child, or when there is an actual risk to the child’s physical health,10 Italian law does not yet offer a comprehensive framework to protect intersex persons. Recently, a soft law instrument was introduced. The National Committee for the Bioethical issues approved the Guidelines for the treatment of child affected by the Disturb of Sex Difference.11 These include a moratorium for operations which are not urgent and the need to respect the integrity of the child’s body.Case law is limited too. The most famous case on this matter involved a child whose parents argued that medically unnecessary cosmetic genital surgeries should be delayed until the child would reach puberty. Considering the best interests of the child, the court named a guardian (in Italian, a curatore speciale) in order to decide which types of cosmetic genital surgeries could be performed. The idea of the court was that the best interests of the child pointed to genital surgery, while the parents’ approach was considered unlawful.12An important barrier for intersex people’s access to justice is linked to the procedures surrounding these surgeries. Medical services often do not keep records of surgeries performed on intersex individuals and on their long-term effects. Records about early surgeries cannot be found because in the past they were simply not kept; when records started to be kept, they have not been made available. Therefore, intersex people who have had surgeries do not have access to their medical records, which makes it difficult and very expensive to start lawsuits. All these elements represent significant barriers for intersex persons pursuing justice, and place them in a subordinate position compared to male/female persons.10. A.C. 246; A.S. 392; A.S. 405, proposal for amendment of law n. 164 of 1982 on sex reassignment, presented in the XVII legislature (Norme in materia di modificazione dell’attribuzione di sesso, “Provisions on change of sex assignment”). It requires the moratorium of surgeries, except in the cases where it is strictly necessary to save a child’s life.11. National Committee of Bioethics (Comitato nazionale per la Bioetica, I disturbi della differenziazione sessuale), The Disturbs of Sex Differentiation, opinion of 25.2.2010. Available at: http://www.governo.it/bioetica/pareri.html. [Accessed: 1 February 2022]. See Osella 2016.12. Trib. min. Potenza, 29.7.1993, in Riv. it. med. leg., 1996, 299, and in Dir. fam. e pers., 1993, 1199.Intersex In Italy:  at the source of the complexIty?The Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 1102.2. Sex assignment in the Italian legal scenarioThe way in which sex is assigned in Italy raises particular concern because the procedure contributes to placing intersex persons in a position of subordination compared to male/female persons. In Italy, a medical attendant establishes the new-born’s sex at birth according to the external genitalia and records it on the birth certificate, which is then included in the civil registry. In general, when a child is born with a penis with the prescribed size then the child is registered as male. When children are born without a normative penis then they are registered as female and no other biological factor is generally verified and considered. The use of a sex marker other than binary male/female genital indicators is not allowed;13 according to the Italian legal system, the child must be assigned to a male or female sex14 also in the case of ambiguous genitalia; and the name must clearly correspond to the assigned sex.15 In fact, in Italy there are male or female names, generally recognisable by the final letter.16Linked to this issue is whether intersex people may amend their birth certificate in order to reflect their change of sex. There are no specific rules allowing people with an intersex condition to amend the sex designation on the official registers. The only way open to intersex people is to rely on the norms that rule transsexuality. Yet these regulate a long, confusing, complicated and uncertain process,17 paved by a significant number of intermediate steps (Lorenzetti 2013a; Cardaci 2018), which entails important procedural and economic barriers.13. However, in some Hospitals, the form to be filled in considers two sexes (male or female), but includes three possibilities to describe sexual characteristics and genitals (male; female; ambiguous).14. See the Regulation governing the registration of civil status events: Decree of the President of the Republic, no. 396 of 3 November 2000 “Regulation to revise and simplify the civil status registration system, in accordance with Article 2(12) of Law n. 127 of 15 May 1997”. Available at: http://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:decreto.legge:2000-11-03;396!=vig. [Accessed: 1 February 2022]. The registrar records (Article 28 of D.P.R n. 396/2000) any declaration of birth received by the registrar who draws up a formal document known as atto di nascita (birth certificate). In fact, D.P.R. no. 396 of 3 November 2000 (article 30) asks the declaration of the sex (article 29).15. According to article 35, no. 396 of 3 November 2000, a child’s forename must correspond to their sex.16. For instance, for female names, the presumption is the finale ‘a’; male names usually end in ‘o’. Some exception can be stressed, for example, for foreign names or for some names that can be used both for males and for females (Èlia, which is a female name; or Elìa, which is a male name; Andrea, which can be only used as a male name, except in the case of foreign children, where it can be used for a female). Both male and female names can also end in ‘e’ or even with a consonant.17. Transgender people may change sex according to the national law. Italy introduced regulation on sex reassignment surgery and recognition of gender reassignment in identity documents in 1982 (Law 164 of 1982 which states Provisions on sex assignment). This was amended in 2011 (with the legislative decree no. 150 of 2011) hence going against the declared goal of simplifying the procedure. Now the procedure to change sex is longer and more expensive, since it asks for a double judicial procedure. Law 164/82 does not expressly require a complete body change on primary sex characteristics and sterilisation as necessary conditions for gender reassignment. In fact, the law provides that surgery must be authorised when [so, if] necessary (article 3, former law 164/1982, now, article 31, Legislative decree 150/2011). However, cases-law shows the opposite. Court of Appeal Bologna, 22.2.2013; Tribunal of Rome, 8.7.2014, n. 34.525; Tribunal of Vercelli, 12.12.2014, n. 159; Tribunal Catanzaro, 30.4.2014. Contra see Tribunal of Rovereto, 3.5.2013 and the recent Court of Cassation no. 15138/2015. The decisions are available at: www.articolo29.it. [Accessed: 1 February 2022]. Before granting an official new name and sex change, judges often require that the person who asks for gender reassignment should be permanently sterilised even when the transgender person is not will to do so. There is a pending question before the Constitutional Court (Tribunal Trento, ordinance 19.8.2014).AnnA LorenzettiThe Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 1112.3.  Parental decisions and the infringement of the best interests of the child: parental consent and selective abortionsA significant barrier intersex people encounter in accessing justice regards parental decisions over the intersex child’s body, in particular regarding parental consent and selected abortions.The consent of both parents is required to perform surgeries on an intersex child. In order to avoid inappropriate decisions, parents should be provided with complete information about their child’s condition and offered appropriate professional counselling and support. Although a minority of parents (try to) decline or postpone surgery on their children with atypical genitalia, the practice shows that most parents still consent to it. When they do, the intersex child is left in a position in which they are not allowed to refuse this harmful practice, and which closes the door to any future judicial actions against the hospital and the doctors who performed it. The intersex person who looks for redress needs to rely on the parents who gave the informed consent to the surgeries, which entails the risk of weakening familial ties and encountering further emotional and psychological barriers.The question is whether parents, in consultation with doctors, should have the legal power to consent to genital modification surgery on behalf of their children. Another question is whether parental consent is adequate to protect the child’s best interests. The law presumes that parents will correctly weigh the potential benefits and risks of medical procedures and make decisions that are in the best interests of their children. However, complete deference to parental decisions may infringe upon a child’s best interests. In fact, parents may not be in the best position to determine what treatment would be in their child’s best interests because it can be difficult for them to separate their child’s interests from their own interest in having a perfect child, a child with a perfect body. In addition, parents might be influenced by social norms and stereotypes which state the necessity to normalise the appearance of the body, because a life with an intersex condition is not considered worth living. Surgeries are performed even if parents were not given a chance to consent to every surgical procedure; moreover, doctors could perform surgeries at the risk of permanent damage or without a real medical necessity, based on parental consent.A related concern can be raised with regard to parental decisions about selective abortions, following the prenatal diagnosis that discovers the intersex conditions of the foetus. Although such prenatal tests are in some cases used to identify conditions that may be treated in utero, often they lead to the decision to abort foetuses18 that carry mutations associated with intersexuality syndromes.19 Activists stress that selective abortions could be considered a dangerous step toward eugenics, because their primary effect is to select the perfect foetus and to avoid intersex children. Selective abortions will reduce the 18. In Italy, abortion is allowed by the Law 194/1978 in cases of danger for the mother’s physical and mental health.19. This is the opinion of the National Committee of Bioethics. Available at: http://www.governo.it/bioetica/pareri.html [Accessed: 1 February 2022].Intersex In Italy:  at the source of the complexIty?The Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 112number of intersex people and their visibility and presence in the society.20 This is also highly problematic because the visibility of intersexual persons is crucial for overcoming a legacy of prejudice and social marginalisation.21The fact that prenatal diagnosis is followed by selective abortion is highly problematic and driven by misinformation. In fact, medical professionals suggest that abortion in cases of ‘foetal deformity’ is due to the view that life with an intersex condition is not worth living. The woman who must take prenatal treatment and who decides to undergo an abortion could be mentally and emotionally vulnerable and could be influenced by social norms and stereotypes which state the importance of having a perfect child, with a perfect body, and may believe that a life with an intersex condition is indeed not ‘worth living’.All the above medical practices confirm the unequal position of intersex children, their placement within a hypothetical hierarchy where the parameter is the male/female body and where intersex children are considered an exception, all of which infringes upon the full respect due to their rights and freedoms (Tamar-Mattis 2006: 59-110).The need to challenge medical models that approach intersexuality as a pathology22 should thus be stressed and intersexuality should be recognised as a normal variance of human beings. The most urgent goal is the elimination of harmful practices based on sex and gender stereotypes, eliminating or decreasing the number of medically unnecessary cosmetic genital surgeries being performed on intersex children. To this end, enhancing the right to self-determination is a primary aim.232.4. Language and recognition strategiesA focus on the language used to define intersex persons is important; otherwise, we risk using words and expressions which many of them find offensive or feel as distorting of their identity. Indeed, language mirrors and is evidence of the subordinate position of intersex persons; thus, changing the way that language is used could represent a first step towards a more respectful approach to intersex people’s rights.Some people in the Italian intersex community point to the need to abandon the expression “Disorder of Sex Development” (also referred to as DSD) and encourage the use of the term ‘intersex’. This position reflects the rejection of the medicalisation implied in the expression DSD; in addition, the term ‘disorder’ is considered inappropriate and 20. This is the position of Alessandro Comeni (Collettivo Intersexioni), as expressed in his speech during the Final Conference on “LGBTI persons and Access to Justice”, held in Bergamo on 22-23 May 2015.21. If fewer people with intersex conditions are born, and if it is easier to prevent them from being born, the social commitment to treatment and the protection against medical treatments may be weakened.22. See the Organization Intersex International (OII Intersex Network. Available at: http://oiiinternational.com) and the Intersex Society of North America (ISNA), www.isna.org. [Accessed: 1 February 2022].23. See the web site of the Collettivo Intersexioni, www.intersexioni.it. [Accessed: 1 February 2022].AnnA LorenzettiThe Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 113pejorative, and ‘intersex’ persons do not want to be labelled under it (Balocchi 2015; Arfini and Crocetti 2015). Some of the people who support the move away from the expression of DSD also oppose the term intersex and suggest that we embrace instead the acronym “dsd”, referring to “differences or divergences in sex development” (in Italian, differenze e divergenze nello sviluppo sessuale), and written in small case in order to differentiate it from DSD, which means Disorders or Disturbances of Sex Development (in Italian, Disordini o Disturbi dello Sviluppo Sessuale) and which is written in capital letters (Greenberg 2006, pp. 93; Balocchi 2015; Arfini and Crocetti 2015).To define their condition, intersex activists prefer the word intersexuality (in Italian, intersessualità) because it describes the intersex as a form of identity and culture (Balocchi, 2015), or directly the English expression ‘intersex’ or intersesso. They refuse to use the expression ‘intersexualism’ (in Italian, intersessualismo), as this is considered borrowed from the transgender movement, which introduced and uses the term transsexualism (in Italian, transessualismo). Controversies around the way Italian language is used show the risk of using words and expressions which many intersex persons find offensive, and of the importance of referring to this condition correctly, in terms which do not add to the discomfort of intersex people.24It is also important to consider the preferences of intersex people with regards to actions and strategies to be undertaken to advance their legal situation. In this respect, it has been suggested that the legal arguments used by organisations fighting for sex and gender equality be adopted. In fact, gender stereotypes, which are the basis of gender discrimination, can also be considered as the reason for performing early surgeries on intersex children (Greenberg 2012). Thus, the re-definition of gender hierarchies could help to overcome the subordination of intersex people as compared with persons who perfectly match male and female characters.However, in the opinion of the author of this paper, relying upon gender equality discourses creates the risk of missing the focus on the trauma and stigma that early genital surgeries cause, and hinder the primary goal of ending medical practices that surgically alter infants and harm intersex bodies. The goal of ending early surgeries differs from the cultural and social reasons which contribute to gender inequalities and must be treated separately, primarily as a health issue.Some other activists believe that altering current medical protocols for the treatment of infants with an intersex condition could be better advanced by focusing on issues emphasised by disability rights advocates. In fact, the focus on the right to self-determination, autonomy and bodily integrity could be a more effective tool to protect people with an intersex condition (Sytsma 2006). There is a stigma, however, in being considered as disabled, abnormal and in need of help and assistance.24. The distorting effect of language is not unique to intersex people. It concerns all the so called ‘minority rights’ debates and gender issues.Intersex In Italy:  at the source of the complexIty?The Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 114Another way to re-think the hierarchy which places the intersex in an unequal position could be to follow the legal frameworks used by other social justice movements. From a practical perspective, however, this seems a dead-end in Italy, where social justice movements are not so rooted and strong. From a theoretical perspective, the true question is whether and how the intersex movement can form alliances with other social movements and use similar legal strategies. This seems to be difficult, given that intersex activists believe that the primary goal of the movement should be to end the medical practices that cause irreparable physical harm and psychological trauma.253. suggestIons on How to Protect Intersex PeoPleTurning now to the analysis of the different legal ways to protect the intersex from harmful medical treatments and surgeries, many options seem to be open. There is the path of legal reform, including the empowerment of the role of the Regions, and the implementation of positive actions and good practices. Other ways include the protection of the intersex condition through the recognition of intersex children as disabled persons, or as a human rights problem (Domurat Dreger 2006: 73-86; Schneider 2015). Lastly, a further significant route could be attempting a consistent enforcement of the constitutional right to equality.In order to eliminate medical practices of early surgeries, a first option is to introduce legal reforms providing a complete moratorium on surgeries, except in the case of life-saving treatments. A recent example of this approach is the law introduced in Malta which declares it unlawful for medical practitioners or other professionals to conduct any sex assignment treatment and/or surgical interventions on the sex characteristics of a minor, when such treatment and/or intervention can be deferred until the treated person can give their informed consent. The same law also provides that the sex assignment treatment and/or surgical intervention shall be conducted if the child gives informed consent through the person who exercises parental authority or the tutor of the minor. In exceptional circumstances, treatment may be performed once agreement is reached between an interdisciplinary team and the persons who exercise parental authority or their tutor who is still unable to provide consent. The law also provides that medical interventions driven by social factors without the consent of the minor must be considered in violation of the law.26Another approach is to recognise intersex as a third sex category.27 Recently, some countries such as Germany and Australia have introduced this solution. However, this possibility hides the stigma of being considered as different and as ‘other’ from the M (male) or F (female).28 In fact, the difference makes the intersex persons be seen as inferior comparing to those who are assumed to be the parameter, the norm.25. A final and central question to be understood is whether the intersex movement could really be considered as an identity movement compared to other identity movements.26. Malta approved the “Gender Identity, Gender Expression and Sex Characteristics Act” (Malta 2015).27. This is the way followed in Germany and Australia.28. If fact, you are neither male or female, you are other.AnnA LorenzettiThe Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 115Generally speaking, the introduction of a legal moratorium of early surgeries guarantees a protection against the harmful practices and interrupts the oppression of the intersex person compared to male or female persons. Although this legal reform could be considered the highway to protect intersex persons, it depends upon Parliamentary approval. The actual political scenario in Italy shows that a legal reform protecting the rights of intersex persons is difficult to achieve.In the effort to overcome the vulnerability of intersex people, the potential role to be played by regional administrations also needs to be considered. Generally speaking, the State is competent in the “determination of the basic standards of welfare related to those civil and social rights that must be guaranteed in the entire national territory” (article 117). However, Regions have residual legislative power in all matters that are not expressly covered by State legislation and they are also expressly empowered to contrast gender discrimination by article 117 (para. 7) of the Italian Constitution. In particular, Regions hold some legislative power regarding health.29 Following the example of specific legal statutes aimed at ending discrimination based on sexual orientation and gender identity,30 Regions have at their disposal a variety of instruments that can be adopted with the aim of enhancing the rights of intersex persons. These instruments include approving regional laws protecting the intersex from discrimination, developing Health Guide Lines (for instance, through Regulation acts) in order to impose the moratorium of surgeries, and introducing medical training and protocols (D’Ippoliti and Schuster 2011; Gusmano and Lorenzetti 2014).However, we have to bear in mind that using this margin of manoeuvre could lead (and usually leads) to deep differences among Regions, depending among other factors on the political orientation of each regional government.31 This could translate into different treatments for the intersex condition across the country. In addition, the Regions might not come to redress the hierarchy implicit in the comparison between the ‘norm’, i.e., the person who is male or female, and the intersex person. Thus, the intersex would continue to be considered as ‘different’ and ‘other’, thus as subordinated; all of which calls for stronger protection under equality and dignity principle.29. This is the so called ‘concurring legislation’ applied to health protection. Since 2001, a significant reform of Title V of the Constitution has introduced a new division of legislative powers among the State and the Regions. The State holds exclusive legislative powers in specified matters, while other matters are covered in so called ‘concurrent legislation’ – Regions hold legislative power except in the case of certain fundamental principles which are reserved for state law in many significant matters (for instance, health protection). Thus, the power balance between the State and the Regions in such matters remains somewhat unclear.30. For instance, in 2004 the Region of Tuscany first enacted a regional law prohibiting discrimination on the grounds of sexual orientation and gender identity in regard to employment, education, public services and housing (Law issued by the Region of Tuscany, on 15.11.2004, NBo. 63, Rules against discrimination on the grounds of sexual orientation and gender identity). Other regions such as Marche, Liguria and Emilia-Romagna have taken similar steps by recently enacting specific laws concerning protection from discrimination based on sexual orientation and gender identity (Marche Regional Law, 11.2.2010, n. 8; Liguria Regional Law 10.11.2009, n. 52). In addition, a considerable number of regional statutes have been modified during the last five years, so that they expressly refer to sexual orientation and gender identity.31. In general, we may stress that antidiscrimination law seems to be an arena for regional political debates.Intersex In Italy:  at the source of the complexIty?The Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 116The national and regional legislative vacuum suggests the need to verify the possibility of introducing positive actions and promotional measures. Positive actions could lead, for example, to the establishment of information services, following the example of the first (and only) intersex info point opened in Florence. A further positive action measure could be the introduction of training for health and social professionals who have a fundamental role in filling the information gap. In fact, limited and inaccurate information is considered to be one of the first causes for surgery on intersex children and correct information could also lead to reduction of selected abortions following prenatal testing results. In a legislative vacuum, the role of positive actions and promotional measures could guarantee bodily integrity and reduce early surgeries provoked by misinformation.Other strategies are needed in order to undermine the hierarchy which defines a ‘perfect body’, a body that ‘perfectly conforms’ to what is considered male or female, a normal body, the parameter from which to define the ‘other’, assumed to be inferior. One option –which has not yet been taken into account– consists in extending the Italian legal framework32 on disability to intersex persons. If bodies that fail to conform to the sex binary system are perceived as nonconforming, disabled, and in need of repair, or if they are considered as abnormal, they should also have the right to access the protection granted by disability law. This recognition could effectively advance the rights of people with an intersex condition.However, as was mentioned above, intersex activists generally refuse this approach, because it reinforces the stereotype of the intersex condition as an ‘abnormality’. In fact, it does not guarantee the overcoming of the hierarchical relation between the ‘norm’ (male or female person) and the ‘exception’ (intersex persons), but in some way reinforces it with a paternalistic approach. It sends the message that the intersex needs to be protected, not in order to safeguard their rights and freedom, but because they are weak and not included in the norm.Another way to ensure protection for intersex people could be through human rights standards. In general, international protocols and practices raise strong barriers to the violation of intersex children’s human rights, which are first listed in the Convention on the Rights of the Child adopted by the General Assembly of the United Nations in November 1989. For instance, if the best interest of the child is the primary consideration, surely medically unnecessary cosmetic genital surgeries should not be performed; at least they should be delayed until the child is old enough to make the decision, which is usually after puberty. Also the General Comment No. 13 of the UN Committee on children’s right to freedom from all forms of violence stresses the importance of combating unnecessary and unjustified surgeries on intersex babies. In the same direction, the Resolution of the Parliamentary Assembly of the Council of Europe33 and the position of the Fundamental rights agency (FRA 2015)34 emphasise the importance of respecting bodily integrity for intersex children, hence of stopping early surgeries.32. In Italy, the disabled are protected at the workplace (law no. 67 of 2006; legislative decree no. 216 of 2003), at school and in many other fields (law 104 of 1992).33. See Article II of the Resolution 1952 (2013) of the Parliamentary Assembly of the Council of Europe, which calls for respect of the physical integrity of children, including “early childhood medical interventions in the case of intersex children”.34. This document stresses the connection among articles 1 (Human dignity), 3 (Right to integrity of the person), 7 (Respect for private and family life), 9 (Right to marry and right to found a family), 21 (Non-discrimination), 24 (The rights of the child) of the EU Charter of Fundamental Rights.AnnA LorenzettiThe Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 117Although International law tools could create strong boundaries to surgeries on children, in practice, however, these are mostly soft law instruments, with no direct effect on individuals. In addition, they do not focus on the personal condition and the lives of intersex people who face cosmetic surgeries, for whom the need to stop them stands as an immediate problem.Moving to European sources, the EU anti-discrimination perspective does not include the intersex condition, which comes to show its deficiencies in granting protection to individuals. The main difficulty is that European Community law was (and EU law in part still is) characterised by the economic goal of avoiding social dumping (Bell 2002; Ellis 2005). Only in recent times, with the Charter of Nice (2000) and the Lisbon Treaty (which came into force in 2009), has the European legal framework started to consider the social dimension of equality as a general principle, and also to incorporate the concept of individual dignity.35Theoretically, also the Italian Constitution calls for strong protection of intersex people through their fundamental rights. In fact, it grants the right to equal treatment to all citizens, who shall be able to enjoy the same rights irrespective of any personal condition.36 Its article 2 specifically grants protection to all individuals. The duty to promote equality, based on social rights, and the protection against discrimination as a fundamental concern of the Italian Republic (article 3) should cover intersex people. Although the Constitution does not expressly mention the intersex condition, this must be considered as included in the ‘personal condition’ mentioned by article 3 among the forbidden grounds for discrimination, which is interpreted as an “open formula” (Cerri 1994). In addition, the notion of sex in article 3 can be interpreted in extensive terms, as including persons who are not biologically male or female.37Furthermore, the second section of article 3 of the Italian Constitution states: “It is the duty of the Republic to remove those economic and social obstacles which, limiting in fact the freedom and equality among citizens, hinder the full development of any human person and the integration of all workers in the political, economic, and social organization of the country” (i.e., the so called “principle of substantive equality”). Based on it, it should be the duty of the Republic to stop unnecessary surgeries, as they prevent the full respect of the body and personality of intersex persons.Another relevant provision is the recognition of health as a fundamental right in article 32 of the Italian Constitution. Considering that early surgeries have a strong impact on the person’s physical and psychological well-being, the constitutional protection of 35. In fact, the jurisprudential attitude of the European Court of Justice had already severely affected the legislator’s work, forging new notions of discrimination (such as the notion of indirect discrimination) and moreover steering the interpretation of the original rule in article 119 of the Treaty towards social meaning.36. Article 3 states that all citizens “have equal social status and are equal before the law, without distinction of sex, race, language, religion, political opinion, and personal or social conditions” (the so called principle of formal equality).37. The interpretation follows the direct link between sex as a biological feature, gender as its social construction and sexual orientation as the expression of an individual’s sexual preferences (Pollicino 2005; Pezzini 2012).Intersex In Italy:  at the source of the complexIty?The Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 118health could play a key role. Lastly, the Constitution also imposes upon the Italian state the duty to implement international law that protects the intersex condition and that considers the best interest of the child (article 117, para. 1).The Italian constitutional framework thus calls for the protection for intersexuality and for the full recognition of the intersex’ rights and freedoms. However, as the actual situation and the medical practices of early surgeries show, thus far it has been an ineffective tool, which prompts the need for other ways of protection. Thus, the implementation of the theoretical framework for protecting intersexuality should consider the multifaceted character of constitutional equality in order to guarantee the protection of intersex people.In view of all this, it may be interesting to contemplate the intersex condition, in connection with the analysis of the equality principle, not only from an anti-discrimination perspective but also on the grounds of diversity (Niccolai 2007; Ruggiu 2009, 2010, 2012). Such perspective could be referred to as the gendered “dilemma of difference” (Morondo Taramundi 2004), as social rights which widen the range of what is considered as ‘the norm’ and ‘normal’. An interpretation of equality as inclusive of diversity could allow for protective measures, which could reduce or remove the negative impact of protecting minorities (through their protection as ‘particularly vulnerable individuals’) and at the same time limit patterns of social exclusion. It could also legitimise specific treatment designed according to individuals’ specific situation and promotional measures that recognise their specificity (as is the case with measures which emphasise the recognition of identity), founded on a multidimensional view of society (measures which emphasise specificity) (Gianformaggio 1997, 2005). However, the protection of diversity proves to be a frail strategy, because it stigmatises whatever, or whoever, is considered as ‘different’ and ‘other’ from the norm. We therefore need a different interpretation of the theoretical framework of equality, one which could guarantee the full enjoyment of rights and freedoms for intersex children.The interpretation of equality from the antisubordination perspective stands here as a promising alternative. This new perspective could overcome the limits that burden other ways of protecting intersex persons, by focusing, not on difference, but on hierarchies, thus altering the symbolic horizon which regards the person (male or female) defined as the norm (the standard, the parameter) as superior, and the exceptions (intersex persons) as inferior.This change in perspective allows us to go beyond anti-discrimination policies, a sphere where gender hierarchies are expressed and performed.38 It also allows us to go beyond the protection of diversity, which risks to stigmatise what (or who) is considered as the exception to the norm (Pezzini 2012). The antisubordination principle allows us to confront the gender binary system, which defines what it is to be a man or a woman and at 38. In fact, the anti-discrimination perspective confirms and legitimates a comparative process which identifies the masculine as the universal benchmark and stigmatises the feminine as different, ‘other’ and implicitly inferior (Pezzini 2009; Barrère Unzueta 2004).AnnA LorenzettiThe Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 119the same time requires and prescribes that every person be either the one or the other. The revision of the gender binary system could help in considering intersexuality as a normal human variance, not only an exception to the ‘normal’ male/female dichotomy.4. conclusIonIn addressing the legal condition of intersex children, this paper has analysed the Italian scenario, in particular the medical practices and protocols on intersex children which allow the practice of surgeries on them; it then looked into the Italian academic debate, the situation of the Intersex movement and analysed the Italian legal framework, including suggestions on how to improve it.Regarding the barriers that intersex people face, we must first mention the organisational barriers that lie at the roots of their institutional and social invisibility, and of the weakness of the Italian intersex movement, which has failed to promote judicial cases. One such barrier is that the procedure for sex reassignment according to sexual dichotomy and based on the legal tools available for trans people (Law no. 164 of 1982) is long, confusing and uncertain (Cardaci 2018). In addition, there is scarce legal and medical evidence of the surgeries. Medical services are rarely transparent about the statistics of operations performed on intersex individuals and on their long-term effects. Moreover, medical records are not available even to the intersex persons who were subjected to the treatments.Procedural barriers bring economic barriers, as judicial proceedings in Italy are long and rather expensive. There are also emotional and psychological barriers, as the intersex person who hopes to access justice needs to address his/her parents in order to gain their (informed) consent for the surgeries. In these cases, the judicial way could involve the risk of weakening family ties and compromising the person’s emotional and psychological well-being.Given this scenario, this study has attempted to suggest ways to prevent harmful practices on intersex children. Many ways seem feasible: a legal reform, following the recent Maltese law; the action of Regions; the possibility of positive actions and good practices; the protection through disability law or through the recognition of human rights; the enhancement of the Italian constitutional framework and the recognition of an antidiscrimination principle and the protection of difference. Finally, a new reading of the equality principle based on anti-subordination discourse seems best suited to guarantee rights to intersex people in a way that undermines the power structures that conceptualise them as the others and inferior, because they do not conform to the binary male/female dichotomy (Pezzini 2012).Wrapping up, we may draw some general conclusions.A number of changes to current practices must be encouraged and a more cautious approach should be introduced in order to avoid or postpone surgical intervention. Only the concerned children should have the power to decide whether they want to undergo surgery, when they reach an age at which they are can appropriately assess the risks and Intersex In Italy:  at the source of the complexIty?The Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 120benefits. This includes an assessment of the risks of psychological harm, which should be recognised as more detrimental than the purely physical risks of surgery. In general, cosmetic genital surgeries should not be performed on children until they are able to meaningfully participate in the decision-making process.Some of the suggested solutions – implementation of good practices, actions taken by the Regions – lay bare the limits of relying on the legislators’ discretion, who in turn might remain silent and thus leave intersex people in a state of frailty (social as well as legal). To balance this out, this paper proposes that we approach the protection of intersex persons from within a theoretical standpoint that regards equality as anti-subordination. The implementation of equality through anti-subordination discourses could remove the many barriers and stigmas that intersex people face in their path to justice. It could help to overcome the limits of the solutions that have been suggested here and ensure full respect for their rights and freedoms. It could lead to an unquestioning consideration of intersexed bodies as a normal variance of human being.referencesARFINI, E.A. AND CROCETTI, D. (2015) “I movimenti intersex/DSD in Italia: stili di militanza e biomedicalizzazione del binarismo di genere,” in Prearo, M., ed., Politiche dell'orgoglio. Sessualità, soggettività e movimenti sociali, ETS.BALOCCHI, M. (2012) “Intersex. Dall’ermafroditismo ai ‘Disturbi dello sviluppo sessuale’,” 29 Zapruder, pp. 76-84.BALOCCHI, M. (2015) L’intersessualità nella società italiana, Regione Toscana (Tuscany Region), Consiglio Regionale (Regional Council), Conference proceedings, 24 September 2010.BALOCCHI, M. (ed.) (2019) Intersex. Antologia Multidisciplinare. ETS.BELL, M. (2002) Anti-discrimination law and the European Union. Oxford: Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199244508.001.0001BERNINI, L. (2010) Maschio e femmina Dio li creò!? Il sabotaggio transmodernista del binarismo sessuale, Il Dito e la Luna.BERNINI, L. (2015) “Eterosessualità obbligatoria ed esistenza intersex”. Available at: http://www.intersexioni.it/eterosessualita-obbligatoria-ed-esistenza-intersex/.[Accessed: 1 February 2022].BUSI, B. (2005) “La nuda vita degli ermafroditi”, 6 Zapruder, pp. 61-65.BUSI, B. (2009) “Semenya, i sessi infiniti”. Available at: http://www.intersexioni.it/semenya-i-sessi-infiniti/. [Accessed: 1 February 2022].BUSI, B. (2012) “Modificazioni. Mgf, intersex, trans e produzione del sesso,” in S. Marchetti, J.M.H. Mascat and V. Perilli, eds., Femministe a parole. Grovigli da districare, Ediesse, pp. 177-182.AnnA LorenzettiThe Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 121CARDACI, G. (2018) “Il processo di rettificazione dell’atto di nascita della persona intersex”, Genius, pp. 40-58.CERRI, A. (1994) “Uguaglianza (principio costituzionale di),” in Enciclopedia giuridica, Treccani.CHASE, C. (1997) Special Issue on Intersexuality. Chrysalis: Journal of Transgressive Gender Identities, Fall/Winter, 2/5, pp. 1-57.COLA, M., CROCETTI,D. (2011) “Negotiating Normality: Experiences from Three Italian Patient Support Groups,” 99(1) Kroeber Anthropological Society, pp. 214-236.CROCETTI, D. (2010) “From Hermaphroditism, to Intersex and Disorders of Sex Development (DSD): Shifting Terminology and Shifting Meaning,” in M. Mazzotti and G. Pancaldi, ed., Impure Cultures. Interfacing Science, Technology, and Humanities, CIS, University of Bologna, pp. 57-86.CROCETTI, D. (2013) L’invisibile intersex. Storie di corpi medicalizzati, ETS.D’IPPOLITI, C. and SCHUSTER, A. (2011) Disorientamenti. Discriminazione ed esclusione sociale delle persone LGBT in Italia, Armando editore.DIAMOND, V. M. and GLENN BEH, H. (2006) “The Right to be Wrong. Sex and Gender Decisions,” in S.E. Sytsma, ed., Ethics and the Intersex, Springer, pp. 103-113. https://doi.org/10.1007/1-4220-4314-7_6DIAMOND, M., GARLAND, J. (2014) “Evidence Regarding Cosmetic and Medically Unnecessary Surgery on Infants,” 10 Journal of Pediatric Urology, pp. 2-7. https://doi.org/10.1016/j.jpurol.2013.10.021DIAMOND, M., SIGMUNDSON H.K. (1997) “Management of Intersexuality: Guidelines for Dealing with Individuals with Ambiguous Genitalia”. Available at: http://www.hawaii.edu/PCSS/biblio/articles/1961to1999/1997-management-of-intersexuality.html. [Accessed: 1 February 2022].DOMURAT DREGER, A. (2006) “Intersex and Human Rights. The Long View,” in S.E. Sytsma, ed., Ethics and the Intersex, Springer, pp. 73-86. https://doi.org/10.1007/1-4220-4314-7_4DREGER, A., et al. (2005) “Changing the Nomenclature/Taxonomy for Intersex: A Scientific and Clinical Rationale,” 18 Journal of Pediatric Endocrinology and Metabolism, pp. 729-733. https://doi.org/10.1515/JPEM.2005.18.8.729ELLIS, E. (2005) EU Antidiscrimination Law, Oxford University Press.FRA, Fundamental Rights Agency (2015) The Fundamental Rights Situation of Intersex People. Available at: http://fra.europa.eu/sites/default/files/fra-2015-focus-04-intersex.pdf. [Accessed: 1 February 2022].GIANFORMAGGIO, L. (1997) “L’eguaglianza e le norme,” in L. Gianformaggio and M. Jori, eds., Scritti per Uberto Scarpelli, Giuffré, pp. 373-406.Intersex In Italy:  at the source of the complexIty?The Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 122GIANFORMAGGIO, L. (2005) Eguaglianza, donne e diritto, il Mulino.GUSMANO, B. and LORENZETTI, A. (2014) Lavoro, orientamento sessuale e identitá di genere, Armando Editore.GREENBERG, J.A. (2006) “International Legal Developments Protecting the Autonomy Rights of Sexual Minorities. Who Should Determine the Appropriate Treatment for an Intersex Infant?” in S.E. Sytsma, ed., Ethics and the Intersex, Springer, pp. 87-101. https://doi.org/10.1007/1-4220-4314-7_5GREENBERG, J.A. (2012) Intersexuality and the Law: Why Sex Matters, New York University Press. https://doi.org/10.18574/nyu/9780814731895.001.0001INTERSEX SOCIETY OF NORTH AMERICA (2006) Clinical Guidelines for the Management of Disorders of Sex Development in Childhood. Available at: http://www.dsdguidelines.org/htdocs/clinical/index.html. [Accessed: 1 February 2022].LORENZETTI, A. (2013a) Diritti in transito. La condizione giuridica delle persone transessuali, FrancoAngeli.LORENZETTI, A. (2013b) La problematica dimensione delle scelte dei genitori sulla prole: il caso dell’intersessualismo, in Giuffré, F., Nicotra I. (eds.), La Famiglia davanti ai suoi giudici, Editoriale scientifica, pp. 485-493.LORENZETTI, A. (2015) Frontiere del corpo, frontiere del diritto: intersessualità e tutela della persona, in Biodiritto, 2, 108-127.LORENZETTI, A. (2019) I profili giuridici dell’intersessualità, in Balocchi, M. (ed.) (2019) Intersex. Antologia Multidisciplinare. ETS.MALTA (2015) Gender Identity, Gender Expression and Sex Characteristics Act (GIGESC ACT No. XI of 2015, 14.04.2015). Available at: http://www.parlament.mt/billdetails?bid=494&l=1&legcat=13. [Accessed: 1 February 2022].MORONDO TARAMUNDI, D. (2004) Il dilemma della differenza nella teoria femminista del diritto, Esa.NICCOLAI, S. (2007) “Differenze come cose o come valutazioni,” in F. Cerrone and M. Volpi, eds., Sergio Panunzio. Profilo intellettuale di un giurista, Jovene, pp. 475-531.OSELLA, S. (2016) “Harmonic Bodies”: Intersex Persons, corrective Treatments and Gender Violence in Italian Law. A research Proposal. In Lorenzetti, A. and Moscati M.F. (eds.), LGBTI Persons and Access to justice, Wildy, Simmonds & Hill Publishing.PEZZINI, B. (2009) “L’uguaglianza uomo-donna come principio anti-discriminatorio e come principio anti-subordinazione,” in G. Brunelli, A. Pugiotto and P. Veronesi, eds., Scritti in onore di Lorenza Carlassare. Il diritto costituzionale come regola e limite al potere, Jovene, pp. 1141-1176.AnnA LorenzettiThe Age of Human Rights Journal, 18 (June 2022) pp. 105-123  ISSN: 2340-9592 DOI: 10.17561/tahrj.v18.7082 123PEZZINI, B. (2012) “Costruzione del genere e Costituzione,” in B. Pezzini, ed., La costruzione del genere. Norme e regole, Sestante, pp. 15-73.PITCH, T. (1998) Un diritto per due, Saggiatore.POLLICINO, O. (2005) Discriminazione sulla base del sesso e trattamento preferenziale nel diritto comunitario, Giuffré.RUGGIU, I. (2009) “Effettività del diritto e protezione delle minoranze. Per un principio costituzionale della diversità,” 1 Polemos, pp. 27-40.RUGGIU, I. (2010) “Diversity as a Public Good? Cultural Identity in Legal Narratives,” in S. Niccolai and I. Ruggiu, eds., Dignity in Change. Exploring the Constitutional Potential of EU Gender and Anti-discrimination Law, European Press Academic Publishing, pp. 151-184.RUGGIU, I. (2012) Il giudice antropologo, FrancoAngeli.SCHNEIDER, E. (2015) An Insight into Respect for the Rights of Trans and Intersex Children in Europe, Consiglio d’Europa. Available at: www.coe.int. [Accessed: 1 February 2022].STREULI, J.C., et al. (2013) “Shaping Parents: Impact of Contrasting Professional Counselling on Parents’ Decision Making for Children with Disorders of Sex Development,” 10 The Journal of Sexual Medicine, pp. 1953-60. https://doi.org/10.1111/jsm.12214SYTSMA, S.E. (2006) “The Ethics of Using Dexamethasone to Prevent Virilisation of Female Fetuses,” in S.E. Sytsma, ed., Ethics and the Intersex, Springer, pp. 241-258. https://doi.org/10.1007/1-4220-4314-7_15TAMAR-MATTIS, A. (2006) “Exceptions to the Rule: Curing the Laws Failure to Protect Intersex Infants,” 21 Berkley Journal of Gender, Law & Justice, pp. 59-110.Received: December 15th 2021Accepted: April 19th 2022",
    "id": 542917188,
    "identifiers": {
        "doi": null,
        "oai": "oai:ojs.revistaselectronicas.ujaen.es:article/7082"
    },
    "title": "Intersex in Italy:  At the Source of the Complexity?",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-06-23T01:00:00+01:00",
    "publisher": "Revistas electrónicas Universidad de Jaén",
    "references": [],
    "sourceFulltextUrls": [
        "https://revistaselectronicas.ujaen.es/index.php/TAHRJ/article/download/7082/6735"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/542917188.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/542917188"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/542917188/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/542917188/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/542917188"
        }
    ],
    "abstract": "Focusing on the Italian legal scenario, the paper examines medical practices that impose cosmetic surgeries on intersex children. Carried out with the aim of adjusting their genitalia to a perfect male or female body, these practices infringe upon the fundamental rights of the children subjected to them and demand new ways of protection. The paper explores the legal approaches that could be adopted to challenge them and to ensure the protection of children’s rights",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "intersex",
        "fundamental rights",
        "medical practices",
        "parental consent",
        "selective abortions"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:ojs.revistaselectronicas.ujaen.es:article/7082",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14465",
        "openDoarId": 0,
        "name": "Revistas Científicas de la Universidad de Jaén",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 542917188,
        "depositedDate": null,
        "publishedDate": "2022-06-23T01:00:00+01:00",
        "updatedDate": "2024-02-17T08:55:46+00:00",
        "acceptedDate": null,
        "createdDate": "2022-11-09T05:33:04+00:00"
    },
    "urls": [
        "https://revistaselectronicas.ujaen.es/index.php/TAHRJ/article/view/7082"
    ],
    "lastUpdate": "2024-02-17T08:55:46+00:00",
    "setSpecs": []
}