{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Edwards, Katie"
        },
        {
            "name": "Sylaska, Kateryna"
        }
    ],
    "contributors": [],
    "createdDate": "2016-12-01T10:58:45+00:00",
    "dataProvider": {
        "id": 2394,
        "name": "UNH Scholars' Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/2394",
        "logo": "https://api.core.ac.uk/data-providers/2394/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.34051/p/2020.210",
    "downloadUrl": "https://core.ac.uk/download/72048282.pdf",
    "fullText": "Intimate partner violence, which includes physi-cal, psychological, and sexual aggression toward a current or former partner, is a widespread prob-lem in society, especially for younger individuals.1 To date, most of the research on intimate partner violence among college students has focused on heterosexual individuals. We know less about the experience of LGBTQ+ individuals (lesbian, gay, bisexual, transgen-der, queer, questioning, and other non-heterosexual identities). Drawing from a survey of 391 college students in same-sex relationships, this brief documents the rates and patterns of intimate partner violence, and responses to it among LGBTQ+ youth. Intimate Partner Violence Affects Nearly Half of LGBTQ+ StudentsOverall, 43 percent of LGBTQ+ students in the sample reported that their current relationships were charac-terized by intimate partner violence (see Figure 1).2 One-third of the sample reported experiencing at least one type of victimization within their current relation-ship, most commonly physical aggression, followed by psychological and sexual victimization. Nearly one-third of the sample reported perpetrating violence against another, and again physical aggression was the most common form. The rates align generally with rates of violence among heterosexual couples.3 Results revealed that as negative and shameful feelings toward oneself about one’s sexual orienta-tion increased, LGBTQ+ students were more likely to perpetrate intimate partner violence in their current, same-sex relationship. A number of factors could help explain this connection. For example, other researchers have suggested that LGBTQ+ individuals may attempt Intimate Partner Violence Among LGBTQ+  College StudentsK a t i e  E d w a r d s  a n d  K a t e r y n a  S y l a s k aCARSEY INSTITUTE Building Knowledge for Families and Communities        National Issue Brief #69       Spring 2014to cope with these feelings through substance use, which subsequently increases the risk for perpetration of partner violence.4 Despite these high rates of intimate partner violence, 36 percent of respondents said that the LGBTQ+ com-munity was “not at all” willing to acknowledge intimate partner violence as a problem. The remaining partici-pants said that the LGBTQ+ community was “some-what” (48 percent) or “very much” (16 percent) likely to acknowledge this as a problem. FIGURE 1. RATES OF INTIMATE PARTNER VIOLENCE VICTIMIZATION AND PERPETRATION IN COLLEGE STUDENTS’ CURRENT SAME-SEX RELATIONSHIPSThe Majority of Victims Disclose the Abuse but Not to Formal Support ServicesNearly two-thirds of LGBTQ+ victims in the sample disclosed at least some experience of the abuse to another person, most commonly a friend, followed by family members. Only 9 percent disclosed the abuse to formal supports, such as counselors, medical personnel, or law enforcement professionals (see Figure 2). This formal dis-closure rate is lower than what is typically found among heterosexual adult community samples,5 and therefore raises the question of the efficacy of victims’ prior expe-riences with formal support services, victims’ barriers to accessing these services, and victims’ perceptions of formal supports’ ability or willingness to help in situations of intimate partner violence within a same-sex relation-ship. Even though friends were the most common outlet, respondents—perhaps not surprisingly—did not always find them helpful. Reactions to victims’ disclosures are complex and are likely to be both helpful and unhelpful.6 For example, a disclosure recipient might be emotionally supportive and believe the victim’s account (often cited by victims as helpful), but he/she may also express high levels of frustration and try to get involved by confronting the perpetrator (often cited by victims as unhelpful).Most troubling, more than one-third of male and female LGBTQ+ victims in the sample told no one about the abuse, a considerably higher rate than among heterosexual students (25 percent).7 The most common reasons for not revealing the abuse were assumptions that the abuse was normal or that it was “no big deal.” Respondents also justified the actions by saying their partner was drunk or annoyed. They also mentioned that the situation was a private matter or they were worried about others’ reactions (such as being judged). Victims who did not disclose their experiences of physical victimization also reported higher levels of “minority stress” from concealing their identity or from expectations of rejection, or negative feelings about their own sexual orientation. Program and Policy ImplicationsOverall, these findings document the high rates of intimate partner violence in LGBTQ+ college students’ current relationships, and the low rates of reaching out to formal support services for help. Results also reveal a con-nection between violence perpetration and internalized negative feelings about homosexuality or expectations of rejection, as well as a connection between this form of stress and a lower likelihood of disclosing some abuse. These findings have important implications for pre-vention and intervention efforts. LGBTQ+ adolescents and young adults are frequently “invisible in main-stream student programs,”8 and intimate partner vio-lence prevention programs are no exception. Although components of intimate partner violence prevention programming developed for heterosexual students (such as assertiveness skills training) are relevant to LGBTQ+ students, programming for LGBTQ+ col-lege students should integrate techniques to reduce internalized feelings of negativity toward homosexual-ity. Such an approach—which might include devel-oping positive self-regard, increasing social support FIGURE 2. RATES OF VICTIMS’ DISCLOSURE TO VARIOUS SOURCES FOLLOWING INTIMATE PARTNER VIOLENCE   2 C A R S E Y  I N S T I T U T E                                                                                                                                                                                                 C A R S E Y  I N S T I T U T E      3networks, and exposure to positive LGBTQ+ messages and role models9—could help reduce violence perpe-tration in a relationship. However, support programs alone will not lead to widespread reductions in intimate partner violence among LGBTQ+ students. Widespread efforts are needed to reduce homophobia and heterosexism broadly, as are educational efforts, such as social media and other campaigns, to raise awareness about intimate partner violence among LGBTQ+ college students. This type of education could lead to social supports for LGBTQ+ survivors that are most helpful and encouraging of their recovery. Moreover, it is critical that college campus programming, policies, and services, including those that are specific to intimate partner violence, strive to be inclusive of LGBTQ+ students. The National Coalition of Anti-Violence Programs also recommends instituting an “anti-oppression framework” in campaigns and within organizations that challenges the implicit sanction of oppression of one group by another in society at large.10 Other Policy Suggestions• Provide training for students and friends for how to respond effectively. • Provide greater funding to educate law enforce-ment, including campus security, and social service providers about intimate partner violence among LGBTQ+ college students. Police responding to a dispute among two men, for example, may mistake them for roommates or may consider it a non-domestic matter, believing erroneously that domes-tic violence is only between a man and a woman.• Expand cultural competency training for organiza-tions receiving federal dollars to implement part-ner violence prevention or treatment programs. • Increase efforts to reduce the stigma of victimiza-tion as well as sexual orientation to remove barriers among victims seeking help. Among older LGBT couples, there is often fear of making the commu-nity “look bad” if violence is reported, for example. Others are fearful of being outed. Similar issues might prevail among younger couples. Identifying those issues and tailoring programming to address them will be imperative. • Services tailored specifically to the LGBTQ+ com-munity should be expanded to help overcome the fear among many that they won’t be believed by service providers geared mainly toward hetero-sexual couples. In addition, certain assumptions should be reviewed when designing programs. Existing protocols should be examined for lan-guage that presumes that the perpetrator is male and the victim is female, among other assump-tions. Counseling sessions for men only or for women only might inadvertently include both the victim and perpetrator in same-sex couples.• Increasing the awareness of the extent of intimate partner violence can also help to debunk the stereo-types surrounding intimate partner violence in the LGBT community. DataThe data used in the brief are from a sample of 391 col-lege students in same-sex romantic relationships from across the United States who were recruited for the study using primarily online methods (such as online advertisements and email recruitment) to complete an anonymous, online survey with the option to enter a gift card lottery. The surveys assessed experiences of physi-cal, sexual, and psychological intimate partner violence within current same-sex relationships. Open-ended questions were included to better understand victims’ reasons for not disclosing intimate partner violence.  Most participants described their current relation-ship as monogamous (80 percent). Forty-nine percent of the sample identified as men, 44 percent as women, 5 percent as gender queer, 2 percent as trans-man/woman, and 1 percent as other. Further, 72 percent identified as gay or lesbian, 15 percent as queer, 6 percent as bisexual, 5 percent pansexual, and 2 percent other (for example, questioning, heterosexual). The majority of participants identified as Caucasian (72 percent). The average age of participants was 20.77, with ages ranging from 18 to 25. E n d n o t e s1. U.S. Department of Justice, “Intimate Partner Violence and Age of Victim, 1993–99” (Washington, DC: U.S. Depart-ment of Justice, 2000), available at http://www.bjs.gov/index.cfm?ty=pbdetail&iid=1003.2. Although we used the most common measure of intimate partner violence, this measure does not assess for the context surrounding the reported acts of aggression. Thus, a minor-ity of individuals may have reported acts that happened during horseplay or consensual sexual activity.3. See Susan L. Brown, and Jennifer R. Bulanda, “Relationship Violence in Young Adulthood: A Comparison of Daters, Cohabitators, and Marrieds,” Social Science Research, vol. 37, no. 1 (2008): 73–87; Laura M. Miller, “Physical Abuse in a College Setting: A Study of Perceptions and Participation in   2 C A R S E Y  I N S T I T U T E                                                                                                                                                                                                 C A R S E Y  I N S T I T U T E      3Abusive Dating Relationships,” Journal of Family Violence, vol. 26, no. 1 (2011): 71–80; Paige H. Smith, Jacquelyn W. White, and Lindsay J. Holland, “A Longitudinal Perspective on Dating Violence among Adolescent and College-Age Women,” American Journal of Public Health, vol. 93, no. 7 (2003): 1104–09; Murray A. Straus, “Prevalence of Violence Against Dating Partners by Male and Female University Students Worldwide,” Violence Against Women, vol. 10, no. 7 (2004): 790–811.4. M. R. Woodford, A. Krentzman, and M. Gattis, “Alcohol and drug use among sexual minority college students and their heterosexual counterparts: The effects of experience and witnessing incivility and hostility on campus,” Substance Abuse and Rehabilitation, 3 (2012): 11–23.5. Kateryna M. Sylaska and Katie M. Edwards, “Disclosure of Intimate Partner Violence to Informal Social Support Network Members: A Review of the Literature,” Trauma, Violence, and Abuse, vol. 15, no. 1 (2014): 3–21. 6. Jennifer L. Trotter, and Nicole E. Allen, “The Good, the Bad, and the Ugly: Domestic Violence Survivors’ Experienc-es with Their Informal Social Networks,” American Journal of Community Psychology, vol. 43, no. 3–4 (2009): 221–31. 7. Katie M. Edwards, Christina A. Dardis, and Christine A. Gidycz, “Women’s Disclosure of Dating Violence: A Mixed Methodological Study,” Feminism & Psychology, vol. 22, no. 4 (2013): 507–17. 8. Stacey S. Horn, Joseph G. Kosciw, and Stephen T. Rus-sell, “Special Issue Introduction: New Research on Lesbian, Gay, Bisexual, and Transgender Youth: Studying Lives in Context,” Journal of Youth and Adolescence, vol. 38, no. 7 (2009): 863–66, quote p. 864. 9. For examples, see Carol Goodenow, Laura Szalacha, and Kim Westheimer, “School Support Groups, Other School Fac-tors, and the Safety of Sexual Minority Adolescents,” Psychol-ogy in the Schools, vol. 43, no. 5 (2006): 573–89; Stephen T. Russell et al., “Youth Empowerment and High School Gay-Straight Alliances,” Journal of Youth and Adolescence, vol. 38, no. 7 (2009): 891–903; Laura A. Szalacha, “Safer Sexual Diver-sity Climates: Lessons Learned from an Evaluation of Massa-chusetts Safe Schools Program for Gay and Lesbian Students,” American Journal of Education, vol. 110, no. 1 (2003): 58–88; N. Eugene Walls, Sarah B. Kane, and Hope Wisneski, “Gay-Straight Alliances and School Experiences of Sexual Minority Youth,” Youth & Society, vol. 41, no. 3 (2010): 307–32.10. National Coalition of Anti-Violence Programs, “Lesbian, Gay, Bisexual, Transgender, Queer, and HIV-Affected Intimate Partner Violence” (Washington, DC: NCAVP, 2012), available at www.avp.org/storage/documents/2012_NCAVP_IPV_Re-port_Final.pdf.pdf.A b o u t  t h e  A u t h o r sKatie Edwards is an Assistant Professor of Psychology and Women’s Studies and Faculty Fellow of the Carsey Institute at the University of New Hampshire (Katie.Edwards@unh.edu). Kateryna Sylaska is a doctoral student in social psy-chology at the University of New Hampshire. A c k n o w l e d g m e n t sWe would like to thank the research assistants who helped complete this research project: Amaya Birk, Kathryn Boyle-Steed, Rebecca Butz, Annie Crossman, Ryan Hebert, Amanda Mead, and Arianna Schaaff. We would also like to thank all of the students who com-pleted our survey and to the university staff, faculty, and administrators across the United States who gra-ciously aided us in our recruitment efforts. Also thanks to Michele Dillon, Curt Grimm, Laurel Lloyd, Bruce Mallory, and Amy Sterndale at the Carsey Institute their helpful comments and suggestions.Building knowledge for families and communitiesThe Carsey Institute conducts policy research on vulnerable  children, youth, and families and on sustainable community  development. We give policy makers and practitioners timely,  independent resources to effect change in their communities. The research for this brief was supported by the Dean’s Office at the College of Liberal Arts at the University of New Hampshire. Huddleston Hall73 Main Street Durham, NH 03824(603) 862-2821TTY Users: dial 7-1-1 or 1-800-735-2964 (Relay N.H.)www.carseyinstitute.unh.edu  4 C A R S E Y  I N S T I T U T E                                                                                                                                                                                                 C A R S E Y  I N S T I T U T E       PB",
    "id": 72048282,
    "identifiers": {
        "doi": "10.34051/p/2020.210",
        "oai": "oai:scholars.unh.edu:carsey-1209"
    },
    "title": "Intimate partner violence among LGBTQ+ college students",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-03-24T07:00:00+00:00",
    "publisher": "University of New Hampshire Scholars\\u27 Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholars.unh.edu/cgi/viewcontent.cgi?article=1209&amp;context=carsey"
    ],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/72048282.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/72048282"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/72048282/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/72048282/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/72048282"
        }
    ],
    "abstract": "Drawing from a survey of 391 college students in same-sex relationships, this brief documents the rates and patterns of intimate partner violence, and responses to it among LGBTQ+ youth. Authors Katie Edwards and Kateryna Sylaska report that four in ten LGBTQ+ college students in the sample reported intimate partner violence victimization or perpetration within a current relationship and that more than one-third of the victims told no one about the abuse, a rate that is higher than what is generally found among heterosexual college students. Victims most frequently turned to friends when revealing the abuse, followed by family members. Only 9 percent turned to formal supports such as counselors. LGBTQ+ adolescents and young adults are frequently “invisible in mainstream student programs,” and intimate partner violence prevention programs are no exception. The authors conclude that it is critical that college campus programming, policies, and services, including those that are specific to intimate partner violence, strive to be inclusive of LGBTQ+ students",
    "tags": [
        "text",
        "Sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholars.unh.edu:carsey-1209",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2394",
        "openDoarId": 0,
        "name": "UNH Scholars' Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 72048282,
        "depositedDate": null,
        "publishedDate": "2014-03-24T07:00:00+00:00",
        "updatedDate": "2024-01-20T12:44:26+00:00",
        "acceptedDate": null,
        "createdDate": "2016-12-01T10:58:45+00:00"
    },
    "urls": [
        "https://scholars.unh.edu/carsey/210",
        "https://scholars.unh.edu/context/carsey/article/1209/viewcontent/IB_Edwards_Sylaska_Partner_Violence_web.pdf"
    ],
    "lastUpdate": "2024-01-20T12:44:26+00:00",
    "setSpecs": []
}