{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Stella, Francesca"
        },
        {
            "name": "Gawlewicz, Anna"
        },
        {
            "name": "Flynn, Moya"
        }
    ],
    "contributors": [],
    "createdDate": "2017-02-01T17:07:41+00:00",
    "dataProvider": {
        "id": 42,
        "name": "Enlighten",
        "url": "https://api.core.ac.uk/v3/data-providers/42",
        "logo": "https://api.core.ac.uk/data-providers/42/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/74231248.pdf",
    "fullText": "FINAL PROJECT REPORTDecember 2016  FRANCESCA STELLA, ANNA GAWLEWICZ, MOYA FLYNNCONTENTS Executive summary 41 Background to the study 62 Methodology and participants’ demographic proﬁ le 83 Migration to Scotland 12 3.1 Factors facilitating migration 12 3.2 Reasons for migrating 124 Migrant experiences in Scotland 16 4.1 Experiences of employment and education 16  4.1.1 Experiences of work in Scotland 16  4.1.2 Experiences of education in Scotland 17 4.2 Security and wellbeing 19  4.2.1 Material and emotional security 19  4.2.2 Wellbeing and LGBT equality 21  4.2.3 Challenges and insecurities 23  4.2.4 Plans for the future and reasons for staying in Scotland 24 4.3. Prejudice and discrimination 26  4.3.1 Sexual orientation and gender identity 26  4.3.2 Ethnicity 285 Social networks, belonging and integration 30 5.1 Migration to Scotland and social networks 30 5.2 Migrants’ personal communities 31  5.2.1 Transnational social networks 31  5.2.2 Social networks within Scotland 31 5.3 Ethnicity and social networks 32  5.3.1 Engagement with co-nationals and other migrants in Scotland 32  5.3.2 Disengagement from co-nationals 34  5.3.3 Engagement with long-settled population in Scotland 35 5.4 Language, culture and social networks 38 5.5 Sexual orientation/gender identity and social networks 38 References 42A report by Francesca Stella, Anna Gawlewicz and Moya Flynn, December 2016 Intimate Migrations is a project about the experiences of lesbian, gay, bisexual and transgender migrants from Central Eastern Europe (CEE) and the Former Soviet Union (FSU) in Scotland. It is funded by the Economic Social Research Council and hosted by the University of Glasgow. For more information about the Intimate Migrations project see www.intimatemigrations.netThe report recommendations and an additional section of the report will be available as separate documents on the project website in early 2017. The complete version of the report, inclusive of the recommendations and the additional section, will also be available on the project website in 2017.ACKNOWLEDGEMENTSFirst of all we would like to thank our research participants, who generously gave their time to contribute to the project and shared their stories with us. Many of the pictures included in the report are taken from participants’ photo diaries, and credited to them throughout the report.  We would like to thank Brandi Lee Lough Donnell from LGBT Youth Scotland for her detailed comments on the methodology and prejudice and discrimination sections of the report, and for her input on equality legislation in Scotland. We would also like to thank Tanveer Parnez from BEMIS for her comments on the full draft report.We would also like to thank the members of our Project Advisory Group for their guidance, support, enthusiasm and ideas over the duration of the project. We wish to acknowledge the input of many other organisations and individuals who contributed ideas and insights to the project by meeting members of our research team, or by attending our ﬁ rst and second consultation events (April and December 2016). We would also like to acknowledge the more indirect input of many people from GRAMNet, a network bringing together researchers, practitioners and activists working on migration www.gla.ac.uk/research/az/gramnetIntimate MigrationsLesbian, Gay, Bisexual and Transgender Migrants in Scotland2 31 MIGRATION TO SCOTLAND • Most of our participants were from EU countries, and their migration to Scotland was facilitated by free movement of labour within the EU. The majority of our participants had moved directly to Scotland from their country of origin. • Participants often spoke of several concurrent motivations to migrate. For the majority of our participants, employment opportunities and related prospects of greater material security were key reasons for migrating to Scotland, reﬂ ecting wider migration trends from CEE and FSU to the UK/Scotland. Many participants had moved with a partner or other family members (including e.g. children, parents, siblings). Some of our younger participants had moved to Scotland to pursue higher or further education.• Sexual orientation and gender identity featured to varying degrees in participants’ accounts of their reasons to migrate. None of our participants had left their country of origin because of persecution on grounds of their orientation or gender identity. However, a minority had experienced discrimination or violence, and many more had experienced more subtle forms of marginalisation (e.g. negative attitudes among family members, in education and employment; negative media/political discourse on LGBT people; lack of legal protection for same-sex couples and their families; cultural expectations that LGBT persons should be discreet). These experiences, combined with the expectation of more positive attitudes and greater legal recognition in the UK/Scotland, featured in many interviews. A relatively small number of participants, however, saw sexual orientation or gender identity as their sole or main reasons to migrate.EXECUTIVE SUMMARY 2 MIGRANT EXPERIENCES IN SCOTLANDEmployment and material security• The majority of our participants were in paid employment, and saw working in Scotland as a means to achieve greater material security than in their country of origin, where many had experienced economic hardship. • Finding a job in Scotland was relatively easy. Whilst several migrants found similar or better jobs compared to the ones they had in their country of origin, a high proportion of our participants worked in low-skilled, low-paid jobs, particularly in hospitality and in the service sector, often below their educational qualiﬁ cations. For some participants entry level or low-skilled jobs were stepping stones towards better jobs; however, for some these jobs were a long-term prospect or ﬁ nal destination. As a result, they often experiencing deskilling and felt a loss of social status.• Participants were generally happy with the living standards aﬀ orded by their jobs in Scotland. Even when working in relatively low-paid jobs, they earned more and enjoyed a higher standard of living than in their countries of origin. For many, economic security contributed to a sense of ‘feeling secure’ in Scotland, and was seen as an acceptable trade-oﬀ  for other challenges and insecurities arising from migration (e.g. deskilling, being away from family, language and cultural barriers). Education• Almost a third of our participants had experiences of studying in Scotland, most of them at Scottish universities or colleges. • For university students, the no tuition fee policy for EU nationals and the quality of courses were important considerations in choosing to study in Scotland.• For many participants, gaining skills and qualiﬁ cations in Scotland (including vocational and ESOL qualiﬁ cations, as well as higher/further education) was seen as a way to secure better job prospects. Wellbeing and LGBT equality• Participants’ experiences as LGBT persons in Scotland generally compared favourably to what they had experienced in their country of origin. Most perceived attitudes towards LGBT persons in Scotland as more open and positive, and spoke about positive experiences at work, in educational institutions and in public services, as well as in everyday social interactions. • Many participants spoke about the importance of having a legal and policy framework that recognises LGBT rights and equality in Scotland, and about the sense that this was upheld.• Many participants felt that they could be more open about their sexual orientation or gender identity in Scotland compared to their country of origin. Many felt they could be out as LGBT persons, and that disclosure of their sexual orientation or gender identity was considered ordinary and unremarkable in Scotland.• LGBT aﬃ  rmative legislation and more positive attitudes towards LGBT persons contributed greatly to participants’ sense of wellbeing and security in Scotland, and was often a key factor in their decision to remain in Scotland, and not to return to their country of origin.Prejudice and discrimination • Despite overall positive experiences in Scotland, several participants experienced prejudice or discrimination because of their sexual orientation or gender identity; these were perpetuated both by local people1 and by other migrants.• Despite overall positive and respectful interactions with local people, some participants had experienced xenophobic prejudice or discrimination in Scotland.• A minority had experienced intersectional discrimination, where they were singled out both because of their sexual orientation/gender identity and because of their ethnicity.• Some participants had challenged abuse and discrimination by reporting incidents to the police or other authorities (e.g. work managers), particularly in relation to sexual orientation.Plans for the future• A majority of participants expressed a desire to remain in Scotland long-term, or planned to settle permanently. Most participants did not consider returning to their country of origin. • For many, migration and resettlement were an ongoing process, as initial reasons for migrating were sometimes diﬀ erent from reasons for staying. Material security provided by working in Scotland, as well as having a partner, other family members and friends in Scotland, featured prominently in reasons for staying. Sexual orientation and gender identity often emerged as key reasons for staying, although they were less prominent in participants’ accounts of immediate reasons to migrate.3 SOCIAL NETWORKS, BELONGING AND  INTEGRATION• Participants’ social networks included friends and family based in Scotland as well as in their country of origin; many also included people based in other parts of the UK, or in third countries.• Creating new social networks in Scotland was a common challenge for participants, who often felt socially isolated when they ﬁ rst arrived in Scotland. Social networks were an important source of practical and emotional support, as well as providing participants with a sense of belonging, identity and wellbeing.• A shared national or linguistic background emerged as a signiﬁ cant factor in shaping participants’ social networks in Scotland. Often they included a large number of co-nationals as partners, close friends or acquaintances.  This was especially the case with Polish participants, because of a presence of a sizable Polish community in Scotland. Participants’ social networks also included local people, although they featured less prominently, as well as migrants from other countries.  • Shared language and culture were important aspects of relations with co-nationals (many of which had started in their country of origin, prior to migration). Practical and emotional support from co-nationals was often important in mitigating risk upon moving to Scotland. Several participants were also involved in community initiatives (recreational or oﬀ ering support) involving co-nationals. Some participants spoke about being better able to express emotions in their language, and about language and culture as intimately linked to their identity.• Some participants found socialising primarily with co-nationals restrictive, and actively branched out to meet local people. Some of participants had experienced homophobia (or bi-/transphobia) at the hands of co-nationals, or perceived attitudes among co-nationals in Scotland as less tolerant; a minority of participants felt uncomfortable socialising with co-nationals for this reason. Other participants, however, had positive experiences coming out to co-nationals, and the vast majority included co-nationals in their social networks.• Most participants had overall positive and friendly relations with local people: many participants had signiﬁ cant ties with local people (as friends, partner, acquaintances) and had received support from them. Language and cultural barriers, however, were often experienced as an obstacle in socialising and getting to know local people, although many participants had built meaningful relationships over time.• The vast majority of our participants were ﬂ uent in English, although a minority had little or no English upon arrival. Overcoming language and cultural barriers was often a challenge, particularly in the initial stages of settlement, and aﬀ ected migrants’ ability to communicate, their conﬁ dence and patterns of socialising.• Sexual orientation and gender identity shaped participants’ social networks: for most, acceptance and being able to be themselves were important factors in developing close relationships. For some participants, having LGBT friends or socialising in LGBT spaces was important, or had been important at some stage in their lives. Some had participated in, or volunteered for LGBT initiatives in Scotland.1   By ‘local people’ we mean the long-settled population in the UK. When asked about relations with ‘local people’ participants most often talked about Scottish or British people.Intimate Migrations is a research project funded by the Economic and Social Research Council. The project explores the experiences of lesbian, gay, bisexual and transgender migrants who have moved to Scotland from Central Eastern Europe (CEE) and the Former Soviet Union (FSU). Fieldwork was carried out in various locations across Scotland in two stages (April 2015 – June 2016). Stage 1 involved interviews with LGBT migrants about their experiences of migration and resettlement, and also relational mapping (sociograms) to chart their social networks. Stage 2 involved photo diaries and follow-up interviews to explore participants’ sense of belonging and identity. The report is based on our key ﬁ ndings, and will be of interest to a range of stakeholders and service providers we have engaged with throughout the project.4 5INTRODUCTION An estimated 653,000 migrants from the region of Central and Eastern Europe (CEE) and the Former Soviet Union (FSU) settled in the UK in the period 2004-2011, and about 80,000 of them have made Scotland their home (Vargas Silva 2013; Scottish Government 2010). Factors which have led to this migration include increased freedom of movement in the region since the end of socialism and breakup of the Soviet Union in 1989/1991, increased mobility across the EU since the start of accession processes in 2004, and increased levels of economic insecurity and upheaval which have been experienced to varying degrees across the region. This ‘new’ migration has been the object of a considerable amount of research, although the majority of studies have focussed on regions in England, with less speciﬁ cally addressing the situation in Scotland. Key themes of existing research include: aspects of migrant identities, social networks and strategies; the speciﬁ cs of migration to urban and rural contexts; the impacts of migration on the labour market and the broader economy; impacts of migration on public services, particularly housing and education; and also the broader social and cultural impacts of migration (see recent overview of the evidence base in Scottish Government 2016). Despite the value of the research to date, this work has generally neglected the role of sexual orientation or gender identity in shaping migrants’ experiences of migration and settlement. Scotland for these migrants can be seen to present a speciﬁ c environment in comparison to the rest of the UK, both in terms of policy and legislation towards LGBT citizens, and in terms of oﬃ  cial and public attitudes towards the arrival of migrants. LGBT POLICY AND LEGISLATION IN EUROPE: THE SCOTTISH CONTEXTComparative research has highlighted signiﬁ cant diﬀ erences within Europe in terms of policy and legislation towards LGBT citizens. In recent years, Scotland has gained a reputation for being among the most progressive European countries for LGBT equality and human rights. In 2015 and 2016, Scotland was rated ﬁ rst in the Rainbow Europe Index2, which ranks European countries according to their record on LGBTI legal equality. Legal and policy provision is broadly similar in Scotland and in the rest of the UK; however, both in 2015 and in 2016, Scotland came ahead of the rest of the UK, meeting a higher number of set criteria (Cuthbertson 2015; Henderson 2016). Thus, a focus on Scotland provides a distinctive case owing to Scotland’s devolved government and speciﬁ c demographic and socio-legal context within the UK. 2  The Index measures protection against discrimination, measures to tackle hate crime, rights and recognition for transgender and intersex people, and equality in family law, including same-sex marriage and parenting rights. The aggregate score for the UK as a whole was brought down by Northern Ireland’s failure to introduce same-sex marriage (introduced in 2015 in England, Wales and Scotland), and by less extensive legal protection for intersex and trans people in other parts of the UK compared to Scotland (Cuthbertson 2015).3  www.legislation.gov.uk/ukpga/2010/15/contents4  www.legislation.gov.uk/asp/2009/8/contentsProtection of LGBT rights in Scotland includes the legal recognition of same-sex couples through civil partnership (since 2005) and same-sex marriage (since 2015), as well as anti-discrimination and hate crime legislation that recognises sexual orientation and gender identity as protected characteristics. The UK Equality Act 2010, a reserved piece of legislation, brought together previously separate pieces of equality legislation under a single Act3. It protects people from discrimination, harassment and victimisation, and promotes equality of opportunity; it recognises nine protected characteristics (age, disability, gender reassignment, marriage and civil partnership, pregnancy and maternity, race, religion and belief, sex, and sexual orientation). People are protected on the basis of identifying with a protected characteristic, perception that they identify with a protected characteristic, and association with persons with a protected characteristic. Scotland also has its own devolved legislation on hate crime, which stipulates that if an oﬀ ence is motivated by prejudice, this is considered an aggravating circumstance. Race, religion, disability, sexual orientation, and transgender identity (broader than the gender reassignment category covered in the Equality Act 2010) are all protected categories (on the basis of identiﬁ cation, perceived identiﬁ cation or association). The Oﬀ ences (Aggravation by Prejudice) (Scotland) Act 2009 added disability, sexual orientation and transgender identity to the list of recognised protected characteristics4.CEE/FSU countries generally oﬀ er much less comprehensive legal and policy protection for LGBT citizens compared to Scotland (ILGA-Europe 2015, 2016). It should be noted that very signiﬁ cant variation exists across the region: while countries like the Czech Republic and Hungary have introduced civil partnership rights as early as the mid-2000s, others have introduced a constitutional ban on same-sex marriage (Poland) or legislation banning the ‘propaganda of homosexuality’ (Russia, Lithuania). Nonetheless, all our participants were originally from countries that had a lesser level of legal and policy protection of LGBT rights compared to Scotland. THE SCOTTISH MIGRATION CONTEXT: ATTITUDES AND APPROACHESScotland presents a speciﬁ c case in terms of its migration environment in comparison to the rest of the UK. In terms of numbers of migrants, Scotland saw a higher proportion of European migration over the period 2001-2011 compared to most UK regions. However, it is important to note that overall migration levels to Scotland in comparison to many parts of the UK remain relatively small (Blinder 2014: 2). In terms of oﬃ  cial attitudes and approaches towards immigration, Scotland again is distinctive. Although migration is a devolved matter and responsibility for agenda and policy setting lies with the UK Government, the dominant attitude of the Scottish Government has tended to be positive, with migration being seen as a means of encouraging demographic stability and growth in order to facilitate wider short and medium term economic development. In recent years, the Scottish Government has consistently argued for the need for a regionally speciﬁ c policy in terms of migration for Scotland; however, due to current constitutional arrangements it is unable to signiﬁ cantly depart from dominant UK Government approaches to immigration (Scottish Government 2016). In broader terms, the issue of migration has not been politicised in Scotland to the same extent as has occurred elsewhere in the UK, and a broad political consensus seems to exist which maintains that Scotland both needs and welcomes migrants (McCollum et al. 2014: 80). This is also reﬂ ected in wider public attitudes to immigration: overall there is less public opposition to immigration, where concerns about migration are lower on the public’s list of priorities (Blinder 2014: 2). Nevertheless, studies have also noted that there are ‘pockets’ of hostility to migration within certain sectors of the population (McCollum et al. 2014: 82). PROJECT AIMS AND RESEARCH QUESTIONSThe project set out to explore how East-West post-accession migration, widely understood as primarily driven by economic factors, maps on to diﬀ erent attitudes, policy and legislation towards LGBT citizens across Europe. The project explored the role sexual orientation and, to a lesser extent, gender identity, play in motivations to migrate, as well as experiences of migration and plans for long-term settlement. It aimed to capture a diverse group of migrants in terms of ethnicity, nationality, gender, class and migrant status, and explored how these factors may shape migrants’ experiences alongside sexual orientation. It investigated their sense of security and belonging across countries of origin and Scotland, and looked at how they construct their social networks and negotiated their multifaceted identities across them. Through the project the following research questions have been addressed:1. To what extent are decisions to migrate and migration trajectories inﬂ uenced by migrants’ sexual orientation/gender identity?2. How are individual experiences of migration and resettlement shaped by migrants’ socio-cultural diversity, including sexuality and ethnicity as well as gender, class, nationality, migrant status, relationship status and geographic location?3. What is the relative importance of kinship, friendship, ethnic/migrant and LGBT social networks in networks in migrants’ personal communities, and how are these relations drawn upon for support at diﬀ erent stages of migrants’ lives?4. How do migrants negotiate their sense of ‘home’ and belonging through their personal communities? 5. How can engagement with a range of actors (migrants, voluntary/public sector organisations working with LGBT, migrant and ME populations) identify gaps in service provision and communication and facilitate dialogue across diﬀ erent stakeholders and communities? In relation to the last question above, throughout the project we have engaged with a range of Scotland-based stakeholders from the voluntary and public sectors, with a remit on LGBTQI, migration, race and ethnicity, and equality and diversity issues. This engagement has occurred through regular meetings with our Project Advisory Group as well as through two dissemination and discussion events (April 2016 and December 2016), involving a broad range of organisations, practitioners and service providers. The aims of the report are to share our ﬁ ndings with these stakeholders, and to provide a platform for dialogue and for identifying areas for future work and collaboration.Please note that two additional sections of the report will be published separately in early 2017. These include:1. the report recommendations (emerging from our consultation event in December 2016)2. an additional section on migrants’ experiences in their country of origin.1.BACKGROUND TO THE STUDY6 7METHODS OF DATA COLLECTIONPilot studyA pilot study involving 9 participants was carried out in April-July 20135. Pilot study interviews were broadly similar to stage 1 interviews for the main project (see below). Three pilot study participants were re-interviewed for the main study.Main studyThe research was carried out in various locations across Scotland between April 2015 and June 2016. A range of qualitative methods were used, and data was collected in two stages:• Stage 1 involved biographical interviews with 50 participants. Stage 1 interviews explored migrants’ backgrounds, their reasons for migrating and their experiences of migration and resettlement in Scotland, and lasted between 1 and 3 hours. At the end of the interview, participants were also asked to draw a map of their closest social relations (sociogram), to explore their social networks in Scotland and beyond.• In Stage 2, a sub-set of stage 1 participants (18) were invited to produce a photo diary focussed on the topic of home, to further explore issues of belonging and identity. Participants were given the option of producing new photographs, utilising old pictures, or using a mixture of the two. The photo diary was then discussed in a follow-up interview.Participants were also asked to complete a demographic questionnaire at the end of stage 1 interviews to collect details of participants’ age, occupation, education, length of stay in the UK and similar.This report draws primarily on stage 1 interviews and sociograms collected for the main study, and to a lesser extent on pilot study interviews. RECRUITMENT AND FIELDWORKFocus on sexual orientation and limited coverage of transgender experiencesThe research focused speciﬁ cally on sexual orientation, rather than gender identity, and this is reﬂ ected in the very limited space devoted in the report to transgender experiences.Neither the pilot nor the main project targeted transgender migrants speciﬁ cally: recruitment material was addressed at CEE/FSU migrants who identify as lesbian, gay or bisexual, and participants self-selected to participate in our study. This was a decision taken in consultation with relevant voluntary sector organisations before the project begun. Our shared concern was that we may struggle to recruit LGB migrants as a ‘hidden’ population, and that we may fail to recruit any transgender migrants at all.  Nonetheless, two of our participants identify as transgender, and in the interview they mainly focussed on issues of gender identity, rather than sexual orientation, although one of the trans participants also identiﬁ es as bisexual. We have included their experiences wherever possible in the report; however, we are able to cover these only to a limited extent. We recognise that the experience of transgender migrants is an important topic in its own right which deserves to be looked at in more detail in future research. LanguageWe produced advertising leaﬂ ets in a number of CEE/FSU languages and oﬀ ered to interview participants in their ﬁ rst or preferred language whenever possible. This was done to make participation accessible to a wide range of participants, regardless of ﬂ uency in English. We also thought that some participants may be more comfortable talking about very intimate and personal issues in their ﬁ rst language.We oﬀ ered to interview Polish and Russian-speaking participants in their respective language, as members of the research team speak these languages. In the process of recruitment, speakers of other languages were given the option of being interviewed via an interpreter or in English; however, none requested to be interviewed through an interpreter.    The interviews were conducted in Polish (31 participants), Russian (5 participants) or English (14 participants)6.RecruitmentWe used a range of strategies to advertise the project and reach out to potential participants. These included:• Advertising through a range of voluntary sector organisations and ESOL colleges (including via their newsletters and social media)• Online advertising, including posting ads on dating sites (e.g. Gaydar, Planet Romeo) and on social media spaces targeting speciﬁ c national and language communities in Scotland (e.g. facebook pages such as Latvians in Scotland, Russians in Aberdeen, Polacy w Oban).• Leaﬂ ets and posters: these were left in speciﬁ c shops, restaurants, pubs and community spaces (e.g. Polish/Russian/Baltic corner shops and spaces likely to be frequented by CEE/FSU migrants); LGBT and LGBT-friendly clubs, bars and pubs; relevant voluntary sector organisations; and public libraries.• Snowballing (‘chain’ referral by other participants)Intersectional approachOur recruitment strategy was intended to capture a diverse range of participants in terms of country of origin, socio-economic background, age and place of residency in Scotland. We also tried to obtain a balanced sample in terms of gender and sexual orientation.2.METHODOLOGY AND PARTICIPANTS’ DEMOGRAPHIC PROFILE5  7 men and 2 women aged 29-39 were interviewed for the pilot study; 8 participants were from Poland (8) and one was from Slovakia. With the exception of one participant who had recently arrived in Scotland, all had lived in Scotland for several years (average 6.5 years). Participants self-identiﬁ ed as either gay or lesbian and lived in the Greater Glasgow area or Edinburgh. With one exception, all were educated to university degree level, and were employed in healthcare, the service sector or white collar jobs. The pilot study report is available at https://intimatemigrations.net/outputs. 6  Interviews conducted in Polish and Russian were translated into English, while interviews in English were transcribed verbatim. In the text of the report, quotes from interviews in English tend to be exact word-for-word transcriptions of conversations conducted in interviewees’ second language. Quotes from interviews in Polish and Russian have been translated paying attention to the ﬂ uency of the interviewee in their native language and conveying the overall meaning in English.8 9PROFILE OF RESEARCH PARTICIPANTSLocationResearch participants were based in various locations across Scotland. The majority of them lived in the Central Belt, and most of them were based in Edinburgh (22) and Glasgow (9). However, a substantial number of our participants were based in smaller Scottish cities or in small towns. The map above shows the distribution of participants by place of residence.Nationality and migration statusOver half of our research participants (31) were Polish. This reﬂ ects the characteristics of recent migration from CEE and FSU: both in Scotland and in the UK, Poles are the by far the biggest national migrant community in terms of post-2004 migration (Scottish Government 2016; White 2016). Other participants were from Belarus, Bulgaria, Hungary, Latvia, Lithuania, Romania, Russia and Ukraine. Both our Ukrainian participants had lived in Poland for several years prior to moving to Scotland, and had Polish citizenship.Most of our participants (47) were citizens of countries that joined the EU in recent rounds of EU enlargement (2004 and 2007). EU nationals were able to travel to the UK without restrictions on their right to work, under the principle of free movement of labour within the EU.  The exception are Romanian and Bulgarian migrants, who had their right to employment restricted for 7 years following their countries’ accession to the EU (2007); prior to 2014, they needed a permit to work in the UK and were only allowed to work in designated shortage occupations. Unlike EU migrants, non-EU nationals needed a visa to enter the UK, and were subjected to much stricter requirements to be able to remain in the country (e.g. residence permit, sponsorship from employer or family members).Age, relationship and family statusOur participants ranged in age from 19 to 49. 9 participants had lived in other parts of the UK (mostly in England) before moving to Scotland. With the exception of 5 participants, who had lived in Scotland for less than a year, the vast majority of our participants had lived in Scotland for several years (average: 5.5 years). 34 participants had left their country of origin in their twenties or late teens (34); 15 participants had left in in their thirties, and one had left in her early forties. Participants were also diverse in terms of their relationship and family status. 4 participants were in a civil partnership and 6 were in a same-sex marriage; three participants were in a mixed-sex marriage9. 15 were in long-term relationships, while the remaining 22 participants were single. 9 participants (7 women and 2 men) had children, most from previous or current heterosexual relationships. Gender identityOur sample was mostly split between women (24) and men (25, including one female to male transgender man), with one participant identifying as non-binary. Both the FtM trans participant and the non-binary participant identify under the umbrella term transgender. Both transgender participants are referred throughout the report by using their preferred pronouns (in both cases he/male).Sexual orientationIn terms of sexual orientation, 18 participants identify as lesbian, 19 identify as gay men, 12 identify as bisexual; our only non-binary participant identiﬁ es as gynosexual7. Sexuality and gender identity were discussed discursively during the interview. This was considered a more sensitive approach than collecting information through a demographic questionnaire: we considered a more open-ended approach more suited to capture complexities and ambiguities, as well as cultural and linguistic diﬀ erences. None of the female participants identiﬁ ed as gay, probably because, unlike in English, the term ‘gay’ in Polish, Russian and in many other CEE and FSU languages is exclusively used to mean ‘gay man’. Participants interviewed in Polish and Russian sometimes used other colloquial expressions (e.g. branża (PL), tema (RU)8); however, these expressions were not used as terms of self-identiﬁ cation.Education and employmentA large majority of our participants (38/50) were educated to undergraduate degree level or above. This reﬂ ects the speciﬁ c characteristics of our sample, which is in all likelihood skewed towards migrants from a better educated and relatively more aﬄ  uent socio-economic background. Other research, however, suggests that CEE and FSU migrants in the UK tend to be well educated (Drinkwater et al. 2010).The majority of our participants (46) were in paid employment. Only 4 participants did not work, including 3 full-time students and one person who was temporarily out of work and ﬁ nancially dependent on his civil partner. Several of our participants (5) were working students who juggled further or higher education with paid employment.Participants worked in a range of occupations and sectors. A large number were employed in low-pay jobs in the service and hospitality sector, and many worked below their qualiﬁ cations, which reﬂ ects wider tendencies amongst the CEE/FSU migrant population in Scotland and the UK. NationalityBEL BUL HUN LAT LIT PL ROM RU UA/PL5101520301 5 9 2 1 31 4 2 2Age19-24 25-29 30-34 35-39 40-44 45-49123456789101110 10 9 11 7 3EducationSecondary (incl. vocational)         Undergraduate         Master’s Degree         PhD15194127  Emotionally and physically attracted to women.8  The terms literally mean ‘line of business’ and ‘theme’, respectively. Both are euphemistic, collective terms for LGBT people, akin to English expressions such as ‘a member of the family’ or ‘a friend of Dorothy’s’. 9  This simply reﬂ ects the fact that bisexual people may willingly enter into a same-sex or mixed-sex marriage. None of our participants talked about getting married because of societal pressures to conform to heterosexuality in their country of origin.Aberdeen  3Inverness  2Helensburgh  1Glasgow  9Airdrie  1Brechin  1Dundee  1Perth  2Cupar  3Kirkcaldy  3Bo’ness  2Edinburgh  22Location10 113.MIGRATION TO SCOTLANDOur participants often spoke of complex reasons to migrate. Employment opportunities and related prospects of greater material security emerged as particularly signiﬁ cant, while many participants had moved with a partner or family members, or in order to join them in Scotland. Sexual orientation and gender identity featured to varying degrees in participants’ accounts; for most participants, they featured alongside other reasons to migrate, although mostly not as primary reasons.3.1 FACTORS FACILITATING MIGRATION• For most of our participants, migration to Scotland was facilitated by free movement of labour within the EU. 47 of our participants were citizens of countries that joined the EU through EU enlargement in 2004 (Hungary, Latvia, Lithuania, Poland) and 2007 (Bulgaria, Romania). All but one of these 47 participants migrated after their countries of origin joined the EU. Only three of our research participants held a non-EU passport upon arrival to the UK; they migrated on work or family visas. • The majority of our research participants had moved directly to Scotland from their country of origin. 9 had lived in other parts of the UK (especially England) before moving to Scotland; some had histories of seasonal migration or multiple short-term stays in Scotland/UK before moving on a more permanent basis. A signiﬁ cant number had complex histories of international migration, and had lived in other countries prior to moving to the UK/Scotland (Canada, Cyprus, France, Germany, Israel, Italy, New Zealand, Sweden, Poland, Russia, US).• The vast majority of our participants moved to Scotland for work. A minority of participants migrated to Scotland to pursue higher or further education, or as dependent family members (typically to follow their families of origin moving to Scotland for economic reasons). • Some of our younger participants had moved to Scotland to pursue higher or further education; most of them had moved to Scotland after completing secondary school in their country of origin, and had been encouraged to pursue higher education abroad as a way to secure better career prospects. The main reasons for choosing Scotland were: the no tuition fee policy for EU students studying in Scotland; the quality of degree courses and teaching; and familiarity with English, often studied at school. Some of our participants had remained in Scotland to live and work after graduating from a Scottish university (see case study 2 and section 4.1.2).• Sexual orientation or gender identity featured in participants’ accounts of their motivations to migrate to varying degrees. Relatively few participants spoke about their sexuality or gender identity as their sole or main reason for migrating, and a signiﬁ cant number disregarded their sexuality or gender identity as immediate reasons for migrating. For most participants, they featured alongside other motivations in their migration histories (see case study 3).• None of our participants spoke about leaving their country of origin because they had experienced persecution on ground of their sexual orientation or gender identity. Nonetheless, experiences in their country of origin and expectations of an easier life in Scotland were sometimes a factor in their decision to migrate. A few of our participants had experienced incidents of homo-, bi- or transphobic discrimination or violence in their country of origin. Many more talked about more subtle forms of marginalisation and negative experiences in their countries of origin. These included:– diﬃ  cult interpersonal relations (for example, tense or estranged relations with their family of origin, being bullied at school)– more subtle forms of marginalisation (e.g. in education or employment)– oppressive social conventions (e.g. expectations they had to hide details of their personal lives in order to ‘ﬁ t in’)– feelings of insecurity fed by negative media and political discourse on LGBT rights.• Several participants spoke about their migration to Scotland as primarily related to family and relationships (moving with or joining a partner/spouse/children and, more rarely, parents or other family members). Experiences of negative attitudes towards the LGBT community, lack of legal recognition of same-sex couples and their children and expectation of more positive attitudes and greater legal recognition in Scotland/the UK often featured in experiences of couple or family migration. However, in some cases couple migration was more serendipitous (e.g. it involved moving to ‘try things out’ with a new partner, and considerations about legal recognition or social attitudes were absent or less prominent) (see case study 3).• Participants spoke of their migration as a process where initial motivations to migrate often changed over time. Participants’ sexual orientation and gender identity feature much more prominently in their reasons for staying in Scotland than in original motivations to migrate. For example, feeling protected by LGBT-aﬃ  rmative legislation, and the ability to live more openly in Scotland as LGBT individuals, were often important in their reasons for staying, or for not wishing to return to their country or origin (see section 4.2.4 and case study 10). • The choice of Scotland as a migration destination, and of speciﬁ c locations within Scotland was, in many cases, related to:– existing personal connections (e.g. having a partner, family members, friends or acquaintances in the migration destination). – ability to secure employment and/or accommodation remotely, prior to migration – familiarity with Scotland/UK through e.g. previous visits, knowledge of the language and culture (e.g. through school curriculum, pop music), stories about migration to the UK in the media, or related by other co-nationals.3.2 REASONS FOR MIGRATING• Many participants talked about complex reasons for migrating involving concurrent motivations. The most common reasons to migrate were related to economic opportunities, couple or family migration and education. Seeking a more secure or better life as an LGBT person also often featured among reasons for migrating, although this was often not a primary reason, or was intertwined in complex ways with other reasons for migrating. Some participants also spoke of dreaming about living abroad or being motivated by a sense of adventure.• For the majority of our participants, employment opportunities and related prospects of greater material security were key reasons for moving to Scotland. Some had experienced economic hardship, precarious working conditions or diﬃ  culties in gaining employment in their country of origin, and considered economic reasons as the sole or main reason for migrating. Others named higher wages and a more secure and comfortable life in Scotland as key reasons for migrating (see case study 1; see also sections 4.1.1, 4.2.1). • A minority of our participants were well-educated professionals, whose skill set made them highly mobile and able to relocate internationally; they named career opportunities or better prospects for career development as key reasons for moving to Scotland.12 1310  In the interest of preserving participants’ anonymity, all names used in the report are pseudonyms, and some personal details are not given in full. For example, the exact age has been replaced with age bracket; the gender of participants’ children has been omitted (by referring to them with the gender-neutral ‘child’); wherever mentioned, participants’ places of residence in Scotland have been replaced with more general expressions such as ‘Scottish town’, ‘large Scottish city’). CASE STUDY 1: Economic migration Renata10, Przemek and Ola migrated to Scotland primarily for economic reasons. After completing higher education, Renata could not secure a job in her profession in her native Poland and experienced economic hardship. Similarly, Ola and her partner had migrated mainly because they struggled to provide for themselves in Poland. Przemek was seeking economic stability and a more prosperous life. Both Przemek and Ola also talk about their complex motivations to migrate. Przemek had dreamt about living abroad since childhood and saw moving to Scotland as an adventure; Ola spoke about more open attitudes towards the LGBT community in Scotland as a ‘bonus’. CASE STUDY 2: Educational migrationGergana moved to Scotland after ﬁ nishing high school in her native Bulgaria to study at a Scottish university. She was encouraged by her family and her teachers to pursue higher education abroad as a way to secure better job prospects, whether in Bulgaria or abroad. She considered other UK universities, and chose a Scottish university because of the no tuition fee policy. After graduating, she is planning to remain in the UK to work.CASE STUDY 3: Couple migration Igor had met his ex-partner in a gay club in a large Polish city. His ex-partner, a Polish gay man, was in Poland on holiday, but was living in Scotland, and invited Igor to visit him. Igor had never planned to move abroad, but remained in Scotland after starting a relationship with his now ex-partner. He sees his sexuality as loosely related to his reasons for migrating. For Nadiya and her Polish partner Marta, however, being in a same-sex relationship was key to their decision to migrate and to remain in Scotland. They moved with the speciﬁ c aim of entering a civil partnership and starting a family. They now have a child, and are both named as parents on the child’s birth certiﬁ cate; their child has a British passport in order to allow both mums to be named as parents, something which would not have been possible had they opted for a Polish passport.  The reasons [of migration] were purely economic – the issue of how LGBT people are treated here – that was just a bonus.. Ola (Polish, female, bisexual, 30-34)Image from Livia’s photo diaryImage from Tomek’s photo diaryYou know, I’ve never thought about it. Obviously, the reason why I’m here was that I met a guy. So in that way my sexuality was related, however it wasn’t the main motive in a sense that, I don't know, I wanted to escape from Poland because I was gay. (…) You know, the reason why I'm here is that I met [name of ex partner]. Igor (Polish, male, gay, 25-29)It [sexuality] was the only reason. We knew that in 2005, in December, a civil partnership bill was legalised here… and that’s why we decided to move to Scotland… rather than England. We got our civil partnership in 2009. We wanted to have everything sorted – it’s not about having a paper. A lot of people ask me why we need that… given that we’ve got the same rights... Well, I don’t quite agree with that. It’s not the same rights… Having children for example – we discussed it for a very long time… Having a child is a very responsible and planned decision as long as LGBT people are considered. We wanted out child to be fully secured… in terms of the law. Nadiya (Polish/Ukrainian, female, lesbian, 30-34) Well, I’ve always wanted to live abroad. It was in my head all the time. This would be a dream come true. But, it was also about the ﬁ nances… and a better life, right? So, I’d been thinking about it all the time. And when my friend called me and told me it was possible… because I didn’t want it to be a blind shot… So, when he called me – I moved. (…) I’d say that trying something new – a change – was equally important as my dream coming true… and they were equally important as economic reasons. And sexuality – no. It wasn’t important at all. Przemek (Polish, male, gay, 35-39)I didn't have a proper job in Poland. It was you know – I had it and I didn't have at the same time. I was even a postwoman for three days. I did everything: I worked in a factory, in a shop. I was selling pictures, kitschy copies. I did everything apart from prostitution. And, I was fed up with it. I had very little money. I managed to pay my bills and that was all I could aﬀ ord. You know how it is in Poland, a room for 700zł [approx. £150] and I was earning 1400zł [approx. £300] – just terrible. Renata (Polish, female, lesbian, 30-34)I graduated 2014 and September 2014 I came to Scotland, yeah. (…) I decided to come here because of better opportunities than Bulgaria in terms of work… and the things that I can actually do with my degree. (…) And Scotland because of the tuition fees, because it’s actually cheaper to come and study in Scotland than in the rest of the UK. (...) I think it’s also cheaper in terms of way of living, but obviously you don’t get to pay tuition fees so that’s… easier.Gergana (Bulgarian, female, lesbian, 19-24) 14 154.MIGRANT EXPERIENCES IN SCOTLAND4.1 EXPERIENCES OF EMPLOYMENT  AND EDUCATIONIn this section we explore participants’ experiences of employment and education in Scotland. Working in Scotland was viewed as a means to achieving greater material security than in their country of origin, and most participants were able to achieve this in Scotland, although many participants worked below their skills level in low-pay jobs. Participants had overall positive experiences of studying in Scotland, and saw it as a way to secure better job prospects in the future. 4.1.1 Experiences of work in Scotland• For the majority of our research participants, employment opportunities and prospects of greater material security were key reasons for migration. Prior to moving to Scotland, some participants had moved from their country of origin to other parts of the UK or other European or North American countries to pursue employment opportunities (see sections 3.1 and 3.2).• Some participants found comparable or better jobs in Scotland compared to the ones they had in their country of origin, and worked according to their qualiﬁ cations. Some were employed in professional jobs (such as teacher, lecturer, dentist, IT specialist, translator, nurse, researcher). However, a high proportion of our participants worked in low skilled, low-paid jobs, particularly in the hospitality industry and service sector (for example as cleaners, shop assistants, night porters, factory workers). They often worked in areas unrelated to, and often below, their educational qualiﬁ cations (see case study 4).• For many participants, entry-level or lower-skilled jobs were stepping stones towards better job prospects. Some participants managed to progress in their career, or secure better jobs. Improving English language skills, developing work experience (sometimes through volunteer work) or getting further educational qualiﬁ cations in Scotland were steps typically taken by participants to secure better job prospects (see case study 4).• Nonetheless, not all participants felt comfortable being out at work. A few participants felt that being out to clients or colleagues could be damaging or undermining, or a potential source of conﬂ ict. This was linked to the nature of their work (e.g. teacher, social worker) or their work environment (for example, working in a male-dominated environment). Two participants felt uncomfortable disclosing their sexual orientation on equality forms for fear of repercussions. Other participants reported hearing homophobic or transphobic views from clients or colleagues; one participant, while living in England, lost her job in a religious institution when one of the nuns found out she was a lesbian.4.1.2 Experiences of education in Scotland• Almost one third of research participants (16 out of 50) had experience of studying in Scotland. The vast majority of them studied at Scottish universities or colleges. One participant had completed secondary school in Scotland. Several participants had experience of studying either in England or another third country before moving to Scotland.• The majority of university students in the study migrated straight after completing secondary school in their country of origin with the aim of studying abroad. The main reason for choosing Scotland was the no tuition fee policy (i.e. no fees required from EU students for their ﬁ rst undergraduate degree). Familiarity with English, often studied at school, further contributed to their choice (see case study 2). • Gaining further or higher education qualiﬁ cations in Scotland was seen as a way to secure better job prospects, particularly for mature students who had lived and worked in Scotland for some time. Participants mentioned attending ESOL classes to improve their language skills, and also gaining professional qualiﬁ cations and degrees (see case study 5). • Participants largely had positive experiences of higher education in Scotland. They spoke of Scottish universities and colleges as generally supportive and LGBT-friendly environments. Some participants mentioned anti-discrimination and LGBT-friendly policies as something that made them feel safe and welcome. Some participants were actively involved in societies, including LGBT societies, and had met LGBT friends that way. • The majority of students worked simultaneously to be able to provide for themselves. They often had very intense schedules and spoke of the challenges involved (e.g. limited social life).• A few participants in the broader sample (non-students) spoke of their aspirations to pursue either higher education or further professional training in Scotland.  • However, for some of our participants, low-skilled, low-paid jobs were not a stepping stone but a ﬁ nal destination. Some participants talked about jobs that paid the bills but gave them no satisfaction, and often involved physically demanding work, long hours, or shift work; sometimes their working conditions were unsatisfactory, or exploitative. Some participants experienced deskilling and downward social mobility, where it was diﬃ  cult to come to terms with loss of social status; others considered this a trade-oﬀ  for a more secure life in Scotland (see case study 4).• Many participants found it easy to secure a job in Scotland compared to their country of origin. However, migrants from non-EU or new EU countries faced more hurdles and restrictions. For example, Ivan, a Belorussian citizen, found his work visa registration requirements an unnecessary bureaucratic maze; two Bulgarian participants spoke of not being able to secure a job or being allowed to work only for a certain number of hours a week owing to restrictions on Bulgarian and Romanian nationals prior to 2014. • Some participants received support in ﬁ nding a job or in dealing with related practicalities (for example, obtaining a national insurance number, opening a bank account) from other migrants (often co-nationals) as well as supportive colleagues and bosses. • A common challenge experienced at work related to language barriers, particularly for those who had arrived in Scotland with little or no English. This was often experienced when communicating and socialising with colleagues, and sometimes when performing work tasks. • A few participants mentioned diﬃ  cult relationships at work, where they felt they were treated diﬀ erently or marginalised because of their nationality, ethnicity or language background (see case study 12).• Workplaces were generally environments where participants were relatively comfortable disclosing their sexual orientation or gender identity, and where prejudice could be challenged when it emerged. A few participants mentioned supportive managers, who had stood by them when they had experienced prejudice at work or had come out to colleagues.16 17CASE STUDY 4: Experiences of workPiotr has lived in Scotland for 9 years and has worked for most of this time as a baker. In his native Poland, Piotr completed a university degree and went on to run a successful voluntary sector organisation. Upon migrating to Scotland, however, he found it impossible to secure a similar job. While Piotr had experienced deskilling and downward social mobility, for other participants entry-level or low-skilled jobs were stepping stones towards better job prospects. Jakub, a young Polish man with high school education, talks of how easy it was for him to ﬁ nd a job in Scotland and gain promotion.    CASE STUDY 5: Education and job prospectsAdam, a pilot study participant, used to work as a teacher in Poland and changed line of work when moving to Scotland. At the time of the interview he had lived in Scotland for 7 years and, after working as a carer for several years, he had become a support worker. Working as a carer allowed him to improve his English and gain relevant experience; he was doing a vocational course which, he expected, would lead to better job prospects.    It was diﬃ  cult. Because, in Poland we were people, we were important, we did important things. And here we found that we weren’t good enough for a cleaning job… And, it happened a few times. I remember my ﬁ rst phone conversation. The lady on the phone speaks Scottish… it’s not a nice English. She arranges a visit, she mentions a street and I can hardly understand the name… You know how it is – you feel stupid to ask for the ﬁ fth time about the same street. I’m there to sell myself, not to be an idiot. Another example, I take several busses and go somewhere, I change three times… I get there and the ﬁ rst question is: ‘Do you have a National Insurance Number?’ I knew this wasn’t a requirement for the job, but was told that if I didn’t have it, I couldn’t apply. So, such things happened all the time. I thought I was tough, that I was insensitive, but… in such moments rain would mix with my tears. Piotr (Polish, male, gay, 40-44)On the second day [after arrival to Scotland] we went to drop oﬀ  CVs and in the afternoon of that second day I was at work. I've been working there ever since. I’ve made some kind of a career. I started with washing the dishes. Later my boss told me there was time to move on and she came up with an idea… either kitchen or direct contact with customers. And I chose to work on the ﬂ oor [as a waiter]. After a few months of waiting I became a supervisor and my boss's protégé. Jakub (Polish, male, gay, 19-24)I think I was just lucky because even with my very limited English I went to job interviews and I got two oﬀ ers so had to choose between two jobs. I worked as a care assistant with people with dementia for a year and a half, that's when my English was much better, and I left. I worked with agency and that gave me amazing experience with working with diﬀ erent clients, diﬀ erent people, mixing with diﬀ erent – really, like every day [I] would be going somewhere else and would work with diﬀ erent type of clients. And that’s when I gained my conﬁ dence; I was told I was really good. I was told I had a really good feedback and I got a job as a support worker with one organisation. Wanted to do more, wanted to progress, got another job and I just got promoted last year. I'm doing training [now], Scottish vocational qualiﬁ cation level 3 in health and social care now.  Willing to progress and I just love it. Adam (Polish, male, gay, 30-34)4.2 SECURITY AND WELLBEINGFeeling secure in Scotland was an important aspect of LGBT migrants’ overall sense of wellbeing. Our participants spoke of the importance of material security and economic stability: as noted, for many seeking greater economic stability was a key reason for migrating. Our participants also spoke about feeling more secure in relation to their LGBT identity: they generally felt they could be more open in Scotland about their sexual orientation and gender identity, and talked about how Scotland’s legal and policy framework on LGBT rights made them feel more protected and recognised. Participants also spoke about the insecurities faced after arriving to and settling in Scotland.4.2.1 Material and emotional security• For the majority of our research participants, employment opportunities and related prospects of greater material security were key reasons for moving to Scotland.• Participants were generally satisﬁ ed with the living standards aﬀ orded by their jobs in Scotland; these compared favourably to living standards in their country of origin. Our participants generally earned more money and enjoyed a higher standard of living than in their country of origin. Even relatively low-paid jobs were generally seen to guarantee a more secure and prosperous life. For example, participants talked about how their current jobs in Scotland allowed them to live independently and make ends meet, without having to seek support from family members, and provided them with enough money to buy non-essential items and have hobbies (see case study 6).• Migration to Scotland sometimes led to deskilling and downward social mobility. However, for many this was an acceptable trade-oﬀ , compensated by a general sense of economic stability or other forms of material security (e.g. access to home and car ownership, aﬀ ordable tenancy, leisure pursuits, holidays abroad).• For many participants, economic security contributed to a sense of emotional security. This was expressed in interviews through phrases such as having a ‘good life’, a ‘peaceful life’, a ‘normal life’ and of ‘feeling great’ in Scotland. For many, feeling materially and emotionally secure was something that was achieved over time.• Nonetheless, some participants spoke of having a ‘good life’ in their home countries and of the diﬃ  culties they faced in Scotland, particularly when they had ﬁ rst arrived.Image from Janos’s photo diary18 19CASE STUDY 6: Material securityPrzemek migrated from Poland because he was seeking a more secure and prosperous life. Over time he realised that he ‘felt good’ in Scotland and decided to stay permanently. In his case, economic security contributed to a sense of emotional security. On the other hand, Marcell migrated from Hungary in order to study at a Scottish university. As a working student, he soon realised that wages in Scotland were signiﬁ cantly higher than in Hungary. Upon completing his education, he decided to settle down in Scotland despite the fact that he missed Hungary and his lifestyle there. 4.2.2 Wellbeing and LGBT equality• Participants also spoke about feeling more secure in relation to their sexual orientation or gender identity in Scotland. Their experiences in Scotland as LGBT persons often compared favourably to the ones they had in their country of origin. • None of our participants had left their country of origin to ﬂ ee persecution, and few had experienced violence or blatant discrimination on the basis of their sexual orientation or gender identity. Several participants, however, had experienced more subtle forms of insecurities and marginalisation in their countries of origin, including tense relations with family members, bullying, casual abuse or intimidation, feeling pressurised to hide their sexual orientation or gender identity in order to conform to societal expectations, fear of discrimination at the workplace and shaming media or political discourse about LGBT communities.• Greater acceptance of LGBT persons was often a key factor in migrants’ decision to remain in Scotland, or not to return to their countries of origin.• Many participants experienced a new sense of freedom upon moving abroad, and felt that they could be more open about their sexual orientation and gender identity, e.g. they did not need to edit out personal information, or be discreet. Many participants spoke about their positive experiences at work, in educational institutions or when using public services (e.g. GP, registry oﬃ  ces). For many participants, this contributed greatly to their sense of wellbeing and emotional security (see case study 7).• Public visibility and positive recognition of LGBT persons and rights was seen as evidence that being LGBT is ‘normal’ and unremarkable in Scotland. This was expressed in interviews through phrases such as having a ‘normal life’, being ‘less tense’ [in Scotland] and ‘this piece of information [having a boyfriend] doesn’t matter’. Participants felt they could be visible as LGBT persons, and that disclosure of their sexual orientation or gender identity was generally received as something ordinary and unremarkable (see case study 8).• Many participants spoke about the importance of the legal and policy framework in Scotland, and the sense that it was upheld, in making them feel secure. The legal situation in migrants’ countries of origin was often compared to greater recognition of LGBT rights in Scotland, particularly with reference to family rights by and large unavailable to them in their country of origin (legal recognition of same-sex couples and parenting rights). 10 participants had entered a CP or same-sex marriage in Scotland, and 9 had parenting responsibilities. Several participants felt conﬁ dent that they could report instances of abuse or discrimination (see case study 7 and section 4.3.1).• More accepting attitudes towards LGBT people were also associated to broader positive attitudes towards equality and diversity in Scotland (e.g. around race/ethnicity, religion, gender, disability). Attitudes in Scotland were generally considered more liberal than in participants’ countries of origin.• Although Scotland as a whole was widely perceived as accepting of LGBT people, some participants spoke of experiences of being treated diﬀ erently because of their sexual orientation or gender identity, of not feeling safe or of not wishing to be out in certain locations and contexts (see section 4.3.1 and case study 11 and 13). If the economic situation was much better in Hungary, and the salaries were much higher, I think I would go back to Hungary tomorrow, because I'm missing my country a lot. (…) Being a gay [man], living a gay kind of lifestyle in Hungary is not a problem at all. There’s no reason for me to leave, but unfortunately, I don't want to say it, I’m not materialistic, but earning, like, four or ﬁ ve times higher salary, with exactly the same job in the UK, is deﬁ nitely something that really attracted many people, not just gay people. Marcell (Hungarian, male, gay, 35-39)I was hoping to have a peaceful life… and economic stability… You know, a simple job, but a stable job that allows me to aﬀ ord everything I need. (…) When I lived in [name of large city in Poland], I kind of had a decent salary… but it was just enough to cover my expenses… Sometimes I had to ask mum to give me some money… or send me something to eat. (...) When I was coming here I thought I’d be staying for a year or two and that I’d move again after that time. But I sort of settled down here. It’s a bit scary, but I just feel good here. Przemek (Polish, male, gay, 35-39)Image from Wera’s photo diary20 21CASE STUDY 7: LGBT equality legislation and wellbeingFor both Iza and Tomek, LGBT-aﬃ  rmative legislation was a key reason to stay in Scotland. They were in long-term relationships and had moved to Scotland with their respective partners. They spoke extensively of the signiﬁ cance of legal recognition and protection of LGBT communities. They linked equality legislation to more favourable social attitudes towards LGBT people and stressed that they felt secure in Scotland because of the ways the law operates.CASE STUDY 8: Wellbeing and being oneselfBoth Grażyna and Marta used to hide the fact that they were in same-sex relationships in their native Poland. They never held hands, hugged or kissed in public as they feared this would draw people’s attention and trigger negative responses, and recalled being tense and alert among strangers. Upon arrival to Scotland they found that being openly LGBT in public was seen as ordinary and unremarkable. This signiﬁ cantly contributed to their sense of safety, security and feeling ‘at home’.  CASE STUDY 9: Brexit and changes in the legal status of EU migrantsThe vast majority of our participants were EU nationals, and a minority of these participants spoke about feeling insecure about their migrant status and ability to remain in Scotland/the UK in the long term, despite interviews being collected before the UK referendum on EU membership (23 June 2016). It is very likely that the vote to leave the EU, and the ensuing change in legal status of EU migrants in the UK, will create more concern and protracted insecurity amongst our participants11. 4.2.3 Challenges and insecurities• Participants also spoke of challenges they encountered when moving to Scotland, which often led to a sense of insecurity, discomfort and being diﬀ erent. Some of these challenges were more acutely felt upon arrival, and were eventually overcome with time. For some participants these challenges, and ensuing insecurity, continued to aﬀ ect their everyday experiences and interactions (see below). Challenges related to language, cultural barriers and social isolation are explored in more detail in section 5.• Common challenges were experienced around:– Finding a job (especially better paid/more skilled work), limitations on ability to work owing to migrant status– Deskilling and loss of social status, ﬁ nancial diﬃ  culties (see case study 4)– Adjusting to the weather– Dealing with bureaucracy (e.g. related to national insurance number, bank accounts, access to welfare, housing)– Prejudice and discrimination (see section 4.3)– Language and communication (limited English skills, struggle to understand local accents); these aﬀ ected migrants’ social interactions and sense of identity (see section 5.4 and case study 18).– Cultural barriers (inability to understand mentality, lifestyle, social etiquette) (see sections 5.4 and case study 18)– Social isolation (being away from family and friends, struggling to meet people and make friends, feeling like a stranger) (see case study 14)• A few participants felt that their position as migrants made their future uncertain and potentially insecure, despite a majority of participants expressing a desire to stay in Scotland long-term. Some were concerned about the hardening anti-migration rhetoric in UK politics and media. Some participants expressed concern that a change in the political landscape may jeopardise their ability to remain in Scotland (despite all interviews being collected between April 2015 and early June 2016, before the UK referendum and vote to leave the EU). One Polish migrant has successfully applied for British citizenship to avoid being wrong-footed by a sudden change in migration regulation (see case study 9). 11 As of 16 November 2016, the UK government had not given any  guarantees to EU residents that they will be able to remain unconditionally in the UK, and had not clariﬁ ed which criteria might be used to ensure their leave to remain. These issues are likely to be part of protracted negotiations between the UK government and the EU after the process of leaving the EU is started in early 2017.It was amazing that for everyone it was normal that – that she was my girlfriend. And that meant a lot. Nadiya also told her boss and everyone around that she was a homosexual person and everyone said ‘OK’. So, that was big. That helped a lot to feel like home. Marta (Polish, female, lesbian, 30-34)I’ve kind of noticed that being a homophobe is quite shameful here. And… when you’re in good company – it’s simply inappropriate. (…) And, when you’re among people it’s kind of unacceptable. If somebody’s got negative feelings they keep them for themselves… or they mutter under their breath… but, they won’t say it aloud… because they’ve got the awareness – it’s about the educational role of the law. It does work here. Equal rights are facts here – people are protected from hate crimes. (…) People know they need to obey certain rules… even if they don’t like them. Iza (Polish, female, lesbian, 25-29)The fact that we don’t need to explain things. The fact that we’re just treated as a couple. That fact that we’re treated on equal terms with others. There are so many organisations here that support [LGBT] people. The police for example. There’s always somebody who understands these issues. The fact that various oﬃ  cers would never express any dislike… I’ve never seen anybody reacting in any way. Tomek (Polish, male, gay, 35-39)I don't know if that’s related to opinions, but I know that in Poland many people would turn their attention at me and Mags if we were holding hands in public places. Here, it doesn't matter at all. You don't even think to hide here… for safety reasons. It is beyond me, absolutely. Grażyna (Polish, female, lesbian, 40-44)My only fear is that something might go wrong and I will need to go back. In fact, it's more an anxiety rather than a real fear, so nothing real. Because, I don't know what would have to happen, to be honest... A political problem, that they would do something with migrants? I don't know... I would really have to... There are fears like that. I'm still unaware of my rights… what I am eligible to and after what time... I already have an idea that I would like to apply for citizenship. I'm aware I will need to wait a very long time. Sandra (Polish, female, lesbian, 30-34)Image from Krzysztof’s photo diary22 234.2.4 Plans for the future and reasons for staying in Scotland• The vast majority of participants said that they would like to stay in Scotland for the medium to long-term. Many spoke of Scotland as an ‘ideal’ place to live and planned to settle there permanently. • Most participants did not consider returning to their countries of origin. Only one participant planned to return and two participants spoke of possibly returning in the more distant future.   • Several participants were considering onwards migration, either within Scotland/the UK (e.g. to Glasgow, London, Brighton) or to other countries (e.g. to Canada, Australia). Participants considering onwards migration were most often motivated by job opportunities; more rarely, they were motivated by a desire to live in a country with a sunnier, milder climate.• Some participants wished to move from small Scottish towns to larger cities, often to take advantage of greater anonymity and opportunities to socialise on the LGBT scene. Some participants living in small Scottish cities and towns found them constraining or conservative (see case study 11). This is in line with the ﬁ ndings of a recent report on LGBT people’s experiences of inequality in Scotland (Equality Network 2015).• The majority of participants spoke of their migration and resettlement as an ongoing process. The perception of their reasons for migrating and for staying often changed over time, and initial reasons for migrating were sometimes diﬀ erent from reasons for staying. For example, some participants who migrated to pursue higher education in Scotland decided to stay because of better job opportunities and greater legal recognition of LGBT rights. • Participants’ sexual orientation and gender identity featured much more prominently in motivations for staying in Scotland than in initial reasons for migrating. This was often linked to LGBT equality and general public acceptance of LGBT persons, which generated a sense of wellbeing and greater security for the future (see section 4.2.2 and case study 10; see also case studies 7 and 8). Some participants also entered relationships with Scottish people or other migrants, and viewed settling in Scotland as part of this process. • A few participants spoke of putting down roots in Scotland, having family and friends in Scotland or reaching an age in which it would be very diﬃ  cult for them to move abroad or to return to their country of origin.   • Work and education also featured prominently in reasons to stay in Scotland. Many participants spoke of the sense of material security that working in Scotland provided. Many thought that they would be unable to ﬁ nd satisfactory jobs or develop professionally in their countries of origin. A few planned to start a university degree or to pursue further education in a Scottish institution (see case study 10).  • Social and cultural norms were discussed by several participants as contributing to their decision to stay. They spoke of their appreciation of the social etiquette and everyday culture of conviviality that they came across in Scotland. CASE STUDY 10: Reasons for staying in ScotlandBoth Vita and Konrad had complex reasons for staying in Scotland, which diﬀ ered from their initial motivations to migrate. Vita originally moved to Scotland to pursue a university degree and is currently working in research; however, her sexual orientation was a key consideration in her reasons to stay, alongside lack of job opportunities in her ﬁ eld in Lithuania, a society she perceived as patriarchal and sexist. Comparing her experiences of having a same-sex relationship in Lithuania and in Scotland made her realise how important the greater freedom she experienced in Scotland as a lesbian is to her. Konrad moved from Poland to Scotland when he became frustrated with his job; he moved in with his parents, who were already living in Scotland. Since moving to Scotland, Konrad had his ﬁ rst sexual experiences with men; he went on to date both men and women and started to identify as bisexual. It [sexuality] became my priority. (…) [It is a key reason] To stay, exactly! Exactly! I know now that it’s for many reasons. (…) Scottish people ask me why I left. (…) I keep telling them, not for the money. Not for work to be true. But for a better life. For a digniﬁ ed, prosperous life in a free and nice place. Where nobody is nosy about someone else’s bed. (…) If you asked me [now] if I wanted to go back – I wouldn’t like to go back to Poland. If I had to leave Scotland, I’d go to another country, not to Poland. I don’t know whether I’ll ever return to Poland, most likely I won’t. Konrad  (Polish, male, bisexual, 25-29)It [sexuality] is one of the biggest ones [reasons for staying in Scotland]. (...) I did not think about it before… but last summer, when I had a relationship in Lithuania, I saw all that, and I ﬁ gured, how could you live there?! I don’t want to live openly [there]. (...) Life is too short. Many people think that this is not right, that I should be patriotic, why are you running away [from Lithuania] like a rat from a sinking ship?! I spent many years in this negative environment and I do not want to live in hiding any longer. Life is too short for that, that’s all. It would be diﬃ  cult to live there, more diﬃ  cult, I would not say it is very diﬃ  cult, but it is more diﬃ  cult. I don’t want it. Vita (Lithuanian, female, lesbian, 25-29)24 254.3 PREJUDICE AND DISCRIMINATIONThe project explored LGBT migrants’ experiences of prejudice and discrimination in Scotland. These issues were explored with a focus on sexuality and ethnicity/nationality. Our participants had overall positive experiences as migrants and as LGBT individuals in Scotland. While a minority of our participants experienced outright discrimination or violence, neither xenophobic nor homo-, bi- or transphobic incidents constituting crimes emerged as a concern for the majority of those with whom we spoke. Nonetheless, many participants experienced more subtle forms of homo-,bi-, transphobia and xenophobia that were still prejudice-based in nature. Some of the more subtle experiences of marginalisation and discrimination took the form of ‘microaggressions’, or daily verbal, behavioural and environmental indignities […] that communicate hostile, derogatory or negative slights or insults’ (Sue 2010: 5). Intersectional prejudice and discrimination also occurred, where participants were singled out both because of their ethnicity and their sexual orientation or gender identity.4.3.1 Sexual orientation and gender identity• Attitudes towards the LGBT community in Scotland were widely seen as positive or neutral. Many participants felt that sexual orientation and gender identity ‘don’t matter’ in everyday interactions, and that in Scotland people are generally more accepting of LGBT people; this often made them feel they could be more open about their sexuality or gender identity (see section 4.2.2 and case study 8). • Many participants encountered less prejudice around sexual orientation and gender identity in Scotland than in their country of origin. The legal and policy framework in Scotland, supportive of LGBT equality, played an important role in this (see section 4.2.2 and case study 7).• A signiﬁ cant number of participants, however, had experienced prejudice or discrimination in Scotland because of their sexual orientation or gender identity. This is in line with the ﬁ ndings of a recent report on LGBT people’s experiences of inequality in Scotland (Equality Network 2015). Prejudice and discrimination were mostly experienced on the street, at work or on social media speciﬁ c to certain migrant communities (e.g. a UK-based Polish language website, a Lithuanian language facebook page). • A handful of cases (the most serious ones) involved incidents of verbal or physical confrontations, sustained harassment or threats of violence on social media (see case study 13). Several other participants, however, experienced more subtle forms of discrimination or microaggressions, some of which were potentially crimes (see case study 11); these included:– casual homophobic abuse on the street; – marginalisation at work by colleagues or supervisors; – being asked to move out of a ﬂ atshare by homophobic ﬂ atmates; – being the object of malicious gossip on social media;– deliberately misgendering a transgender person (referring to them by using a form of address that does not reﬂ ect the gender with which they identify) • Some participants had experienced prejudice at the hands of co-nationals; these participants were predominantly Polish, and some perceived the Polish community in Scotland as more homophobic than mainstream Scottish society (see section 5.3.2 and case study 16). However, the cases of discrimination and microaggressions reported in interviews were perpetrated both by local people  and by co-nationals.   • Some participants had challenged abuse and discrimination by reporting incidents to the police or to work managers; one incident was taken to court (see case study 13). In most of these cases, participants had received support and the incidents reported had been dealt with. The presence of a legal and policy framework supportive of LGBT equality seemed to make a diﬀ erence: several participants feel conﬁ dent that they could report instances of abuse or discrimination, and that they would be taken seriously.CASE STUDY 11: Experiences of homophobiaSeveral participants reported instances of casual homophobic abuse, or of being singled out because of their sexual orientation in Scotland. Casual homophobic abuse on the street, or on public transport, was a fairly common experience among our participants, although this rarely escalated to full-blown confrontation or violence. In some cases, casual abuse happened on social media speciﬁ c to certain migrant communities, such as the UK-based Polish language website Emito. Agnieszka, a lesbian mother from Poland, talks about how she started to avoid Emito after seeing a raft of abusive comments about same-sex families, following the legalisation of adoption for same-sex couples in the UK (2005). Roman, a Ukranian gay man who lives in a small Scottish city, experienced several instances of homophobia, including being asked to move out of two ﬂ at shares when his ﬂ atmates found out he was gay and being made to feel uncomfortable when buying a gay magazine.[A]fter that I moved in with a Polish family with which I lived for 3 years. And I had to leave that place because they found out that I was gay. And despite not telling me directly, they did everything to make me go away. Then I lived at a Scottish woman’s place and again, when she found out she did everything to make me move out. Very perﬁ diously. And at the moment I live with another Scottish woman who doesn’t know anything about me, but it’s been good so far. So far it’s been good. Besides, once, when I came back from Ukraine - I don’t go there too often, once a year or once every two years… here in a shop nearby, it’s called Co-Operative, I was buying the Attitude magazine – it’s a gay magazine here. […] And I saw the eyes of the cashier when I was buying it. So people’s attitudes towards sexual minorities aren’t good here [in Scotland] at all. Roman (Ukranian, male, gay, 35-39)‘I will never, I will never want my child to be adopted by two guys or two women because that’s just fucking sick from the start’, and things like this. And I’ve got a child and my child is with two women and is  absolutely brilliant and there’s nothing wrong with [the child] and it’s the happiest child ever, and it’s hard thing, as is [pause] I have really tried to avoid that because that makes me really, really upset, because I know it’s not the, and I always, my cha[?]-, I always challenge people and say, I ask ‘how many gay people you know actually?’ ‘I don’t want to know anybody, any gay, I don’t want to be even close to them’, ‘So how you can say anything about them?’ Agnieszka (Polish, female, lesbian, 35-39)26 274.3.2 Ethnicity• Many participants spoke of positive and respectful interactions with local people: they said that they were made to feel welcome and mentioned friendly gestures and support. Some participants perceived Scotland, and the UK as a whole, as more multicultural and accepting of ethnic diversity on a general public level than participants’ countries of origin (see also section 4.2.2).  • Scotland was sometimes compared with England, and was generally viewed as more welcoming of migrants. Several participants also reﬂ ected on the role of the media and of prominent British politicians in fuelling negative attitudes towards migrants. Some of these participants believed that CEE/FSU migrants were misrepresented in the media and in political debates, and that their everyday lives were negatively aﬀ ected because of that. • Many participants felt ‘diﬀ erent’ in Scotland because of their ethnicity/nationality, and because of language or cultural barriers. This was not always linked to experiencing xenophobic prejudice: indeed, a few participants focussed on positive experiences, where language and cultural barriers were overcome through eﬀ orts from local people. Nonetheless, some reported experiences of prejudice or discrimination. • Xenophobic prejudice or discrimination was largely experienced in public or semi-public spaces (e.g. the workplace, the street). A handful of cases (the most serious ones) involved vandalism and hostile verbal confrontations (see case study 13). Other participants, however, experienced more subtle instances of discrimination (some potentially unlawful) or microaggressions, such as:– Abusive or resentful comments on the street about migrants/foreigners; these were speciﬁ cally targeted at particular nationalities (e.g. Poles) or at ‘Eastern Europeans’, accused of stealing jobs or making bus fares go up; these were often accompanied by name-calling or ‘go-home’ rhetoric.– Overtly or implicitly discriminatory practices at work included: language discrimination (unfair treatment of an individual based on migrants’ use of their native language, often by customers rather than co-workers or supervisors); questioning migrants’ professional qualiﬁ cations or fair judgement at work; and arranging shifts so as migrants from particular regions worked together and in isolation from local people (see case study 12). – Patronising attitudes towards migrants’ countries of origin (e.g. remarks about particular countries being ‘all rural’ or undeveloped).• Participants spoke more rarely about xenophobic incidents compared to homophobic, biphobic or transphobic abuse; they also spoke more rarely about reporting xenophobic abuse (e.g. to the police, to work managers). It is worth noting, however, that due to the focus of the study the theme of xenophobic prejudice and discrimination was discussed in less detail in the interviews compared to homo-,bi- and transphobic prejudice. Some participants suggested that for LGBT migrants from CEE/FSU it could be more diﬃ  cult to challenge prejudices around ethnicity or nationality than around sexual orientation or gender identity. • Participants largely focused on personal experiences of xenophobia. A few, nonetheless, expressed prejudiced attitudes towards other national or ethno-religious minorities (e.g. essentialist views about Muslim communities).CASE STUDY 12: Experiences of xenophobiaBelow two research participants, Ola and Marta, recall xenophobic incidents which happened at their workplaces (a hotel and a cinema respectively). The instances reported here are illustrative of verbal abuse that a number of research participants reported. Ola draws attention to the issue of language discrimination: in the experience of a few participants, prejudice was articulated in response to the use of a language diﬀ erent than English. Marta talks about a situation when a client at the cinema where she works wanted to buy a ticket for his son, despite the ﬁ lm being rated as suitable for 15 or over, and his son being much younger.CASE STUDY 13: Intersectional discriminationWhat Tomek, a Polish gay man, discusses here is an example of intersectional discrimination where he and his friends were singled out and abused both because of their sexual orientation and their ethnicity. The incident was reported to the police and then taken to court. I felt discriminated against at work. And, well, I feel it every single day. It’s the guests [hotel clients]. Once there was a situation, for example. I wasn’t involved, but another Polish person was… as was a Slovak guy (…). They were at the reception desk and spoke Polish. A client showed up and didn’t like it… and complained to the manager of the hotel. How come the hotel staﬀ  don’t speak English! The thing is – they didn’t speak to him – they spoke between themselves. And I found it very annoying. Because there’s no such law that says we’re obliged to speak English at our workplace. Ola (Polish, female, bisexual, 30-34)That was at work, at the beginning, the clients mainly. (…) We quite often have a problem when it comes to IDs. If the ﬁ lm is from 15 years, we quite often ask for a passport or a Young Scotland Card. (…) And it was in relation to that when I was [dubbed] a ‘foreigner’ and that adjective ‘fucking’ had come up. Marta (Polish, female, lesbian, 30-34)We were coming back from a pub in a car. A few people. And, I had to stop the car because there were two girls and one of them stood in the middle of the road, and it was just impossible to go around her. She was shouting something. And, I was stupid enough to use the horn. (…) She ﬂ ipped out. She had taken some drugs as we found out later. She vandalised my car. She started to shout. We wanted to pull her back. She started to call us names. (…) The discussion about Poles taking British jobs was already on. And she shouted that we were Poles… this and that. And, later one of the girls started to use words such as ‘faggots’ and many other ugly terms… which are commonly understood to be oﬀ ensive. So, they were quite accurate about that, because everybody in that car was gay. (…) So, it was a double bashing. (…) The police came. They were arrested. There was a court [case]. Lots of things. But, it was the only [bad] thing that happened to us here [in Scotland]. Tomek (Polish, male, gay, 35-39)28 295.SOCIAL NETWORKS, BELONGING AND INTEGRATIONCreating new social networks was a common challenge faced by participants after moving to Scotland. Social networks were important sources of practical support in adapting to life in Scotland upon arrival, while they also signiﬁ cantly contributed to migrants’ wellbeing and sense of belonging. This section explores the role of ethnicity, language and sexuality/gender identity in shaping migrants’ social networks and sense of belonging.5.1 MIGRATION TO SCOTLAND AND SOCIAL  NETWORKS• Common challenges faced after moving to Scotland related to language and cultural barriers and social isolation.  • Many of our participants moved to Scotland either with, or in order to join:• a partner • other family members (e.g. children; parents; siblings)• friends and acquaintances from their country of origin. • A smaller but signiﬁ cant number of our participants migrated to Scotland on their own, or found themselves on their own when their relationship broke down after moving to Scotland with a partner. • Family, friends and acquaintances already living in Scotland were often crucial in facilitating migration and settlement, including providing practical support with ﬁ nding work, accommodation, and dealing with bureaucracy (e.g. opening a bank account, applying for a national insurance number or council tax rebate).• Many of our participants felt isolated and lonely, particularly when they ﬁ rst arrived in Scotland. While most developed friendship, family and support networks in Scotland over time, a minority continued to experience social isolation even after living in Scotland for several years (see case study 14).5.2 MIGRANTS’ PERSONAL COMMUNITIES• Participants were asked to draw a graph (sociogram) of their most signiﬁ cant personal relationships. Sociograms were used to chart the ‘personal communities’ in which migrants are embedded, and ‘the ways in which people give and  receive  companionship, intimacy  and  support  –  whether  this  is  with  family  members, or friends,  or  other signiﬁ cant  ties’ (Pahl and Spencer 2010:i). Migrants’ personal communities were discussed in stage 1 interviews, using the sociograms produced by participants as a prompt. • Participants’ personal communities typically spanned across Scotland and migrants’ country of origin; many also included people based in other parts of the UK or third countries, particularly for participants who had a complex migration history. In this report, we focus mainly on participants’ signiﬁ cant ties and social networks within Scotland.• Most sociograms included participants’ partners (and sometimes children), and other immediate and extended family (e.g. parents, siblings, grandparents, cousins etc.). The vast majority of sociograms included friends and acquaintances, including work colleagues; on a few occasions, sociograms included pets.5.2.1 Transnational social networks• Transnational social ties included family members and friends in participants’ countries of origin. Participants kept in touch with signiﬁ cant others through phone and skype calls, the internet, social media, and visits to their countries of origin. • A small minority of participants included only immediate family (e.g. partner, children, parents, siblings) in their sociogram.• Some participants had fraught or estranged relationships with family members, some of which were not included in sociograms despite them being immediate family. In some cases, this was related to family members’ unwillingness to accept participants’ sexual orientation or gender identity; in others, it was linked to abusive or unsupportive relationships within the family home more generally, sometimes owing to a family member’s addiction problems (e.g. alcoholism).• Over time, some participants found it diﬃ  cult to sustain close relations with friends, and sometimes with family members, in their countries of origin; they lost contact with them, or became less close.5.2.2 Social networks within Scotland• A shared national and linguistic background emerged as signiﬁ cant factors in participants’ personal communities.a. A large number of participants were in long-term relationships with partners from the same country of origin (18, of which 16 were relationships between two Polish partners). b. Many of our participants’ close friendships and broader social networks in Scotland included a large number of co-nationals. This was especially the case with Polish participants, and is linked to the presence of a sizable Polish community in Scotland. Participants from other countries generally had fewer opportunities to meet co-nationals in Scotland (often restricted to social media environments), or did not actively pursue contact with co-nationals.•  Local people generally featured less prominently in participants’ sociograms as partners and friends. Nonetheless, 7 participants were in long-term relationships with partners from Scotland or from other areas of the UK, and most participants included in their sociogram at least one friend from Scotland or the UK more widely. In many cases, developing meaningful relationships with local people became easier over time, as migrants adapted to life in Scotland and language and cultural barriers became less signiﬁ cant.CASE STUDY 14: Isolation and rebuilding social networksOla moved to Scotland with her Polish partner three months prior to the interview and missed her immediate family in Poland a great deal. Igor found it diﬃ  cult to make new friends at the beginning of his stay in Scotland because he worked long hours and spent the rest of his time with his Polish boyfriend and ﬂ atmates. Over time, however, his friendship network expanded, and included local people as well migrants from other countries. Roman had lived in Scotland for 4 years but felt very isolated in the small Scottish city where he lived; he had struggled to make friends with local people because of language barriers, and maintained very superﬁ cial relations with the local Polish community because he was afraid to come out to them as a gay man. The most diﬃ  cult thing for me is the fact that my family’s not here. And, to be honest, that’s the only problem for me. As I said, we’re very close… which is sometimes an issue… but, well, I miss them. I’m not attached to home as a place… For me home is where people are. Ola (Polish, female, bisexual, 30-34)Lack of friends, you know, I was limited to the ﬂ at where I lived with my boyfriend and two other people. After the whole day at work in a hotel, I was coming back and I was closed in the same surroundings, in fact. Igor (Polish, male, gay, 25-29)I’m all alone, unfortunately. I don’t have anyone to go out with. Even, even on Christmas I am alone and I have no one to meet, unfortunately. Roman (Polish/Ukrainian, male, gay, 35-39)30 31• Migrants from other countries also featured in participants’ sociograms. Some participants were in long-term relationships with partners of other nationalities (3, including a Polish-Bulgarian and a Ukrainian-Polish couple). Many participants also included migrants from other countries as friends in their sociograms. Some participants found that language and cultural barriers were less signiﬁ cant in interacting with other migrants (e.g. English spoken by both parties as a second language, ability to understand or communicate across CEE/FSU languages, shared experience of migration). The opportunity to meet friends from other parts of the world in Scotland was highly valued by some participants. 5.3 ETHNICITY AND SOCIAL NETWORKS5.3.1 Engagement with co-nationals and other migrants in Scotland• Several participants spoke of a shared language and culture as an important aspect of current relationships with co-nationals (many of which had started in their country of origin, prior to migration). Some single participants wished to ﬁ nd a partner from the same national or linguistic background in Scotland; this was linked to ﬁ nding cultural and language diﬀ erences diﬃ  cult to negotiate in intimate relationships, particularly in relationships with Scottish or British partners (less so in relationships with other migrants).• Particularly for Polish participants, shared nationality and cultural/linguistic background were also important in shaping friendship and support networks in Scotland (see case study 15). • As noted, support from co-nationals or other migrants, including sharing information, sharing accommodation, practical help and emotional support was often important upon arrival in Scotland.• Some participants found developing friendships with co-nationals easier because of a shared culture and language, social etiquette and circumstances (e.g. working with co-nationals, or other migrants, who had migrated to Scotland in similar circumstances). • Participants with more limited English language skills often felt they could understand co-nationals better, and that their opportunities to socialise and get to know local people were much more limited.• For some participants, having a partner, family members or long-term friends from their country of origin in Scotland contributed to their wellbeing and to a sense of having a ‘home away from home’.• Several Polish participants were involved in community organisations or initiatives with co-nationals; these included: cultural organisations (e.g. a Polish-Scottish theatre group, the Interactive Salon of [Polish] Writers in Scotland); volunteering for community initiatives (e.g. interpreting for co-nationals with poor English, oﬀ ering support to those experiencing work discrimination); and helping newly arrived co-nationals (e.g. by oﬀ ering accommodation, practical help).CASE STUDY 15: The importance of co-nationals in social networksMany participants received practical and emotional support from co-nationals in Scotland. Jakub migrated to Scotland because his Polish friend Przemek encouraged him to ‘try it out’ when Jakub was experiencing personal diﬃ  culties in Poland. Upon arrival, Przemek and a Polish girl Jakub had just met helped him to ﬁ nd a job and deal with practicalities.  For both Karolina and Renata, close ties with co-nationals contributed to their sense of wellbeing and ‘feeling at home’. Karolina joined her Polish partner in Scotland, and her closest ties in Scotland were with her niece and nephew, who had moved to Scotland after her. Similarly, Renata mostly relied on friends from Poland. Part of my pack from Poland is here [Scotland] and probably that's why I’ve been here that long. That's probably why I’m still here – because of my friends and acquaintances. Renata (Polish, female, lesbian, 30-34)It’s not about relationships with other Polish people, but with my family, because ﬁ rst and foremost this is my family. It doesn't matter that they’re Polish. Because with other Polish people... Maybe we’re not looking for meeting new people. The relationships that we've got, or are there already, they are mostly Polish. Besides that friend we've got in Aberdeen, who has Scottish ﬁ ancé. He is the nicest guy ever, we went for a motorbike trip together... Yeah, there are mostly Polish people. We don't have any closer relationships with the Scots, besides some loose friendships at work for example. Karolina (Polish, female, lesbian, 40-44)That was Przemek mainly, however that [Polish] girl I told you about - we worked together in the hotel. (…) However, Przemek, yeah? Firstly, the ﬂ at, some ﬁ nancial support as well, I think, but it was like (…) \"We are going to look for work. I will help you. You'll go with the CV and I'll show you a few places\". He posted a question on Facebook. The head chef from my place answered that they were looking for someone, so we went there as well. And I came back to work there. [Also] My bank account, NINo; how to get to the city, to work; all those things... Jakub (Polish, male, gay, 19-24)Image from Livia’s photo diary32 335.3.2 Disengagement from co-nationals • Several migrants found socialising only or primarily with co-nationals restrictive, and made a particular eﬀ ort to meet local people, or a broader range of people of diﬀ erent nationalities. Again, this disengagement with co-nationals was especially signiﬁ cant among some Polish migrants, who had more access to co-nationals and to Polish community spaces in Scotland.• Some participants (from all nationality groups) were not interested in meeting co-nationals because they were actively trying to branch out and meet local people  or people of other national and linguistic backgrounds, sometimes in order to improve their English.• Polish community spaces, or fellow co-nationals, were sometimes experienced or perceived as homophobic or prejudiced (see case study 11). Many Polish participants experienced or witnessed homophobic abuse at the hands of co-nationals in public or semi-public spaces (street, public transport, workplace or school). This was predominantly verbal abuse (oﬀ ensive comments or name calling). Homophobic abuse was also experienced in virtual spaces (e.g. UK-based Polish language websites). A few instances of bi- or transphobia were also mentioned.• Some Polish participants actively avoided socialising with fellow Poles because they felt they could not be open about their sexual orientation or gender identity with them, fearing judgemental attitudes or malicious rumours (see case study 16). Others, however, had positive experiences of coming out to other co-nationals.• Some Polish participants found socialising with co-nationals uncomfortable for other reasons (e.g. distrust, perception of ‘Polish community’ as claustrophobic, lack of common ground) (see case study 16). • There was a discrepancy between experiences of homophobic abuse from co-nationals (received mostly from strangers) or general distrust towards the Polish community, and the way in which Polish participants talked about their social networks in Scotland. As noted above, most Polish participants’ social networks included a very substantial number of co-nationals as friends or family members (see case study 16).CASE STUDY 16: Disengaging from co-nationalsJustyna and her partner, both from Poland, found relationships with other Poles uncomfortable at times. All-Polish environments, such as her partner’s workplace, could be very gossipy and claustrophobic. Coming across homophobic attitudes in these environments made Justyna and her partner wary of disclosing being in a same-sex relationship. Despite the strong and emotional language she uses here, Justyna was not completely negative about Polish migrants: indeed, her personal network in Scotland was dominated by co-nationals, and included both LGBT and non-LGBT Polish friends. Being with Polish people here [in Scotland] – you need to make choices. I guess the worst thing is to work with other Poles here. Because, it’s a nightmare – the Polish hell in a nutshell. I know that because my ﬂ atmates, both current and previous, worked with Poles. And, they say it’s a cesspool. A cesspool of gossip. Unfortunately, my own [name of partner] used to work with Poles a couple of years ago. She had to hide terribly [hide her sexuality]. She had to hide me. I was referred to as Michał [male name]. They would steal her phone to see who texted her. In short, everybody needed to know everything about everybody else. It was sick. That’s why we try to control information about us. It’s because of other Poles. But, there are wonderful [Polish] people here as well. We’ve got these two friends… the girls. Justyna (Polish, female, lesbian, 35-39)5.3.3 Engagement with long-settled population in Scotland• Most participants had overall positive relations with local people in Scotland, and perceived Scottish people to be generally friendly, helpful, pleasant and polite, whether they met them in formal or informal situations. Nonetheless, some participants experienced or witnessed prejudice and discrimination from local people, based on their ethnicity as well as on sexual orientation/gender identity (see section 4.3 and case studies 11, 12 and 13).• Many participants met local people through work and reported very warm and supportive relationships with some colleagues, who eventually became friends. Other participants had good but more superﬁ cial relations with local people at work, and included them in sociograms as acquaintances. Some participants met local people through their studies, hobbies, LGBT dating sites or existing friends. For some participants, developing meaningful relationships with local people took some time (see case studies 17 and 18).• A signiﬁ cant number of participants had received support and practical help from local people, including e.g. help with ﬁ nding accommodation or moving home, donating furniture, providing language support, accessing services. Some participants had been championed or supported at work by local bosses or colleagues (e.g. facilitating career progression, support with dealing with instances of homo- or transphobia at work) (see case study 17).• Having relationships or close friendships, feeling accepted by local people and feeling part of local communities were sometimes mentioned as important in participants’ plans to remain, and in making them feel ‘at home’ in Scotland.• A few participants did not have local friends ; this usually did not happen through choice, but reﬂ ected more limited opportunities to socialise with local people. Obstacles to more meaningful engagement included:– Language and cultural barriers, particularly for participants with poorer English (see case study 18)– Working or socialising predominantly with co-nationals, or other migrants– Working patterns (working long/unsociable hours, working shifts with changing rotas).Image from Wera’s photo diary34 35CASE STUDY 17: Local friends, support and belongingOver time many participants developed meaningful relationships with local people. In Marta’s case, the friendship she found was in a way ‘unexpected’ as she had arrived to Scotland with no knowledge of English. Przemek talks about receiving a lot of practical and emotional support from his Scottish friend.I’ve got two friends in [name of city in Scotland] – one’s Scottish and the other one’s Polish. (…) There’s [name of friend] – he’s Scottish. We’re mates; I could say we’re friends. He helps me with… for example, I needed to make a phone call about the Internet connection… And I’m still not great when it comes to phone conversations – so I asked him to call for me. And, he helped me with that. Also, I needed to ﬁ nd a GP… and I didn’t know where to go… so he helped me too. He also took me to hospital when I had a health emergency… he spoke for me… explained everything. So, he helps me with the issues that I struggle with as a foreigner. But, we also spend a lot of time together – we play football together… we go out. Przemek (Polish, male, gay, 35-39)I never thought that, from the perspective of the language, I will be able to create a friendship like that. (…) It's a very interesting kind of friendship, because it isn't that, that we... It's obvious that we see each other at work almost. (…) In general, I see her ﬁ ve times per week and we know each other through and through, really. (…) And that's a very interesting friendship, because although we come from completely diﬀ erent countries and, and... I don't know, we just got closer. Marta (Polish, female, lesbian, 30-34) CASE STUDY 18: Cultural and language barriers Many participants spoke of language and cultural barriers when talking about socialising with local people and developing close ties with them. Hania initially found Scottish accents diﬃ  cult to understand, and this impacted on her conﬁ dence and ability to socialise. Kosta, a university student from Bulgaria, initially found it easier to socialise with other international students, because they relied less on shared cultural meanings than his Scottish or British peers. Krzysztof felt unable to overcome language and cultural barriers; he found that the Scottish men he met through dating websites were not interested in making an eﬀ ort to overcome language and cultural barriers to get to know him, and his relationships with them did not go beyond casual sex. While Hania and Kosta had gradually started to socialise with local people, Krzysztof mainly socialised with other Poles, and had only one British friend, despite having lived in the UK for 10 years. In the beginning, I was mostly kind of hanging out with (…) international [people]. And throughout university as well, I mostly used to kind of hang out with international students. So, a guy from Germany, a girl from Estonia, Slovenia. But a few locals as well, but a bit less. I mean, I remember, in the student halls, you know, when we would kind of gather in the evenings, and I wouldn't, I wouldn't always understand what they were talking about or joking about… because I, you know, I didn't know the bands that they were talking about, or I didn't know about the TV shows that they were talking about, or the celebrities, or these kind of things, that it's all common to them, but I had no experience of it, I had no idea what they were talking about. Kosta (Bulgarian, male, gay, 25-29)I guess, it’s also easier to get to know a sexual partner when you share a common language. If you’re not Scottish, if you’re not a Brit, if you’re not good or ﬂ uent in English, people don’t feel like taking the eﬀ ort to get to know you. The majority of my acquaintances… [….]  When I meet sexual partners – just to have sex… They’re usually migrants from other countries rather than British people. When British people hear that you’ve got a diﬀ erent accent, they just ignore you. So, I’m much more likely to go out with a Brazilian… I’ve been recently going out with a half-Chilean half-Spanish…. Krzysztof (Polish, male, gay, 45-49)I've got a problem with the accent here. I can't understand people; it hinders getting to know people... And, you know... and felt I was behind... it wasn't the stage at which I could enter a group and feel relaxed to talk. It has started to change recently, because I have opened up a little and I try to have a social life, whatever social life. Hania (Polish, female, lesbian, 25-29)Image from Nadiya’s photo diary36 375.4 LANGUAGE, CULTURE AND SOCIAL  NETWORKS• The vast majority of participants were ﬂ uent in English at the time of ﬁ eldwork. Most had prior knowledge of English, and were relatively ﬂ uent in English upon moving to Scotland. A few participants, however, had little or no English upon arrival. • For the majority of our participants, language was the most challenging issue in the initial period of settlement. This impacted on their ability to communicate in everyday situations, conﬁ dence in social interactions and patterns of socialising (see case study 18). • Some of our participants had attended ESOL classes to improve their English, sometimes in conjunction with other college courses. Others had improved their English skills by practicing it in everyday interactions with colleagues, friends, acquaintances and partners.• Many participants spoke of how language barriers were an obstacle in socialising with local people, particularly in the initial stages of settlement. However, for many participants it was still diﬃ  cult to fully understand language subtleties and cultural meanings, even having spent a long time in Scotland and having developed a good level of English. This was compounded by the complexities of language use within Scotland and the UK (e.g. Scots words, regional Scottish or UK accents such as Doric, Glaswegian, Brummie). • Barriers to social interaction concerned not only language competence, but also cultural references and rules of everyday interactions which participants found sometimes diﬃ  cult to master (e.g. small talk, humour, references to speciﬁ c TV shows or books, speaking about the weather, speaking to strangers, using courtesy phrases such as good morning, thank you, sorry, the social etiquette of inviting people for dinner or socialising in a pub).• For some participants (particular those with more basic English skills), this made interactions with local people more superﬁ cial: they found it diﬃ  cult to go beyond the niceties and to develop meaningful friendships or relationships.• Participants often communicated with other migrants from non-English speaking backgrounds in English; however, participants often found speaking in English to other migrants easier and more comfortable, because they had similar levels of language competence in English and relied less on shared cultural background (e.g. references to speciﬁ c ﬁ lms, political events) (see case study 18). • Some participants spoke about being better able to express their emotions in their ﬁ rst language. Some participants spoke about missing their native language, and of choosing to read books or media from their country of origin. This was also a way of maintaining a link and sense of belonging to their country of origin. Language was sometimes seen as ‘second nature’ and as something intimately linked to participants’ identity.• A small number of Polish participants were able to get by in their everyday lives by speaking mostly Polish. This was possible because Polish was the dominant or only language spoken at home, at work and in their social networks. This, however, often also led to decreased motivation or fewer opportunities to improve their English language skills.• Ethnic complexities within the CEE and FSU region meant that several of our participants were able to speak and understand other languages from the region. For example, some participants had grown up in a bilingual environment (e.g. Russian/Polish, Latvian/Russian, Belorussian/ Russian, Russian/Lithuanian). Others had developed some knowledge of another language from the region: for example, many older participants had been taught Russian at school, or were able to understand other Slavonic languages from the region (e.g. Polish, Czech, Slovak). This sometimes facilitated mutual help, understanding and closer relationships among migrants from the CEE/FSU region.5.5 SEXUAL ORIENTATION/GENDER IDENTITY  AND SOCIAL NETWORKS• Most participants included other LGBT-identiﬁ ed people in their sociograms as partners and friends; many had several LGBT-identiﬁ ed close friends. All participants included in their sociograms family members (irrespective of their sexual orientation/gender identity) and non-LGBT friends and acquaintances. • A good connection and common interests, experiences and views were seen as important to create meaningful social ties, irrespective of a shared sexual orientation, gender identity or national/cultural background. However, for many participants, acceptance and being able to be themselves as LGBT people were important in developing and maintaining close relationships with friends and family (see case study 19). • For many participants, being out to close friends and family was important, because it meant being able to fully share details of their relationships and personal experiences. In this respect, sexual orientation and gender identity shaped their social networks.• Some of our participants were only open about their sexual orientation or gender identity to some of the people they included in their sociograms. They often compartmentalise their personal communities into spaces/networks where they were out and spaces/networks where they were not out. Families networks and social networks in their countries of origin were often mentioned as uncomfortable to negotiate.• For some, socialising with other LGBT people, or in LGBT spaces, was important, or had been important in the past (e.g. involvement in activism in country of origin, having LGBT peers in period of coming out). After moving to Scotland, some participants participated in, or volunteered for, LGBT community initiatives such as: language cafés; LGBT family meetups; a polyamorous support group;  LGBT societies at Scottish universities/colleges; themed music events at a gay club (see case study 19).• Some examples of grassroots migrant solidarities had developed speciﬁ cally around LGBT issues. Some Polish participants had initiated a regular meetup speciﬁ cally aimed at Polish gay migrants, to meet in a space where they would feel comfortable both as gay men and as Polish migrants.  This initiative was short-lived, although some members of the original network were still in contact. Some Polish participants had helped LGBT co-nationals resettle in Scotland, or provided information and support to couples travelling to Scotland to enter a civil partnership or same-sex marriage, even if these are not recognised under Polish law. • Some participants had no active interest in frequenting LGBT spaces, either through lack of interest in the commercial scene or community organisations, or because they felt that in Scotland, unlike in their country or origin, they did not need to socialise in LGBT spaces in order to be able to ‘be themselves’.• Some participants experienced language and cultural barriers when socialising in LGBT spaces similar to those experienced in interactions with local people more generally (see case study 18).• Bisexual and transgender participants did not always ﬁ nd LGBT community and commercial spaces in Scotland welcoming, or relevant for them. For example, a bisexual participant felt marginalised at a meet-up for LGBT families she attended with her husband where he was the only man and was ignored by the other women attending. One transgender participant was disappointed that his local LGBT youth group did not include any other transgender persons.• Virtual spaces (e.g. LGBT information websites, dating sites) were, for many participants, more important than physical ones (e.g. LGBT venues, community spaces). For example, many participants met potential partners or new friends through the internet more frequently than in clubs or community spaces. Image from Fricis’ photo diaryPiotr’s sociogram38 39CASE STUDY 19: Gender identity, sexual orientation and social networksFor many participants, such as Daniel and Vita, acceptance and being able to be themselves as LGBT individuals were important in creating close social ties in Scotland. Daniel, a young trans man from Poland, had moved to Scotland as a teenager with his mum and siblings. He had begun the process of transitioning after arriving in Scotland, and had come out to members of his immediate family living in Scotland; all of them had eventually come to terms with his new gender identity. Daniel was asked by his sister to be her child’s godfather, which was a really important sign of acceptance for him. Besides members of his immediate family, Daniel included in his sociogram two Scottish men: an older friend he aﬀ ectionately called ‘uncle’, who had given him a lot of practical and emotional support, and his boss. The latter had been very supportive of Daniel’s transition, including promptly providing him with a male uniform, re-introducing him to other staﬀ  as Daniel and explaining to them how they should address him (See Daniel’s sociogram above). The other two quotes below are from Vita and Roxana. Vita moved into a ﬂ at with four Czech girls; unbeknown to her, all of them were lesbians. They became very close friends, and supported Vita throughout the process of coming out; elsewhere in the interview, Vita referred to them as her ‘gay sisters’.  Roxana found it particularly important to socialise in LGBT-friendly spaces; she saw them as safe, welcoming and good places to ﬁ nd friends. Then here I have my Czech friends, from [name of city in Scotland]. I have known them for four years, they were with me during the most diﬃ  cult times, when I came out and so on. They are very close to me too. Now that I am leaving [name of city in Scotland] I know we will always keep in touch. Vita (Lithuanian, female, lesbian, 25-29) I met a girl who’s my friend now, well I think [short laugh], I hope, and she’s really cool and she told me about an LGBT badminton club, that I joined in January, so that was pretty cool. There’s a social element as well. We go to the pub after, to [name of pub] afterwards, and it’s every week so that’s cool. It’s good for socialising. And then I met another person at the next lesbian party and she told me about the LGBT centre and that they have this thing called the language café, which I go to, and it’s like every two weeks (…)  Roxana (Romanian, female, lesbian, 25-29)Blinder, S. (2014) Immigration and Independence: Public Opinion on Immigration in Scotland in the Context of the Referendum Debate. Migration Observatory Brieﬁ ng. Available at www.migrationobservatory.ox.ac.uk/wp-content/uploads/2016/04/Report-Immigration_Independence.pdf Cuthbertson, S. (2015) ‘Scotland rated best country in Europe for LGBTI equality’. Available at www.equality-network.org/scotland-rated-best-country-in-europe-for-lgbti-legal-equality/  Drinkwater, S., Eade, J. and Garapich, M. (2010) ‘What’s behind the ﬁ gures? An investigation into recent Polish migration to the UK’, in Black, R., Pantiru, M.C., Engbersen, G. and Okolski, M. (eds.) A Continent Moving West? EU Enlargement and Labour Migration from Central and Eastern Europe. Chicago: Chicago UP, 73-88. Equality Network (2015) The Scottish LGBT Equality Report. Lesbian, gay, bisexual and transgender people’s experiences of inequality in Scotland. Available at www.equality-network.org/wp-content/uploads/2015/07/The-Scottish-LGBT-Equality-Report.pdf Harrison, J. (2016) ‘Scotland “most gay-friendly country in Europe”’, The Herald, 16 May. Available at www.heraldscotland.com/news/14483562.Scotland___39_most_gay_friendly_country_in_Europe__39_/  ILGA-Europe (2015) Annual Review of the Human Rights Situation of LGBTI People in Europe. Available at www.ilga-europe.org/sites/default/ﬁ les/Attachments/01_full_annual_review_updated.pdf ILGA-Europe (2016) Annual Review of the Human Rights Situation of LGBTI People in Europe. Available at www.ilga-europe.org/sites/default/ﬁ les/Attachments/annual_review_2016-for_web.pdf  McCollum, D., Tindal, S. and Findlay, A. (2014) ‘Public attitudes towards migration in Scotland: exceptionality and possible policy implications’, Scottish Aﬀ airs 23(1), 79-102Pahl, R. and Spencer, L. (2010) ‘Family, friends and personal communities: Changing models-in-the-mind’, ISER working paper Series: University of Essex.Scottish Government (2010) Demographic change in Scotland. Available at www.gov.scot/Publications/2010/11/24111237/13  Scottish Government (2016) The Impacts of Migrants and Migration into Scotland. Available at www.gov.scot/Resource/0050/00508814.pdf Sue, D. W. (2010) Microaggressions in everyday life: race, gender, and sexual orientation. Hoboken, NJ: John Wiley & Sons.Vargas-Silva, C. (2016) Migration ﬂ ows of A8 and other EU migrants to and from the UK. Migration Observatory Brieﬁ ng. Available at www.publiceducatipon.issuelab.org/resource/migration_ﬂ ows_of_a8_and_other_eu_migrants_to_and_from_the_uk White, N. (2016) ‘Population of the UK by country of birth and nationality: 2015’. Oﬃ  cial of National Statistics. Available at www.ons.gov.uk/peoplepopulationandcommunity/populationandmigration/internationalmigration/bulletins/ukpopulationbycountryofb irthandnationality/august2016   REFERENCESDaniel's sociogram40 41NOTES42 43THE RESEARCH TEAM Dr Francesca Stella Principal InvestigatorDr Moya Flynn Co-InvestigatorDr Anna Gawlewicz Research AssociateINTIMATE MIGRATIONSSchool of Social and Political Sciences, University of Glasgow, Glasgow, G12 8RZwww.intimatemigrations.net  email: socpol-intimatemigrations@glasgow.ac.ukThis project is funded by the Economic and Social Research Council (ESRC), grant no. ES/L009307/1.Intimate MigrationsLesbian, Gay, Bisexual and Transgender Migrants in Scotland",
    "id": 74231248,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.gla.ac.uk:132870"
    },
    "title": "Intimate Migrations: Lesbian, Gay, Bisexual and Transgender Migrants in Scotland",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-12-08T00:00:00+00:00",
    "publisher": "GRAMNet",
    "references": [],
    "sourceFulltextUrls": [
        "https://eprints.gla.ac.uk/132870/7/132870.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/74231248.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/74231248"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/74231248/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/74231248/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/74231248"
        }
    ],
    "abstract": "No abstract available",
    "tags": [
        "H1",
        "HM",
        "H1",
        "HM"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "H1",
        "HM"
    ],
    "oai": "oai:eprints.gla.ac.uk:132870",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "42",
        "openDoarId": 0,
        "name": "Enlighten",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 74231248,
        "depositedDate": null,
        "publishedDate": "2016-12-08T00:00:00+00:00",
        "updatedDate": "2024-02-12T09:04:14+00:00",
        "acceptedDate": null,
        "createdDate": "2017-02-01T17:07:41+00:00"
    },
    "urls": [
        "https://eprints.gla.ac.uk/132870/7/132870.pdf"
    ],
    "lastUpdate": "2024-02-12T09:04:14+00:00",
    "setSpecs": []
}