{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Tolbert, Pamela S"
        },
        {
            "name": "Castilla, Emilio J"
        }
    ],
    "contributors": [],
    "createdDate": "2017-08-20T08:51:28+01:00",
    "dataProvider": {
        "id": 219,
        "name": "DigitalCommons@ILR",
        "url": "https://api.core.ac.uk/v3/data-providers/219",
        "logo": "https://api.core.ac.uk/data-providers/219/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/85140528.pdf",
    "fullText": "Cornell University ILR School \nDigitalCommons@ILR \nArticles and Chapters ILR Collection \n1-2017 \nIntroduction to a Special Issue on Inequality in the Workplace \n(“What Works?) \nPamela S. Tolbert \nCornell University, pst3@cornell.edu \nEmilio J. Castilla \nMassachusetts Institute of Technology \nFollow this and additional works at: https://digitalcommons.ilr.cornell.edu/articles \n Part of the Gender and Sexuality Commons, Human Resources Management Commons, Inequality \nand Stratification Commons, Labor Relations Commons, Organizational Behavior and Theory Commons, \nOrganization Development Commons, Other Sociology Commons, Race and Ethnicity Commons, and the \nWork, Economy and Organizations Commons \nThank you for downloading an article from DigitalCommons@ILR. \nSupport this valuable resource today! \nThis Article is brought to you for free and open access by the ILR Collection at DigitalCommons@ILR. It has been \naccepted for inclusion in Articles and Chapters by an authorized administrator of DigitalCommons@ILR. For more \ninformation, please contact catherwood-dig@cornell.edu. \nIf you have a disability and are having trouble accessing information on this website or need materials in an \nalternate format, contact web-accessibility@cornell.edu for assistance. \nIntroduction to a Special Issue on Inequality in the Workplace (“What Works?) \nAbstract \n[Excerpt] While overt expressions of racial and gender bias in U.S. workplaces have declined markedly \nsince the passage of the original Civil Rights Act and the creation of the Equal Employment Opportunity \nCommission a half century ago (Eagly and Chaiken 1993; Schuman, Steeh, Bobo, and Krysan 1997; \nDobbin 2009), a steady stream of research indicates that powerful, if more covert forms of bias persist in \ncontemporary workplaces (Greenwald and Banaji 1995; Pager, Western, and Bonikowski 2009; England \n2010; Heilman 2012). In line with this research, high rates of individual and class-based lawsuits alleging \nracial and gender discrimination suggest that many employees perceive workplace discrimination to be \nan important, continuing employment problem (Hirsh 2009). \nHence, to ensure workplace equity, prevent legal claims of discrimination, and/or rectify past and \npotential problems of bias, employers have implemented a growing array of organizational policies and \npractices aimed at reducing discrimination and increasing inclusion. Sometimes these efforts are \nvoluntary; other times they are driven by specific mandates assigned to firms by courts as part of verdicts \nor settlements in cases involving charges of discrimination. Given the millions of dollars spent on making \nand monitoring such changes, surprisingly little evidence exists on the efficacy of various policies and \npractices adopted by organizations to address the problems and to capture the benefits of having a \ndemographically diverse workforce. And even less evidence is available on the conditions that may \nmoderate the impact of these policies and practices. \nWithin the past decade, however, a limited but increasing body of research has focused on gauging how \ndifferent practices associated with the label ‘‘diversity management’’ actually affect outcomes for women \nand minorities in organizations. The aim of this special issue is to bring together contemporary research \nthat builds on this foundation in order to extend our understanding of the current variety of organizational \narrangements that are intended to reduce bias and to promote more inclusive workplaces \nKeywords \nworkplace inequality, race, gender, discrimination, bias, diversity, inclusivity \nDisciplines \nGender and Sexuality | Human Resources Management | Inequality and Stratification | Labor Relations | \nOrganizational Behavior and Theory | Organization Development | Other Sociology | Race and Ethnicity | \nWork, Economy and Organizations \nComments \nRequired Publisher Statement \n© Cornell University. Reprinted with permission. All rights reserved. \nSuggested Citation \nTolbert, P. S., & Castilla, E. J. (2017). Introduction to a special issue on inequality in the workplace (“What \nworks?) [Electronic version]. Industrial and Labor Relations Review, 70(1), 3-15. doi: 10.1177/\n0019793916675336 \nThis article is available at DigitalCommons@ILR: https://digitalcommons.ilr.cornell.edu/articles/1189 \nEDITORIAL ESSAY: INTRODUCTION TO A SPECIAL\nISSUE ON INEQUALITY IN THE WORKPLACE\n(‘‘WHAT WORKS?’’)\nPAMELA S. TOLBERT AND EMILIO J. CASTILLA*\nW hile overt expressions of racial and gender bias in U.S. workplaceshave declined markedly since the passage of the original Civil Rights\nAct and the creation of the Equal Employment Opportunity Commission a\nhalf century ago (Eagly and Chaiken 1993; Schuman, Steeh, Bobo, and\nKrysan 1997; Dobbin 2009), a steady stream of research indicates that pow-\nerful, if more covert forms of bias persist in contemporary workplaces\n(Greenwald and Banaji 1995; Pager, Western, and Bonikowski 2009;\nEngland 2010; Heilman 2012). In line with this research, high rates of indi-\nvidual and class-based lawsuits alleging racial and gender discrimination sug-\ngest that many employees perceive workplace discrimination to be an\nimportant, continuing employment problem (Hirsh 2009).\nHence, to ensure workplace equity, prevent legal claims of discrimina-\ntion, and/or rectify past and potential problems of bias, employers have\nimplemented a growing array of organizational policies and practices aimed\nat reducing discrimination and increasing inclusion. Sometimes these\nefforts are voluntary; other times they are driven by specific mandates\nassigned to firms by courts as part of verdicts or settlements in cases involv-\ning charges of discrimination. Given the millions of dollars spent on making\nand monitoring such changes, surprisingly little evidence exists on the effi-\ncacy of various policies and practices adopted by organizations to address\nthe problems and to capture the benefits of having a demographically\ndiverse workforce. And even less evidence is available on the conditions that\nmay moderate the impact of these policies and practices.\n———\n*PAMELA S. TOLBERT is the Lois S. Gray Professor of ILR and Social Sciences, and Professor in the\nDepartment of Organizational Behavior at Cornell University. EMILIO J. CASTILLA is the NTU Professor of\nManagement at the MIT Sloan School of Management. Correspondence can be directed to the authors\nat pam.tolbert@cornell.edu and ecastilla@mit.edu.\nILR Review, 70(1), January 2017, pp. 3–15\nDOI: 10.1177/0019793916675336. \u0002 The Author(s) 2016\nJournal website: ilr.sagepub.com\nReprints and permissions: sagepub.com/journalsPermissions.nav\nWithin the past decade, however, a limited but increasing body of\nresearch has focused on gauging how different practices associated with the\nlabel ‘‘diversity management’’ actually affect outcomes for women and\nminorities in organizations. The aim of this special issue is to bring together\ncontemporary research that builds on this foundation in order to extend\nour understanding of the current variety of organizational arrangements\nthat are intended to reduce bias and to promote more inclusive workplaces.\nTo provide a larger context for the articles in this issue, we review the\ndevelopment of research on organizations as key sites in the production of\nsocial inequality. We also review the subsequent, relatively recent, line of\nwork growing out of this literature, which has focused on examining specific\norganizational practices designed to reduce gender and racial inequities\nand to enhance social relations among organizational members. We then\nturn to some of the common themes and conclusions that we think are sug-\ngested by the collection of articles in this issue and consider the general\nimplications for further work on this topic.\nBecause work organizations represent a key target for proactive efforts to\naddress problems of social inequality, and because the high functioning of\nour economy rests on the benefits that can be derived from having a more\ndiverse workforce, we think this area of research merits ongoing attention\nby social science scholars across disciplines. Thus, we hope this issue pro-\nvides an impetus for further studies. We also hope this issue helps inform\nemployers’ experimentation with efforts to create equitable and diverse\nworkplaces.\nStudying Organizations and Workplace Inequality\nMore than four decades ago, scholars began to acknowledge (some might\nsay rather belatedly) the central role of organizational practices and deci-\nsion making in maintaining or changing broad societal patterns of stratifica-\ntion (Kanter 1977; Baron and Bielby 1980; Kalleberg 1983; Baron 1984).\nSince then, many researchers have turned their attention to studying orga-\nnizational processes—hiring, job assignment, training, performance evalua-\ntion, promotion, and compensation—from this vantage point (e.g., Pfeffer\nand Davis-Blake 1987; Jackson et al. 1991; England 1992; Petersen and\nMorgan 1995; Tolbert, Simons, Andrews, and Rhee 1995; Fernandez and\nWeinberg 1997; Cohen, Broschak, and Haveman 1998; Bielby and Bielby\n1999; Tomaskovic-Devey and Skaggs 2002; Reskin 2003; Petersen and\nSaporta 2004; Beckman and Phillips 2005; Phillips 2005; Castilla 2008). For\nexample, DiPrete and Soule (1986) showed that among federal agencies,\nwomen were significantly more likely to occupy jobs attached to relatively\nshort job ladders than were men, thus reducing women’s chances for pro-\nmotion (see also Baron, Davis-Blake, and Bielby 1986). Treating the magni-\ntude of the wage gap between male and female faculty as an organizational\ncharacteristic, Tolbert (1986) found that colleges and universities that were\n4 ILR REVIEW\nlarger and wealthier had significantly larger gender disparities in faculty sal-\naries. Similarly, in a study of the determinants of inequality among jobs in\nthe California civil service, Baron, Mittman, and Newman (1991) showed\nthat jobs characterized by high proportions of women and minorities were\nassigned lower starting salaries, particularly when the jobs were older and\nidiosyncratic (that is, job titles found in only one or two of the various agen-\ncies in the state system).\nBy identifying key aspects of organizations—size, age, and demographic\ncomposition, among others—that are related to systematic inequalities\namong social groups, this stream of work helped clarify and focus attention\non the organizational conditions that may influence differential treatment of\nemployees based on race and gender. Some studies in this tradition also\nuncovered evidence indicating a limited impact of formal arrangements cre-\nated by organizations to reduce employment inequities (Baron and Newman\n1990)–a result that came to be explored more fully in subsequent work.\nStudying the Effects of Organizational Efforts to Reduce\nWorkplace Inequality\nSuch results were consistent with a theoretical approach to studying organiza-\ntions that gained currency among organizational sociologists beginning in the\nlate 1970s, referred to as institutional theory, or sometimes, neo-institutional\ntheory (Meyer and Rowan 1977; DiMaggio and Powell 1983; Tolbert and\nZucker 1983). This approach underscored the need to attend to the potential\ndecoupling of adopted formal policies and practices from their execution in\nday-to-day organizational activities, an insight that seemed quite novel in the\nscholarship of the time (Hinings and Tolbert 2008). In the context of growing\ninterest in the role of organizations in social stratification, and in line with this\nframework, a number of scholars began to focus attention on both the condi-\ntions under which organizations were likely to adopt formal policies and prac-\ntices aimed at mitigating the impact of social biases (e.g., Edelman 1990,\n1992; Kelly and Dobbin 1998; Dobbin and Kelly 2007), as well as the actual,\nobservable consequences of such policies and practices (e.g., Dobbin, Sutton,\nMeyer, and Scott 1993; Edelman and Petterson 1999; Kelly and Dobbin 1999;\nKelly and Kalev 2006; Dobbin, Schrage, and Kalev 2015).\nAn early study by Kalev, Dobbin, and Kelly (2006) has been especially\nseminal in this stream of work, in part because of its scale and scope (see\nalso Dobbin, Kalev, and Kelly 2007). Based on longitudinal data from a ran-\ndomly sampled set of more than 800 U.S. work establishments with 100\nemployees or more (or 50, for federal contractors), the authors examined\nthe links between the presence of seven practices that are common compo-\nnents of diversity management and subsequent changes in the gender and\nracial composition of firms’ managerial group. A key finding from this\nresearch is that assigning responsibility for diversity management to a spe-\ncific committee or dedicating staff positions to this task (i.e., increasing\nEDITORIAL ESSAY 5\naccountability) was one of the few practices that was consistently related to\nincreased representation of blacks and women in managerial positions.\nOther common practices—such as diversity training and including diversity\ngoals as a component of managers’ performance evaluations—appeared to\nhave generally limited, and sometimes even negative, effects on women’s\nand minorities’ presence at managerial levels.\nThe finding of the influence of diversity committees and staff dovetails\nwith a large body of work in social psychology that indicates bias is less likely\nwhen decision makers feel their judgment is apt to be closely scrutinized\n(Tetlock 1983a,b; Lerner and Tetlock 1999). Subsequent research work has\nsupported the finding that accountability may help address the pay gap,\nincluding a recent field study by Castilla (2015) that examined merit-based\npay decisions made by more than 2,600 managers for almost 9,000 employ-\nees working in a large service organization in the United States. Castilla’s\nanalysis compares individual compensation before and after high-level man-\nagement decided to implement a set of organizational procedures aimed at\nincreasing pay accountability and pay transparency in the company’s\nperformance-reward system. This approach included the creation of a per-\nformance reward task force responsible for monitoring/analyzing pay deci-\nsions and ensuring that only performance-related factors drove the\ndistribution of rewards. He found that gender-, minority-, and nationality-\nbased gaps in the distribution of performance-based bonuses that existed\nbefore the procedures were introduced were significantly reduced after-\nwards, as were other demographic disparities in employee promotions and\nterminations (see also Castilla 2008; Rissing and Castilla 2014).\nOther research provides validation for the cautionary implications of the\nearly research by Dobbin and colleagues—not all policies and practices\nintended to promote equity and integration in firms succeed in doing so. For\nexample, through a series of experiments, Castilla and Benard (2010) docu-\nmented what they referred to as the ‘‘paradox of meritocracy.’’ An\norganizational-level emphasis on meritocracy as a core value may, ironically,\nlead both male and female managers to reward male employees more favor-\nably than equally well-performing female employees. This finding is consis-\ntent with research by Yang and Aldrich (2014) that indicated gender\ninequality often persists in mixed-sex leadership teams of start-up companies,\ndespite an emphasis on merit-based guidelines in the companies’ procedures.\nAlong similar lines, in a series of experimental studies, Heilman showed\nthat when women are identified as having been selected for leadership posi-\ntions based wholly or even partly on gender, their leadership skills are evalu-\nated more negatively by others, and their own self-evaluations suffer as well\n(Heilman, Block, and Lucas 1992; Heilman, McCullough, and Gilbert 1996;\nHeilman 2012). Some of Heilman’s research even suggests there is a gen-\neral propensity to assume that women’s assignment to leadership positions\nis based on gender. In one experimental study, for example, participants\nevaluated women leaders significantly more negatively when they received\n6 ILR REVIEW\nno information about the selection criteria than when they were explicitly\ntold that leader selection was based strictly on demonstrated ability\n(Heilman, Block, and Lucas 1992; see also earlier work by Pugh and\nWahrman 1983).\nWhile Heilman’s research suggested potential backlash effects of some\ndiversity management efforts, we still know little about when this would be\nmost likely to occur. Moreover, other research has provided evidence that\norganizational practices adopted independently of concerns for equity and\nintegration may have unintended, positive consequences for these outcomes.\nFor example, Kalev (2009) found that U.S. companies that implemented\nself-directed work teams and used cross-training to upgrade employee skills\nhad higher rates of representation of women and minorities in manage-\nment, compared with those companies that did not undertake such reorga-\nnization. She noted that such arrangements facilitate cross-group\ninteraction, which is often restrained by job and department segregation,\nand that this can reduce existing, latent social biases (see Allport 1954).\nThe Articles in This Issue\nPrior research thus indicates the need for better theoretical and practical\nunderstanding of the effects of different forms of diversity management on\nworkplace equity and diversity outcomes. The articles in this special issue\nbuild on and extend the insights of this developing area of work. The arti-\ncles reflect a range of methodologies, including surveys, experiments, and\nthe use of historical and archival data. Moreover, they cover different levels\nof analysis, from individuals to organizations, and also cover a variety of\nindustries and markets, drawing on data from both U.S. and non-U.S. orga-\nnizations. Methodological diversity aside, all share a concern for under-\nstanding which organizational practices improve equity and diversity in the\nworkplace.\nPerhaps the most important, general takeaway finding from the studies\npresented here is that the effects of a given organizational practice often\nvary—across social groups, organizational levels, labor markets, and indus-\ntries. This conclusion is consistent with evidence presented in previous stud-\nies (e.g., Kalev, Dobbin, and Kelly 2006; Kalev 2009) and earlier theoretical\narguments (McCall 2005). It is also in agreement with research suggesting\nthat for diversity efforts to be successful in the long run, they need to be\nassociated with particular organizational features (in the case of diversity\ntraining programs, see, e.g., Rynes and Rosen 1994, 1995) and/or be tai-\nlored to the particular social group’s numerical representation in the orga-\nnization (see, e.g., Apfelbaum, Stephens, and Reagans 2016). Such\nvariation, however, has not yet been explored in depth. In this regard, some\nof the key contingencies suggested in our special issue include differing\nimpacts by race and gender, by internal and external labor market status,\nand by lower and higher hierarchical levels. We think that understanding\nEDITORIAL ESSAY 7\nsuch contingencies has important implications for both the development of\nour theoretical understanding of workplace inequities and future practice.\nDifferences by Race and Gender\nTwo articles in this issue show that the success of particular diversity actions\nand policies varies across demographic groups. In ‘‘Mandating Change: The\nImpact of Court-Ordered Policy Changes on Managerial Diversity,’’\nElizabeth Hirsh and Youngjoo Cha focus on U.S. firms that adopted court-\nmandated policies and practices in the wake of high-profile legal cases. It is\ncommon for courts to require the implementation of specific policies in\nsuch cases, but as noted above, we have relatively little evidence about their\nultimate outcomes. The authors consider many of the same policies that\nDobbin and his colleagues have investigated, including diversity training,\nhiring and promotion plans to increase diversity, and the creation of diver-\nsity management positions.\nThe results corroborate some earlier research findings, but contradict\nothers. For example, in their particular context, Hirsh and Cha find that\ncreating offices and officers for diversity management actually have a nega-\ntive impact on the representation of black and white women in manage-\nment, in contrast to the results reported by Kalev, Dobbin, and Kelly\n(2006). This outcome suggests the importance of mandated adoption as a\nmoderator of policy impact. A more general conclusion is that the impacts\nof particular policies often vary across demographic groups; this is in line\nwith previous work.\nSimilarly, using data on employee promotions from a single large\nemployer over an 11-year period, Jennifer Merluzzi and Adina Sterling, in\n‘‘Lasting Effects? Referrals and Career Mobility of Demographic Groups in\nOrganizations,’’ document differences by race and gender in the conse-\nquences of being hired as a result of internal referrals. They test the argu-\nment that information about new employees provided by referrals, and the\nenhanced access of referred employees to networks within an organization,\nmay offset social biases that could affect their later chances of promotion.\nTheir results indicate that being black and being female lowered individu-\nals’ likelihood of promotion overall. Consistent with their argument, the\npromotion chances of blacks improved when they were hired based on\ninternal referrals, but such referrals did not have the same disadvantage-\nreducing impact for women. Like Hirsh and Cha’s study, the analyses in this\narticle underscore the importance of reconsidering one-size-fits-all solutions\nto addressing gender and racial inequality.\nDifferences by Internal and External Labor Markets\nReferrals by current employees in an organization represent one mechan-\nism through which external labor markets are linked to internal processes\nthat may affect unequal outcomes in organizations. This finding is related\n8 ILR REVIEW\nto another contingency suggested by articles in this issue that is relevant to\nefforts to reduce social inequities in organizational career and pay-setting\nprocesses: whether candidates are promoted from within or hired from the\nexternal labor market.\nThree articles in this special issue address the question of whether and\nwhy employers treat internal job applicants differently from external appli-\ncants and whether these employer actions result in meaningful differences\nin applicant outcomes. In their study titled ‘‘Gender Sorting and the Glass\nCeiling in High-Tech Firms,’’ Roberto Fernandez and Santiago Campero\nexamine whether internal and external female applicants differ in the likeli-\nhood of being interviewed and receiving job offers. Although descriptive sta-\ntistics suggest some variation in the likelihood of obtaining a job offer based\non whether a female applicant is from within or outside of a firm, such dif-\nferences disappear in multivariate analyses that control for applicants’ job\nand managerial experience. More striking is the general pattern of decline\nin the proportion of female applicants as the hierarchical level of a position\nincreases, a pattern that is especially noticeable among external applicants.\nHence, the authors recommend that employers pay attention to developing\nexternal labor pools as part of their efforts to increase the numbers of\nwomen, particularly at higher-level positions in the organization.\nCristina Quintana-Garcia and Marta Elvira likewise explore potential dif-\nferences in the treatment of internal and external applicants, using contem-\nporary data from approximately 150 U.S. high technology firms. In ‘‘The\nEffect of the External Labor Market on the Gender Pay Gap among\nExecutives,’’ the authors show that the base pay of executives who are exter-\nnal hires is significantly lower than those who have advanced from within a\ngiven firm, and that this effect is particularly strong for women executives.\nThus, in combination with the analyses of Fernandez and Campero, this\nresult indicates that not only are women less likely to be in the pool of\nexternal applicants for higher-level positions, they are less likely to benefit\nfinancially when they move into such positions from the outside.\nBoard director is one type of high-level position that is often filled\nthrough external markets. In this context, the study by Catherine Tinsley,\nJames Wade, Brian Main, and Charles O’Reilly, ‘‘Gender Diversity on U.S.\nCorporate Boards: Are We Running in Place?’’ draws attention to processes\nthat affect organizations’ responses to external candidates. Based on archi-\nval data from more than 3,000 U.S. public firms over a 10-year period, their\nanalyses indicate that firms are most likely to place women on their boards\nwhen a vacancy has been created by a woman stepping down from the\nboard. Thus, a ‘‘gender-matching heuristic’’ provides one potential explana-\ntion for the limited progress that has been made in increasing the numbers\nof women on corporate boards. The authors follow up this initial archival\ndata analysis with an experimental study that provides additional evidence\nof the role this heuristic plays in the gendered selection of individuals for\nboards. Their findings also support the implications of Fernandez and\nEDITORIAL ESSAY 9\nCampero’s study: Increasing the representation of women in candidate\npools may be an important strategy for increasing women’s representation\nin higher-level positions.\nDifferences by Hierarchical Levels\nThree papers in this issue address the critical question of whether gender\ninequality varies across different levels of organizational hierarchies. The\nfirst, by Matt Huffman, Joe King, and Malte Reichelt, ‘‘Equality for Whom?\nOrganizational Policies and the Gender Gap across the German Earnings\nDistribution,’’ draws on an annual national survey of German employers\nand their employees. The authors consider the effects of three broad types\nof policies on earnings of individuals at different points in the wage distribu-\ntion: Policies aimed at attracting, promoting, and retaining women; those\ninvolving the provision of workplace child care facilities; and those that gen-\nerally entail more formalized personnel procedures related to employee\nrecruitment, job expectations, and performance review. They find that\nthese policies reduce gender inequality, but with substantially stronger\neffects near the bottom of the earnings distribution than at higher levels.\nA second study, by Anja-Kristin Abendroth, Silvia Melzer, Alexandra\nKalev, and Donald Tomaskovic-Devey, also uses data from a sample of\nGerman firms to investigate whether women’s access to power affects\ngender-based earnings differences and whether outcomes vary for women\nin different levels of the organizational hierarchy. In ‘‘Women at Work:\nWomen’s Access to Power and the Gender Earnings Gap,’’ the authors con-\nsider whether the formalization of key personnel policies—especially proce-\ndures governing employee hiring, career planning, and performance\nevaluation—reduces the potential effects of women’s limited access to\npower on their earnings. Overall, their findings indicate that more forma-\nlized personnel policies and practices can help reduce women’s earnings\ndisadvantage, but that complex interactions occur among hierarchical level,\npower relations, and such policies.\nFinally, in a slightly different take on the importance of hierarchical lev-\nels, Mary Graham, Maura Belliveau, and Julie Hotchkiss examine the\nsources of variation in women’s representation in management positions. In\n‘‘The View at the Top or Signing at the Bottom? Workplace Diversity\nResponsibility and Women’s Representation in Management,’’ the authors\ncompare the effects on women’s representation in management of having a\nhuman resource (HR) executive in an organization’s top management team\nand having a high-level signatory on a firm’s EEO form. The authors\nadvance two arguments. First, gender inequalities in management positions\nshould be lower when HR executives hold positions in the highest ranks of\nthe organization. Second, women’s representation in management should\nincrease when the person responsible for submitting staffing data to the\nEEOC has a relatively higher-level position in the organization. Their study\n10 ILR REVIEW\ngenerally supports the second argument and dovetails with prior research\nby Kalev, Dobbin, and Kelly (2006) and Castilla (2015), among others:\nIndividuals, committees, and offices that are assigned to be accountable for\nimproving equity, fairness, and/or integration are likely to be effective to\nthe extent that they are positioned at relatively high levels in an\norganization.\nFuture Work\nTaken together, the articles in this issue have broad implications for both\nacademics and practitioners. For researchers, they suggest the need to\ndevelop a finer-grained theoretical understanding of different forms and\nsources of bias and discrimination—that is, theories that would allow us to\nexplain why certain approaches to reducing social inequalities in the work-\nplace are likely to work under a given set of conditions, or for a given social\ngroup, but not others. The studies in this issue add to existing empirical evi-\ndence of the contingent effects of many diversity management practices\n(e.g., Kalev, Dobbin, and Kelly 2006; Apfelbaum, Stephens, and Reagans\n2016). But we still need more nuanced theories to make sense of these\ncontingencies.\nThe development of such theories should, we think, rest on accumulated\nevidence of observed patterns, which implies the need for continued\nresearch designed to identify and empirically test what contingencies—\ndemographic characteristics, organizational features, or other social contex-\ntual conditions—are particularly relevant in shaping the outcomes of spe-\ncific organizational practices and procedures. In this regard, we offer a few\nthoughts for future work.\nFirst, research that relies on existing quantitative and qualitative data\nfrom firms, while an invaluable and necessary starting point, is limited by\nthe propensity of employers to adopt bundles of organizational practices\nsimultaneously, which may differentially affect fairness and equity in labor\noutcomes for different social groups, as we have seen in the studies pre-\nsented here. Statistically, this makes it extremely difficult to distinguish the\nindependent effects of each element of the bundle on demographic gaps in\npay rewards and other key career outcomes.\nA promising approach to overcoming this problem is to conduct carefully\ndesigned laboratory experiments as well as field-based experiments in which\nrandomly assigned managers (or other organizational key decision makers)\nevaluate, reward, and promote employees of certain social groups under\nseveral controlled organizational conditions. Research along these lines\nwould permit better identification of the underlying organizational mecha-\nnisms that may separately account for the increase or reduction in social\ninequalities, while addressing concerns regarding the existence of con-\nfounding factors that cannot be fully accounted for in non-experimental\nstudies. Establishing clearer empirical links between specific organizational\nEDITORIAL ESSAY 11\npractices and outcomes of interest could, in turn, support theoretical efforts\nto specify the social and psychological mechanisms driving observed results.\nAlthough we see promise in this particular methodological approach, we\nalso recognize that diverse methods are the best way to yield a variety of use-\nful insights into the relationship between organizational practices and the\nreduction of workplace inequities. Thus, our hope is that future research\ncontinues using a wide range of innovative approaches to investigate the\noutcomes of specific organizational strategies designed to solve the prob-\nlems of social inequality and unfairness in organizations.\nSecond, further research should examine why, when, and how formally\nsimilar organizational practices happen to be implemented differently in\nparticular organizations, in part depending on key organizational structural\nand cultural dimensions (Nishii and Mayer 2009). In particular, we see\nmerit in future research experimenting with the many aspects (and opera-\ntionalizations) of diversity, inclusion, and meritocratic employer efforts\naimed at creating equitable and diverse workplaces (Castilla and Benard\n2010; Hallock, Jin, and Barrington 2014). We also see great value in ‘‘bring-\ning back’’ key organizational decision makers inside organizations when\nevaluating the designs and implementations of such efforts—such as hiring\nand middle managers, human resource specialists, consultants, or\nexecutives—in order to understand why certain efforts by employers are\nmore or less effective (see, e.g., Castilla 2011; Srivastava and Sherman\n2015).\nFor organizational leaders and practitioners, the findings of research in\nthis special issue are also notable. Perhaps the most obvious practical impli-\ncation is that the quest for ‘‘best practices’’—connoting ones that yield posi-\ntive results across the board and under all conditions—is a quixotic one.\nOrganizational researchers have long acknowledged the importance of con-\ntingencies in the effectiveness of organizational practices (Woodward 1958),\nbut that insight has often been lost in efforts at diversity management in\nrecent years.\nIn this regard, the research included in this issue stresses that more\nnuanced and careful application and assessment of the effects of various\ndiversity practices aimed at reducing bias and discrimination in the work-\nplace are warranted. Research indicates that many firms have adopted prac-\ntices advocated by human resource specialists and diversity consultants\nwithout much inquiry into any evidence of their efficacy (Dobbin 2009).\nThe studies in this issue make it plain that this approach may involve costly\nexpenditures of resources with few, if any, long-lasting benefits.\nIt is our hope that thoughtful reflection on the findings of the studies\npresented in this issue may yield insights that can contribute to better future\npractices based on continuing relevant research.\nReferences\nAllport, Gordon. 1954 [1965]. The Nature of Prejudice. Reading, MA: Addison-Wesley.\n12 ILR REVIEW\nApfelbaum, Evan P., Nicole M. Stephens, and Ray Reagans. 2016. Beyond one-size-fits-all: Tai-\nloring diversity approaches to the representation of social groups. Journal of Personality and\nSocial Psychology 111(4): 547–66.\nBaron, James N. 1984. Organizational perspectives on stratification. Annual Review of Sociology\n10: 37–69.\nBaron, James N., and William T. Bielby. 1980. Bringing the firms back in: Stratification, seg-\nmentation and the organization of work. American Sociological Review 45: 737–65.\nBaron, James N., and Andrew E. Newman. 1990. For what it’s worth: Organizations, occupa-\ntions and the value of work done by women and nonwhites. American Sociological Review\n55(2): 155–75.\nBaron, James N., Alison Davis-Blake, and William T. Bielby. 1986. The structure of opportu-\nnity: How promotion ladders vary within and among organizations. Administrative Science\nQuarterly 31(2): 248–73.\nBaron, James N., Brian S. Mittman, and Andrew E. Newman. 1991. Targets of opportunity:\nOrganizational and environmental determinants of gender integration within the Califor-\nnia civil service, 1979–1985. American Journal of Sociology 96(6): 1362–1401.\nBeckman, Christine M., and Damon J. Phillips. 2005. Interorganizational determinants of\npromotion: Client leadership and the attainment of women attorneys. American Sociological\nReview 70: 678–701.\nBielby, William T., and Denise D. Bielby. 1999. Organizational mediation of project-based\nlabor markets: Talent agencies and the careers of screenwriters. American Sociological\nReview 61(1): 64–85.\nCastilla, Emilio J. 2008. Gender, race, and meritocracy in organizational careers. American\nJournal of Sociology 113(6): 1479–1526.\n———. 2011. Bringing managers back in: Managerial influences on workplace inequality.\nAmerican Sociological Review 76(5): 667–94.\n———. 2015. Accounting for the gap: A firm study manipulating organizational accountabil-\nity in pay decisions. Organization Science 26(2): 311–33.\nCastilla, Emilio J., and Steve Benard. 2010. The paradox of meritocracy in organizations.\nAdministrative Science Quarterly 55(4): 543–76.\nCohen, Lisa E., Joseph Broschak, and Heather A. Haveman. 1998. And then there were\nmore? The effects of organization composition on hiring and promotion. American Socio-\nlogical Review 63(5): 711–27.\nDiMaggio, Paul J., and Walter W. Powell. 1983. The iron cage revisited. Institutionalized iso-\nmorphism and collective rationality in organizational fields. American Sociological Review\n48(1): 147–60.\nDiPrete, Thomas A., and Whitman Soule. 1986. The organization of career lines: Equal\nemployment opportunity and status advancement in a federal bureaucracy. American Socio-\nlogical Review 51(2): 295–309.\nDobbin, Frank. 2009. Inventing Equal Opportunity. Princeton, NJ: Princeton University Press.\nDobbin, Frank, and Erin Kelly. 2007. How to stop harassment: The professional construction\nof legal compliance in organizations. American Journal of Sociology 112(4): 1203–43.\nDobbin, Frank, Alexandra Kalev, and Erin Kelly. 2007. Diversity management in corporate\nAmerica. Contexts 6(4): 21–28.\nDobbin, Frank, Daniel Schrage, and Alexandra Kalev. 2015. Rage against the iron cage: The\nvaried effects of bureaucratic personnel reforms on diversity. American Sociological Review\n80(5):1014–44.\nDobbin, Frank, John R. Sutton, John W. Meyer, and W. Richard Scott. 1993. Equal opportu-\nnity law and the construction of internal labor markets. American Journal of Sociology 99:\n396–427.\nEagly, Alice, and Shelly Chaiken. 1993. The Psychology of Attitudes. Orlando, FL: Harcourt\nBrace Jovanovich.\nEdelman, Lauren B. 1990. Legal environments and organizational governance: The expan-\nsion of due process in the American workplace. American Journal of Sociology 95: 1401–40.\n———. 1992. Legal ambiguity and symbolic structures: Organizational mediation of civil\nrights law. American Journal of Sociology 97: 1531–76.\nEDITORIAL ESSAY 13\nEdelman, Lauren B., and Stephen M. Petterson. 1999. Symbols and substance in organiza-\ntions’ response to civil rights law. Research in Social Stratification and Mobility 17: 107–35.\nEngland, Paula. 1992. Comparable Worth: Theories and Evidence. New York: Aldine.\n———. 2010. The gender revolution: Uneven and stalled. Gender and Society 24(2): 149–66.\nFernandez, Roberto, and Nancy Weinberg. 1997. Sifting and sorting: Personal contacts and\nhiring in a retail bank. American Sociological Review 62(6): 883–902.\nGreenwald, Anthony G., and Mahzarin R. Banaji. 1995. Implicit social cognition: Attitudes,\nself-esteem and stereotypes. Psychological Review 102(1): 4–27.\nHallock, Kevin F., Xin Jin, and Linda Barrington. 2014. Estimating pay gaps for workers with\ndisabilities: Implications from broadening definitions and datasets. Rehabilitation Research,\nPolicy and Education: Journal of the National Council on Rehabilitation Education 28(4): 264–90.\nHeilman, Madeline E. 2012. Gender stereotypes and workplace bias. Research in Organizational\nBehavior 32: 113–35.\nHeilman, Madeline E., Caryn J. Block, and Jonathan A. Lucas. 1992. Presumed incompetent?\nStigmatization and affirmative action efforts. Journal of Applied Psychology 77: 536–44.\nHeilman, Madeline E., Winston F. McCullough, and David Gilbert. 1996. The other side of\naffirmative action: Reactions of non-beneficiaries to sex-based preferential selection. Jour-\nnal of Applied Psychology 81: 347–57.\nHinings, C. Robert, and Pamela S. Tolbert. 2008. Organizational institutionalism and sociol-\nogy: A reflection. In Royston Greenwood, Christine Oliver, Kerstin Sahlin-Andersson, and\nRoy Suddaby (Eds.), The SAGE Handbook of Organizational Institutionalism, pp. 473–91. New\nYork: Sage Publications.\nHirsh, C. Elizabeth. 2009. The strength of weak enforcement: The impact of discrimination\ncharges on sex and race segregation in the workplace. American Sociological Review 74(2):\n245–71.\nJackson, Susan E., Joan F. Brett, Valerie I. Sessa, Dawn M. Cooper, Johan A. Julin, and Karl\nPeyronnin. 1991. Some differences make a difference: Individual dissimilarity and group\nheterogeneity as correlates of recruitment, promotions and turnover. Journal of Applied Psy-\nchology 76(5): 675–89.\nKalev, Alexandra. 2009. Cracking the glass cages? Restructuring and ascriptive inequality at\nwork. American Journal of Sociology 114(6): 1591–1643.\nKalev, Alexandra, Frank Dobbin, and Erin Kelly. 2006. Best practices or best guesses? Asses-\nsing the efficacy of corporate affirmative action and diversity policies. American Sociological\nReview 71: 589–617.\nKalleberg, Arne. 1983. Work and stratification: Structural perspectives. Work and Occupations\n10(3): 251–59.\nKanter, Rosbeth M. 1977. Men and Women of the Corporation. New York: Basic Books.\nKelly, Erin, and Frank Dobbin. 1998. How affirmative action became diversity management:\nEmployer response to antidiscrimination law, 1961–1996. American Behavioral Scientist 41:\n960–84.\n———. 1999. Civil rights law at work: Sex discrimination and the rise of maternity leave poli-\ncies. American Journal of Sociology 105(2): 455–92.\nKelly, Erin, and Alexandra Kalev. 2006. Managing flexible work arrangements in U.S. organi-\nzations: Formalized discretion or ‘a right to ask’. Socio-Economic Review 4(3): 370–416.\nLerner, Jennifer S., and Philip E. Tetlock. 1999. Accounting for the effects of accountability.\nPsychological Bulletin 125: 255–75.\nMcCall, Leslie. 2005. Gender, race, and the restructuring of work: Organizational and institu-\ntional perspectives. In Stephen Ackroyd, Rosemary Batt, Paul Thompson, and Pamela S.\nTolbert (Eds.), The Oxford Handbook of Work and Organization, pp. 74–94. London: Sage.\nMeyer, John, and Brian Rowan. 1977. Institutionalized organizations: Formal structure as\nmyth and ceremony. American Journal of Sociology 83(2): 340–63.\nNishii, Lisa H., and David M. Mayer. 2009. Do inclusive leaders help to reduce turnover in\ndiverse groups? The moderating role of leader-member exchange in the diversity to per-\nformance relationship. Journal of Applied Psychology 94(6): 1412–26.\nPager, Devah, Bruce Western, and Bart Bonikowski. 2009. Discrimination in a low wage labor\nmarket: A field experiment. American Sociological Review 74(5): 777–99.\n14 ILR REVIEW\nPetersen, Trond, and Laurie Morgan. 1995. Separate and unequal: Occupation-establish-\nment segregation and the gender wage gap. American Journal of Sociology 101(2): 329–65.\nPetersen, Trond, and Isahk Saporta. 2004. The opportunity structure for discrimination.\nAmerican Journal of Sociology 109(4): 852–902.\nPfeffer, Jeffrey, and Alison Davis-Blake. 1987. The effect of the proportion of women on sal-\naries: The case of college administrators. Administrative Science Quarterly 32(1): 1–24.\nPhillips, Damon J. 2005. Organization genealogies and the persistence of gender inequality:\nThe case of Silicon Valley law firms. Administrative Science Quarterly 50: 440–72.\nPugh, Meredith D., and Ralph Wahrman. 1983. Neutralizing sexism in missed-sex groups: Do\nwomen have to be better than men? American Journal of Sociology 88(4): 746–62.\nReskin, Barbara F. 2003. Including mechanisms in our models of ascriptive inequality: 2002\nPresidential Address. American Sociological Review 68: 1–21.\nRissing, Ben, and Emilio Castilla. 2014. House of green cards: Statistical or preference-based\ninequality in the employment of foreign nationals. American Sociological Review 79(6):\n1226–55.\nRynes, Sara, and Benson Rosen. 1994. What makes diversity programs work? HR Magazine\n(October): 67–73.\n———. 1995. A field survey of factors affecting the adoption and perceived success of diver-\nsity training. Personnel Psychology 48: 247–70.\nSchuman, Howard, Charlotte Steeh, Lawrence D. Bobo, and Maria Krysan. 1985. Racial Atti-\ntudes in America: Trends and Interpretations. Cambridge, MA: Harvard University Press.\nSrivastava, Sameer B., and Eliot L. Sherman. 2015. Agents of change or cogs in the machine?\nReexamining the influence of female managers on the gender wage gap. American Journal\nof Sociology 120(6): 1778–1808.\nTetlock, Philip E. 1983a. Accountability and the perseverance of first impressions. Social Psy-\nchology Quarterly 46(4): 285–92.\n———. 1983b. Accountability and complexity of thought. Journal of Personality and Social Psy-\nchology 45: 74–83.\n———. 1985. Accountability: A social check on the fundamental attribution error. Social Psy-\nchology Quarterly 48(3): 227–36.\nTetlock, Philip E., and Jae II Kim. 1987. Accountability and judgment in a personality predic-\ntion task. Journal of Personality and Social Psychology 52(4): 7000–7009.\nTolbert, Pamela S. 1986. Organizations and inequality: Sources of earnings differences\nbetween male and female faculty. Sociology of Education 59(2): 227–45.\nTolbert, Pamela S., and Lynne G. Zucker. 1983. Institutional sources of change in the formal\nstructure of organizations: The diffusion of civil service reform, 1880–1935. Administrative\nScience Quarterly 28(1): 22–39.\nTolbert, Pamela S., Tal Simons, Alice O. Andrews, and Jaehoon Rhee. 1995. The effects of\ngender composition in academic departments on faculty turnover. Industrial and Labor\nRelations Review 48(3): 562–79.\nTomaskovic-Devey, Donald, and Sheryl Skaggs. 2002. Sex segregation, labor process organiza-\ntion and gender earnings inequality. American Journal of Sociology 108: 102–28.\nWoodward, Joan. 1958. Management and Technology. London: HMSO.\nYang, Tiantian, and Howard E. Aldrich. 2014. Who’s the boss? Explaining gender inequality\nin entrepreneurial teams. American Sociological Review 79(2): 303–27.\nEDITORIAL ESSAY 15\n",
    "id": 85140528,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.ilr.cornell.edu:articles-2208"
    },
    "title": "Introduction to a Special Issue on Inequality in the Workplace (“What Works?)",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-01-01T08:00:00+00:00",
    "publisher": "DigitalCommons@ILR",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.ilr.cornell.edu/cgi/viewcontent.cgi?article=2208&amp;context=articles"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/85140528.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/85140528"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/85140528/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/85140528/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/85140528"
        }
    ],
    "abstract": "[Excerpt] While overt expressions of racial and gender bias in U.S. workplaces have declined markedly since the passage of the original Civil Rights Act and the creation of the Equal Employment Opportunity Commission a half century ago (Eagly and Chaiken 1993; Schuman, Steeh, Bobo, and Krysan 1997; Dobbin 2009), a steady stream of research indicates that powerful, if more covert forms of bias persist in contemporary workplaces (Greenwald and Banaji 1995; Pager, Western, and Bonikowski 2009; England 2010; Heilman 2012). In line with this research, high rates of individual and class-based lawsuits alleging racial and gender discrimination suggest that many employees perceive workplace discrimination to be an important, continuing employment problem (Hirsh 2009).\nHence, to ensure workplace equity, prevent legal claims of discrimination, and/or rectify past and potential problems of bias, employers have implemented a growing array of organizational policies and practices aimed at reducing discrimination and increasing inclusion. Sometimes these efforts are voluntary; other times they are driven by specific mandates assigned to firms by courts as part of verdicts or settlements in cases involving charges of discrimination. Given the millions of dollars spent on making and monitoring such changes, surprisingly little evidence exists on the efficacy of various policies and practices adopted by organizations to address the problems and to capture the benefits of having a demographically diverse workforce. And even less evidence is available on the conditions that may moderate the impact of these policies and practices. \nWithin the past decade, however, a limited but increasing body of research has focused on gauging how different practices associated with the label ‘‘diversity management’’ actually affect outcomes for women and minorities in organizations. The aim of this special issue is to bring together contemporary research that builds on this foundation in order to extend our understanding of the current variety of organizational arrangements that are intended to reduce bias and to promote more inclusive workplace",
    "tags": [
        "text",
        "workplace inequality",
        "race",
        "gender",
        "discrimination",
        "bias",
        "diversity",
        "inclusivity",
        "Gender and Sexuality",
        "Human Resources Management",
        "Inequality and Stratification",
        "Labor Relations",
        "Organizational Behavior and Theory",
        "Organization Development",
        "Other Sociology",
        "Race and Ethnicity",
        "Work, Economy and Organizations"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.ilr.cornell.edu:articles-2208",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "219",
        "openDoarId": 0,
        "name": "DigitalCommons@ILR",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 85140528,
        "depositedDate": null,
        "publishedDate": "2017-01-01T08:00:00+00:00",
        "updatedDate": "2020-12-15T01:19:38+00:00",
        "acceptedDate": null,
        "createdDate": "2017-08-20T08:51:28+01:00"
    },
    "urls": [
        "https://digitalcommons.ilr.cornell.edu/articles/1189",
        "https://digitalcommons.ilr.cornell.edu/cgi/viewcontent.cgi?article=2208&amp;context=articles"
    ],
    "lastUpdate": "2020-12-15T01:19:38+00:00",
    "setSpecs": []
}