{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Stella, Francesca"
        },
        {
            "name": "Taylor, Yvette"
        },
        {
            "name": "Reynolds, Tracey"
        },
        {
            "name": "Rogers, Antoine"
        }
    ],
    "contributors": [],
    "createdDate": "2016-07-28T20:23:21+01:00",
    "dataProvider": {
        "id": 42,
        "name": "Enlighten",
        "url": "https://api.core.ac.uk/v3/data-providers/42",
        "logo": "https://api.core.ac.uk/data-providers/42/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/42363295.pdf",
    "fullText": "    Stella, F., Taylor, Y., Reynolds, T. and Rogers, A. (2015) Introduction. In: Stella, F., Taylor, Y., Reynolds, T. and Rogers, A. (eds.) Sexuality, Citizenship and Belonging: Trans-National and Intersectional Perspectives. Series: Advances in critical diversities (1). Routledge: London, pp. 10-22. ISBN 9781138805040  This is the author’s final accepted version.  There may be differences between this version and the published version. You are advised to consult the publisher’s version if you wish to cite from it.     http://eprints.gla.ac.uk/108041/            Deposited on: 16 July 2015              Enlighten – Research publications by members of the University of Glasgow http://eprints.gla.ac.uk 1   Introduction  F r a n c e s c a  S t e l l a ,  Y v e t t e  T a y l o r ,  T r ac e y  R e y n o l d s  a n d  A n t o i n e  R og e r s  This volume brings together a diverse range of critical interventions within the interdisciplinary field of sexuality and gender studies. The collection as a whole explores topical and emergent debates within the field, and seeks to encourage new ways of thinking about the connections and tensions between sexual politics, citizenship, multiple identifications and belonging. We focus here in particular on three interlinked thematic areas that we believe deserve particular attention; these are sexuality in relation to citizenship, nationalism and international borders; sexuality and ‘race’; and sexuality and religion. The choice of these thematic foci is partly a reflection of personal and political concerns which are important to each of the co-editors (see e.g. Stella 2007, 2013, 2014; Rogers 2012, 2015; Reynolds 2001, 2005; Taylor et al. 2010, Taylor and Snowdon 2014). It was also inspired, however, by ongoing and often heated debates around ‘sexual nationalisms’, which have been particularly prominent in queer and feminist circles at least since the publication of Puar’s Terrorist Assemblages (Puar 2007), and have been variously articulated as ‘homonationalism’ (Puar 2007) or ‘femonationalism’ (Farris 2012). In revisiting debates around sexual citizenship and belonging, our contributors engage more or less explicitly with these perspectives. It has been argued that changes in sexual and intimate lives across the globe have led to the progressive democratisation of sexual relations and the transnational mainstreaming of notions of gender and sexual equality (Giddens 1992; Weeks 2007). These perspectives, however, have been challenged by research highlighting persistent disparities in gender and sexuality equality across nation-states (Stychin 2003; Roseneil, Halsaa and Sumer 2  2012), conservative backlashes against the globalisation of sexual and reproductive rights (Waites and Kollman 2009; Stella and Nartova, this volume); and enduring inequalities and tensions within the diverse communities ostensibly represented by LGBT and feminist p o l i t i c s  ( T a y l o r  e t  a l .  2 0 1 0 ;  L u t z  e t  a l .  2 0 1 1 ) . Critical of triumphalist narratives of global progress in the field of sexual and reproductive rights, ‘sexual nationalism’ perspectives have instead highlighted how gender and sexual equality are often deployed ‘in the invention of a civilized, mature Europe and its irrational, perverse, barbaric Others’ (Petzen 2012). Fitfully for a collection which is part of the ‘Advances in Critical Diversities’ series, our intention is not to dismiss the significance of sexual and gender equality, the difference it makes to people’s lives and the ongoing political struggles associated with them. Instead, our aim is to foreground persistent tensions, discomforts and inequalities within feminist and LGBT/queer politics, for example around the co-optation of sexual and reproductive rights into Orientalist, neo-colonial, racist and anti-religious discourses (Fassin 2010); or the mainstreaming of the language of diversity in feminist and LGBT politics in ways that often contribute to mask and maintain white middle class privilege (Ward 2008). Foregrounding tensions does not mean throwing the baby away with the bath water: it means shifting the focus from ‘the world we have won’ (Weeks 2007) to other important struggles that intersect, sometimes uneasily, with those around gender and sexual equality. Others before us have passionately engaged in, and contributed to, these debates, and we recognise our debt in particular to US Black feminists and to the concept and politics of intersectionality. Intersectional perspectives foreground how oppression is institutionalised and experienced around different configurations of ‘race’, gender, class, sexuality, age and able-bodiness, but also help us to imagine and sustain solidarities across these boundaries (Lorde 1984; hooks 1981; Crenshaw 1989). We  also wish to acknowledge the legacies of now more established academics whose work on sexuality and gender was 3  initially pioneering and lacked institutional support, and in whose footsteps we tread, even as we take aspects of their work as points of departure and contestation (McIntosh 1986; Plummer 1975; Pateman 1988; Jackson, 1999; Weeks 2007). We are also indebted to activists, academics and activist scholars who have highlighted enduring and painful absences around ‘race’, ethnicity, migration and religion in these legacies, particularly in a UK and European context where there has arguably been a more marked reluctance to engage with these issues than, for example, in the US (see for example Kuntsman and Miyake 2008; A h m e d  2 0 1 1 ;  H a r i t a w o r n 2 0 1 2 ; L u i b h é i d  a n d  C a n t ú  2 0 0 5 ) . The geographic focus of this collection is admittedly Eurocentric: with the exception of Atluri, who explores sexual politics in contemporary India, the chapters focus on the UK, Russia, Ireland, and Italy. The collection, however, does not comprise a range of national case studies or foreground a comparative perspective, a format common in edited books on social movements and LGBT and women’s rights (Kelly and Breslin 2010; Roseneil, Halsaa and Sumer 2012; Tremblay, Paternotte and Johnson 2011; Kollman 2013; Ayoub and Paternotte 2014). Instead, the contributions explore a range of trans-national spatial dimensions that exceed the boundaries of the nation-state and of ‘Europe’: they consider, for example, links between Britain as a former imperial power and its former colonies (Waites, Atluri); the construction of a European ‘core’ and its ‘peripheries’ in discourses on sexual and reproductive rights (Stella and Nartova, Alga); or forms of belonging shaped by migration from within and outside ‘fortress Europe’ (Ryan-Flood, Giametta, Alga, Held). Thus, the edited collection explores macro-level perspectives by attending to the broader geopolitical and socio-legal structures within which competing claims to citizenship and belonging are played out; at the same time, micro-level perspectives are utilised to explore the interplay between sexuality and ‘race’, nation, ethnicity and religious identities, both in individuals’ 4  lived experiences and in activism and forms of collective belonging (see chapters by Reynolds, Held, Ryan-Flood, Taylor and Snowdon, Page, Munt and Smith, Hensman).  Indeed, despite its apparent emphasis on ‘nation’, the notion of ‘sexual nationalism’ is conceptually useful to open up the map and to go beyond methodological nationalism by connecting different geographical scales: the global, the regional, the national, the local and t h e  b o d y  ( C o l p a n i  a n d  H a b e d  2 0 1 4 ) . Puar defines homonationalism as ‘an analytical category deployed to understand and historicise how and why a nation’s state as “gay-friendly” status has become desirable’ as a marker of progress, modernity and civilisation’ (Puar 2013: 336). This status, evidenced by policy and legislation designed to recognise same-sex coupledom and to protect LGBT citizens from discrimination and violence, has been widely celebrated as a progressive development. The symbolic inclusion of non-heterosexual and gender-nonconforming individuals into the citizenry is a relatively new phenomenon, particularly visible in (although not confined to) the ‘western’ world (Tremblay, Paternotte and Johnson 2011). Yet Puar (2007, 2013) argues that the selective inclusion of queer bodies as worthy of state protection is often acquired at the expense of the racialized ‘other’. Internationally, LGBT rights become a badge of national pride for many Western countries, while being used on a symbolic level as a marker of progress which distinguishes the ‘civilised’ global North from the ‘uncivilised’ South (and, within Europe, to mark the ‘modern’ West/North from its Eastern and Southern ‘homophobic’ peripheries). Domestically, the new recognition of LGBT rights is paralleled by the problematisation of racialised ethnic communities, for example Muslim populations, imagined as the ‘culturally other’ and inherently homophobic. However, debates about ‘sexual exceptionalism’ are neither confined to LGBT rights nor are they new: the deployment of sexuality and gender in the construction of specific ‘geographies 5  of perversion and desire’ can be traced back to European colonial history, whereby modern, civilised ‘western’ sexualities were pitted against perverse and exotic sexual ‘Others’ (Stoler 1995; Bleys 1996; Binnie 2004). This legacy continues, as constructions of ‘Europeanness’ and of ‘progressive’ national identities within Europe continue to deploy discourses of ‘civilisation’ which increasingly hinge on values such as gender equality, sexual liberalisation and secularism as core values (Fassin 2010). These discourses are deployed internationally to justify or curtail military or humanitarian intervention (e.g. the liberation of women from the yoke of patriarchy offered as an argument for US intervention in Afghanistan, UK aid to certain African countries being made conditional on the decriminalisation of homosexuality, see Allison 2013; Waites and Atluri, this volume). ‘Sexual exceptionalism’ is also deployed in the pervasive political obsession with immigration to ‘fortress Europe’ and to specific European states, where for example (racialized) female migrants are portrayed as victims of t he i r  own  ( sex is t  and  homophob ic )  cu l ture  (Far r i s  2012;  Bracke  2012) .  * * * * *  The fist section of the book, ‘Sexual nationalisms and the boundaries of sexual citizenship’, explores national and transnational dimensions of sexual citizenship and its politics. Despite the projection of ‘sexual democracy’ as a European value to be mainstreamed across the continent (Fassin 2010; Ayoub and Paternotte 2014), legal and policy recognition of gender equality and LGBT rights remains uneven across different European counties (see for example Trappolin et al. 2012; ILGA Europe 2015). Colpani and Habed (2014) observe a tendency in analyses of ‘sexual nationalisms’ in Europe to take Northern European states, where elusive notions of gender equality and sexual diversity are hailed as national values, as paradigmatic of Europe as a whole. This ignores the fact that ‘homonationalist imaginaries 6  and practices operate simultaneously, if not contradictorily, in different European locations’, and erases from the map the sexual nationalisms of many parts of Southern, and Central and Eastern Europe, which are often constructed in opposition to ‘European’ values. Indeed, Francesca Stella and Nadya Nartova (chapter 1) argue that homonationalism is an unsuitable conceptual framework to understand the politicisation of gender and sexuality as a marker of national identity in Russia, a nation very much positioned on the periphery of Europe. Drawing on a careful discourse analysis of media, policy and legal documents, they consider how restrictions on citizens’ sexual and reproductive rights are justified in the name of the national interest and in explicit opposition to European notions of ‘sexual democracy’; they also highlight how family and demographic policies are deployed in the construction of ideals of nation and national belonging which are both sexualised and gendered. They propose Foucault’s notion of biopower, a technology of power concerned with the social and biological control of populations (Foucault 1978/1998, 1997/2004), as a more productive c o n c e p t  t o  u n d e r s t a n d  t h e  w o r k i n g s  o f  R u s s i a n  s e x u a l  n a t i o n a l i s m . The following two chapters explore the boundaries of sexual citizenship from the point of view of two very different groups of migrants in the UK: LGBT Irish migrants (Roísín Ryan-Flood, chapter 2) and LGBT asylum seekers (Calogero Giametta, chapter 3). The relationship between transnational queer migration and sexual citizenship rights remains poorly understood, and both chapters highlight the complexities of migrants’ motivations, circumstances and positionalities. Roísín Ryan-Flood’s chapter is based on interviews with LGBT Irish migrants in London, whose experiences are contextualised within the broader history of Irish migration to the UK. She highlights how, for LGBT Irish migrants, economic motives are often intertwined with the search of a more tolerant and supportive social climate; thus, she argues that ‘theorising sexuality and migration separately offers only a partial and determinist understanding of the experiences of queer migrants’. She also shows that LGBT 7  migrants’ experiences illuminate changes over time in both British and Irish sexual citizenship regimes, and explores the impact of migration on the formation of Irish queer subjectivities and on relationships with family ‘back home’. Calogero Giametta considers the paradoxical position occupied by asylum claimants who seek protection from persecution on the grounds of sexuality and gender identity in the UK, recently ranked the most progressive European country in terms of legislation and policies concerning LGBT rights (ILGA-Europe 2015). Yet legal protection is not automatically extended to LGBT asylum claimants: in the UK as well as in other European countries, asylum is increasingly seen as a system threatening the success of ‘managed’ migration (Squire 2009), and the legitimacy and credibility of asylum claimants is a priori doubted and scrutinised (Cowen et al. 2011). Despite a humanitarian ‘moral attachment to the principle of asylum’ (Squire 2009: 5) as a marker of moral superiority compared to refugee producing states, in practice asylum is increasingly framed as a security issue needing intensified surveillance and policing. Drawing on interviews with LGBT asylum claimants and refugees on their experience of the asylum system, Calogero Giametta analyses the biographical narratives they are compelled to produce, prompted and assisted by state institutions as well as by humanitarian bodies (i.e. immigration lawyers, refugee NGOs) whose aim is to protect them. Thus, the process of certifying the credibility of their narrative acts as a ‘biographical border’ (Mai 2014) between t h e  t h r e a t  o f  d e p o r t a t i o n  a n d  t h e  s a f e t y  o f  r e c o g n i t i o n . The final chapter in this section, by Matthew Waites, also explores the paradoxes of humanitarianism, albeit from a different angle. The chapter examines the activities of London-based NGOs focussed on the promotion of LGBT human rights in the Commonwealth of Nations, an organisation comprising 53 member states, for the most part territories of the former British Empire. The chapter compares the activities and approaches of four London-based LGBT NGOs working transnationally. Matthew Waites explores the 8  power relations and tensions arising from UK-based NGOs utilising the Commonwealth as a ‘political opportunity structure’ (Kitschelt 1986). He shows that, while their activities are well-intentioned and in many ways beneficial, these organisations act with limited understanding of the national contexts they purport to influence, and often do not seem alive to the hierarchies of privilege around ‘race’ and class within their own structure. Their engagement with the experience of LGBT organisations operating locally, and their ability to learn from their experiences and perspectives, has thus far been very limited. Indeed, London-based transnational LGBT organisations have tended to privilege a single-issue approach to human rights rather than considering postcolonial and intersectional perspectives.  The second section of the book, ‘Racialised subjects and feminist/queer solidarities’, explores the intersections between racialized/postcolonial subjects and sexuality/gender, both in terms of lived experiences and of political activism. Recent work has proposed that the image of Europe or of the national community as exceptionally progressive with regards to sexual and gender equality hinges on binary notions of civilisation/barbarity and enlightenment/darkness, often rooted in histories of slavery and colonialism. For example, the mythology of ‘sexual exceptionalism’ echoes in historical work on modern American sexualities, which has shown how both constructs of ‘deviant’ homosexuality and of ‘normal’ heterosexuality were underpinned by understanding of ‘whiteness’ as the invisible norm (Bleys 1996; Carter 2007). Sexual exceptionalism has historically been deployed to racialise the ethnic and religious ‘Other’, and this continues to be the case in contemporary societies (Puar 2007; Fassin 2010; Ahmed, 2011; Hariwatorn 2012). Yet uncomfortable silences continue to surround ‘race’ in sexualities and gender studies, as well as in feminist and queer activism (Kuntsman and Miyake 2008; Rahman 2010; Ahmed 2011; Rogers 2012, 2015; Reynolds 2001, 2005). Lutz et al. (2011) suggest that this is perhaps less the case in the US than in Europe: while in the 9  US race equality is associated with the civil rights movement and the pivotal role African Americans played within it, in Europe ‘race’ retains uncomfortable associations with theories of white racial supremacy based on notions of race as a ‘natural’, biological fact, theories used in the not too distant past to justify colonial domination and exploitation, as well as genocide outside and within Europe itself (see e.g. Lutz et al. 2011 on the problematic connotations of the term Rasse in German-speaking countries). The contributions in this section engage with ‘race’ as an analytical category in order to illuminate the workings of institutional racism, racial prejudice and colonial histories. Yet challenging racism involves not only understanding how processes of racialization affect black people’s lived experiences, bu t  a l so  sc ru t in i s ing  ‘whi teness ’  as  a  re l a t ional  bu t  inv is ib le  backdrop .  The section is opened by Tracey Reynolds’ chapter, which explores constructions of black womanhood in the UK. She argues that there is political value in using the term ‘black women’ as a means to challenge and resist racism, even as it conflates differences around ethnicity, geographical positioning (Global North/South) and citizenship status, as well as class, generation and sexuality. Against the depoliticised use of intersectionality (Erel et al. 2010), she also argues for the need to trace it back to its origins in Black feminist theory, as a way  to foreground the importance of racial oppression in black women’s lives and make their voices heard. Reynolds shows how black women continue to be positioned as the racialized other by white majority society, a construction underpinned by a denigrating mythology about black women’s sexuality. She identifies in the figures of the Black Mammy, the ‘Welfare’ Mum, the Jezebel and the Matriarch the main dominant stereotypical representations of black women’s sexualities, and shows how they are constructed as either hypersexual (Jezebel, the ‘Welfare’ Mum), asexual (the Black Mammy), or threatening and emasculating (the Matriarch). She then analyses in more detail the figure of the Black Mammy to illustrate how racialized images of black women’s sexuality continue to influence 10  policies and social attitudes in the UK, and the implications these images and discourses have o n  b l a c k  w o m e n ’ s  e v e r y d a y  l i v e s . Maria Livia Alga’s contribution explores the possibilities for building alliances across antihomophobic and antiracist movements in Italy as a way to transcend single-issue identity politics and challenge homonormative notions of ‘sexual democracy’ as a distinctively ‘white/European’ value (Fassin 2010). Drawing on ethnographic fieldwork conducted in Palermo, capital of the autonomous region of Sicily, the chapter contextualises the research within the specific geopolitical space of Italy and Sicily. As one of the southern frontiers of ‘fortress Europe’, Italy plays an important part in policing and controlling migration, particularly non-white migration from Africa and the Middle East. Non-EU migrants are increasingly portrayed as a threat to European security, economic prosperity and values (including values of sexual and gender equality). At the same time, lack of recognition of LGBT rights in policy and legislation positions Italy a ‘ghost sexual democracy’ compared to other European countries. Thus, homonationalism does not occur as a discourse affirming the superiority of Italian national laws vis-à-vis other ‘homophobic’ cultures; rather, it features in demands towards greater recognition of LGBT rights as a process which would make Italy truly ‘European’. The shared marginality experienced by racialised migrants and LGBT citizens in Italy, Alga argues, creates spaces for solidarities across anti-racist and LGBT activism in the Palermo-based women’s group La migration. Echoing Waites (this volume), Alga explores the potential as well as the complexities and tensions of intersectional politics a n d  s o l i d a r i t i e s . The following chapter, by Nina Held, takes us from Palermo, Sicily to Manchester, England, widely regarded as one of the most gay-friendly cities in the UK owing to the presence of a very visible gay scene (‘the Gay Village’) in its city centre. Echoing Reynolds and Alga (this volume), Held explores the exclusionary repercussions of discourses which construct the 11  homosexual other as white and the racialized other as straight (Puar 2008). Drawing on ethnographic fieldwork, the chapter examines the racialisation of lesbian spaces in the Village, showing how publicity, door policies and other practices affect how certain bodies are mis/recognised as ‘lesbian’. In the second part of the chapter Held shows how assumptions about the ‘genuine’ lesbian body affect not only non-white women’s experiences of the Village, but also those of women claiming asylum in the UK on grounds of their sexuality. Like Giametta (this volume), Held shows how proving the credibility of one’s story is a crucial criterion in obtaining refugee status; yet credibility is often assessed on the basis of living a ‘western’ lesbian lifestyle, including its public expression, regardless of whether this is actually feasible or imaginable in women’s countries of origin. Thus, both scene spaces and the asylum system in Britain reproduce normative racialized notions of the ‘genuine l e s b i a n ’ . The last contribution to this section, by Tara Atluri, draws on ethnographic fieldwork conducted in New Delhi, India, and discusses how the legacies of British colonialism continue to shape queer and feminist politics in India. Atluri focuses on three important moments in recent sexual politics struggles: the proposal by British Prime Minister David Cameron to make aid to ‘developing countries’ dependent on their respect of LGBT rights (2011); the street protests against government complacency in acting to stop sexual violence against women, following the high profile 2012 Delhi gang rape case; and the protests following the 2013 reinstatement of Section 377 of the Indian Penal Code, criminalising consensual same-sex practices and introduced during British colonial rule, and temporarily repealed in 2009 on grounds of violating the Indian constitution. Atluri shows how these moments are connected, and argues that feminists and queer activism in India should be understood in relation to neocolonial attempts to speak on behalf of the ‘Global South’ (see also Waites, this volume). Rather than assessing their efforts against ethnocentric measures of 12  progress based on notions of ‘sexual democracy’ (Fassin 2010), Atluri contends that they should be understood in their own terms, as articulated outside the grammar of ‘western’ p o l i t i c a l  s u b j e c t i v i t i e s  a n d  r i g h t s - b a s e d  a c t i v i s m .    The third and final section of the collection explores the intersections between sexuality, religion and belonging. ‘Sexual democracy’ has often been linked to secularisation and the declining influence of religious institutions in Western societies (Hunt and Yip, 2012; Nynäs and Yip 2012). Indeed, both feminism and gay liberation have mostly regarded religion as ‘an intrinsically constraining and restrictive force, policing gendered and sexual subjectivities and practices’ (Nynäs and Yip 2012: 9). Whilst the tension between sexual liberalism and religious norms continues to be a site of contestation,  increasingly heated public debates on the role of religion in Western democracies have generally focussed on the danger posed by religious ‘Others’ (Haritaworn 2012; El-Tayeb 2012). LGBT rights and women’s sexual rights feature prominently in debates about the backlash against multiculturalism in religiously diverse societies: against the backdrop of the ‘war on terror’ and the rise of Islamophobia across Europe, much of this work has focussed on the cultural racism experienced by Muslims (Mepschen, Duyvendak and Tonkens 2010; Haritaworn 2012; El-Tayeb 2012). The representation of Muslims as ‘traditional’, sexist and homophobic is ‘cast within Orientalist narratives that underwrite the superiority of European secular modernity’ (Mepschen, Duyvendak and Tonkens 2010: 963). Rather than explicitly focussing on the religious ‘Other’, contributions to this volume foreground new research agendas focus on ‘vernacular religion’ (Lassander 2012) and explore the intersection between sexuality and religion through an examination of everyday practices and identifications. This research challenges the assumption that religious beliefs are incompatible with non-reproductive and non-heteronormative sexual practices and identities, while foregrounding tensions between 13  institutionalised religion, individual practices and interpretations, and collective contestations around sexual and reproductive rights within religious communities (Nynäs and Yip 2012; Y i p  a n d  P a g e  2 0 1 3 ;  T a y l o r  a n d  S n o w d o n  2 0 1 4 ) .  The first chapter in the section, by Yvette Taylor and Ria Snowdon, is a case-study exploration of young Christian lesbians’ experiences in the UK. The chapter draws on interview data collected for a broader study on British queer-identified religious youth involved in the Metropolitan Community Church (MCC), founded in, for and by the LGBT community. Whilst young people are typically assumed to be uninterested in religion and their voices are thus often marginalised within religious communities, the chapter’s exploration of Christian young lesbians’ experiences foregrounds religious organisations, practices and spaces as deeply gendered and sexualised. The authors examine women’s interactions with role models and mentors who are meant to make space for them within religious communities; they highlight how role models are often experienced by young women as reproducing gendered and heteronormative hierarchies, as well and familial discourses, and show how these perceptions shape young women’s religious subjectivities and their engagements with religious spaces. Young lesbians’ experiences of participation in religious communities are carefully framed as taking place during a time where debates on religion and sexuality were highly visible in the public arena, through contestations over same-sex marriage and the ordination of female bishops in the Church of England. Public debates on sexuality and religion are the focus of a reflexive piece by Savitri Hensman, a UK-based Christian and lesbian activist who has been involved in activism seeking greater equality for LGBTQI people in church and society, and challenging ‘top down’, hierarchical models. Hensman reflects on her position as both an ‘insider’ (as a member of the Church of England, and as a lesbian campaigner) and an ‘outsider’ within these campaigns (as a minority ethnic woman, and as someone who has a more detached perspective on what is 14  happening in non-Anglican Christian communities). Hensman argues that, although churches are often portrayed as monolithic, hierarchical institutions, the term ‘church’ in the Christian tradition originally referred to a fellowship of people. This leaves room for members of various churches to question dominant discourses on same-sex relationships and gender equality, and indeed these debates have always been part of various churches’ theological traditions. While there are indeed power imbalances in faith communities, these may be actively contested by drawing on religious beliefs, and not just on secular influences. Over the years, gradual shifts in thinking among ordinary members of the church as well as its clergy have allowed the revisiting of seemingly established gender and sexual norms. The next chapter, by Sarah-Jane Page, explores how religious British young people negotiate sexual norms. Page draws on interview data with both heterosexual and LGBT-identified young people, who come from a variety of religious backgrounds (Buddhist, Christian, Hindu, Jewish, Muslim, Sikh, or a combination of these). Page shows how young people’s choices around sexuality continue to be made within regulatory frames; contra the widespread perception of religion as a sexually illiberal sphere, she argues that young people draw on both religious and secular scripts in making sense of, and navigating, sexual norms, and that the regulation of sexuality should not solely be associated with religious frameworks. Young people’s experiences are shaped by dominant discourses within youth culture portraying sex as an imperative aspect of young people’s lives, promoting pleasure-seeking hedonism and problematizing stable couple relationships. The majority of young people involved in the study endorsed monogamous relationships while being negative about celibacy (variously understood as temporarily refraining from sex or longer-term abstinence). Yet Page shows how a minority of young people within her sample supported either celibacy or non-monogamy, and in doing so utilised religious scripts as a resource in negotiating sexual n o r m s  a n d  c a r v i n g  o u t  t h e i r  o w n  s e x u a l  p r a c t i c e s  a n d  i d e n t i t i e s .  15  Sally Munt and Sharon Smith’s chapter continues the exploration of gender and sexual norms, and focuses on two Buddhist organisations with the largest following in the UK. Buddhism is here explored as a new religious movement, which emerged as an alternative form of spirituality to the mainstream religions in Western societies (typically various Christian denominations). Drawing on interview data with members of two western Buddhist organisations, Munt and Smith explore their interpretations and constructs of gender and sexuality; they also tease out how the latter intersect with queer identifications and (to a lesser extent) with ethnicity and ‘race’. They outline dominant constructs of gender and sexuality in different Buddhist tradition, noting that they tend to be androcentric while at the same time problematizing sexual activity per se (regardless of the gender of the partners involved). While in some contexts Buddhist traditions have accommodated gender variation and same-sex relations (particularly between men), findings suggest that the western Buddhist movements explored are perceived as highly heteronormative, yet these norms continue to be contested by their members; indeed, members subtly challenge and subvert hegemonising attempts to use traditional symbolic language (e.g. women as ‘angels’). Buddhism appears a welcoming space for those traditionally marginalised on account of their gender or sexuality because it privileges individual subjectivity and experience over doctrine or tradition, although within it white middle-class identity positions remain dominant.   In revisiting notions of sexual citizenship and belonging through the prisms of nationalism, ‘race’ and religion, contributors to this volume foreground tensions as well as common ground, and encourage critical, yet constructive approaches to issues of equality and diversity. In bringing together trans-national and intersectional perspectives, we seek to give depth to seemingly abstract notions of citizenship and two-dimensional categories of ‘social divisions’ by contextualising them in time and space, while also teasing out how macro-level social 16  change at the levels of geopolitical and socio-legal structures is experienced, interpreted and supported or resisted by diverse subjects.  This can hopefully go some way towards challenging the Orientalism and racism of Cold War-era ‘Three Worlds’ ideology, which still informs the way we associate ‘postcoloniality with a bounded space called the Third World and postsocialism with the Second World’ (Chari and Verdery 2009: 12). Our hope is that combining trans-national and intersectional perspectives can help us imagine a different world.   Bibliography  Ahmed, S. (2011) ‘Problematic Proximities: Or Why Critiques of Gay Imperialism Matter’, Feminist Legal Studies 19: 119-132. Allison, K. (2013) ‘American Occidentalism and the Agential Muslim Woman’, Review of International Studies 39(3): 665-684. Ayoub, P. and Patrenotte, D. (eds.) (2014) LGBT Activism and the Making of Europe: a Rainbow Europe. Basingstoke: Palgrave.  Binnie, J. (2004) The Globalization of Sexuality. London: Sage. Bleys, R. C. (1996) The Geography of Perversion: Male-to-Male Sexual Behaviour Outside the West and the Ethnographic Imagination, 1750-1918. London: Cassell. Bracke, S. (2012) ‘From “Saving Women” to “Saving Gays”: Rescue Narratives and their Dis/Continuities’, European Journal of Women’s Studies 19 (2): 237-252. Carter, J. B. (2007) The Heart of Whiteness: Normal Sexuality and Race in America, 1880–1940. Durham: Duke University Press. 17  Chari, S. and Verdery, K. (2009) ‘Thinking between the Posts: Postcolonialism, Postsocialism, and Ethnography after the Cold War’, Comparative Studies in Society and History 51(1): 6-34. Colpani, G. and Habed, A. J. (2014) ‘In Europe Its Different: Homonationalism and Peripheral Desires for Europe’, in  Ayoub, P. and Patrenotte, D. (eds.) (2014) LGBT Activism and the Making of Europe:  a Rainbow Europe. Basingstoke: Palgrave, 73–94. Cowen, T. Stella, F., Magahy, K., Strauss, K. and Morton, J. (2011) Sanctuary, Safety and Solidarity. LGBT Asylum Seekers in Scotland. A report by Equality Network, BEMIS (Black and Ethnic Minorities Infrastructure in Scotland) and GRAMnet. Glasgow: University of Glasgow. Crenshaw, K. (1989) ‘Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory and Antiracist Politics’, The University of Chicago Legal Forum 139: 139-168. El-Tayeb, F. (2012) ‘“Gays who Cannot Properly be Gay”: Queer Muslims in the Neoliberal European City’, European Journal of Women’s Studies 19(1): 79–95.  Erel, U., Harotaworn, J., Gutierrez-Rodrigues, E. and Klesse, K. (2010) ‘On the Depoliticisation of Intersectionality Talk. Conceptualising Multiple Oppressions in Critical Sexuality Studies’, in Taylor, Y., Hines, S. and Casey, M. (eds.) (2010) Theorizing Intersectionality and Sexuality. Basingstoke: Palgrave, 56-77. Farris, S. (2012) ‘Femonationalism and the “Regular” Army of Labour Called Migrant Women’, History of the Present 2(2): 184-199. Fassin, E. (2010) ‘National Identities and Transnational Intimacies: Sexual Democracy and the Politics of Immigration in Europe’, Public Culture 22(3): 507-529. Foucault, M. (1978/1998) The History of Sexuality. Vol. I: The Will to Knowledge. London: Penguin. 18  Foucault, M. (1997/2004) Society Must be Defended. Lectures at the Collège de France, 1975-96. Penguin: London. Giddens, A. (1992) The Transformation of Intimacy: Sexuality, Love and Eroticism in Modern Societies. Cambridge: Polity Press. Haritaworn, J. (ed) (2012) ‘Women’s Rights, Gay Rights and anti-Muslim Racism in Europe’, Special Section in European Journal of Women’s Studies 19(1/2). hooks, b. (1981) Ain’t I a Woman: Black Women and Feminism. London: Pluto Press. ILGA-Europe (2015) ‘Rainbow Europe 2015’. Available at http://www.ilga-europe.org/resources/rainbow-europe/2015, last accessed 22 June 2015. Hunt, S. and Yip, A. (eds.) (2012) The Ashgate Research Companion to Contemporary Religion and Sexuality. Farnham: Ashgate. Jackson, S. (1999) Heterosexuality in Question. London: Sage. Kelly, S. and Breslin, J. (eds.) (2010) Women’s Rights in the Middle East and North Africa: Progress amid Resistance. London: Rowman & Littlefield. Kitschelt, H. (1986) ‘Political Opportunity Structures and Political protest: Anti-Nuclear Movements in Four Democracies’, British Journal of Political Science 16(1): 57-85.    Kollman, K. (2013) The Same-sex Unions Revolution in Western Democracies: International Norms and Domestic Policy Change. Manchester: Manchester University Press. Kuntsman, A. and E. Miyake (eds.) (2008) Out of Place: Interrogating Silences in Queerness/Raciality. York, England: Raw Nerve Books. Lassander, M. (2012) ‘Grappling with Liquid Modernity: Investigating Postsecular Religion’, in Nynäs, P., Lassander, M. and Utriainen, T. (eds.) Postsecular Society. London: Transaction Publishers. Lorde, A. (1984) Sister Outsider. Essays and Speeches. Trumansburg, N.Y. : Crossing Press. 19  Luibhéid, E. and Cantú, L. (eds.) (2005) Queer Migrations: Sexuality, U.S. Citizenship, and Border Crossings. Minneapolis: University of Minnesota Press. Lutz, H., Herrera Vivar, M.T. and Supik, L. (2011) Framing Intersectionality: Debates on a multi-Faceted Concept in Gender Studies. Farnham: Ashgate. Mai, N. (2014) ‘Between Embodied Cosmopolitanism and Sexual Humanitarianism: The Fractal Mobilities and Subjectivities of Migrants Working in the Sex Industry’, in Baby-Collins, V. and Anteby, L. (eds.) Borders, Mobilities and Migrations. Perspectives from the Mediterranean in the 21st Century. Brussels: Peter Lang. McIntosh, M. (1986) ‘The Homosexual Role’, Social Problems 16(2):182-192. Mepschen, P., Duyvendak, J. W. and Tonkens, E. H. (2010) ‘Sexual Politics, Orientalism and Multicultural Citizenship in the Netherlands’, Sociology 44(5): 962–979. Nynäs, P. and Yip, A. (2012) Religion, Gender and Sexuality in Everyday Life. Farnham: Ashgate.    Pateman, Carole (1988) The Sexual Contract. Cambridge: Polity Press. Petzen, J. (2010) ‘Contesting Europe: A Call for an anti-Modern Sexual Politics’, European Journal of Women's Studies 19(1):97-114. Plummer, K. (1975) Sexual Stigma: An Interactionist Account. London: Routledge.  Puar, J. K. (2007) Terrorist Assemblages: Homonationalism in Queer Times. Durham: Duke University Press. Puar, J. (2008) ‘Q&A with Jasbir Puar’, darkmatter, 3. Available from: http://www.darkmatter101.org/site/2008/05/02/qa-with-jasbir-puar/, last accessed 28 February 2014. Puar, J. K. (2013) ‘Rethinking Homonationalism’, International Journal of Middle East Studies 45: 336-39. 20  Rahman, M. (2010) ‘Queer as Intersectionality: Theorising Gay Muslim Identities’, Sociology 44(5): 1-18. Reynolds, T.A. (2001) ‘Black Mothering, Paid Work and Identity’, Ethnic and Racial Studies 24(6): 1046-1064. Reynolds, T. A. (2005) Caribbean Mothers: Identity and Experience in the U.K. London: Tufnell Press. Rogers, A. (2012) ‘“In This our Lives”: Invisibility and Black British Gay Identity’, in Rivers, I. and Ward, R. (eds.) Out of the Ordinary: Representations of LGBT Lives. Cambridge: Cambridge Scholars Publishing. Rogers, A. (2015) ‘Crossing Deep Waters: Transatlantic Reflections Black Gay Men and Journeys influenced by “In The Life”’, in Fullwood, S. and Stephens, C. (eds.) Black Gay Genius: Joseph Beam and In the Life. New York: Vintage Entity Press. Roseneil, S., Halsaa, B. and Sumer, S. (eds.) (2012) Remaking Citizenship in Multicultural Europe: Women's Movements, Gender and Diversity. Basingstoke: Palgrave. Stella, F. (2007) ‘The Right to be Different? Sexual Citizenship and its Politics in post-Soviet Russia’, in Kay, R. (ed) Gender, Equality and Difference during and after State Socialism. Basingstoke: Palgrave, 146-166. Stella, F. (2013) ‘Queer Space, Pride and Shame in Moscow’, Slavic Review 72(2): 458-480. Stella, F. (2014) Lesbian Lives in Soviet and Post-Soviet Russia: Post/Socialism and Gendered Sexualities. Palgrave: Basingstoke. Stoler, A. L. (1995) Race and the Education of Desire: Foucault's History of Sexuality and the Colonial Order of Things. Durham: Duke University Press.  Stychin, C. F. (2003) Governing Sexuality: the Changing Politics of Citizenship and Law Reform. Oxford: Hart. 21  Taylor, Y., Hines, S. and Casey, M. (eds.) (2010) Theorizing Intersectionality and Sexuality. Basingstoke: Palgrave. Taylor, Y. and Snowdon, R. (eds.) (2014) Queering Religion, Religious Queers. London: Routledge.   Trappolin, L., Gasparini, A. and Wintermute, R. (eds.) (2012) Confronting Homophobia in Europe: Social and Legal Perspectives. Oxford: Hart Publishing. Tremblay, M., Paternotte, D. and Johnson, C. (eds.) (2011) The Lesbian and Gay Movement and the State: Comparative Insights into a Transformed Relationship. Farnham: Ashgate. Waites, M. and Kollman, K. (eds.) (2009) Special Issue on the Global Politics of Lesbian, Gay, Bisexual and Transgender Human Rights. Contemporary Politics 15 (1). Ward, J. (2008) Respectably Queer: Diversity Culture in LGBT Activist Organizations. Nashville: Vanderbilt University Press. Weeks, J. (2007) The World We Have Won: The Remaking of Erotic and Intimate Life. London: Routledge.   ",
    "id": 42363295,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.gla.ac.uk:108041"
    },
    "title": "Introduction",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-11-16T00:00:00+00:00",
    "publisher": "'Informa UK Limited'",
    "references": [],
    "sourceFulltextUrls": [
        "https://eprints.gla.ac.uk/108041/7/108041.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/42363295.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/42363295"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/42363295/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/42363295/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/42363295"
        }
    ],
    "abstract": "This collection seeks to encourage new ways of thinking about the connections and tensions between sexual politics, citizenship and belonging by bringing together a diverse range of critical interventions within sexuality and gender studies. The book is organised around three interlinked thematic areas, focusing on sexual citizenship, nationalism and international borders (section 1); sexuality and ‘race ’ (section 2); and sexuality and religion (section 3). In revisiting notions of sexual citizenship and belonging, contributors engage with topical debates about ‘sexual nationalism’, or the construction of  western/European nations as exceptional in terms of attitudes to sexual and gender equality vis-à-vis an uncivilised, racialized ‘Other’.\n\nThe collection explores macro-level perspectives by attending to the broader geopolitical and socio-legal structures within which competing claims to citizenship and belonging are played out; at the same time, micro-level perspectives are utilised to explore the interplay between sexuality and ‘race’, nation, ethnicity and religious identities, both in individuals’ lived experiences and in activism and forms of collective belonging. Geographically, the collection has a prevalently European focus, yet contributions explore a range of trans-national spatial dimensions that exceed the boundaries of ‘Europe’ and of European nation-states. They consider, for example, links between former European imperial powers and their  former colonies; the construction of a European ‘core’ and its ‘peripheries’ in discourses on sexual and reproductive rights; and forms of belonging shaped by migration from within and outside ‘fortress Europe’",
    "tags": [
        "HM",
        "HM"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "HM"
    ],
    "oai": "oai:eprints.gla.ac.uk:108041",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "42",
        "openDoarId": 0,
        "name": "Enlighten",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 42363295,
        "depositedDate": null,
        "publishedDate": "2015-11-16T00:00:00+00:00",
        "updatedDate": "2024-02-12T08:57:43+00:00",
        "acceptedDate": null,
        "createdDate": "2016-07-28T20:23:21+01:00"
    },
    "urls": [
        "https://eprints.gla.ac.uk/108041/7/108041.pdf"
    ],
    "lastUpdate": "2024-02-12T08:57:43+00:00",
    "setSpecs": [
        "7374617475733D707562",
        "74797065733D626F6F6B5F73656374696F6E"
    ]
}