{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Khan, Kanza Tariq"
        },
        {
            "name": "Jabeen, Shaista"
        }
    ],
    "contributors": [],
    "createdDate": "2020-01-02T10:44:09+00:00",
    "dataProvider": {
        "id": 13926,
        "name": "Journals of UMT (University of Management and Technology, Lahore)",
        "url": "https://api.core.ac.uk/v3/data-providers/13926",
        "logo": "https://api.core.ac.uk/data-providers/13926/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.29145/jmr/62/060202",
    "downloadUrl": "https://core.ac.uk/download/276633612.pdf",
    "fullText": "Impact of Workplace Diversity on Organizational Citizenship Behavior | 19 Journal of Management and Research (JMR)                                Volume 6(2): 2019  Investigating the Impact of Workplace Diversity on Organizational Citizenship Behavior: The Mediating Role of Inclusion  Kanza Tariq Khan1 Shaista Jabeen2   Abstract This research is aimed to investigate the effects of workplace diversity on organizational citizenship behavior with the mediating role of inclusion. Today the problems faced by the organization’s executives is to develop a culture that gives value to differences and enhances the efficiency of the entire workforce. Employees of the IT sector of Lahore are selected as respondents and the data is collected through an adapted questionnaire. The sample size is 368 and convenience sampling is used. Regression analysis is applied to evaluate the data through SPSS software. Findings show that workforce diversity decreases the organizational citizenship behavior but this relationship can be modified by applying the mediating role of inclusion. Results will help out the decision-making authorities to understand how effective workplace diversity management influences the employee’s citizenship behaviors. Keywords: workplace diversity, organizational citizenship behaviors, Inclusion. 1. Introduction Today's world is a global village, because of which firms are becoming increasingly diverse. Corporations realized that a skilled workforce, most successful production practices and most innovative products were required to compete in a new global market. Human resource is a sustainable competitive edge of any firm. Companies must be able to attract, keep, promote and grow high-potential workers from diverse gender, cultural and ethnic backgrounds to succeed in the world economy. Today the challenges faced by the executives of the corporation are to follow a culture that gives  1 Lahore College for Women University, Pakistan;  2 Lahore College for Women University, Pakistan.  Correspondence concerning this article should be addressed to Shaista Jabeen, Lecturer, Lahore College for Women University, Pakistan. E-mail: jabeen_pioneer@hotmail.com  Impact of Workplace Diversity on Organizational Citizenship Behavior | 20 Journal of Management and Research (JMR)                                Volume 6(2): 2019  value to diversity and improves the potential of the entire workforce. A diverse workforce is created by workers of different demographics, cultures, religions, and religion. Diverse people have different behaviour patterns. It is essential for firms to acknowledge and handle all the differences accurately. Diversity is a well-known issue in some corporations, in which staff often get discriminated because of their diverse traits. It is also important for companies to manage their diverse employees for the best result. Workforce diversity is a concept that was non-existent in the intellectual discussion for a long time (Duppler & Garbers, 2012). Its roots are associated with the social, financial and political forces happening around the globe (Developed countries, European countries and Asian countries) (Kaise & Prange, 2004; Phillips, 2012; Stuber, 2007). The idea of workplace diversity has been introduced in these countries with a focus on the legal protection of human traits such as age, gender, ethnicity and other characters such as physical abilities, religious practices and gender issues (Kruse & Tuck, 2011; Srivalli & Rajesh, 2013). To address these different issues, companies need to attract and retain the more professional employee who can promote organizational development and understand that the corporate culture should be changed to suit the diverse workers (Shin et al., 2012).As a result, diversity management has become strategic and its recognition has increased over time (Algahtani, 2013; Kaiser & Prange, 2004). Lauring (2013) said that few organizations have announced that they will encounter difficulties in management programs of diversity. Erasmus (2007) and Chew, Lee, Tan, & Tee, (2011) further explained that diversity management and personnel diversity is a combination which develops insecurity and vulnerability amongst workers, especially if the administration and workforce remain uninformed with diversity management standards and goals. Barak (2016) characterized workforce diversity as recognizing, understanding, tolerating, esteeming and celebrating dissimilarities among individuals regarding an entire range of dissimilarities like age, class, ethnicity, sex, physical and intellectual capacity, race, monetary status, gender and religion. Barak (2016) additionally expressed that worker dissimilarities may be expanded to the values, organizational roles, professional and behavioral styles. Gomez and Bernet (2019) explained that diversity improves worker performance. It results in higher revenues and many other financial rewards such as innovation, increased productivity and improved accuracy. They suggest that future research should provide more Impact of Workplace Diversity on Organizational Citizenship Behavior | 21 Journal of Management and Research (JMR)                                Volume 6(2): 2019  accurate evaluations of how much and what kind of diversity has the most positive effects on performance and health outcomes. Improvements in personal productivity, team communication, and employees’ retention can contribute to enhance both financial and clinical outcomes. Recent research distinguished surface-level diversity from deep level diversity.  Surface level diversity is directly and easily noticeable in groups (such as race, age and gender etc.) whereas the characteristics of deep-level diversity (attitudes, opinions, information, and values) become known only over time through verbal and nonverbal communication (Harrison, Price, Gavin, & Florey, 2002; Jackson, May, & Whitney, 1995).  Surface level diversity is easy to measure as compare to deep level diversity. In our research we are using surface level characteristics like age, gender, education etc. Organizational citizenship behavior (OCB) is an employee's discretionary behavior that improves a company's efficiency, without really affecting the productivity of that individual. The most studied factors in human resource management is the behavior of organizational citizenship (OCB) (Organ, 1997; Paine & Organ, 2000; Podsakoff et al., 2000; Purcell et al., 2009). Organ et al. (2006, p. 3) characterized OCB as \"employee conduct that is advantageous to the corporate, is optional and not specifically or clearly documented as the official reward system; is fairly a matter of individual choice, such that its oversight isn't punishable\". OCB is supporting colleagues, improves the organization, comes before duty schedules and stays even after work hours, to help in the smooth functioning of the business; none of which is a basic requirement for the working environment (Organ et al., 2006; Podsakoff et al., 2000; Zur et al., 2012). Studies have shown that OCB improves business skills by enhancing efficiency, improving service quality, growing customer satisfaction or decreasing customer complaints (Podsakoff et al., 2000). Mill and Katz (2002) & Roberson (2006) suggest inclusion as a sense of belonging, a sense of honor and respect for your identity a sense of encouragement and engagement from others in order to do the best you can do in your work. Inclusion is a change in the organizational culture and is a process that communicates with each employee and makes him or her feel valued for the organization's achievement. People feel part of the mission of the organization, perform with full potential and provide their discretionary effort when needed (April, Katoma, & Peters, 2009). The inclusive culture has result in high performing organizations where motivation exist. Gasorek (2000) states that employees must be involved in the decision-making Impact of Workplace Diversity on Organizational Citizenship Behavior | 22 Journal of Management and Research (JMR)                                Volume 6(2): 2019  process and problem-solving process (Gasorek, 2000; Pless & Maak, 2004). Davidson and Ferdman (2002) suggest that staff be allowed to make reasonable decisions and have to have job freedom (Roberson, 2006). Similarly, Davidson and Ferdman (2002) proposed that employees be able to use their individual abilities to make some improvement in the company by becoming part of the productive activity or leading a useful task. They state that workers need to be treated decently, and that they need to feel welcomed, accepted and recognized. This is further supported by Pless and Maak (2004), who advocate the appreciation of workers for their efforts and they should be respected. Organizational inclusion practices state many organizational rules, plans, and initiatives, the purpose of which is to form an accepting, helpful, and participative atmosphere for the workers with different backgrounds (Tang, Zheng, & Chen, 2017). Hwang and Hopkins (2015) said that if employees feel that they are included in an organization that feeling of inclusiveness results in their higher levels of organizational commitment and job satisfaction. Also, high levels of employees' organizational commitment result in low intention to leave. For increasing diversity management and organizational commitment, organization needs to improve participative decision-making structures and processes and making more reachable organizational information networks. A lot of research has been done on the effects of diversity on organizational outcomes (Groeneveld, 2011; Mamman, Kamoche, & Bakuwa, 2012; Barak, 2013) and the relationship between diverse workforce and inclusion is studied by many researchers (Tang, Zheng, & Chen, 2017; Tang et al. 2015) but there are limited studies on the effect of inclusion on organizational citizenship behavior when the workforce is diverse (Shore et al., 2011; Wayne, Shore, & Liden, 1997). Previous researches show that the organizations with a diverse workforce have an advantage of multiple ideas in problem-solving at work, which ultimately improves the organizational performance. Organizations must create chances for workforce to work with other employees who have different expertise and views. When employees feel that they are the most significant part of their corporation, this feeling increases the morale of every employee and encourages positivity at the workplace (April, Katoma, & Peters, 2009). Muchiri and Ayoko (2013) explained that demographic diversity has an effect on organizational citizenship behaviors, affective commitment, collective efficacy and general productivity. Muchiri and Ayoko (2013) study confirms that there is negative association between demographic Impact of Workplace Diversity on Organizational Citizenship Behavior | 23 Journal of Management and Research (JMR)                                Volume 6(2): 2019  diversity and organizational citizenship behaviors. Moreover, previous studies propose that impact of diversity is depending on firm setting and on the type of diversity itself. Thus, we have to separate each set of diversity like age, gender and education and examine it within the specific organizational settings to completely understand the effects of diversity. In addition, the current research extends the work of Muchiri and Ayoko (2013) by taking inclusion as mediator. It is emphasized in the literature that diversity needs commitment. Individuals don't only required to be unique, but they should be completely included and feel that they are important for their organization (Dehaze, 2018). Also, a worker's feeling of incorporation and climate for diversity has been found to impact the quality of work and commitment towards work (Glisson & James, 2002; Hwang & Hopkins, 2012) 2. Objectives of the Study 1. To examine the relationship between workplace diversity and organizational citizenship behavior. 2. To examine the mediating role of inclusion between the relationship of workplace diversity and organizational citizenship behavior.  3. Research Questions 1.  What is the effect of workplace diversity on organizational citizenship behavior of employees of the IT sector? 2. How the inclusion affects the employee’s organizational citizenship behavior in diverse workforce environment? 4. Literature Review The term \"diversity\" has turned out to be synonymous with the workforce diversity and with an aim of remaining in competition; companies require to gain the benefit of diversity. Diversity is the difference of individuals' societal and cultural features among individual, living collectively in an environment such as work or school (Harris et al., 2007). Diversity includes all sorts of distinctions between individuals, such as gender, age, religious affiliation, economic class, social status, marital relationships, and sexual orientation (Nelson, 2001).The combination of cultures, genders, lifestyles, and beliefs becomes a cause of conflict and clash. Most open-minded executives have to create a business atmosphere where differences are valued and where people can jointly do productive work (Nieuwmeijer, 2001) Increasing diversity in the workforce of an organization in terms of culture, globalization and multi-generation lead to change in the workplace across the world and Pakistan is not an exception. The workforce is diverse Impact of Workplace Diversity on Organizational Citizenship Behavior | 24 Journal of Management and Research (JMR)                                Volume 6(2): 2019  on the basis of age, culture, disabilities, race, religion and gender in the public and private firms of Pakistan. Due to globalization, the workforce is becoming more diverse which results in divergence in personals in terms of thinking patterns, customs, moral values and religions. Females in Pakistan are effectively contributing to the accomplishment of business organizations with their presence in almost all the sectors. Aside from some other reasons, minimized pay levels, expanded family size and price escalation combined with the economic recession have driven this change to occur. Multi-generations are also the cause of workforce diversity. In these days to meet the economical challenges, for maintaining living standards and to remain occupied old age employees are willing to do work even after retirement. That's why we can see a high mixture of young and old age employees in the organizations. Multi-generations generally have conflicting aims, ideas, requirements and skills which result in complications at the workplace that need to be managed effectively. The workforce is diverse due to the presence of diverse cultures in the four provinces of Pakistan. Culture influences the attitude of the general population, in this manner, when individuals from different backgrounds become part of the same organization; they show distinctive values and behaviors. In such a situation, regardless of the fact that they work in a public, private or not-for-profit organization, workforce diversity management becomes one of the top agendas for the managers. The main target of the managers presently is to maintain the diversification of the employees and safeguard the interest of employees without any favoritism (Idrees, Abbasi, & Waqas, 2013). As indicated by an analyst, four key components of Muhammad Ali Jinnah's vision can enable the Pakistani organizations to manage diversity. First, democratization guaranteeing the cooperation of all the groups of people. Second, an egalitarian version of Islam, through consistent social equity and equivalent chances. Third, the execution of severe principle of law with no space for biasness and discrimination. Furthermore, fourth, exceptional defensive measures for minorities, women and other disadvantaged groups. The four measurements are in general inclination towards a social instance of diversity management (Syed, 2008). Organizational citizenship behavior (OCB) is an interesting issue of research in the current era because significant changes are occurring in the working environment (García-Carbonell, Martin-Alcazar, & Sanchez-Gardey, 2014). In the present working environment, the boundaries between roles, duties, standards, company culture, impression Impact of Workplace Diversity on Organizational Citizenship Behavior | 25 Journal of Management and Research (JMR)                                Volume 6(2): 2019  administration strategies, and voluntary behavior are blurred as they never existed before. Past researchers have also exposed that the motivations associated with organizational citizenship behavior, for example, impression management, prosocial intentions, company concern (Rioux & Penner, 2001) and self-enhancement intentions are affecting the corporations in an unusual manner (Yun, Takeuchi, & Liu, 2007). Given that the OCB promotes productiveness, performance, and general organizational effectiveness (Lo, Ramayah, & Hui, 2006), corporations are operating enthusiastically to promote OCB amongst personnel (Bolino & Turnley, 2003).  Tang et al. (2015) find the rare meaning of inclusion in the Chinese language. The words that are used for inclusion in the Chinese language are “Bao Rong (包容)”.  The meaning of Bao is inclusion which means including everything, whereas the meaning of Rong is tolerance or forgiveness (Tang et al., 2015). These two words have two different meanings of inclusion practices in Chinese circumstances that are including and tolerating. Inclusion includes making, fostering, and supporting practices and conditions that empower and enable one of us to be completely ourselves with our differences and similarities to everyone around us as we work collectively. Inclusion in the working environment indicates a person's feeling of being a part of a corporation in both formal procedures, for example, decision making and access to data and unofficial procedures, for example, a lunch meeting and parties in which decision and data exchange happen (Barak, 2013). Hence, inclusion is the impression of how someone adjusts into the company compared with the standards (Barak, 2013). In spite of the fact that the idea of inclusion received more focus in current years, most of the study is expected to completely comprehend this concept (Shore et al., 2011). However, there is some confirmation that a worker's feeling of inclusion is associated with the satisfaction of the company (Hwang & Hopkins, 2012; Mor Barak et al., 1998). Inclusion in a corporation's information network has an impact on worker job satisfaction and prosperity (Hwang & Hopkins, 2012; Mor Barak & Levin 2002), and possible professional opportunities and advancement (Barak, 2013). Agbontaen (2019) analyzed the influence of inclusion, equal opportunity and anti-discrimination policies on the strength of diversity in a foreign firm domiciled in a developing country. He disclosed that inclusiveness is compulsory to increase the strength of diversity in foreign companies operating in developing countries, with the need to deepen Impact of Workplace Diversity on Organizational Citizenship Behavior | 26 Journal of Management and Research (JMR)                                Volume 6(2): 2019  alternative equal opportunity policy and diverse work culture awareness. Adeleye, Fawehinmi, Adisa, Utam, and Ikechukwu-Ifudu (2019) conducted an exploratory study that focus on the difficulties faced in developing a diverse and inclusive workplace in a weak institutional environment. They highlight some reasons of managing diversity in Nigeria i.e. institutionalizing ethnic representation vs. building a meritocracy (ethnic), maintaining religious neutrality vs. promoting religious freedom (religion), keeping the elder tradition vs. harnessing the power of youth (age), and managing safety and reputation vs. providing employment security (HIV/AIDS). Many scholars and experts approve that diversity can produce positive outcomes including improved creativity, better repute, and increased profits (Barak, 2013; Groeneveld, 2011; Shore et al., 2009). Previous researches have proved the significant relationship between organizational citizenship behavior and diversity. For example, Chattopadhyay et al. (2004) explained that a high degree of workforce diversity could result in lack of trust that ultimately results in a low level of communication and organizational citizenship behavior among different workers. González and Garazo (2006) also stated that a negative association exists between workforce diversity and OCB, although mediated by trust. As the social categorization processes result in conflicts of interpersonal interactions, researchers argued that both bio-demographic (such as gender and race) and job-related diversity may negatively affect OCB (Choi, 2009; Liang, Shih, & Chiang, 2015). Tsui et al. (2002) stated that diversity in gender; race and age reduces the frequency of recommendations from workers for the betterment of the corporation. At the point when workers feel that they are surrounded by individuals with various backgrounds, it might be troublesome for them to create friendly relationships. They feel hesitation in recommending better approaches for getting things done better (Paulus & Yang, 2000) An age diversity climate is a key condition in which workers create a shared feeling of working in the direction of shared objectives, and also assume their corporation as an honest, reliable, caring, and long-term orientated. Thus, such circumstances should create a high-quality social exchange relationship among workers and the enterprise and also connected with a high degree of OCB (Wayne, Shore, & Liden, 1997).  In recent years, researchers show the association between gender diversity and organizational citizenship behavior (Ehrhart & Godfrey, 2003; Farrell & Finkelstein, 2007; Heilman & Chen, 2005). For instance, Kidder Impact of Workplace Diversity on Organizational Citizenship Behavior | 27 Journal of Management and Research (JMR)                                Volume 6(2): 2019  (2002) found that gender identity (gender, sexual orientation) has a significant effect on OCBs. The gender arrangements inside an organization adversely affect how the workforce shows OCBs. Therefore, visible demographic factors (like gender diversity) were negatively identified with OCBs. Muchiri and Ayoko (2013) study confirms that there is negative association of demographic diversity and organizational citizenship behaviors.  On the basis of above discussion, the following hypothesis has been derived. Moreover, Bizri (2018) empirically confirmed that the effective commitment to the organization and employees work engagement has been positively affected by diversity management, which result in positive effect on worker's OCB. However, the findings negate any direct influence of diversity management on normative commitment or on OCB. H1: There is a significant negative effect of workplace diversity on organizational citizenship behavior. Diversity is a double-edged sword that takes benefits, such as knowledge sharing, and also has certain drawbacks, such as conflicts or disagreements among the diverse workforce (Kulkarni, 2015), so conflicts and disputes are inevitable and even cause high cost. Recent research is shifting the focus of diversity issues into inclusion management to reduce the bad side of diversity in the work environment (Tang et al., 2015). Management of inclusion describes a series of strategies to smooth the involvement of diverse workers in their jobs. Most scholars concentrate on inclusiveness and inclusive society from a macro-level viewpoint (Trittin & Schoeneborn, 2015; Van Dijk et al., 2012). \"Diversity needs dedication. Individuals need not only be different, they need to be actively involved, and they need to have their voices heard\" (Dehaze, 2018). Employment of staff to increase diversity may have a more negative effect than positive. It can cause an in-group/out-group situation in which minority groups do not feel confidence in the organization that they are secure. Supporting this, Hofhuis, Otten, and Van Der Zee (2012) expressed, \"Diversity may prompt negative social procedures, for example, clashes, miscommunication, and discrimination. Therefore, especially those workers who are unique from most of their co-workers frequently encounter less job satisfaction and higher turnover rates\". They argue that when inclusion strategies are practiced on diversity programs, the in-group/out-group problems are moderated and inclusion happens. These studies demonstrate that when inclusion happens there is an expansion in organizational citizenship behavior. This debate leads to the development of the following hypothesis: Impact of Workplace Diversity on Organizational Citizenship Behavior | 28 Journal of Management and Research (JMR)                                Volume 6(2): 2019  H2: There is a significant positive effect of workplace diversity on inclusion. The research shows that there is an acceleration in the organizational citizenship behavior   when inclusion occurs. Inclusion is implicitly connected to improved job performance and enhanced organizational citizenship behavior (Wayne, Shore, & Liden, 1997). In this research, inclusion is used as a mediator because the study has mentioned that increased representation of diversity in an organization will lead to more adverse effects. It can create a situation in-group / out-group in which minority groups do not feel secure in the company. When companies actively manage the differences between the workers by encouraging inclusion, it increases the commonality between personnel, decrease their disagreements, and also boosts corporate performance. Brimhall, Barak, and Lizano (2014) examined the ways by which diverse organizational environment through inclusion increases job satisfaction and reduces the intention to leave. This study also demonstrates the mediating role of inclusion in the diversity of the workplace leads towards positive organizational outcomes. Perceived inclusiveness helps to keep engagement and trust, which encourages employees to react to inclusive attitudes and practices organizational citizenship and organizational commitment (Shore et al., 2011). Panicker, Agrawal, and Khandelwal (2018) stated that there is a direct and significant relationship between inclusive workplace and OCB. It has been seen that firms that have favorable environment for inclusion, a well-articulated inclusive practices and strong leaders’ commitment will result in high level of OCB which  shown in employees working in a higher education institution.  According to the above discussion, the following hypothesis has been derived: H3: There is a mediating role of inclusion between the relationship of workplace diversity and organizational citizenship behavior.                                                   Impact of Workplace Diversity on Organizational Citizenship Behavior | 29 Journal of Management and Research (JMR)                                Volume 6(2): 2019                     Figure 1.  Conceptual framework of the study  5. Research Methodology The objective of this study is to determine the association between workplace diversity and organizational citizenship behavior with the mediating role of inclusion in the IT sector of Lahore. This research focused on the IT sector because it is the best prospect industry of the country and growing rapidly. The target population is the workforce of software houses located in Lahore. There are two associations: Pakistan software houses association (PASHA) and Pakistan software export board (PSEB) under which approximately 500 software houses from all over Pakistan are registered out of which approximately 200 are working in Lahore. The approximate workforce of software houses in Lahore is around 9000 and the sample size according to Uma-Sakran for this population is 368. 15 software houses from Lahore were selected for data collection. 368 questionnaires were distributed out of which 300 were returned. The study is carried out through convenience sampling. The questionnaire consists of two parts. The first section comprised of generic demographic data and evaluate the variables in the second section of the questionnaire. Workplace Diversity Age Gender Education Inclusion Influence in Decision Making Work group Involvement  Influence in Decision Making Organizational Citizen Ship Behavior Consciousness Sportsmanship Influence in Decision Making Civic Virtue Courtesy Access to Communication and Resources Impact of Workplace Diversity on Organizational Citizenship Behavior | 30 Journal of Management and Research (JMR)                                Volume 6(2): 2019  The demographic aspects include the age, gender, education level, and income of the participant. The second part measured the independent and dependent variables. To measure workplace diversity; gender and age diversity construct is adapted from Abbas and Hameed (2010), whereas educational background construct is adapted from Giles (2008). The scale consisted of 21 items with three dimensions of workplace diversity (age, gender and education). Organizational citizenship behavior was measured through the scale of (Yucel & Demiral, 2012). The scale consisted of 15 items and the mediating variable inclusion was measured through Mor Barak and Cherin (1998) scale. The scale consisted of 14 items. The questionnaire of these variables is attached in the annexure section.  Data was analyzed through Statistical Packages for Social Science (SPSS) software version 21. Regression and correlation were applied to generalize the finding and results of the study. 6. Data Analysis 6.1. Descriptive Statistics The demographic results are presented in Table 1. A total of 300 respondents participated in the survey. The highest portion of respondents (89.3%) falls between 20-30 years of age. Out of 300 respondents, 64% were males and 34% were females. Under the category of education level, most participants held bachelor’s degree (66.7%), followed by master’s degree (25%) and M.Phil. degree (8.3%). In income category, 32.7% respondents have monthly income between 60,000-75,000, while 29.3% respondents have 75,000-above monthly income and 25.7% respondents have monthly income in between 45,000-60,000. Table 1 shows the personal characteristics of respondents of this survey. Table 1  Frequency Distribution of Demographics Demographics   Frequency Percentage Gender Male 198 66.0  Female 102 34.0 Age 20-30 268 89.3  31-40 27 9.0  41-50 2 .7  Above 60 3 1.0 Qualification Bachelors 200 66.7  Masters 75 25.0  M.Phil. 25 8.3 Impact of Workplace Diversity on Organizational Citizenship Behavior | 31 Journal of Management and Research (JMR)                                Volume 6(2): 2019  Income 15,000-30,000 27 9.0  30,000-45,000 10 3.3  45,000-60,000 77 25.7  60,000-75,000 98 32.7  75,000-Above 88 29.3 6.2. Summary Statistics Before running regression analysis, the following assumptions have been examined i.e. Linearity, homoscedasticity, multicollinearity, autocorrelation, and normality of the distribution.                  Figure 2 explains that residuals are scattered near the horizontal line which means that it satisfies the linearity assumption.   Figure 2. Residual Plot Homoscedasticity explains the equal variance of residuals near all the levels of independent variable (Osborne & Waters, 2002). It is also tested through the residual plot. Figure 2 describes the even distribution and the random distribution of residuals near zero. It means that statement is satisfied.              In multicollinearity, independent variables correlated with other independent variables at high level, or one independent variable is a linear combination of other independent variables (Keith, 2006).  Table 2 shows that the value of VIF is 1.514 and tolerance is .661 which lies within the range, thus the assumption is satisfied.  Impact of Workplace Diversity on Organizational Citizenship Behavior | 32 Journal of Management and Research (JMR)                                Volume 6(2): 2019  Table 2 Collinearity Statistics  Model Tolerance VIF 1 (Constant)    Workplace diversity 1.000 1.000 2 (Constant)    workplace diversity .661 1.514 3 Inclusion .661 1.514 a. Dependent Variable: OCB Durbin-Watson statistics is used to check autocorrelation of the model. If the value lies in the range of 1.5 and 2.5, it means that residuals are not correlated. In this research, this value is 1.929, which means that the data set satisfies the auto correlation. Normal probability and histogram are used to check the normal distribution. In this research, Figure 3 describes the fair distribution of residuals. It supports the statement as well. Normal distribution can be examined as well from this plot. Figure 4 determines the normal p-p plot which shows that there are no systematics departures and the residuals are in the form of groups along a straight line. It also satisfied the normality of the distribution assumption. Figure 3: Histogram Impact of Workplace Diversity on Organizational Citizenship Behavior | 33 Journal of Management and Research (JMR)                                Volume 6(2): 2019   Figure 4.  Normal Probability Plot  Table 3 shows that there is a significant negative relationship between workplace diversity and OCB. A positive significant relationship occurs between workplace diversity and inclusion. Furthermore, positively significant relationship is present between inclusion and OCB. Table 3 Correlation Analysis   Workplace diversity Inclusion OCB Workplace diversity Pearson Correlation 1 .582** -.322**  Sig. (2-tailed)  .000 .000  N 300 300 300 Inclusion Pearson Correlation .582** 1 .279**  Sig. (2-tailed) .000  .000  N 300 300 300 OCB Pearson Correlation -.322** .279** 1  Sig. (2-tailed) .000 .000   N 300 300 300 **. Correlation is significant at the 0.01 level (2-tailed). Impact of Workplace Diversity on Organizational Citizenship Behavior | 34 Journal of Management and Research (JMR)                                Volume 6(2): 2019  To analyze the mediation, we have to analyze the relationship between workplace diversity and OCB, workplace diversity and inclusion, and inclusion and OCB. In table 4, the first model shows the significant negative relationship between dependent variable and independent variable (p<0.05). Workplace diversity is negatively related to OCB (B= -.275, p<0.05) which shows that one-unit change in workplace diversity would bring change in OCB by -.27 units which provide support to H1. Model 2 shows the significant relationship between workplace diversity and mediating variable inclusion n (p<0.05). Workplace diversity is positively related to inclusion (B= .741, p<0.05) which shows that one-unit change in workplace diversity changes inclusion by .741 units which provide support to H2. Model 3 shows the significant relationship between inclusion and OCB (p<0.05). Inclusion is positively related to OCB (B= .187, p<0.05) which shows that one-unit change in inclusion brings change of .187 units in OCB.  Table 4 Regression Analysis  Model Unstandardized Coefficients Standardized Coefficients T Sig. B Std. Error Beta   (Constant)  2.829       .182   15.579  .000 1 Workplace diversity -.275 .047 -.322 -5.865 .000  (Constant) .860 .233  3.697 .000 2 Workplace diversity .741 .060 .582 12.355 .000  (Constant) 2.464 .140  17.614 .000 3 Inclusion .187 .037 .279 5.011 .000 1. Dependent Variable: OCB, 2. Dependent Variable: Inclusion and 3. Dependent Variable: OCB Table 5 provides coefficients of mediation. All the significant relationships prove that there is a partial mediation because when independent variable has a direct effect upon dependent variable, it is a partial mediation. So, the direct relation between workplace diversity and OCB shows that it is not a full mediation. Partial mediation is when the independent variable causes the dependent variable both through the mediator & directly.  Impact of Workplace Diversity on Organizational Citizenship Behavior | 35 Journal of Management and Research (JMR)                                Volume 6(2): 2019                                         Impact of Workplace Diversity on Organizational Citizenship Behavior | 36 Journal of Management and Research (JMR)                                Volume 6(2): 2019  The value of R square in Table is 0.100. It means that 10% variance in dependent variable can be meaningfully described by independent variable (p<0.05). According to the result of multiple regression, inclusion mediates the relationship of workplace diversity and OCB. Table 6 described the result of ANOVA. The F ratio in model 1 is 34.397 (p<0.05) which shows the significant relationship in workplace diversity and OCB. The F ratio in model 2 is 19.516 (p<0.05) which also shows significant relationship between variables. This table also explains the significant mediating role of inclusion, which supports H3. Table 6 ANOVA Table  Model Sum of Squares Df Mean Square F Sig.  Regression 3.153 1 3.153 34.397 .000b 1 Residual 27.313 298 .092    Total 30.465 299    2 Regression 3.539 2 1.769 19.516 .000c  Residual 26.927 297 .091    Total 30.465 299    a. Dependent Variable: OCB b. Predictors: (Constant), Workplace diversity c. Predictors: (Constant), Workplace diversity, Inclusion 7. Discussion This study investigates the impact of workplace diversity on organizational citizenship behavior of employees with mediating role of inclusion in the IT sector of Lahore, Pakistan. As we know that the workforce is becoming more diverse, so the success of any corporation depends on how well a manager manage the diverse workforce that can bring innovative ideas, perspectives and views in the workplace. Workplace diversity is negatively related to OCB. The research demonstrates that significant negative relationship exists between workplace diversity and OCB (p<0.05). All the tests used to analyze the data supported the hypothesis. Correlation coefficient (r = .322, p<0.05) indicates that workplace diversity is related to OCB. Further, workplace diversity was found to be negatively related to OCB (b=-0.27) which provides support to H1. Previous studies also support this hypothesis. Chattopadhyay et al. (2004) explained that increase in diversity in the organization could result in decrease in trust that ultimately results in lower Impact of Workplace Diversity on Organizational Citizenship Behavior | 37 Journal of Management and Research (JMR)                                Volume 6(2): 2019  level interaction and OCB amongst different workers. González and Garazo (2006) also suggested a negative relationship between organizational diversity and OCB, although mediated by trust. Moreover, Muchiri and Ayoko (2013) explained that diversity has an effect on organizational citizenship behaviors, affective commitment, collective efficacy and general productivity. Their study confirms negative association of demographic diversity and organizational citizenship behaviors. Workforce diversity also results in conflicts among group members, higher turnover rate, and reduction in organizational revenues (Mamman, Kamoche, & Bakuwa, 2012; Mor Barak, 2013; Sacco & Schmitt, 2005; Shore et al., 2009).  The hypothesis H2 in this research is intended to identify the effect of workplace diversity on inclusion. Hypothesis testing showed that a significant positive relationship exists between workplace diversity and inclusion. All the tests used to analyze the data, supported the hypothesis. Correlation coefficient (r = 0.58, p<0.05) indicates that workplace diversity is related to inclusion. Further workplace diversity was found to be positively related to inclusion (b= 0.740) which provides support to H2. Previous research stated that inclusion is viewed as “a potential bridge concept” that can improve our understanding of how individuals from various backgrounds and diverse personal attributes observe the corporation environment” (Mor Barak & Cherin, 1998, p. 57). Researchers explained that to minimize the bad side of overstressing diversity in the working environment, the emphasis of diversity issue into inclusion management is practiced (Tang et al., 2015). Inclusion management involves sequence of tactics to smooth diverse employees’ contribution in their work (Trittin & Schoeneborn, 2015; Van Dijk et al., 2012). The hypothesis H3 in this research is intended to identify the mediating effect of inclusion. Correlation coefficient (r =.341, p<0.05) indicates the mediating role of inclusion. So, the current study shows the mediating role of inclusion for diversity management and result in favorable organizational outcomes. Partial mediation is proved because of direct relationship between workplace diversity and organizational citizenship behavior. Previous researches also support H3. Perceived inclusiveness helps to maintain commitment and trust, which motivate workers to respond to inclusive attitudes and practices such as organizational citizenship behavior and organizational commitment (Shore et al., 2011). Inclusion has been indirectly related with improved job performance and higher levels of organizational citizenship behavior (Wayne, Shore, & Liden, 1997). Impact of Workplace Diversity on Organizational Citizenship Behavior | 38 Journal of Management and Research (JMR)                                Volume 6(2): 2019  Brimhall, Barak, and Lizano (2014) explained that organizational environment of diversity through inclusion increase job satisfaction and reduces the intention to leave, providing awareness about the organizational factors that can be targeted for workplace interventions. Moreover, Hofhuism, Otten, and Van Der Zee (2012) expressed, \"Diversity may prompt negative social procedures, for example, clashes, miscommunication, and discrimination. Therefore, especially those workers who are unique from most of their co-workers frequently encounter less job satisfaction and higher turnover rates\". The researchers argue that when inclusion strategist are practiced on diversity programs the in-in-group/out-group problems are moderated and inclusion happens. These studies demonstrate that when inclusion happens, there is an expansion in organizational citizenship behavior. 8. Limitations and Future Directions Regardless of contribution of present research on practical and theoretical facets, some limitations regarding sample size and generalizability of the research exists. The future research may be carried out on the limitations of this study. Due to lack of time, the cross-sectional design of data collection is used. Future scholars can use longitudinal study that give them a decent knowledge of the topic. Sample was collected from one city. Therefore, the results should be generalized carefully to other geographical locations. As we know some countries are more diverse and each country has different types of diversities. So, the variations in diversity among countries need to be further studied. The current study investigates only three representative dimensions of workplace diversity. However, other dimensions of workplace diversity also exist like cultural diversity, ethnic diversity etc. In future, the researchers have to focus on the development and validation of the organizational inclusion scale. They may include the fair employee treatment, cooperative work arrangement, and shared information systems, etc.  The study has some practical implications for the organizations which have diverse workforce and have a desire to improve their organizational outcomes. They need to improve manager – worker relationships that can help in improving the positive perceptions of diversity. To survive in this competitive environment, organization required a stable competitive edge in the form of their human resource, but sometimes the unfair treatment of managers with their employees and diversity among employees causes conflicts among workers which is becoming a big challenge for the organization. It is helpful for the managers Impact of Workplace Diversity on Organizational Citizenship Behavior | 39 Journal of Management and Research (JMR)                                Volume 6(2): 2019  that they can take initiatives to reduce the discrimination among employees by eliminating unjust system or by developing the organizational practices of equality and justice. This acknowledgement would enable the managers to develop appropriate policies towards status equalization. Managers and supervisors should work to improve their individual relationships with employees of their corporation. They can improve their relationship with their subordinates by spending time with them, by involving them in daily decision making, and by making them feel that they are a part of the organization,  9. Conclusion This research examines the connection between workplace diversity and organizational citizenship behavior and explore the mediating role of inclusion in the Lahore IT sector, the findings indicate that diversity in the workplace plays a positive role in achieving organizational citizenship behavior through inclusion. In addition, this work establishes the foundation for future theoretical development it can also offer guidelines to help companies improve their strategies for managing diversity in the workplace and achieving optimal organizational outcomes.   Impact of Workplace Diversity on Organizational Citizenship Behavior | 40 Journal of Management and Research (JMR)                                Volume 6(2): 2019  References Abbas, Q. & Hameed, A. (2010). Gender discrimination and its effect on employee performance or productivity. Unpublished manuscript, Paper presented at the 3rd Annual EuroMed Conference of the EuroMed Academy of Business, University of Nicosia, Cyprus. Adeleye, I., Fawehinmi, A., Adisa, T., Utam, K., & Ikechukwu-Ifudu, V. (2019). Managing diversity in Nigeria: competing logics of workplace diversity. In Diversity within Diversity Management: Country-based Perspectives (pp. 21-40). Emerald Publishing Limited. Agbontaen, O. O. (2019). Workplace diversity and inclusion policies: insights from a foreign firm in the Nigeria banking sector. In Diversity within Diversity Management: Country-based Perspectives (pp. 239-280). Emerald Publishing Limited. Algahtani, A. (2013). Diversity in the corporate setting. International Journal of Business and Social Science, 4(14), 53-57. April, K., Katoma, V., & Peters, K. (2009). Critical effort and leadership in specialized virtual networks. Annual Review of High Performance Coaching and Consulting, 1(1), 187-215. Barak, M. E. M. (2016). Managing diversity: toward a globally inclusive workplace. Sage Publications. Barak, M. E. M. (2013). Managing diversity: toward a globally inclusive workplace. Sage Publications. Barak, M. E. M., & Levin, A. (2002). Outside of the corporate mainstream and excluded from the work community: a study of diversity, job satisfaction and well-being. Community, Work & Family, 5(2), 133-157. Bizri, R. (2018). Diversity management and OCB: the connection evidence from the Lebanese banking sector. Equality, Diversity and Inclusion: An International Journal, 37(3), 233-253. Bolino, M. C., & Turnley, W. H. (2003). Going the extra mile: cultivating and managing employee citizenship behavior. Academy of Management Perspectives, 17(3), 60-71. Brimhall, K. C., Lizano, E. L., & Barak, M. E. M. (2014). The mediating role of inclusion: a longitudinal study of the effects of leader–member exchange and diversity climate on job satisfaction and intention to leave among child welfare workers. Children and Youth Services Review, 40, 79-88. Impact of Workplace Diversity on Organizational Citizenship Behavior | 41 Journal of Management and Research (JMR)                                Volume 6(2): 2019  Chattopadhyay, P., Tluchowska, M., & George, E. (2004). Identifying the in-group: A closer look at the influence of demographic dissimilarity on employee social identity. Academy of Management Review, 29(2), 180-202. Chew, E. W., Lee, K. M., Tan, S. C., & Tee, S. F. (2011). The effects of workforce diversity towards the employee performance in an organization (Doctoral dissertation, UTAR). Choi, J. N. (2009). Collective dynamics of citizenship behavior: What group characteristics promote grouplevel helping? Journal of Management Studies, 46(8), 1396-1420. Davidson, M. N., & Ferdman, B. M. (2002). Inclusion: What can I and my organization do about it. The Industrial-Organizational Psychologist, 39(4), 80-85.  Dehaze, A. (2018). “The path to a shared future is built on diversity and inclusion. The World Economic Forum. Dupper, O., & Garbers, C. (2012). The prohibition of unfair discrimination and the pursuit of affirmative action in the South African workplace. Acta Juridica, 244. Ehrhart, M. G., & Godfrey, E. G. (2003). The role of schemas in gender and organizational citizenship behavior research. Poster session presented at the 18th Annual Conference for the Society of Industrial and Organizational Psychology, Orlando, FL. Erasmus, L. J. (2007). The management of workforce diversity and implications for leadership at financial asset services (Doctoral dissertation, University of Johannesburg). Farrell, S. K., & Finkelstein, L. M. (2007). Organizational citizenship behavior and gender: Expectations and attributions for performance. North American Journal of Psychology, 9(1), 81-96. García-Carbonell, N., Martin-Alcazar, F., & Sanchez-Gardey, G. (2014). Deepening the consequences of double fit for organizational performance: The moderating role of employees’ perceptions on the human resource management system. Management Research Review, 37(12), 1026-1048. Gasorek, D. (2000). Inclusion at dun & Bradstreet building a high-performance company. Diversity Factor, 8(4), 25-29. Giles, E. F. (2008). Application of the interactional model of cultural diversity to identify diversity climate factors associated with organizational effectiveness in accredited US physical therapist education programs. Old Dominion University. Impact of Workplace Diversity on Organizational Citizenship Behavior | 42 Journal of Management and Research (JMR)                                Volume 6(2): 2019  Glisson, C., & James, L. R. (2002). The cross level effects of culture and climate in human service teams. Journal of Organizational Behavior, 23(6), 767-794. Gomez, L. E., & Bernet, P. (2019). Diversity improves performance and outcomes. Journal of the National Medical Association, 111(4), 383-392.  Groeneveld, S. (2011). Diversity and employee turnover in the Dutch public sector: Does diversity management make a difference? International Journal of Public Sector Management, 24(6), 594-612.  Harrison, D. A., Price, K. H., Gavin, J. H., & Florey, A. T. (2002). Time, teams, and task performance: Changing effects of surface-and deep-level diversity on group functioning. Academy of Management Journal, 45(5), 1029-1045. Harris, C., Rousseau, G.G., & Venter, D.J.L. (2007). Employee perceptions of diversity management at a tertiary Institution. SAJEMS, 10(1), 51-71. Heilman, M. E., & Chen, J. J. (2005). Same behavior, different consequences: Reactions to men's and women's altruistic citizenship behavior. Journal of Applied Psychology, 90(3), 431-441. Hofhuis, J., Van Der Zee, K. I., & Otten, S. (2012). Social identity patterns in culturally diverse organizations: The role of diversity climate.  Journal of Applied Social Psychology, 42(4), 964-989. Hwang, J., & Hopkins, K. (2012). Organizational inclusion, commitment, and turnover among child welfare workers: A multilevel mediation analysis. Administration in Social Work, 36(1), 23-39. Hwang, J., & Hopkins, K. M. (2015). A structural equation model of the effects of diversity characteristics and inclusion on organizational outcomes in the child welfare workforce. Children and Youth Services Review, 50, 44-52. Idrees, R. N., Abbasi, A. S., & Waqas, M. (2013). Systematic review of literature on workforce diversity in Pakistan. Middle-East Journal of Scientific Research, 17(6), 780-790. Jackson, S. E., May, K. E., & Whitney, K. (1995). Understanding the dynamics of diversity in decision-making teams. Team Effectiveness and Decision Making in Organizations, 204, 261. Impact of Workplace Diversity on Organizational Citizenship Behavior | 43 Journal of Management and Research (JMR)                                Volume 6(2): 2019  Kaiser, R., & Prange, H. (2004). Managing diversity in a system of multi-level governance: The open method of co-ordination in innovation policy. Journal of European Public Policy, 11(2), 249-266. Kearney, E., & Gebert, D. (2009). Managing diversity and enhancing team outcomes: The promise of transformational leadership. Journal of Applied Psychology, 94(1), 77-89. Keith, T. Z. (2006). Multiple regression and beyond. Boston. MA: Pearson Kidder, D. L. (2002). The influence of gender on the performance of organizational citizenship behaviors. Journal of Management, 28(5), 629-648. Kruse, K. M., & Tuck, S. (Eds.). (2011). Fog of war: The second world war and the civil rights movement. Oxford University Press. Kulkarni, M. (2015). Language based diversity and fault-lines in organizations. Journal of Organizational Behavior, 36(1), 128-146. Lauring, J. (2013). International diversity management: Global ideals and local responses. British Journal of Management, 24(2), 211-224. Liang, H. Y., Shih, H. A., & Chiang, Y. H. (2015). Team diversity and team helping behavior: The mediating roles of team cooperation and team cohesion. European Management Journal, 33(1), 48-59. Lo, M. C., Ramayah, T., & Kueh Swee Hui, J. (2006). An investigation of leader member exchange effects on organizational citizenship behavior in Malaysia. Journal of Business & Management, 12(1), 5-23. Mamman, A., Kamoche, K., & Bakuwa, R. (2012). Diversity, organizational commitment and organizational citizenship behavior: An organizing framework. Human Resource Management Review, 22(4), 285-302. Miller, F., & Katz, J. (2002). Inclusion breakthrough: Unleashing the real power of diversity. Berrett-Koehler Publishers. Mor-Barak, M. E., & Cherin, D. A. (1998). A tool to expand organizational understanding of workforce diversity: Exploring a measure of inclusion-exclusion. Administration in Social Work, 22(1), 47-64. Muchiri, M. K., & Ayoko, O. B. (2013). Linking demographic diversity to organizational outcomes: The moderating role of transformational leadership. Leadership & Organization Development Journal, 34(5), 384-406. Impact of Workplace Diversity on Organizational Citizenship Behavior | 44 Journal of Management and Research (JMR)                                Volume 6(2): 2019  Nelson, M. L., & Friedlander, M. L. (2001). A close look at conflictual supervisory relationships: The trainee's perspective. Journal of Counseling Psychology, 48(4), 384-395. Nieuwmeijer, L., & Olivier, J. (2001). Conflict and peace research: South African realities and challenges. HSRC Publishers Pretoria. Osborne, J., & Waters, E. (2002). Four assumptions of multiple regression that researchers should always test. Practical Assessment, Research & Evaluation, 8(2), 1-9. Organ, D. W. (1997). Organizational citizenship behavior: It's construct clean-up time. Human Performance, 10(2), 85-97. Organ, D. W., Podsakoff, P. M., & MacKenzie, S. B. (2006). Organizational citizenship behavior: Its nature, antecedents, and consequences. Sage Publications. Paine, J. B., & Organ, D. W. (2000). The cultural matrix of organizational citizenship behavior: Some preliminary conceptual and empirical observations. Human Resource Management review, 10(1), 45-59.  Panicker, A., Agrawal, R. K., & Khandelwal, U. (2018). Inclusive workplace and organizational citizenship behavior: Study of a higher education institution, India. Equality, Diversity and Inclusion: An International Journal, 37(6), 530-550. Paulus, P. B., & Yang, H. C. (2000). Idea generation in groups: A basis for creativity in organizations. Organizational Behavior and Human Decision Processes, 82(1), 76-87. Phillips, K. L. (2012). War! What is it good for? Black freedom struggles and the US military from World War II to Iraq. Univ of North Carolina Press. Pless, N., & Maak, T. (2004). Building an inclusive diversity culture: Principles, processes and practice. Journal of Business Ethics, 54(2), 129-147. Podsakoff, P. M., MacKenzie, S. B., Paine, J. B., & Bachrach, D. G. (2000). Organizational citizenship behaviors: A critical review of the theoretical and empirical literature and suggestions for future research. Journal of Management, 26(3), 513-563. Purcell, J., Kinnie, N., Swart, J., Rayton, B. & Hutchinson, S. (2009). People management and performance. London: Routledge. Rioux, S.M. and Penner, L.A. (2001). The causes of organizational citizenship behaviour: A motivational analysis. Journal of Applied Psychology, 86(6), 1306-1314. Impact of Workplace Diversity on Organizational Citizenship Behavior | 45 Journal of Management and Research (JMR)                                Volume 6(2): 2019  Roberson, Q. M. (2006). Disentangling the meanings of diversity and inclusion in organizations. Group & Organization Management, 31(2), 212-236. Sacco, J. M., & Schmitt, N. (2005). A dynamic multilevel model of demographic diversity and misfit effects. Journal of Applied Psychology, 90(2), 203. Shin, S. J., Kim, T. Y., Lee, J. Y., & Bian, L. (2012). Cognitive team diversity and individual team member creativity: A cross-level interaction. Academy of Management Journal, 55(1), 197-212. Shore, L. M., Chung-Herrera, B. G., Dean, M. A., Ehrhart, K. H., Jung, D. I., Randel, A. E., & Singh, G. (2009). Diversity in organizations: Where are we now and where are we going? Human Resource Management Review, 19(2), 117-133. Shore, L. M., Randel, A. E., Chung, B. G., Dean, M. A., Holcombe Ehrhart, K., & Singh, G. (2011). Inclusion and diversity in work groups: A review and model for future research. Journal of Management, 37(4), 1262-1289. Srivalli, K. V., & Rajesh, I. (2013). A review of workforce diversity. Journal of Exclusive Management Science, 2(3), 1-8. Stuber, M. (2007). Rethinking diversity for a global scope: A European/EMEA perspective. The Diversity Factor, 15(1), 17-25. Syed, J. (2008). Pakistani model of diversity management: Rediscovering Jinnah's vision. International Journal of Sociology and Social Policy, 28(3/4), 100-113. Tang, N., Zheng, X., & Chen, C. (2017). Managing Chinese diverse workforce: Toward a theory of organizational inclusion. Nankai Business Review International, 8(1), 39-56. Tang, N., Jiang, Y., Chen, C., Zhou, Z., Chen, C. C., & Yu, Z. (2015). Inclusion and inclusion management in the Chinese context: An exploratory study. The International Journal of Human Resource Management, 26(6), 856-874. Trittin, H., & Schoeneborn, D. (2015). Diversity as Polyphony: Diversity Management Reconstructed From a Communication-Centered Perspective. Paper presented at Society for Business Ethics Annual Conference 2015, Vancouver, Canada. Tsui, A. S., Porter, L. W., & Egan, T. D. (2002). When both similarities and dissimilarities matter: Extending the concept of relational demography. Human Relations, 55(8), 899-929. Impact of Workplace Diversity on Organizational Citizenship Behavior | 46 Journal of Management and Research (JMR)                                Volume 6(2): 2019  Van Dijk, H., van Engen, M., & Paauwe, J. (2012). Reframing the business case for diversity: A values and virtues perspective. Journal of Business Ethics, 111(1), 73-84. Van Knippenberg, D., De Dreu, C. K., & Homan, A. C. (2004). Work group diversity and group performance: An integrative model and research agenda. Journal of Applied Psychology, 89(6), 1008-1022. Van Knippenberg, D., & Schippers, M. C. (2007). Work group diversity. Annual Review of Psychology, 58, 515-541. Varela González, J., & García Garazo, T. (2006). Structural relationships between organizational service orientation, contact employee job satisfaction and citizenship behavior. International Journal of Service Industry Management, 17(1), 23-50. Wayne, S. J., Shore, L. M., & Liden, R. C. (1997). Perceived organizational support and leader-member exchange: A social exchange perspective. Academy of Management Journal, 40(1), 82-111. Yücel, İ., & Demirel, Y. (2012). A research on the effect of psychological empowerment on organizational citizenship behavior: Kocaeli University Journal of Social Sciences Institute, (23), 19-48. Yun, S., Takeuchi, R., & Liu, W. (2007). Employee self-enhancement motives and job performance behaviors: Investigating the moderating effects of employee role ambiguity and managerial perceptions of employee commitment. Journal of Applied Psychology, 92(3), 745-756. Zur, A., Leckie, C., & Webster, C. M. (2012). Cognitive and affective trust between Australian exporters and their overseas buyers. Australasian Marketing Journal (AMJ), 20(1), 73-79.           Impact of Workplace Diversity on Organizational Citizenship Behavior | 47 Journal of Management and Research (JMR)                                Volume 6(2): 2019       Questionnaire  Section A: Demographic Information   Gender:               Male                    Female  Age:                    20-30         31-40                    41-50                     51-60                                                                                   Above 60  Income:                   15000-30000                 30000-45000                      45000-60000                                                                                60000-75000                  75000-above   Educational Level:    Intermediate            Bachelors             Master               MPhil              PhD                             Impact of Workplace Diversity on Organizational Citizenship Behavior | 48 Journal of Management and Research (JMR)                                Volume 6(2): 2019    Section B   Based on your dispositions, please indicate the most appropriate opinion/response with the Scale:     1. Strongly Disagree         2. Disagree        3.  Neutral         4. Agree        5.  Strongly Agree Workplace diversity Gender 1 2 3 4 5 1.  In my organization employees have not been discriminated by employer while hiring and recruitment process on the gender basis.      2. My organization does a good job of attracting and hiring women.       3. In my organization fair treatment is given to all employees, whether they are male or female.       4. Opportunities for growth and advancement exist for women in my organization.        5. A career development that includes women is encouraged within my organization.           6. My organization’s training and development program is developed to meet the criteria/requirement of the male and female.        7. In my organization women are involved in the organization’s decision making as much as men.        8. In my organization the performance criteria for success is expected to be higher for men than for women.              9.    I am positive about gender diversity in this workplace.          Age  1 2 3 4 5     10. My organization provides me with equal opportunities for training and career development.          11. My team leaders include all members at different ages in problem solving and decision making.          12. The age differences in work group might cause conflict.            13. At work, I experience lack of bonding with people of different age group.             14. I am positive about age diversity in this workplace.                     Impact of Workplace Diversity on Organizational Citizenship Behavior | 49 Journal of Management and Research (JMR)                                Volume 6(2): 2019     Inclusion Education background  1 2 3 4 5      15. My organization employs individuals with all levels of education.           16. There is no discrimination of individuals in terms of education qualifications            17. In my organization for training and professional development opportunities, individuals at all levels are considered fairly          18. In my organization most departments have balanced educational qualifications          19. In my organization promotions are considered fairly for all educational qualifications.            20. The team leader includes all members at different education level in problem solving and decision making.           21. I am positive about education diversity in this workplace.      Work Group involvement (WGI)  1 2 3 4 5   22. I feel part of informal discussions in work group.        23. I feel isolated from work group (R)\".        24. I feel that work group members don't share information with me.        25. People in work group listen to what I say.        26. I feel that my judgment is respected by members of work group.        27. Group members make me feel a part of decisions.      Influence in Decision Making (IDM)          28. I feel that I am able to influence organizational decisions.        29 I feel that I am able to influence work assignment decisions.        30. I feel that I am consulted about important project decisions.        31. Have a say in the way work is performed.      Access to Communications and Resources (ACR)        32. Provided feedback by boss        33.I feel that I don't have access to training I need (R)      Impact of Workplace Diversity on Organizational Citizenship Behavior | 50 Journal of Management and Research (JMR)                                Volume 6(2): 2019  Organizational citizenship behavior    34. I feel that I have all the materials I need to do my job        35.  I feel that I rarely receive input from my supervisor (R)         36. I assist others who are over-burdened.        37.  I obey the responsibilities defined in work descriptions.         38.  I spare time to listen my colleagues’ problems and concerns         39.   I perform the official requirements related to my job.         40.   I obey rules and regulations even when no one is watching.         41.   I resolve small issues immediately instead of making them bigger.         42.   I avoid taking actions that hurts others.         43.   I try to avoid creating problems for co-workers.         44.   I do not initiate actions without consulting with others.          45.   I do my work carefully and rarely make mistakes.         46.   I feel myself very strongly committed to this organization.         47.   I always do my work with full of commitment and dedication.         48.   I try hard to increase the quality of work outputs.         49.   I perceive this organization as a part of my family.         50. I am willing to assist new colleagues to adjust to the work environment.      ",
    "id": 276633612,
    "identifiers": {
        "doi": "10.29145/jmr/62/060202",
        "oai": "oai:ojs2.localhost:8484:article/257"
    },
    "title": "Investigating the Impact of Workplace Diversity on Organizational Citizenship Behavior: The Mediating Role of Inclusion",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-12-24T00:00:00+00:00",
    "publisher": "University of Management and Technology, Lahore, Pakistan",
    "references": [],
    "sourceFulltextUrls": [
        "https://ojs.umt.edu.pk/index.php/jmr/article/download/257/128"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/276633612.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/276633612"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/276633612/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/276633612/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/276633612"
        }
    ],
    "abstract": "This research is aimed to investigate the effects of workplace diversity on organizational citizenship behavior with the mediating role of inclusion. Today the problems faced by the organization’s executives are to develop a culture that gives value to differences and enhances the efficiency of the entire workforce. Employees of the IT sector of Lahore are selected as respondents and the data is collected through an adapted questionnaire. The sample size is 368 and convenience sampling is used. Regression analysis is applied to evaluate the data through SPSS software. Findings show that workforce diversity decreases organizational citizenship behavior but this relationship can be modified by applying the mediating role of inclusion. Results will help out the decision-making authorities to understand how effective workplace diversity management influences the employee’s citizenship behaviors",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:ojs2.localhost:8484:article/257",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13926",
        "openDoarId": 0,
        "name": "Journals of UMT (University of Management and Technology, Lahore)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 276633612,
        "depositedDate": null,
        "publishedDate": "2019-12-24T00:00:00+00:00",
        "updatedDate": "2024-01-06T15:22:16+00:00",
        "acceptedDate": null,
        "createdDate": "2020-01-02T10:44:09+00:00"
    },
    "urls": [
        "https://ojs.umt.edu.pk/index.php/jmr/article/view/257"
    ],
    "lastUpdate": "2024-01-06T15:22:16+00:00",
    "setSpecs": []
}