{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Elizabeth M. Diaz"
        },
        {
            "name": "Joseph G. Kosciw"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-21T19:08:10+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71340195.pdf",
    "fullText": "Involved, Invisible, Ignored:A Report from the Gay, Lesbian and Straight Education Networkwww.glsen.orgIn Partnership with COLAGE and the Family Equality CouncilThe Experiences of Lesbian, Gay, Bisexual andTransgender Parents and Their Childrenin Our Nation’s K–12 SchoolsInvolved, Invisible, Ignored:The Experiences of Lesbian, Gay, BisexualandTransgender Parents andTheir Childrenin Our Nation’s K–12 Schoolsby Joseph G. Kosciw, Ph.D.Elizabeth M. DiazIn Partnership with:National Headquarters90 Broad Street, 2nd floorNew York, NY 10004Ph: 212-727-0135 Fax: 212-727-0254DC Policy Office1012 14th Street, NW, Suite 1105Washington, DC 20005Ph: 202-347-7780 Fax: 202-347-7781glsen@glsen.orgwww.glsen.org© 2008 Gay, Lesbian and Straight Education NetworkISBN 1-934092-02-9When referencing this document, we recommend the following citation:Kosciw, J. G. and Diaz, E. M. (2008). Involved, Invisible, Ignored: The Experiences of Lesbian,Gay, Bisexual and Transgender Parents and Their Children in Our Nation's K–12 Schools.New York: GLSEN.The Gay, Lesbian and Straight Education Network is the leading nationaleducation organization focused on ensuring safe schools for all lesbian,gay, bisexual and transgender students. Established nationally in 1995,GLSEN envisions a world in which every child learns to respect and acceptall people, regardless of sexual orientation or gender identity/expresssion.Cover photography: David J. MartinInside photography: Page 49 – Jen Gilomen, courtesy of COLAGE, from the documentaryIn My ShoesAll other pages – Gigi Kaeser, courtesy of the Family Diversity Project, from the exhibit:Love Makes a Family: Portraits of LGBT People and their FamiliesGraphic design: Adam FredericksTABLE OF CONTENTSPREFACE viiACKNOWLEDGEMENTS xiEXECUTIVE SUMMARY xiiiINTRODUCTION 1METHODS 7Instrument Development 9Data Collection 10Community Organizations 10Internet Survey 10Respondent Demographics 11RESULTS 15Parental Decision-Making About School Selection 17Family Composition and School Selection 21School Selection by Locality and Region 22Parental Involvement in School 25Parental Activity in School 25Parent-School Communication 28Parent-Child Involvement Regarding Education 33Parent-School Engagement Regarding LGBT Family Issues 35Students’ Safety in School 43Parental Concerns about Child Safety in School 43Students’ Reports on General Safety in School 46Students’ Negative School Experiences 49Biased Language at School 49Students’ Experiences of Harassment and Assault 52Students’ Experiences of Other Types of Harassment and Mistreatment by Their Peers 57Demographic Differences in Students’ School Experiences of Victimization 58Comparisons with General Population of Secondary School Students 62Mistreatment by Adult Members of the School Community 62Students’ Experiences of Exclusion and Discrimination in School 64Other Negative Events Experienced at School 68Reporting Incidents of Harassment and Assault 69Parental Intervention with School Personnel Regarding Harassment 71Parents’ Negative Experiences in School or With School Personnel 77Types of Negative Experiences 78Effects of Parents’ Negative Experiences on Family-School Relationship 85Inclusivity of LGBT Issues in School and Other School Supports 89Access to Information About LGBT Families and Other LGBT-Related Topics 91Supportive Student Clubs 93Supportive Members of the School Community 93Safe School Policies 94Other School Supports 95Utility of School Resources and Supports 100DISCUSSION AND RECOMMENDATIONS 109Limitations 111Conclusions and Recommendations 113iiiLIST OF TABLES AND FIGURESTable 1: Racial/Ethnic Characteristics of Survey Participants 12Table 2: School Characteristics 13Table 3: Reasons for School Selection by School Type 18Table 4: Reasons for School Selection by School Level 19Table 5: Parental Seeking of Information About LGBT Issues by School Type 20Table 6: Parental Seeking of Information About LGBT Issues by School Level 20Table 7: Parents Choosing Schools with Diverse School Population: Comparison by Family Race/Ethnicity 22Table 8: Parental Involvement in School by School Level 26Table 9: Parental Involvement in School by School Type 26Table 10: Parent-School Communication: School Contacting Parents 29Table 11: Parent-School Communication: Parents Contacting School 29Table 12: Parental Involvement in Child’s Education 33Table 13: Parental Involvement in Child’s Education by School Level 34Table 14: Parent-Child Discussions About School 34Table 15: Parent-Child Discussions About School by School Level 34Table 16: Parental Beliefs About School Acceptance by School Level 36Table 17: Parental Beliefs About School Acceptance by School Type 37Table 18: Parents’ Comfort in Talking with School Personnel by School Type 38Table 19: Parents’ Talking with School Personnel About LGBT Issues 38Table 20: Parents’ Talking with School Personnel About LGBT Issues by School Level 39Table 21: Parents’ Talking with School Personnel About LGBT Issues by School Type 39Table 22: Parental Concerns About Their Child’s Experiences in School: Safety, Bullying and Peer Relations 44Table 23: Most Commonly Reported Subject Areas in which LGBT Issues are Included 92Table 24: Students’ Reports Regarding Safe School Policies 99Table 25: Parents’ Reports Regarding Safe School Policies by School Type 99Figure 1: Parents’ Reasons for Choosing School: Comparison by Locality 23Figure 2: Parents’ Reasons for Choosing School: Comparison by Region 23Figure 3a: Comparisons of Parental Involvement in School Activities:LGBT Parents versus National Sample of Parents 27Figure 3b: Comparisons of Parental Involvement in School Activities:LGBT Parents versus National Sample of Parents 27Figure 4a: Parent-School Communication by School Level: Communication from School 30Figure 4b: Parent-School Communication By School Level: Communication from Parent 30Figure 5a: Parent-School Communication: Comparison Between LGBT Parents andNational Sample of Parents, School Contacted Parents 31Figure 5b: Parent-School Communication: Comparison Between LGBT Parents andNational Sample of Parents, Parents Contacted School 32Figure 6: Parents’ Comfort Talking with School Personnel 38Figure 7a: Parents’ Feelings of Exclusion and Contact with School: Not Fully Acknowledged by School 40Figure 7b: Parents’ Feelings of Exclusion and Contact with School: Not Feeling Able to Participate Fully in School 40Figure 8: Parents’ Feelings of Exclusion and School Involvement: Not Feeling Able to Participate Fully in School 40Figure 9: Parental Worries About Child Safety in School 45Figure 10: Percentage of Students Who Felt Unsafe at School 46Figure 11: Students’ Reports on Frequency of Hearing Biased Remarks at School 50Figure 12: “How often have you heard negative remarks about your family having an LGBT parent or parents?” 51Figure 13: Percentage of Students Who Heard Biased Remarks From School Staff 53Figure 14: Students’ Reports on Frequency of Intervention by School Staff When HearingBiased Language in School 53Figure 15: Students’ Reports on Frequency of Verbal Harassment in the Past Year 54ivFigure 16: Percentage of Students Experiencing Verbal Harassment Based onFamily Constellation and/or Own Sexual Orientation 54Figure 17a: Relationship Between Severity of In-School Harassment and Missing Classes 55Figure 17b: Relationship between Severity of In-School Harassment and Missing Days of School 55Figure 18: Percentage of Students Physically Harassed or Assaulted in the Past Year 56Figure 19: Percentage of Students Experiencing Physical Harassment or Assault Based onFamily Constellation and/or Own Sexual Orientation 56Figure 20: Students’ Reports on Frequency of Other Types of Harassment in the Past Year 57Figure 21: Students’ Experiences of Verbal Harassment by Sexual Orientation 59Figure 22: Students’ Experiences of Physical Harassment and Assault by Sexual Orientation 59Figure 23: Experiences of Harassment by Gender: Male versus Female Students 61Figure 24: Experiences of Safety and Harassment Based on Race/Ethnicity:Students of Color versus White Students 61Figure 25: Comparisons of Students’ Experiences of Verbal Harassment:Students with LGBT Parents versus National Sample of Students 63Figure 26: Other Negative Events in School Experienced by Students with LGBT Parents 63Figure 27: Mistreatment by Peers in Relation to Mistreatment by School Staff 65Figure 28: Negative Remarks from Peers in Relation to Negative Remarks from Teachers and Other School Staff 65Figure 29: Students’ Reports on Frequency of Reporting Incidents of Harassment and Assault 70Figure 30: Parental Reports on Frequency of Harassment Child Has Experienced in School:General and Specific to Being From an LGBT Family 70Figure 31: Parental Reports on Frequency of Harassment Child Has Experienced in School:General and Specific to Being From an LGBT Family 70Figure 32: Relationship Between Parents Addressing Child Harassment withSchool Personnel and Frequency of Reported Harassment 72Figure 33: Parents’ Reports on the Frequency of Addressing Bullying and Harassment with School Personnel 72Figure 34: Parents’ Reports of the Effectiveness of Addressing Bullying and Harassment with School Personnel 72Figure 35: Parents’ Reports of the Receptiveness of School Personnel to Parents’ AddressingBullying and Harassment 73Figure 36: Parental Intervention Regarding Child’s Harassment in School by School Level:Frequency of Intervention, Effectiveness and Receptiveness of Staff 73Figure 37: Parents’ Negative Experiences with School Community 78Figure 38a: Negative Treatment at School and Parents’ Feelings of Exclusion: Participation in School Community 86Figure 38b: Negative Treatment at School and Parents’ Feelings of Exclusion: Acknowledged as an LGBT Family 86Figure 39: Relationship Between Negative Experiences With and Comfort Talking toSchool Personnel About One’s Family 87Figure 40: Parents’ Reports on Inclusivity of their Child’s School: LGBT and Other “Nontraditional” Families 90Figure 41: Parents’ Reports on Inclusivity of Their Child’s School by School Characteristics 90Figure 42: Students’ Reports on Quality of Representations of LGBT-Related Issues in Class 96Figure 43: Students’ Reports on Representation of LGBT Families in Family-Related Curriculum 96Figure 44: Parents’ Reports of Other LGBT-Related Resources in School by School Level 96Figure 45: Parents’ Reports of Other LGBT-Related Resources in School by School Type 97Figure 46: Percentage of Students Who Were “Somewhat” or “Very Comfortable” Talking withSchool Community Members About Their LGBT Parents or Family 97Figure 47: Percentage of Students Who Were “Somewhat” or “Very Comfortable”re: Various School and Home Activities 98Figure 48: Parents’ Report on Teachers Supportive of LGBT Issues by School Characteristics 98Figure 49: Parents’ Reports on Teachers Supportive of LGBT Issues by Locale and Region 99Figure 50: Student Achievement and Supportive School Staff 100Figure 51: Parent’ Reports of LGBT-Related Educator Trainings in School and Indicators of School Climate 101Figure 52: Parents’ Reports of Safe School Policy and Indicators of School Climate 103Figure 53: Safe School Policies and Students’ Experiences of Mistreatment in School 105Figure 54: State Safe School Legislation and Students’ Reports of Biased Remarks 105Figure 55: State Safe School Legislation and Indicators of School Climate for LGBT Parents 106vPREFACEOn any given day in elementary school classrooms across thecountry, students are engaged in conversations and activities abouttheir families.Yet not all discussions of family are equally welcome inschools. In 2007, when a nine-year-old girl at Tucker ElementarySchool in Milton, MA told her fellow third-graders that her mother is alesbian, she was verbally abused and physically threatened by herclassmates. Sadly, this third grader may not be alone in herexperiences of a hostile school climate. Current estimates indicatethat there are more than 7 million lesbian, gay, bisexual andtransgender (LGBT) parents with school-age children in the UnitedStates, yet little is known about the experiences of this growingnumber of LGBT-headed families in schools across the country.Incidents like that faced by the Milton third grader indicate that this isan area in urgent need of attention. In order to fill this crucial gap inour knowledge of LGBT issues in schools, GLSEN undertook thisstudy to examine and highlight the school experiences of LGBT-headed families in partnership with COLAGE and the Family EqualityCouncil.This report, Involved, Invisible, Ignored, reveals a complex picture ofexperiences for both students and parents. The LGBT parents wesurveyed are more likely than other parents to be actively engaged inthe life of their child’s school—more likely to volunteer, to attendparent-teacher conferences or back-to-school nights and to contactthe school about their child’s academic performance or schoolexperience. Such findings suggest that LGBT parents are, as a group,potential assets for any school community, engaged and concernedviiabout the quality of their children’s education and the school of whichthey are part. Yet many LGBT parents report feeling neglected,excluded or even mistreated by other members of their schoolcommunities, especially other parents. Students with LGBT parentsalso report school experiences that indicate that action is urgentlyneeded—nearly a fifth of the students in our survey report hearingnegative remarks about having LGBT parents from other students,and, even more disturbingly, nearly one-third hear such commentsmade by school staff.Results from this study also provide insights into solutions to makeschools safer and more welcoming for all members of the schoolcommunity. Professional development for school staff must includemulticultural diversity training, that incorporates accurate informationand representations of all family constellations, including LGBTfamilies. Schools must also have comprehensive anti-bullying andanti-discrimination policies that protect all students from harassmentand include clear and effective systems for reporting and addressingincidents that students experience. Given that the number ofsupportive faculty and staff available to students has a directcorrelation to how safe students feel in schools as well as academicachievement, it is imperative that school staff are trained on effectiveinterventions regarding bullying and harassment. And given thatLGBT parents and their children often report that harassment ormistreatment at school comes from the parents of other students,parent-teacher associations must more diligently recognize thediversity of their school communities and ensure that all parents,in addition to students, feel welcome and respected in their school.LGBT parents must, and often times do, work harder than otherparents to ensure safe and effective learning environments for theirchildren. This study reveals that LGBT parents are highly engaged intheir children’s school experiences, qualities which can be of greatbenefit to teachers, school administrators and parent-teacherassociations in America’s schools. When LGBT parents are made tofeel invisible in their children’s school, schools risk alienating theseparents and risk losing the rewards of actively engaged schoolcommunity members. And when children from LGBT families aresubjected to harassment and other mistreatment at school, schoolsare not providing a safe learning environment and are failing anentire community of students.Kevin Jennings Eliza ByardExecutive Director Deputy Executive DirectorGLSEN GLSENviiiDear Readers,From classrooms to courthouses to Congress, people who may haveno experience with lesbian, gay, bisexual, transgender or queer(LGBTQ) families have debated what’s best for children with LGBTQparents in the United States: Will they “turn out” all right? Don’t theywish they had “normal” families? Don’t the children need a motherand a father? In the face of such constant public debate about us,there has sadly been very little dialogue with us about what it’s trulylike to have one or more LGBTQ parents, much less about the extentto which anti-LGBTQ bias and discrimination in American schoolshurt us and our families. Therefore, COLAGE warmly welcomed theopportunity to partner with GLSEN and the Family Equality Councilon this landmark research project to document the actual perceptionsof middle school and high school students with LGBTQ parents abouttheir school environments.Involved, Invisible, Ignored provides an unprecedented window intothe experiences of COLAGE youth. Students with LGBTQ parentsface harassment and bullying each day when they go to school.Although this should never be the case, school staff andadministration are often part of the problem.COLAGE works with thousands of youth like those surveyed for thisreport. Youth such as Alex, who was left no choice but to transfer to anew middle school in California after facing relentless bullying abouthis lesbian mothers and gay fathers; and Caroline, a student inMassachusetts who is a leader in her school’s Gay Straight Allianceand speaks out about her experience of having LGBT parents inorder to create a safer school environment. In all their personaldiversity and complexity, these young people are resilient, and havetremendous capacity to heal from such attacks, prevent future harmand be vibrant contributors to their communities. They are also drivenby an inspiring vision of strong families, safe schools, and supportivecommunities. COLAGE is dedicated to bringing their voices andperspectives to bear in every American school.We hope this report will spark dialogue and lead to more community-based research and action to create safe school environments across thecountry for all students.We also hope that this report will contribute togreater opportunities for the experiences of youth with LGBTQ parents tobe reflected and understood.We encourage you to share these findingswith your own community to begin or deepen the conversation.In solidarity,Beth Teper Meredith FentonExecutive Director National Program DirectorCOLAGE COLAGEixDear Readers,When I began as the executive director of Family Equality Council, Iknew we had to get serious about collecting, disseminating, andencouraging more research on lesbian, gay, bisexual, transgenderedand queer-parented families. To that end, the Family Equality Counciland others convened the Real Families, Real Facts academicsymposium in May 2006. More than 120 researchers acrossdisciplines shared 25+ years of scientifically valid research availableon LGBTQ-parented families. We learned that LGBTQ parents are ascapable in raising children as are non-LBGTQ parents, and thechildren of LGBTQ parents fare just as well as their peers in all keyareas of social development.The research gathered at the symposium has already impacted legalfights around the country. Judges, legislators, and others are swayedby the facts we present. By and large, these decision makers wantwhat’s best for each and every child. The better educated they areabout our community, the better the decisions they can make.The study before you takes this research-based approach to the nextlevel by examining the experiences of LGBTQ families in our nation’sK through 12 schools. LGBTQ-parented families go to great lengths toensure their children’s health and safety, especially in schools.Yet toooften these families are harassed, discriminated against, andmarginalized in their own communities. This pattern of prejudice andexclusion has real consequences for the quality of education allchildren receive.Involved, Invisible, Ignored speaks directly to the experiences ofLGBTQ-parented families in schools, providing a rich resource. Iencourage you to share these findings with principals, teachers, PTAleaders, school board members, legislators and more. The knowledgewe gain in research is only as helpful as we make it.I’m proud of the Family Equality Council’s involvement in thisgroundbreaking study and I thank GLSEN and COLAGE for theircollaboration in this very important work.Sincerely,Jennifer ChrislerExecutive DirectorFamily Equality CouncilxACKNOWLEDGEMENTSWe are very grateful to the Spencer Foundation whose generousgrant helped to make this research possible. The authors wish tothank the parents and students who participated in this project forenlightening us about their experiences with their schools. We alsowish to acknowledge the staff and volunteers at COLAGE (ChildrenOf Lesbians And Gays Everywhere) and Family Equality Council(formerly know as Family Pride Coalition) for their assistance in theproject, including Jennifer Chrisler, Executive Director of FamilyEquality Council and Beth Teper, Executive Director of COLAGE. Inaddition, we would like to thank Jesse Carr and Andrea Wachter ofCOLAGE and Trina Olson formerly of Family Pride for their help inobtaining participants and to acknowledge the local programs andsummer camps serving LGBT families that had their constituentsparticipate in the research and disseminated information about theon-line version of the questionnaire. We appreciate the assistanceprovided by Aimee Gelnaw and Ruti Kadish, formerly of Family Pride,in developing the survey questions, and to Meredith Fenton ofCOLAGE for her continued support throughout the project. We aregrateful to Sean Fischer and Maria Garcia for their assistance withdata collection and Shameka White for her assistance with data entry,and to Emily Greytak, Kate Jerman, and Leigh Howard for their keenproofreading and editing. Much gratitude goes to Kevin Jennings,GLSEN’s Founder and Executive Director for his comments onearly drafts of this report and to Dr. Eliza Byard, GLSEN’s DeputyExecutive Director, for her feedback and commentary throughoutthe project.xiAbout the AuthorsJoseph G. Kosciw, GLSEN’s Research Director, has a PhD inpsychology from New York University and a BA in psychology andMSEd in counseling from the University of Pennsylvania. He trainedas a family therapist and has worked as a school counselor andpsychoeducational consultant in elementary and secondary schools.Dr. Kosciw has been conducting community-based research for over15 years, program evaluations for non-profit social serviceorganizations and for local government, including Gay Men’s HealthCrisis, Safe Horizons, the New York City Mayor’s Office for AIDSPolicy Coordination and the New York State Department of Health. Hehas been involved in GLSEN’s research efforts since 1999 and hasbeen with GLSEN full time since November 2004. Dr. Kosciw’sdoctoral dissertation was on the family processes of LGB-headedfamilies and, in particular, examined how families address andunderstand family diversity, as well as bias and discrimination.Elizabeth Diaz, GLSEN’s Research Associate, has a BA in Sociologyand a BA in Chicano/Latino Studies from the University of Minnesota.In addition to her work with GLSEN, Ms. Diaz is currently completingher Master’s thesis, which examines the production of knowledgeabout Latinos/as in the U.S., for a degree in Sociology from GeorgeWashington University. Her other research interests includeabstinence-only sexuality education and school climate, and theexperiences of LGBTQ youth of color in school. She has been withGLSEN since November 2004.xiiEXECUTIVE SUMMARYFor more than a decade, GLSEN has been documenting the problemof anti-LGBT bias in our nation’s K–12 schools, particularly theschool-related experiences of lesbian, gay, bisexual and transgender(LGBT) students. GLSEN’s on-going research about the experiencesof LGBT students has proved important in its efforts to make schoolssafe for all students, regardless of sexual orientation or genderidentity/expression. Through its research, GLSEN has been able toidentify some of the issues LGBT students face in school—such ashearing derogatory language from other students and faculty, beingsubjected to harassment and assault because of their sexualorientation or gender expression—as well as important resources forimproving school climate—such as supportive faculty, Gay-StraightAlliances and comprehensive safe school policies.Students with LGBT parents may also be subjected to and negativelyaffected by anti-LGBT bias in schools. For some, being open abouttheir family structure may result in bullying, harassment and othernegative repercussions. LGBT parents of children in K–12 schoolsmay face difficulties in their school communities related to their ownsexual orientation or gender identity, difficulties which non-LBGTparents may not encounter. However, little is known about the school-related experiences of LGBT parents and their children. Althoughsome prior research has examined whether children with same-sexparents are different from other children on school-related outcomes,there is limited research that explores the family-school relationship,school climate and other school-related experiences for LGBTparents as well as their children. For this reason, GLSEN worked withxiiitwo national LGBT family organizations, COLAGE and the FamilyEquality Council, on this current study. The purpose of this researchwas to document the school-related experiences of both LGBTparents and students with LGBT parents, including parental decision-making about school enrollment, the family-school relationship,parent-child discussions about school, negative experiences of bothparent and child at school, and the presence and potential benefits ofLGBT-related supports in school.The results are intended to inform educators, policymakers and thegeneral public about the school-related experiences of LGBT parentsand their children, as part of GLSEN’s on-going efforts to ensure thatschools are places in which all students are free to learn in a safeenvironment. Results from this study demonstrate the urgent need foraction to create safe and inclusive schools for all students and theirfamilies, and provide insight into ways in which this can beaccomplished.METHODSWe obtained national samples of children of LGBT parents currentlyenrolled in middle school or high school, and of LGBT parents of achild currently enrolled in a K–12 school. Two methods of obtainingparticipants were implemented: participation of community groupsand organizations for LGBT families and Internet surveying. For bothmethods, data collection was conducted from May to August 2005.Community-based groups and service organizations serving LGBTparents and their children were contacted and paper versions of thesurveys were sent to them. Both the parent and student surveys werealso made available on the Internet via GLSEN’s website. Noticesabout the on-line survey were posted on LGBT community listservsand electronic bulletin boards, emailed to GLSEN chapters and tonational LGBT organizations addressing family issues. A total of 588surveys from parents with a child in K–12 school were obtained and154 surveys from students in middle school or high school with anLGBT parent.KEY FINDINGSParental Involvement in SchoolResults from this study illustrate that LGBT parents are highlyinvolved with their children’s education and may be even more likelyto be involved than the general population of parents. Compared to anational sample of K–12 parents, LGBT parents were more likely tohave volunteered at their child’s school (67% vs. 42%) and attendedevents such as Back-to-School night or parent-teacher conferences(94% vs. 77%). LGBT parents of high school students were morelikely than a national sample of parents to be members of theschool’s parent-teacher organization (41% vs. 26%). In addition,xivLGBT parents reported a higher level of contact with schoolpersonnel regarding their child’s future education, school programand information about how to assist their child with specific skills andhomework. For example, 68% of LGBT parents reported contactingtheir child’s school about his or her school program for that year,compared to 38% of parents nationally.LGBT parents were often proactive in addressing issues related totheir family constellation. Almost half (48%) of parents reported that atthe start of the school year they had talked with school personnelabout their family. About two-thirds (67%) of parents reported thatthey had spoken with teachers at their child’s school about being anLGBT parent and 45% had such discussions with the principal duringthe school year. In addition to communication with school personnel,a majority (56%) of LGBT parents reported having discussions withtheir child about what he or she was learning in school related toLGBT people.Experiences of Students and Parents in theSchool CommunityBiased Language in SchoolHearing biased language at school is an important indicator of thenature and quality of a school’s environment for students. Sexistremarks (e.g., hearing someone called a “bitch” in a derogatory way)and homophobic remarks were the most frequent types of biasedlanguage that students reported hearing at school. Almost three-quarters (72%) of students reported hearing sexist remarks “often” or“frequently” at school.” Three-quarters of students heard theexpressions “that’s so gay” or “you’re so gay” frequently in school, and65% heard blatantly derogatory homophobic remarks, such as“faggot” or “dyke.” A smaller number of students (17%) reportedhearing negative remarks specifically about their family and having anLGBT parent.Unfortunately, intervention by school personnel when biased remarkswere made in their presence was not common—only 38% of studentssaid that staff frequently intervened when hearing negative remarksabout LGBT parents and less than a third (28%) reported frequentstaff intervention with homophobic remarks. Even more disturbing,school staff were identified by some students as being perpetrators ofderogatory remarks—49% heard sexist remarks and 39% heardhomophobic remarks from teachers or other school staff in theirschools.Student Experiences of Harassment, Assault andOther Mistreatment in SchoolFor many students with LGBT parents, school is not a very safeenvironment. Half (51%) of all students in our study reported feelingxvunsafe in school because of a personal characteristic, such as theiractual or perceived sexual orientation, gender, or race/ethnicity. Themost commonly reported reasons for feeling unsafe were because oftheir family constellation, i.e., having LGBT parents (23%) andbecause of their actual or perceived sexual orientation (21%).Although most students in our study did not report being victimized inschool, a not insignificant number reported that they had beenverbally harassed in school because of their family (40%). In additionto experiencing harassment based on having LGBT parents, somestudents from LGBT families also experienced difficulties in terms oftheir peers’ assumptions or perceptions about their own sexualorientation, that is they were presumed to be gay or lesbian simplybecause they had a parent who was LGBT. Although the vast majorityof students in the study identified as heterosexual, 38% reportedbeing verbally harassed in school because of their actual or perceivedsexual orientation.Mistreatment did not always come from other students but also fromadult members of the school community. Nearly a quarter of studentshad been mistreated by or received negative comments from theparents of other students specifically because they had an LGBTparent (23% for both).A small percentage of students reported being directly mistreated byor receiving negative comments from a teacher because of theirfamily (11% and 15%, respectively). However, many students withLGBT parents may experience more subtle forms of exclusion fromtheir school. More than a quarter (30%) of students in our studyreported feeling that they could not fully participate in schoolspecifically because they had an LGBT parent, and 36% felt thatschool personnel did not acknowledge that they were from an LGBTfamily (e.g., not permitting one parent to sign a school form becausehe or she was not the student’s legal parent or guardian). In addition,about a fifth of students reported that they had been discouragedfrom talking about their parents or family at school by a teacher,principal or other school staff person (22%) and felt excluded fromclassroom activities because they had an LGBT parent (20%). Forexample, some students described incidents in which representationsof LGBT families were not included in class activities, such as whenconstructing a family tree.Reporting Incidents of Harassment and AssaultMost students did not tell school authorities when they experiencedharassment and assault in school. Less than half (48%) of studentswho had experienced harassment or assault in school said that theyever reported the incident to a teacher or other school staff. Studentswere more likely to report incidents to family members—66% ofstudents who experienced school-based victimization told their parentor guardian about the incident, and 43% told another family member.Among LGBT parents, over half (58%) reported that their child hadxviever told them about being harassed in school for any reason, and28% had been told about harassment that was specific to their familyconstellation. The majority of parents also reported that theyintervened with school personnel after having learned aboutharassment their child experienced.Parent Experiences of Harassment, Exclusion andDiscriminationParents were asked whether they had experienced any mistreatmentor heard negative comments from various members of the schoolcommunity: teachers, principals, other school staff, other parentsat school and students at school. Overall, parents in the surveyreported a relatively low incidence of negative experiences fromschool personnel. However, LGBT parents were more likely to reportthat they had been mistreated by other parents at school (26%).In addition, a fifth (21%) reported hearing negative comments aboutbeing LGBT from other students at their child’s school.As we found with students, LGBT parents had at times experiencedmore indirect ways of exclusion from their children’s schools. Almost afifth of parents reported that they felt that school personnel failed toacknowledge their type of family (15%) or felt that they could not fullyparticipate in their child’s school community because they were anLGBT parent (16%). Parents described events in which they wereexcluded from the school community, subjected to hostile behaviorsfrom school staff and other parents, having to deal with generaldiscomfort and ignorance, or having their parenting skills called intoquestions because they were LGBT.Results from the survey of parents demonstrated how feelingexcluded from the school community might have negative implicationsfor the quality of the family-school relationship. Parents who felt thatthey could not fully participate in their child’s school were much lesslikely than parents who did not feel excluded in this way to have beeninvolved in a parent-teacher organization (44% vs. 63%), to volunteerat school (47% vs. 72%) and to belong to other community groups(e.g., neighborhood associations) with parents from their child’sschool (25% vs. 40%).School-Related Resources and SupportAccess to Information about LGBT Families and OtherLGBT-Related TopicsGLSEN asserts that curricula and other school-based resources thatprovide positive representations of LGBT people, history and eventsare important indicators of school climate and positively affectstudents’ experiences at school. Unfortunately, less than a third ofboth students (27%) and parents (29%) reported that the schoolcurriculum included representations of LGBT people, history orxviievents in the past school year. When asked specifically about theinclusion of representations of LGBT families in classroom activities,less than a third (31%) of all students said that representations ofLGBT families were included when the topic of families came upduring class activities.Supportive Student ClubsStudent clubs that provide support to LGBT students, such as Gay-Straight Alliances (GSAs), may also be a resource and source ofsupport for youth from LGBT families. However, only about a third(34%) of the students in our study reported that their school had aGSA or other kind of student club that provided support to LGBTstudents and their allies.Supportive Members of the School CommunityFor students, having a supportive adult at school can benefit theiracademic experience and may be particularly important for thosewho receive negative reactions from other members of the schoolcommunity because of their family. For LGBT parents, as with anyparents, positive family-school communication is also beneficial forthe child’s educational attainment. The vast majority (87%) ofstudents reported that they had at least one teacher or other schoolstaff member who was supportive of LGBT issues, such as studentswith LGBT parents, and more than half (55%) said they had six ormore supportive school staff people. The majority of LGBT parentsalso reported that there were at least a few supportive teachers orschool staff at their child’s school (67%).The presence of supportive school staff was, in fact, related tostudents’ academic achievement. For example, students in our surveywho could identify many (six or more) supportive staff at their schoolreported a GPA half a grade higher than students with no supportiveschool staff (3.4 versus 2.9). A greater number of supportiveeducators was also related to fewer missed days of school due tosafety concerns.Training for School PersonnelAnother consideration for LGBT parents in assessing their child’sschool climate would be whether school personnel had had anytraining on LGBT issues. Parents were asked whether such trainingshad occurred at their child’s school, and few parents (10%) reportedbeing aware that school personnel had any training on LGBT issues.However, LGBT parents who said their child’s school had trainings onLGBT-related issues for school personnel were less likely than otherparents to report that their child had been bullied or harassed inschool, both in general (14% vs. 31%) and specifically related to theirfamily (7% vs. 20%). In addition, parental reports of educator trainingswere associated with a more positive response from school personnelwhen parents addressed their child’s harassment. These parentsxviiiwere also less likely to report that they themselves had experiencedmistreatment in school related to being LGBT.Safe School PoliciesComprehensive safe school policies that enumerate categories ofprotections, such as sexual orientation and genderidentity/expression, may provide students with greater protectionagainst bullying and harassment in that they offer explicit protections.Although three-quarters of parents (75%) and students (73%)reported that their school had some type of policy for dealing withincidents of harassment and assault, far fewer reported that theschool’s policy explicitly mentioned sexual orientation and/or genderidentity/expression (42% of parents and 35% of students).Students whose school had a comprehensive safe school policyreported fewer negative experiences in school, particularly withregard to being mistreated by teachers and other students at schoolbecause of their family constellation. Parents who reported that theirchild’s school had a comprehensive policy were more likely to reportthat addressing their child’s harassment was an effective intervention(89%), compared to parents who said their child’s school had ageneric policy (72%) or no policy at all (62%). Parents themselvesreported a lower frequency of mistreatment in school when the schoolhad a comprehensive policy, and were less likely to feelunacknowledged as an LGBT family.State-Level Comprehensive Safe School LegislationA growing number of states across the country have added explicitprotections for LGBT students in their state education anti-discrimination and harassment statutes. As with school-level policies,whereas such laws perhaps have primary importance for protectingstudents from bullying and harassment, they may also affordprotection to the children of LGBT parents with regard to harassmentrelated to their actual or perceived sexual orientation and harassmentrelated to their family constellation. Currently, ten states plus theDistrict of Columbia prohibit discrimination or harassment on thebasis of sexual orientation in schools and four of these states alsoinclude protections on the basis of gender identity. State-levelcomprehensive safe school legislation was associated with betterschool climate for LGBT families. Students in these states were lesslikely than students in states with generic “anti-bullying” laws or nolaws at all to hear certain types of biased language in school, such ashomophobic remarks (73% versus 92% and 95%, respectively).Parents from states with comprehensive legislation were least likely toreport not feeling acknowledged by the school community as anLGBT family and were most likely to report that the school wasinclusive of LGBT families (9% versus 15% and 20%, respectively).Results from this study provide no evidence that generic “anti-bullying” or safe school legislation has any benefits over having noxixlegislation on these indicators of climate. Although there may bemany contributing factors that might result in differences across statesby type of safe school legislation, these findings nevertheless lendevidence to the claim that comprehensive safe school laws may bemore effective than generic laws or no law at all in creating saferschools for LGBT students and families.Conclusions and RecommendationsResults from this survey highlight the experiences of LGBT parentsand their children in K–12 schools, and the need for schools tounderstand school climate and school safety for both students withLGBT parents and LGBT parents themselves. Educational expertsmaintain that the family-school relationship is an important factor inacademic success for the student. To the extent that certain parentsare excluded or not welcome in school activities or are mistreated byschool staff and other parents, they may feel that they have lessaccess to school information or educational resources for theirchildren or may not have the same rights to voice problems orconcerns than other parents, which in turn, could have negativeconsequences for student academic performance. It is important forschool personnel to understand that harassment of anyone in theschool community, whether it be a student or a parent of a student,should not be tolerated. Furthermore, school personnel must considerthat their responsibility for maintaining a safe environment for allmembers of the school community extends beyond students, teachersand staff.The findings from the survey remind us that school climate is muchmore than a safety issue; it is also an issue of a student’s right to aneducation. Students in our survey who experienced frequentharassment in school reported skipping classes and missing moredays of school than other students. Thus, steps that schools take toimprove school climate are also an investment in better educationaloutcomes. Results from this study also highlight the important rolethat institutional supports can play in making schools safer for thesestudents, especially supportive faculty, school personnel trainings andcomprehensive safe school policies.It is clear that there is an urgent need for action to create a saferschool climate for all students. There are steps that all concernedstakeholders can take to remedy the situation. Results from this studyillustrate the ways in which the presence of effective legislation orpolicy and in-school resources and supports can have positive effectson school climate, students’ sense of safety, and, ultimately, onstudents’ academic achievement and educational aspirations.Furthermore, these results show how such school resources alsoenhance the family-school relationship, which in turn could furtherbenefit student achievement. Therefore, we recommend educatorsand education leaders and policymakers:xx• Advocate for comprehensive anti-bullying and anti-discriminationlegislation at the state and federal level that specificallyenumerate sexual orientation and gender identity/expression asprotected categories alongside others such as race, faith andage;• Adopt and implement comprehensive anti-bullying policies inindividual schools and districts, with clear and effectivesystems for reporting and addressing incidents that studentsexperience;• Provide training for school staff to improve rates ofintervention regarding bullying and harassment and increasethe number of supportive faculty and staff available tostudents;• Include multicultural diversity training into professionaldevelopment that includes information about LGBT families;• Support student clubs, such as GSAs, that address LGBTissues in education; and• Increase student access to appropriate and accurateinformation regarding LGBT people, history and events.Parent-teacher associations must also acknowledge the diversity oftheir school communities and take steps to ensure that no oneexperiences mistreatment—students and parents alike. Thus, weadvocate that they:• Endorse policies and practices about appropriate andacceptable conduct for parents at school, and• Offer educational programs for parents in the schoolcommunity that include information about LGBT families.xxiINTRODUCTIONGLSEN strives to make America’s schools safe and effective for allstudents, regardless of sexual orientation or genderidentity/expression. As seen in the experiences of lesbian, gay,bisexual and transgender (LGBT) students, harassment andvictimization based on sexual orientation or genderidentity/expression is common in our schools and the hostile schoolclimate can hinder access to quality education and diminisheducational aspirations.1 For the children of LGBT parents, beingopen about their family constellation may result in homophobicharassment and victimization from other students regardless of theirown sexual orientation. However, little is known about the relationshipbetween family and school for LGBT parents and their children.Current estimates suggest there are upwards of 7 million lesbian andgay parents with dependent children in the United States, and it is likelythat these numbers have been increasing over recent years.2 Despitethese increases, legal and moral controversy over whether or not gaymen and lesbians should be permitted to rear children persists. Severalstates have or are considering laws or regulations that prohibit gay menand lesbians from becoming adoptive or foster parents,3 and currentfervent controversies about same-sex marriage undoubtedly may affectpublic perceptions of gay and lesbian families. In addition to potentialdifficulties faced in school by their children, perceptions of a negativesocial climate by LGBT parents would undoubtedly influence theirrelationship with their children’s schools. These parents may beconcerned about disclosing to school personnel that they are LGBTparents and may be unsure how teacher attitudes may affect theirchild’s education or whether their children will experience homophobicteasing or harassment from their peers.Little is known about the life experiences of this population of familiesin general and what research that has been done has largely includedonly gay or lesbian parents and has not been inclusiveof parents who identify as bisexual or transgender. Much of thisresearch has focused on comparing children of heterosexual parentsregarding general well-being, gender identity and gender rolebehavior and sexual orientation with little attention to the socialcontext of family life, such as external forces that might account forany differences, or to family processes, such as family communicationor family functioning. The research on the parents themselves haslargely compared them to heterosexual parents regarding theirparenting abilities. In a recent meta-analysis of 21 studies on familieswith gay and lesbian parents published between 1981 and 1998, theauthors, Stacey and Biblarz, found strong empirical support for theclaim that there are no differences between children of heterosexualparents and those of gay or lesbian parents in psychological well-being or cognitive functioning.4 Further, they found across studies thatthe parenting styles or levels of investment in the children among gayand lesbian parents are the same as or higher than those forheterosexual parents. The authors concluded that in the interest ofproducing evidence directly relevant to the questions of “harm” often3proposed by judicial and legislative deliberations over child custody,foster parenting and adoption, prior research has hampered scholarlyprogress in the field by minimizing or not examining how children ofgay or lesbian parents differ from other children in theoreticallyinteresting or meaningful ways.Several recent studies have examined whether children with same-sex parents are different from other children on school-relatedoutcomes. One recent study, using a nationally representative samplefrom the United States census, compared the children of lesbian andgay couples to those from other types of family structures and foundthat children of the same-sex couples were as likely to make normalprogress through school as children from other family structures,particularly when family income was taken into acount.5 Anotherstudy of a nationally representative sample of adolescents found thatchildren of same-sex parents were more connected to school thanchildren with oppositve-sex parents.6Although it is useful to demonstrate that children with LGBT parentsfunction in school as well as the children of non-LGBT parents, thisresearch has not explored the school-related experiences of thesefamilies, such as the family-school relationship, school climate or thein-school experiences of the students with LGBT parents and only afew empirical studies have begun to examine these issues. Casper,Schultz and Wickens explored the relationship that gay- and lesbian-headed families have with educational institutions.7 From qualitativeinterviews with 17 gay and lesbian parents, the authors found thatwhen children of gay or lesbian parents entered school for the firsttime, they became cognizant of how their family configurationcounters the norm and that the children must contend with the factthat their family constellation is either not represented at school or isrepresented as deviant. Some research has shown that these familieshave negative encounters with the school. Gartrell, Hamilton, Banks,Mosbacher, Reed, Sparks and Bishop, in their longitudinal study oflesbian-headed families, found that 18% of these mothers reportedthat their school-age children had had homophobic interactions withpeers or teachers.8 Morris, Balsam and Rothblum found in a largesample of lesbian mothers that 16% of their sample reported thatthey had experienced harassment, threats, or discrimination at theirchildren’s school or by other parents.9 In previous research onlesbian- and gay-headed families by one of the authors of this currentstudy, 16% of the parents reported having been mistreated orreceived negative reactions by their child’s teacher or daycareprovider.10The above studies are consistent in reporting that a sizeablepercentage of lesbian and gay parents report that they themselves ortheir children have had difficulties in school because of their familyconstellation. Only one study has documented reports from thechildren’s perspective about their school experiences. Tasker andGolombok interviewed young adults with lesbian mothers and found4that 36% of the participants reported that they had been teased bypeers sometime during their school years because of their mother’ssexual orientation and 44% reported that they had been teasedduring their school years about their own sexual orientation or“inappropriate” gender-role behavior.11One recent study has examined the ways in which LGBT parents maytry to prevent school-related problems. Mercier and Harold, in arecent qualitative study, found that in order to minimize any potentialfor problems, the parents often selected their child’s school becauseit was known for openness and multiculturalism, had directcommunication with teachers and administrators about their type offamily constellation and were frequently involved in school activities.12Given that little prior research has examined family-schoolrelationships among this population of families and even lessresearch has explored the perspective of the children of LGBTparents, the purpose of this study was to explore the school-relatedexperiences of families with lesbian and gay parents. In particular, weexplore parental decision-making about school enrollment, the family-school relationship, parent-child discussions about school, negativeexperiences of both parent and child at school and the presence andpotential benefits of LGBT-related supports in school.Notes1 Kosciw, J. G. (2004). The 2003 National School Climate Survey: The school-related experiences of ournation’s lesbian, gay, bisexual and transgender youth. New York: GLSEN.Kosciw, J. G. and Diaz, E. M. (2006). The 2005 National School Climate Survey: The experiences oflesbian, gay, bisexual and transgender youth in our nation’s schools. New York: GLSEN.2 Kantrowitz, B. (1996, November 4). Gay families come out. Newsweek, 128, 50-53.Patterson, C. J. & Freil, L. V. (2000). Sexual orientation and fertility. In G. Bentley & N. Mascie-Taylor(Eds.), Infertility in the modern world: Biosocial perspectives (pp. 238–260). Cambridge, England:Cambridge University Press.3 Cahill, S., Ellen, M., & Tobias, S. (2003). Family policy: Issues affecting gay, lesbian, bisexual andTransgender families. New York: The National Gay and Lesbian Task Force Policy Institute.4 Stacey, J. & Biblarz, T. J. (2001). (How) does the sexual orientation of parents matter? AmericanSociological Review, 66, 159-183.5 Rosenfeld, M. J. (2007). Nontraditional families and childhood progress through school. Paperpresentation for the 2007 American Sociological Association Meetings.6 Wainright, J. L., Russell, S. T. & Patterson, C. J. (2004). Psychosocial adjustment, school outcomes, andromantic relationships of adolescents with same-sex parents. Child Development, 75, 1886–1898.7 Casper, V., Schultz, S., & Wickens, E. (1992). Breaking the silences: Lesbian and gay parents and theschools. Teachers College Record, 94, 109137.8 Gartrell, N., Banks, A., Hamilton, J., Reed, N., Bishop, H. and Rodas, C. (2000). The National LesbianFamily Study: 2. Interviews with mothers of toddlers. American Journal of Orthopsychiatry, 69, 362–369.9 Morris, J. F., Balsam, K. F.; Rothblum, E. D. (2002). Lesbian and bisexual mothers and nonmothers:DemograPHIcs and the coming-out process. Journal of Family Psychology, 16, 144–156.10 Kosciw, J.G. (2003). The relationship of homophobic harassment and discrimination to family processes,parenting and children’s well-being in families with lesbian and gay parents. Unpublished doctoraldissertation, New York University.11 Tasker, F. L. & Golombok, S. (1997). Growing up in a lesbian family: Effects on child development.New York: The Guilford Press.12 Mercier, L. M. & Harold, R. D. (2003) At the interface: Lesbian-parent families and their children’sschools. Children & Schools, 25, 35–47.5METHODSInstrument DevelopmentGiven the paucity of prior research on the educational experiences ofLGBT families, we collaborated with two national organizations thatwork specifically with LGBT families in developing the parent andstudent survey instruments: 1) COLAGE (Children of Lesbians andGays Everywhere), an organization for children of LGBT parents,and 2) Family Equality Council, an organization for LGBT families.GLSEN researchers met with representatives from both organizations,including LGBT parents and adult children of LGBT parents, onseveral occasions to determine what were the most salienteducational issues that needed to be explored with LGBT familiesand, in some instances, to craft the actual language to be used forcertain survey items.We believe that the expertise of GLSEN’sResearch Department in examining LGBT issues in education alongwith the knowledge from COLAGE and Family Equality Council of theissues facing LGBT families when interacting with schools resulted incomprehensive and accurate measures.For the child survey, we used a modified version of GLSEN’s NationalSchool Climate Survey (NSCS). The NSCS assesses two dimensionsof school climate: indicators of a hostile climate and indicators ofsupport for LGBT issues.13 Indicators of a hostile climate include thefrequency of hearing biased language in school (i.e., homophobic,racist and sexist remarks), and experiences of verbal and physicalharassment and physical assault based on sexual orientation, gender,gender expression, race/ethnicity, disability and religion. To thisdimension, we added specific questions about negative remarks andharassment students may have encountered because of their parents’sexual orientation. Indicators of support for LGBT issues included thepresence of student clubs that address LGBT issues (e.g., a Gay-Straight Alliances or diversity clubs), curricula that are inclusive of thelives of LGBT persons, the presence of supportive teachers or schoolpersonnel and the presence of a safe school policy that includesexplicit protection based on sexual orientation and/or gender identity.The parent survey contained measures assessing: basic demographicinformation, reports of their interactions with school personnel,reports of any negative school experiences reported by their children,concerns about their children’s safety in school, communityinvolvement, parenting activities as well as their perceptions ofindicators of support for LGBT issues in their child’s school. Oncertain sections of the survey, such as questions about their child’sschool and specific parent-child activities, parents with more than oneschool-age child were asked to answer these sections about only onechild and were asked to choose the oldest of their school-agechildren.9Data CollectionThis report reflects survey responses from national samples of LGBTparents of children enrolled in K–12 schools as well as a separatesample of secondary school students with LGBT parents. In order tocreate a more representative sample of parents and students, weimplemented two methods of obtaining participants: participation ofcommunity groups for LGBT families and Internet surveying. For bothmethods, data collection was conducted from May to August 2005.Community OrganizationsParticipants were obtained through community-based groups orservice organizations serving LGBT parents and their children. Ouroriginal intent was to randomly sample seventy-five of such groups ororganizations from a master list of 137 groups. However, as we begancontacting these organizations we learned that many of the groupswere not currently active. Further, many of the organizations did nothold regular in-person meetings or activities and were primarily incontact with their members through e-mail listservs or newsletters. Ofthe original list, 91 groups appeared to be currently active.14 We weresuccessful in making contact with 35 of the 91 groups. All of thegroups agreed to notify their constituents about the study. Most (23 ofthe 35 groups) agreed to have their members complete papersurveys. Three of these groups had their members complete thesurvey at a group event and sent the completed surveys to GLSEN’sResearch Department. Several other groups simply instructed theirmembers to complete the survey and mail it directly to GLSEN.Almost all of the contact persons for these groups reported that manyof their constituents were not in the appropriate age range for ourstudy: many of the parents had children who were not yet school-ageand most of the children were not 13 years of older and would noteligible to take the student survey.In addition to contacting community groups, we recruited participantsat several summer events for LGBT families, including Family Week inSaugatuck, MI and Family Week in Provincetown, MA. Further, wecontacted summer camp programs specifically for children of LGBTfamilies. Of the 11 camps, 6 agreed to have their campers completethe student survey and 2 allowed GLSEN Research staff to visit thecamp to collect the data.Internet SurveyObtaining LGBT families solely from community-based groups orservice organizations could potentially lead to a biased sample—parents involved in these groups or organizations may be more “out”or more comfortable with their sexual orientation or parental status inthe LGBT community, and the children in these groups may be morecomfortable talking about LGBT family issues. In addition, thesegroups or organizations may be more likely to attract families who are10in close geographic vicinity, and therefore families who live in areaswithout such supports would not be represented. For these reasons,we implemented this second method of obtaining participants: boththe parent and child surveys were made available on the Internet viaGLSEN’s website. Notices about our on-line survey were posted onLGBT community listservs and electronic bulletin boards. Noticeswere also emailed to GLSEN chapters and to national LGBTorganizations addressing family issues, such as Family EqualityCouncil, COLAGE (Children of Lesbians and Gays Everywhere),PFLAG (Parents and Friends of Lesbians and Gays) and HRC(Human Rights Campaign) FamilyNet. A total of 588 surveys fromparents with a child in K–12 school were obtained (508 Internet, 80paper surveys) and 154 surveys from students in middle school orhigh school with an LGBT parent (58 Internet, 96 paper).Respondent DemographicsParents of K–12 Students. A total of 588 LGBT parents with childrenin K–12 schools participated in the study. The majority of the parentswere women, less than one-fifth were men (17%) and only 2% of thesample identified as transgender. The vast majority identified aslesbian or gay, however 5% identified as bisexual and 2% as otherorientations. The average age of these parents was 43 years. Mostparents had one or two children (41% and 45%, respectively); fewerthan 10% reported having three or more children living at home. Overhalf the sample reported that only one child was currently attending aK–12 school (58%) and a third reported they had two children inschool (33%). Most of the parents reported that their children were inelementary school grades and less than a quarter reported that theirchildren were in middle school (22%) or in high school (20%).Table 1 shows the racial/ethnic composition of both samples, as wellas information about the family racial/ethnic make-up from theparents’ survey. Although the vast majority of parents were white orEuropean American, about 40% of the reported family racialcompositions were multiracial—about 16% of the families representedhad white parent(s) and a child of color, and about 14% of thefamilies represented had two parents, one of whom was white andone of whom was a person of color.Secondary School Students. A total of 154 youth participated in thisstudy and were between the ages of 13 and 20, with the average ageof respondents being 15 years. Most respondents were female, lessthan a third (30%) were male and 2% were transgender. As alsoshown in Table 1, almost two-thirds were white and about a tenthwere African American or Black (11%) or Hispanic or Latino (7%).The majority of respondents were in high school (58%), nearly three-quarters of which were located in a large city or a suburb of a largecity (see Table 2). The students most commonly attended schools inthe northeastern and the western regions of the country (40% and32%, respectively).11The majority of students in the survey identified as heterosexual orstraight, while 10% identified as lesbian or gay and 9% as bisexual.Given that a large portion of the survey respondents learned aboutthe survey via GLSEN’s website and that GLSEN providesinformation and resources for LGBT-identified students, it is likely thatthe percentages of students in this study who identified as lesbian,gay or bisexual is greater than would be expected in the generalpopulation of adolescents with LGBT parents. In fact, this hypothesisis borne out by the differences between the sample of students whocompleted paper surveys and those who responded online—only 5%of the students who completed paper versions of the survey atsummer camps, COLAGE events or LGBT family events identified aslesbian or gay compared to 18% of the students who learned of thesurvey via the GLSEN website. Thus, this demographic information onsexual orientation from the survey is not necessarily an accuratereflection of the population of adolescents with LGBT parents as awhole.12Race/Ethnicity of Participants Students ParentsWhite 64% 88%African American or Black 11% 1%Hispanic or Latino 7% 4%Asian or Pacific Islander 2% 1%Native American 5% 1%Multiracial 9% 1%Other race/ethnicity 2% 1%Family Racial Composition(Parent Sample Only)White Couple, White Children 53%White Couple, Children of Color 16%Mixed Race Couple, White Children 5%Mixed Race Couple, Children of Color 9%Couples of Color, Children of Color 3%Single White Parent, White Children 8%Single White Parent, Children of Color 3%Single Parent of Color, Children of Color 3%Table 1. Racial/Ethnic Characteristicsof Survey ParticipantsNotes13 Kosciw & Diaz 2006.14 It was not always possible to be certain that the local group was, in fact, truly active. In most cases, thecontact information was only an email address or a phone number with an outgoing voicemail that didnot mention the name of the group. Thus, if an email address was not returned as invalid or the phonenumber was not disconnected or was not a wrong listing, we considered the group to be active.13Table 2. School CharacteristicsGrade Levels Students ParentsK through 12 school 5% 9%Elementary school 1% 43%Lower school(elementary and middle school grades) 7% 15%Middle school 18% 15%Upper school(middle and high school grades) 11% 2%High school 58% 16%Community Type Students ParentsUrban 45% 30%Suburban 26% 19%Rural/Small Town 29% 15%School Type Students ParentsPublic school 81% 78%Charter school 19% 4%Magnet school 22% 11%Religious-affiliated school 8% 7%Other private or independent school 11% 16%Region Students ParentsNortheast 40% 35%South 10% 17%Midwest 18% 20%West 32% 28%RESULTSParental Decision-Making About School SelectionAlthough the majority of parents reported that their children attendedpublic schools, the percentage was significantly lower than thenational percentage (78% vs. 89%).15 Furthermore, of those parentswho sent their children to non-public school, they were less likely tobe religious-affiliated schools (7%) and more likely to be independentschools (16%), which again is different from national percentages.16In order to understand parents’ decision-making about the schoolsthey select (if they select them) for their children, parents were askedabout their reasons for selecting their child’s school. Table 3 showsthe overall percentages of parents who identified each reason forschool selection and the percentages. Overall, parents mostcommonly reported that they chose the local or neighborhood school(59%) and that they chose the school based on its academicreputation (54%). Over a quarter of parents also reported that theyconsidered the diversity of the school population (31%), that theyknew other families at the school (29%), as well as a non-academicreputation of the school, such as arts or music (29%).Parents were also able to indicate other reasons why they selectedtheir child’s school. Of the 138 parents who provided another reason,the largest percentage (16%) was related to the academic approach ofthe school (e.g., using Montessori method, “a progressive approach,”an “alternative learning model” and “an emphasis on global studies”).Another 12% of these parents reported that their school selection wasrelated to special education services provided (e.g., school for theblind, a program for children with Asperger’s syndrome, a program forchildren with “learning differences”). Ten percent of parents said that17they selected the school based on language programs, such as aSpanish or Chinese immersion program or a bilingual school. Anadditional 10% selected the school because of a previous history withthe school (e.g., the parent is an alumnus/alumna, an older sibling ofthe child attended the same school).Table 3 also shows reasons for school selection by type of school(public, private-religious, private-other). It is not surprising that therewere differences across the types of school. For public schoolparents, the overwhelming majority reported having chosen the localschool whereas the majority of private school parents reported havingchose the school based on its academic reputation.Parents were specifically asked whether their school selection wasrelated to knowing other LGBT families in the school or the schoolhaving a reputation for being welcoming of LGBT families. As alsoshown in Table 3, these reasons were more common for parents ofchildren attending non-religious private schools. Nearly half of theseprivate school parents (46%) reported that the school’s reputation forbeing welcoming of LGBT families was a consideration compared toless than a quarter of parents of children in religious schools and inpublic schools (15% and 11%, respectively).1718Table 3. Reasons for School Selection by School TypePrivate– PrivateTotal Public Religious OtherIt’s our neighborhood school. a,b 59% 72% 23% 9%I know there are other students withLGBT parents there. b 17% 14% 18% 32%I know that the school has a diversepopulation of students and families. b,c 31% 29% 23% 45%It had a reputation for valuing and working on diversity. b,c 22% 16% 23% 53%It had a good reputation for academics a,b 54% 49% 67% 73%It had a good reputation for other programs,such as art, music or athletics. b,c 29% 24% 21% 53%It had a reputation for being welcomingof LGBT families. b,c 17% 11% 15% 46%I know other families with children there. b 29% 27% 36% 40%I know some of the teachers there. 14% 14% 23% 10%Other Reasons 24% 19% 31% 44%aPublic v. Religious; b Public v. Private; c Religious v. PrivateLGBT parents may choose schools that are more tolerant of diversefamily forms. Aside from inclusion of LGBT parents, a sizeablepercentage of all parents reported that the school having a diversepopulation of students and families was a consideration in selection—about a quarter of public school parents and private religious schoolparents (29% and 23%, respectively) and nearly half of private schoolparents (45%). Even among parents whose child attended their localpublic school, about a quarter reported that they chose their school,in part, because of reasons related to diversity. This finding suggeststhat LGBT parents may not only seek out what schools would bemost accepting, but they may seek to live in communities that wouldbe more tolerant of families like their own.Results from the survey further indicate that familiarity with the schooland the inclusivity and diversity of the school may be greaterconcerns for parents of elementary school students. As shown inTable 4, the percentage of elementary school parents who basedtheir school selection on knowing that the school included otherLGBT families, that it had a reputation for a diverse population andhad a reputation for welcoming LGBT families was significantly higherthan parents of children in middle or high school.18Parents were also asked whether they had specifically sought outinformation from the schools pertaining to how they would be with19Table 4. Reasons for School Selection by School LevelElementary Middle HighTotal School School SchoolIt’s our neighborhood school. 59% 56% 60% 66%I know there are other students with LGBT parents there. a 17% 22% 8% 8%I know that the school has a diverse population of studentsand families. a 31% 38% 23% 17%It had a reputation for valuing and working on diversity.a 22% 29% 13% 13%It had a good reputation for academics. a 54% 61% 46% 41%It had a good reputation for other programs, such as art,music or athletics. 28% 30% 25% 28%It had a reputation for being welcoming of LGBT families. a 17% 22% 8% 8%I know other families with children there. a 29% 36% 24% 16%I know some of the teachers there. 14% 14% 13% 13%Other Reasons 24% 23% 28% 22%a Elementary v. Middle & High Schools20Table 6. Parental Seeking of InformationAbout LGBT Issues by School LevelDid you seek out information about the school yourchild attends pertaining to how they would be withLGBT issues before enrolling your child? aElementary Middle HighTotal School School SchoolYes 45% 54% 37% 27%No 55% 46% 63% 73%How important was this information in making yourdecision to enroll your child at that school? aElementary Middle HighTotal School School SchoolVery Important 66% 73% 45% 53%Somewhat Important 34% 27% 55% 47%Not at all Important <1% <1% 0% 0%a Elementary group significantly higher than other two groups.Did you seek out information about the school your childattends pertaining to how they would be with LGBT issuesbefore enrolling your child? aPrivate- PrivateTotal Public Religious OtherYes 45% 39% 44% 78%No 55% 61% 56% 22%How important was this information in making yourdecision to enroll your child at that school?Private- PrivateTotal Public Religious OtherVery Important 78% 61% 71% 79%Somewhat Important 33% 27% 29% 21%Not at all Important <1% <1% 0% 0%a Private-Other significantly higher than other two groups.Table 5. Parental Seeking of InformationAbout LGBT Issues by School TypeLGBT issues before enrolling their child and, if so, how important thisinformation was in their decision to enroll the child. As shown in Table5, about half (45%) of parents overall reported that they had soughtout this information. Of these parents, over three-quarters (78%)reported that the information gained was very important in making adecision to enroll their child. With regard to difference by type ofschool, private school parents were much more likely to have soughtout information about LGBT issues from the school compared toother parents (see also Table 5).19 The information learned about theschool and LGBT issues was somewhat less important in decision-making for public school parents than non-religious private schoolparents.20 Elementary school parents were also much more likely toseek out information from the school about LGBT issues (see Table6). Also, the average rating on the importance of this information forschool enrollment decision-making was marginally higher forelementary school parents than for middle and high school parents.21It is important to note that parents who enroll their children in publicschool may be less able to make their school selection based onissues of tolerance related to LGBT families or the diversity of theschool. Depending on the school district, some parents may actuallyhave no choice as to which public school their child attends. Thus, itis important that one not interpret these results related to decision-making about school selection as an indication of interest or concernin the child’s education. Although the difference between publicschool and non-religious private school parents in seeking informationwas quite large (39% vs. 78%), the difference in the level ofimportance that this information had, although statistically significant,was not nearly as vast (61% vs. 79%). Similarly, parents who basetheir school selection on the family’s religion or who wish their child toreceive religious instruction in school may also have fewer optionsavailable to them.Family Composition and School SelectionAlthough many LGBT parents consider issues of school diversity whenmaking a school selection, this may be even more true for LGBTmultiracial families and families of color. As shown in Table 7, familieswith a student of color were more likely to choose a school based onits diverse population than families with a white student regardless ofthe race/ethnicity of the parent or parents (43% v. 25%).22Single-parent and two-parent families did not differ on their reasonsfor school selection except for choosing the local school. Singleparents were less likely to report that they chose their local schoolcompared to partnered parents—44% vs. 61%.2321School Selection by Locality and RegionWe also were interested in whether parents’ decision-making aboutschool selection varied by their locale (urban, suburban, smalltown/rural) or the region of the country in which they live (Northeast,South, Midwest, West). Figure 1 shows that parents from urban areaswere less likely to have chosen their local neighborhood school andfurther illustrates those reasons for school selection that weredifferent across locales.24 With the exception of choosing a schoolbecause of knowing one or more of the teachers, parents from urbanareas were more likely to have considered all the reasons forselecting their child’s school. One of the strongest differencesbetween urban parents and others was selecting the school becauseit had a diverse school population: 42% of urban parents compared to25% of suburban parents and 15% of small town/rural parents. It maybe that parents in urban areas have a greater variety of schools toconsider when enrolling their children. It may also be that in someurban school districts, schools vary widely with regard to schoolclimate, safety and academic reputation and parents in such districtsmay consider more factors when selecting their child’s school.Figure 2 illustrates differences across regions with regard to reasonsfor school selection. Parents in the West were least likely and parentsin the South most likely to have chosen their neighborhood schools.Parents in the Northeast and West were more likely to haveconsidered most of the reasons for school selection than parents inthe South and Midwest.25 As shown in Figure 2, parents in theNortheast and West were more likely to have reported selecting theschool because they knew other families there, because of the schoolreputation for diversity and for accepting LGBT families as well asbecause of its diverse school population. With regard to selecting aschool because of its non-academic reputation, parents from theWest were higher than parents from all other regions.22Table 7. Parents Choosing Schoolswith Diverse School Population:Comparison by Family Race/Ethnicity aWhite Student Student of Color TotalWhite Parent(s) 25% 43% 29%Multiracial Couple 32% — 32%Parent(s) of Color — 40% 40%Total 25% 42% 30% ba The differences between families with a student of color and families with a white studentwere significantly different, p<.01, regardless of the race/ethnicity of the parent(s).b Note: This percentage is different than the 31% shown in Tables 4 and 5 because theresponses of parents who did not identify the race/ethnicity of themselves or their childwere excluded.2360%74%63%45%20%7%13%21%34%16%26%39%26%11%18%29%26%22%20%42%18%8%13%22%0%10%20%30%40%50%60%70%80%PercentageofParentsReportingReasonforDecisionNeighborhoodSchool aKnow LGBTFamilies bDiverse SchoolPopulation bReputation forValuing Diversity bOther Reputation(e.g., art, music,athletics) cReputation forWelcoming LGBTFamilies bNortheast South Midwest WestFigure 2. Parents' Reasons for Choosing School: Comparison by Region44%73%69%24%10%10%38%19%26%42%25%15%31%15%17%62%49%44%39%18%23%21%13%12%0%10%20%30%40%50%60%70%80%PercentageofParentsReportingReasonforDecisionNeighborhoodSchoolKnow LGBTFamiliesKnow OtherFamiliesDiverse SchoolPopulationReputation forValuing DiversityAcademicReputationOther Reputation(e.g., art, music,athletics)Reputation forWelcomingLGBTFamiliesUrbanSuburbanSmall Town/RuralFigure 1. Parents' Reasons for Choosing School: Comparison by Localitya South > all, West < all; b Northeast and West > South; cWest > all. Differences significant at p<.01.Notes15 Wirt, J., Choy, S., Rooney, P., Provasnik, S., Sen, A., and Tobin, R. (2004). The Condition of Education2004 (NCES 2004-077). U.S. Department of Education, National Center for Education Statistics.Washington, DC: U.S. Government Printing Office.16 Ibid.17 χ2=64.87, φ=.33, p<.01, df=2.18 Other LGBT Families at School: χ2=21.29, φ=.19; Reputation for Diverse School: χ2=23.51, φ=.20;Reputation for Welcoming LGBT Families: χ2=18.71, φ=.18. All significant, p<.01, df=2.19 χ2=47.20, Cramer’s V=.2820 F(2,564)=10.41, p<.001. Univariate effects were considered at p<.01.21 School level differences in information seeking were examined using Chi-square analysis: χ2=30.47,Cramer’s V=.23. Differences in the level of importance of the information was examined using a one-wayanalysis of variance: F(2,563)=4.33, p<.05; post-hoc analyses were considered at p<.05.22 Differences across the family racial composition groups were tested with a series of Chi-squareanalyses. Results for the overall comparison was significant: χ2=17.31, Cramer’s V=.17, p<.01, df=3.23 To compare differences between these types of family constellations, a series of Chi-square tests wereperformed. Given the large number of variables, a more restrictive p-value was employed, p<.01. Thevariable “Chose neighborhood school” was significant, χ2=8.20, φ=.12, p<.01, df=2.24 To compare differences across localities, a series of Chi-square tests were performed. Given the largenumber of variables, a more restrictive p-value was employed, p<.01. Chose local school: χ2=24.36,Cramer’s V=.20; Know LGBT Families: χ2=11.90, Cramer’s V=.18; Diverse Population: χ2=18.04,Cramer’s V=.18; Commitment to Diversity: χ2=14.48, Cramer’s V=.16; Other Reputation: χ2=21.06,Cramer’s V=.19; Accepting of LGBT Families: χ2=10.42, Cramer’s V=.13. All significant, p<.01, df=3.Post-hoc differences across localities were tested with subsequent chi-square tests between pairs oflocalities.25 To compare differences across regions, a series of Chi-square tests were performed. Given the largenumber of variables, a more restrictive p-value was employed, p<.01. Chose local school: χ2=46.6, df=2,φ=.28; Know LGBT Families: χ2=21.6, φ=.19; Diverse Population: χ2=34.7, φ=.24; Commitment toDiversity: χ2=19.25, φ=.18; Academics: χ2=13.9, φ=.15; Other Reputation: χ2=26.5, φ=.21; Accepting ofLGBT Families: χ2=8.13, φ=.12; Know Other Families: χ2=20.6, φ=.19. All significant, p<.01, df=3. Post-hoc differences across regions were tested with subsequent chi-square tests between pairs of regions.24Parental Involvement in SchoolResearch has shown that positive relationships between the familyand the school result in better academic achievement for children.26For this reason, we examined the level of parental involvement inschool activities among LGBT parents and the frequency of parent-school communication about the child’s experiences in school.Parental Activity in SchoolAs shown in Table 8, the majority of parents in the study had beeninvolved in their child’s school in the past year. Nearly all parents(94%) reported that they had attended a parent-teacher conference orBack-to-School night and two-thirds (67%) had volunteered at theschool. About half (51%) of the parents reported that they belongedto the school’s parent-teacher organization (e.g., PTA or PTO) andan even higher percentage reported that they had taken part inactivities of this organization in the past year (regardless of belongingto the organization). LGBT parents may also be proactive in addressingissues related to their particular family constellation. About half of theparents (48%) reported that they had gone to the school at the startof the school year to talk to them about their family.The level of parent-school interaction may vary with the age of thestudent. In addition to overall percentages, Table 8 shows percentagesof parent-school involvement by school level. With the exception ofattending parent-teacher conferences, parents of elementary schoolstudents were more likely to report involvement in all schoolactivities.27 For example, whereas 58% of elementary school parentsreported having attending meetings of the parent-teacher2526Elementary Middle HighTotal School School SchoolBelong to the school’s parent-teacher org. a 51% 57% 46% 41%Attend meetings of the parent-teacher org. a 49% 58% 41% 33%Take part in the activities of the parent-teacher organization. a 60% 71% 51% 34%Act as a volunteer at the school. a 67% 80% 52% 46%Belong to any other organization with several parents from yourchild’s school (e.g., neighborhood or religious organizations). a 37% 41% 39% 24%Attend parent-teacher conference or Back-to-School night. 94% 96% 93% 89%Make a special trip to school at the start of the school year totalk to school personnel about your family. a 48% 58% 41% 27%a Elementary School Group higher than other two groups.Table 8. Parental Involvement in School by School LevelPrivate– PrivateTotal Public Religious OtherBelong to the school’s parent-teacher org. 51% 50% 39% 63%Attend meetings of the parent-teacher org. b 49% 46% 54% 68%Take part in the activities of the parent-teacher organization. a 60% 56% 56% 79%Act as a volunteer at the school. a 67% 64% 64% 84%Belong to any other organization with several parentsfrom your child’s school (e.g., neighborhood orreligious organizations). 37% 36% 44% 43%Attend parent-teacher conference or Back-to-School night. 94% 94% 95% 92%Make a special trip to school at the start of the schoolyear to talk to school personnel about your family. 48% 49% 41% 49%a Private School group higher than other two groups.b Private School group higher than Public School group.Table 9. Parental Involvement in School by School Typeorganization, 41% of middle schoolparents and 33% of high schoolparents reported this type ofinvolvement.There were also a few differences inparent-school involvement acrossthe types of schools the childrenattended.28 Although parents fromprivate schools (non-religious) wereno more likely to be a member of theparent-teacher organization, theywere more likely to attend meetingsand take part in the activities of theorganization compared to otherparents (see Table 9). These parentswere also more likely toact as a volunteer in the school.In order to examine whether theinvolvement of LGBT parents in theirchildren’s schools was similar to theinvolvement of parents generally, wecompared results from this sampleof LGBT parents to availablenational statistics on parentalinvolvement in school. Figure 3acompares the percentages of LGBTparents and a national sample of K–12 parents available from theNational Center for EducationStatistics (NCES) on two indicatorsof parental involvement: attendingparent-teacher conferences andactingas a volunteer in school. On bothindicators, LGBT parents weremore likely to be involved in theirchildren’s school than parents in thenational sample.29 With regard toparent-teacher conferences, nearlyall of the LGBT parents (94%)reported having participated in thepast year compared to 77% of thenational sample of parents.30 Whenconsidering the school level, the twosamples are not different at theelementary school level but the gapbetween LGBT parents and thenational sample of parents widensat middle school and further at high27Figure 3a. Comparisons of Parental Involvement in SchoolActivities: LGBT Parents versus National Sample of ParentsFigure 3b. Comparisons of Parental Involvement in SchoolActivities: LGBT Parents versus National Sample of Parents94%77%96%91% 93%75%89%56%0%20%40%60%80%100%Total Middle School High SchoolAttend parent-teacher conference or Back-to-School night67%42%80%52% 52%35%46%30%0%20%40%60%80%100%TotalElementary SchoolElementary School Middle School High SchoolAct as a volunteer at the schoolGLSENNCESGLSEN NCES41%26%33%36% 34%31%46%32%0%20%40%60%Belong to theschool’s parent-teacher orgAttend meetingsof the parent-teacher orgTake part in theactivities of theparent-teacherorganizationAct asa volunteerat the schoolLGBT Parents (Grades 9–12)National Sample of Parents (Grade 10)school. As also shown in Figure 3a, LGBT parents were more likely tovolunteer in their child’s school than parents nationally (67% vs.42%).31 Although the differences between the samples of parentswere significant across all school levels, the differences were morepronounced among elementary school parents.Figure 3b compares those LGBT parents in the survey whose childattended high school with a national sample of parents of 10thgraders from the NCES Educational Longitudinal Survey.32 The LGBTparents in our survey were more likely to be a member of the school’sparent-teacher organization than parents of 10th gradersnationally.33,34 However, there were no differences between the groupsin their level of activity: attending meetings and taking part in theorganization’s activities. LGBT parents were also more likely thanparents in the national sample to participate in volunteer activity intheir child’s school.35Parent-School CommunicationParents were also asked about the frequency with which theycommunicate with the school—both the school contacting theparents and the parents contacting the school. Tables 10 and 11demonstrate the frequency with which parents have communicatedwith the school regarding their child’s school performance andbehavior and the parents’ own involvement in school-related activities.Parents reported a higher frequency of communication with theirchild’s school (both hearing from the school and contacting the schoolthemselves) regarding volunteer work, their child’s school program forthe year and information on how to help their child at home withschool work. Parents of elementary school children, in general,reported a higher frequency of communication with the school thanother parents, with the exception of children’s problem behavior andpoor attendance about which they reported a lower frequency ofcommunication (see Figures 4a and 4b).36,37 Figures 5a and 5bcompare LGBT parents of secondary school students with a nationalsample of parents of 10th graders from the NCES EducationalLongitudinal Survey on parent-school communication.38 Overall,LGBT parents reported a higher level of contact with school personnelabout their child than parents from the national sample.39,40Specifically, LGBT parents reported a higher frequency of contact withthe school (both hearing from school personnel and contacting theschool) regarding their child’s future education, their child’s schoolprogram for the year and information on doing schoolwork with theirchild at home. LGBT parents reported a higher frequency of contactby the school about doing volunteer work and about their children’sproblem behavior. They also reported a higher frequency ofcontacting the school regarding their child’s positive behavior or poorperformance.2829Since the beginning of this school year, how many times have you (or yourpartner) been contacted by the school about each of the following?Once or 3 or 4 5 or MoreNone Twice Times TimesYour child’s poor performance in school. 79% 14% 4% 3%Your child’s school program for this year. 38% 29% 15% 16%Your child’s poor attendance record at school. 95% 4% 1% 0%Your child’s problem behavior in school. 77% 16% 4% 3%Your child’s positive or good behavior in school. 40% 28% 20% 12%Participating in school fund-raising activitiesor doing volunteer work. 19% 22% 25% 34%Information on how to help your child at homewith specific skills or homework. 41% 29% 16% 14%Obtaining information for school records. 43% 51% 5% 2%Your child’s future education. 49% 36% 11% 4%Your child was having problems withother students. 82% 14% 3% 1%Table 10. Parent-School Communication: School Contacting ParentsSince the beginning of this school year, how many times have you(or your partner) contacted the school about each of the following?Once or 3 or 4 5 or MoreNone Twice Times TimesYour child’s school program for this year. 32% 43% 17% 8%Your child’s poor attendance record at school. 95% 4% 1% 0%Your child’s problem behavior in school. 76% 16% 5% 3%Your child’s positive or good behavior in school. 59% 26% 10% 4%Participating in school fund-raising activities ordoing volunteer work. 28% 33% 20% 18%Information on how to help your child at homewith specific skills or homework. 34% 35% 21% 10%Obtaining information for school records. 55% 40% 4% 1%Your child’s future education. 40% 42% 13% 5%Your child was having problems with other students. 82% 14% 3% 1%Table 11. Parent-School Communication: Parents Contacting School3041%51%67%58%76%89%46%59%65%12%5%2%58%53%67%29%32%15%0% 20% 40% 60% 80% 100%Information on how to help yourchild at home with specific skillsor homework a,bParticipating in school fund-raising activities or doingvolunteer work a,b,cYour child’s positive or goodbehavior in school. cYour child's poor attendancerecord at school bYour child’s school program forthis year. aYour child’s poor perfromancein school aElementary SchoolMiddle SchoolHigh SchoolPercentage of Parents Reporting Any Contact in the Past School YearFigure 4a. Parent-School Communication by School Level:Communication From School45%63%83%12%5%2%43%39%26%0% 20% 40% 60% 80% 100%Participating in school fund-raising activities or doingvolunteer work a,b,cYour child’s poorattendance record at school bYour child’s poorperfromance in school a,bElementary SchoolMiddle SchoolHigh SchoolPercentage of Parents Reporting Any Contact in the Past School YearFigure 4b. Parent-School Communication by School Level:Communication From Parenta Elementary School different from Middle School. b Elementary School different from High School.cMiddle School different from High Schoola Elementary School different from Middle School. b Elementary School different from High School.cMiddle School different from High School3161%26%49%38%41%22%58%40%46%36%21%12%12%13%58%36%29%25%0% 20% 40% 60% 80% 100%Percentage of Parents Reporting Any Contactin the Past School YearYour child’s future education aObtaining information forschool recordsInformation on how to helpyour child at home withspecific skills or homework aParticipating in schoolfund-raising activities ordoing volunteer work aYour child’s positive or goodbehavior in schoolYour child’s problem behaviorin school aYour child’s poor attendancerecord at schoolYour child’s school programfor this year aYour child’s poor perfromancein schoolNational Sample of Parents (Grade 10)LGBT Parents (Grades 9–12)Figure 5a. Parent-School Communication: ComparisonBetween LGBT Parents and National Sample of ParentsSchool Contacted Parentsa Groups significantly different, p<.013272%27%43%41%52%30%45%30%30%18%18%11%12%11%68%38%43%30%0% 20% 40% 60% 80% 100%Percentage of Parents Reporting Any Contactin the Past School YearNational Sample of Parents (Grade 10)LGBT Parents (Grades 9–12)Your child’s future education aObtaining information forschool recordsInformation on how to helpyour child at home withspecific skills or homework aParticipating in schoolfund-raising activities ordoing volunteer workYour child’s positive or goodbehavior in school aYour child’s problem behaviorin schoolYour child’s poor attendancerecord at schoolYour child’s school programfor this year aYour child’s poor perfromancein school aFigure 5b. Parent-School Communication: ComparisonBetween LGBT Parents and National Sample of ParentsParents Contacted Schoola Groups significantly different, p<.01Parent-Child Involvement Regarding EducationParents were asked specifically about their involvement in theirchildren’s education, such as checking their child’s homework,discussing their child’s report card or problems he or she may behaving in school. As shown in Table 12, about two-thirds of parentsreported that they always checked their child’s homework anddiscussed problems their child was having with other students inschool. Nearly all parents reported that they always discussed theirchild’s report card, knew the whereabouts of their child when he orshe was not at home and enforced curfews on school nights. Thislevel of reported involvement was not significantly different fromnationally available data of K–12 parents.41 Elementary schoolparents were more likely to check their child’s homework than middleschool and high school parents (see Table 13).42 With regard todiscussing problems with other students—elementary school parentswere not significantly different than middle school parents but boththese groups reported a higher frequency than high school parents.The majority of LGBT parents reported that they have discussionswith their child about what he or she is learning in school (see Table14)—with nearly all parents reporting that they have thesediscussions frequently or often. In contrast, LGBT parents reported alower frequency of discussing what their child is learning in schoolrelated to LGBT people, with only about a quarter of parentsreporting these discussions frequently or often (see also Table 14).Elementary school parents were more likely than other parents todiscuss what their child is learning in general than other parents.However, elementary school parents were less likely to discuss whattheir child is learning related to LGBT people than middle and highschool parents (see Table 15).4333How often do you (or your partner)…Never Seldom Usually AlwaysCheck that your child has completed all homework? 1% 7% 30% 62%Discuss your child’s report card with him/her? 1% 2% 7% 90%Know where your child is when he/she is not at home or in school? 0% 0% 8% 91%Make and enforce curfews for your child on school nights? 2% 1% 10% 87%Discuss problems you child is having with other students at school? 6% 6% 18% 70%Table 12. Parental Involvement in Child’s Education34How often do you (or your partner)…Percent Reporting “Always”Elementary Middle HighSchool School SchoolCheck that your child has completed all homework? a 80% 48% 23%Discuss your child’s report card with him/her? 88% 97% 88%Know where your child is when he/she is not at home or in school? b 97% 91% 74%Make and enforce curfews for your child on school nights? 88% 90% 81%Discuss problems you child is having with other students at school? b 74% 74% 53%a Elementary School group higher than other two groups.b High School group lower than other two groups.Table 13. Parental Involvement in Child’s Education by School LevelNever Rarely Sometimes Frequently OftenIn general, how often do you talk with your childabout what she or he is learning in school? 0% <1% 5% 28% 68%How often do you talk with your child about whatshe or he is learning in school related toLGBT people? 17% 26% 34% 13% 9%Table 14. Parent-Child Discussions about SchoolPercent Reporting “Frequently” or “Often”Elementary Middle HighSchool School SchoolIn general, how often do you talk with your childabout what she or he is learning in school? a 98% 95% 87%How often do you talk with your child about whatshe or he is learning in school related toLGBT people? b 18% 30% 30%a High School group lower than other two groups.b Elementary School group lower than other two groups.Table 15. Parent-Child Discussions about School by School LevelParent-School EngagementRegarding LGBT Family IssuesPrevious research has shown that when the children of lesbian or gayparents enter school, the family must contend with how their familyconfiguration counters the norm—they may find that families liketheirs are invisible or not represented and may even encounterrepresentations that their family configuration is deviant.44 Yet, resultsfrom our study on parental involvement illustrate that LGBT parentsmay be as likely or even more likely to be involved in their child’seducation than parents generally and that LGBT parents may also beproactive in addressing issues related to their particular familyconstellation. Nevertheless, a number of parents in our surveyreported that they did not feel acknowledged or accepted by schoolpersonnel. As shown in Table 16, 15% of LGBT parents reported thatthey felt like school personnel did not acknowledge their type of familyat least some of the time with this percentage being even higher formiddle and high school parents.45 Similarly, 16% of LGBT parentsalso reported that they felt they could not participate fully in theirchild’s school community. As shown in Table 17, parents of childrenattending public schools and private religious schools were morelikely to feel disenfranchised from the school community than parentsfrom non-religious private schools.46Parents were asked how comfortable they would be talking to schoolpersonnel about their family as well as how often they had actuallydiscussed being an LGBT parent with school personnel. Overall,parents in the survey reported high levels of comfort with schoolpersonnel—two-thirds or more reported that they would be verycomfortable discussing their family with teachers, the principal, schoolcounselor and other staff (see Figure 6). Although these findings wereconsistent across school level (elementary, middle and high school),there were differences regarding the type of school the child attended.As shown in Table 18, parents of non-religious private school studentsreported higher levels of comfort discussing family issues with schoolpersonnel than other parents.47 With the exception of comfort with theprincipal, public school parents reported higher levels of comfort withschool staff than parents of children in religious private schools.Although many LGBT parents in the study reported frequentcommunication with school personnel and were comfortablediscussing LGBT issues with them, actual discussions about LGBTissues were most commonly had with teachers and the principal. Asshown in Table 19, about two-thirds (67%) of parents reported thatthey had spoken with teachers at their child’s school about being anLGBT parent and nearly half (45%) reported discussions with theprincipal in the past year. In contrast, less than a third had reporteddiscussions with the school counselor and less than a quarter withother school personnel, such as the school psychologist, nurse orlibrarian. Parents of elementary school students and of studentsattending non-religious private schools were typically more likely to35have discussed LGBT family issues with teachers, the principal andthe school librarian than other parents (see Tables 20 and 21).48Feeling excluded from the school community could have seriousimplications for the quality of the family-school connection—parentsmay not have the same access to resources and information relatedto their child’s education compared to parents who feel more a part ofthe school community. We examined whether parents who reportedfeeling excluded from their child’s school more frequently, either notbeing acknowledged as an LGBT family or not being able toparticipate fully in school activities, reported different levels ofparticipation in school activities and communication with schoolpersonnel than other parents.49 As shown in Figure 7a, parents whoreported a high frequency of feeling that their family was not fullyacknowledged by the school had a lower frequency of contact fromthe school about their child’s education.50 Similarly, parents who36In the past 12 months, how often have you….?Felt like school personnel don’t acknowledge your type of family? aElementary Middle HighTotal School School SchoolFrequently, Often or Sometimes 15% 12% 20% 21%Frequently 3% 3% 3% 4%Often 4% 4% 3% 6%Sometimes 8% 5% 14% 11%Rarely 7% 6% 10% 6%Never 78% 82% 70% 73%Felt that you are not able to fully participate in your child’s schoolcommunity because you are an LGBT parent? bElementary Middle HighTotal School School SchoolFrequently, Often or Sometimes 16% 14% 24% 17%Frequently 4% 4% 4% 5%Often 5% 4% 6% 7%Sometimes 7% 6% 14% 5%Rarely 8% 6% 8% 13%Never 76% 80% 69% 70%a Elementary school group significantly lower than other groups.b Groups not significantly different.Table 16. Parental Beliefs about School Acceptance by School Levelreported a high frequency of feeling that they were not able toparticipate fully in their child’s school because of being LGBT parentsalso had a lower frequency of contact from the school (see Figure7b).51 Yet there was no relationship between feelings of exclusion andthe frequency with which parents contacted the school about theirchild’s education (see also Figures 7a and 7b). Parents’ beliefs aboutacceptance and inclusion of school personnel may be informed by alack of contact from the school. However, it may also be that this lackof contact is an indicator of a less welcoming environment for LGBTfamilies, and LGBT parents from these schools may be deniedresources and information about their child’s education relative toother parents.Parents who did not feel fully able to participate in their child’s schoolcommunity were also less likely to participate in certain schoolactivities. As shown in Figure 8, parents who reported more oftenfeeling excluded from the school in this way were much less likely tohave been involved in the parent-teacher organization and tovolunteer at school.52 These parents were also less likely to belong toother community groups with parents from their child’s school.37In the past 12 months, how often have you….?Felt like school personnel don’t acknowledge your type of family? aPrivate– PrivateTotal Public Religious OtherFrequently, Often or Sometimes 15% 17% 20% 3%Frequently 3% 3% 3% 0%Often 4% 5% 3% 0%Sometimes 8% 9% 14% 3%Rarely 7% 8% 10% 5%Never 78% 75% 70% 92%Felt that you are not able to fully participate in your child’sschool community because you are an LGBT parent? aPrivate– PrivateTotal Public Religious OtherFrequently, Often or Sometimes 16% 17% 30% 7%Frequently 4% 4% 8% 0%Often 5% 6% 11% 1%Sometimes 7% 7% 11% 6%Rarely 8% 9% 5% 4%Never 76% 74% 66% 89%a Private school group significantly lower than other two groupsTable 17. Parental Beliefs about School Acceptance by School Type38In general, how comfortable would you be talking to school personnel about your family?Percent Reporting Very or Somewhat ComfortablePrivate– PrivateTotal Public Religious OtherYour child’s teacher a 88% 88% 69% 97%Your child’s guidance counselor a 89% 89% 77% 97%Your child’s principal b 85% 84% 69% 96%Other school staff (e.g., school nurse) a 86% 85% 68% 98%a All groups significantly different.b Private-Other significantly different from Public and Private-Religious.Table 18. Parents’ Comfort in Talking withSchool Personnel by School Type aFor each of the following types of school staff, please indicate how many times youhave talked with each one about being an LGBT parent in the previous school year.2 to 5 More thanNone Once Times 5 TimesTeachers 33% 23% 38% 6%Principal 55% 24% 17% 4%Guidance Counselor 70% 15% 12% 3%Psychologist 83% 9% 6% 2%Nurse 88% 9% 3% 0%Librarian or Other Resource Staff 83% 10% 7% 2%Table 19. Parents’ Talking with School Personnel about LGBT Issues4%8%16%72%6%9%18%67%3%7%18%71%4%10%21%65%0%20%40%60%80%100%Teacher Principal Counselor Other StaffIn general, how comfortable would you be talking to school personnel about your family?Very ComfortableSomewhat ComfortableSomewhat UncomfortableVery UncomfortableFigure 6. Parents' Comfort Talking with School Personnel39For each of the following types of school staff, please indicatehow many times you have talked with each one about being anLGBT parent in the previous school year.Percent Reporting One or More OccurrenceElementary Middle HighSchool School SchoolTeachers a 79% 56% 45%Principal b 50% 46% 28%Guidance Counselor c 24% 39% 35%Psychologist d 15% 20% 17%Nurse d 14% 12% 7%Librarian or OtherResource Staff a 23% 13% 6%a Elementary School group higher than other two groups.b High School group lower than other two groups.c Elementary School group lower than other two groups.d Groups not significantly different.Table 20. Parents’ Talking with School Personnelabout LGBT Issues by School LevelFor each of the following types of school staff, please indicatehow many times you have talked with each one about being anLGBT parent in the previous school year.Percent Reporting One or More OccurrencePrivate– Private–Public Religious OtherTeachers a 66% 51% 81%Principal a 42% 44% 62%Guidance Counselor b 31% 13% 29%Psychologist b 17% 13% 13%Nurse c 14% 3% 6%Librarian or OtherResource Staff a 15% 13% 32%a Private School group higher than other two groups.b Groups not significantly different.c Public School group higher than other two groups.Table 21. Parents’ Talking with School Personnelabout LGBT Issues by School Type4046%34%41%36%20%30%40%50%Never Any OccurrencePercentageofParentsReportingHighLevelsofContactSchool Contacting ParentsParents Contacting SchoolFigure 7a. Parents' Feelings of Exclusion andContact with School: Not Fully Acknowledged by School46%35%42%39%20%30%40%50%Never Any OccurrencePercentageofParentsReportingHighLevelsofContactSchool Contacting ParentsParents Contacting SchoolFigure 7b. Parents’ Feelings of Exclusion and Contact withSchool: Not Feeling Able to Participate Fully in School63%44%72%47%40%25%0%20%40%60%80%100%PercentageofParentsReportingTypeofInvolvementTake part in the activitiesof the parent-teacherorganization.Act as a volunteerat the school.Belong to any otherorganization with severalparents from your child’s school(e.g., neighborhood orreligious organizations).Low (Rarely, Never) High (Frequently, Often, Sometimes)Figure 8. Parents’ Feelings of Exclusion and School Involvement:Not Feeling Able to Participate Fully in SchoolNotes26 For a review of this literature, see: Henderson, A. T. & Mapp, K. L. (2002). A new wave of evidence:The impact of school, family, and community connections on student achievement. Austin, TX:Southwest Educational Development Laboratory.27 To compare differences across school level, a series of Chi-square tests were performed. Given thelarge number of variables, a more restrictive p-value was employed, p<.01. Attend parent-teacher org.:χ2=25.51, Cramer’s V=.21; Take part parent-teacher org.: χ2=54.77, Cramer’s V=.31; Volunteer:χ2=60.94, Cramer’s V=.33. All significant, p<.01, df=2. Post-hoc differences across school types weretested with subsequent chi-square tests between pairs of school level.28 To compare differences across school types, a series of Chi-square tests were performed. Given thelarge number of variables, a more restrictive p-value was employed, p<.01. Attend parent-teacher org.:χ2=14.42, Cramer’s V=.16; Take part parent-teacher org.: χ2=14.66, Cramer’s V=.16; Volunteer:χ2=13.31, Cramer’s V=.15; All significant, p<.01, df=2. Post-hoc differences across school types weretested with subsequent chi-square tests between pairs of school types.29 Vaden-Kiernan, N., and McManus, J. (2005). Parent and Family Involvement in Education: 2002–03(NCES 2005–043). U.S. Department of Education, National Center for Education Statistics. Washington,DC: U.S. Government Printing Office.Certain variables used in the LGBT parent survey were also used in the National Center for EducationStatistics Parent and Family Involvement in Education Survey of the 2003 National HouseholdEducation Surveys Program: attending meetings of the parent-teacher organization, attending parent-teacher conference and acting as a volunteer in the school.30 Using available population parameters from NCES, a one-sample Chi-square test was performedcomparing the percentages from the GLSEN sample to the NCES sample: χ2=97.03, p<.001, df=1.31 Using available population parameters from NCES, a one-sample Chi-square test was performedcomparing the percentages from the GLSEN sample to the NCES sample: χ2=153.97, p<.001, df=1.32 Given the relatively small number of parents whose children attended any high school grade, it was notfeasible to compare the parents of 10th graders in our survey with the national survey of parents of 10thgraders. Although parental involvement may vary across grades within high school, we believe thatdifferences across high school grades would be small relative to parental involvement between highschool parents and elementary school and middle school parents. For this reason, we compared thenational sample of 10th grade parents to all LGBT parents in the survey with children in high school.33 Education Longitudinal Study: 2002/04 Data Files and Electronic Codebook System. (First follow-up)[ECB/CD-ROM Public Use]. (2005). Washington, DC: National Center for Education Statistics, U.S.Department of Education, Institute of Education Services [Producer and Distributor].34 Using publicly available data from the 2002 baseline data from the NCES Educational LongitudinalStudy, we compared the national set of 10th grade parents with the LGBT parents of secondary schoolstudents (grades 9 to 12): χ2=12.22, p<.001, df=1.35 χ2=12.22, p<.001, df=1. χ2=10.22, p<.001, df=1.36 Differences between groups were tested by a multivariate analysis of variance and percentages shownare for illustrative purposes. The multivariate effect was significant, Pillai’s trace=.29, F(20,888)=7.5,p<.001. Univariate effects were considered at p<.01.37 Differences between groups were tested by a multivariate analysis of variance and percentages shownare for illustrative purposes. The multivariate effect was significant, Pillai’s trace=.25, F(18,1020)=8.0,p<.001. Univariate effects were considered at p<.01.38 Education Longitudinal Study: 2002/04 Data Files and Electronic Codebook System. (First follow-up)[ECB/CD-ROM Public Use]. (2005). Washington, DC: National Center for Education Statistics, U.S.Department of Education, Institute of Education Services [Producer and Distributor].39 Differences between the GLSEN and national samples in the frequency of contact were tested by amultivariate analysis of variance and percentages shown are for illustrative purposes. The multivariateeffect was significant, Pillai’s trace=.01, F(9,11775)=13.6, p<.001. Univariate effects were considered atp<.01.40 Differences between the GLSEN and national samples in the frequency of contact were tested by amultivariate analysis of variance and percentages shown are for illustrative purposes. The multivariateeffect was significant, Pillai’s trace=.02, F(9,11591)=23.4, p<.001. Univariate effects were considered atp<.01.41 Vaden-Kiernan, N., and McManus, J. (2005). Parent and Family Involvement in Education: 2002–03(NCES 2005–043). U.S. Department of Education, National Center for Education Statistics. Washington,DC: U.S. Government Printing Office.42 Differences between groups were tested by a multivariate analysis of variance and percentages shownare for illustrative purposes. The multivariate effect was significant, Pillai’s trace=.31, F(10,1058)=19.0,p<.001. Univariate effects were considered at p<.01.43 Differences between groups were tested by a series of analyses of variance (ANOVA) and percentagesshown are for illustrative purposes. For both variables, the group differences were significantly different:general “talking about learning” – F(2,578)=28.7, p<.001; LGBT-related “talking about learning” -F(2,576)=6.3, p<.01 Post-hoc t-tests were considered at p<.01.44 Casper, V., Schultz, S., & Wickens, E. (1992). Breaking the silences: Lesbian and gay parents and theschools. Teachers College Record, 94, 109137.45 Differences between groups with a oneway analysis of variance (ANOVA) and percentages shown arefor illustrative purposes. The group differences for “school personnel don’t acknowledge” weresignificantly different: F(2,578)=3.7, p<.05. Post-hoc t-tests were considered at p<.05.4146 Differences between groups with a series of oneway analyses of variance (ANOVAs) and percentagesshown are for illustrative purposes. The group differences for “school personnel don’t acknowledge”were significantly different, F(2,569)=6.7, p<.001, and for “not fully participate,” F(2,572)=7.0, p<.001.Post-hoc t-tests were considered at p<.05.47 Differences between groups were tested by a multivariate analysis of variance and percentages shownare for illustrative purposes. The multivariate effect was significant, Pillai’s trace=.05, F(8,1068)=3.6,p<.001. Univariate effects were considered at p<.01.48 Differences between groups were tested by a multivariate analysis of variance and percentages shownare for illustrative purposes. For school level, the multivariate effect was significant, Pillai’s trace=.15,F(12,1038)=6.5, p<.001. For school type, the multivariate effect was significant, Pillai’s trace=.10,F(12,1038)=4.7, p<.001. Univariate effects were considered at p<.01.49 Given that we were primarily interested in overall contact to/from school, we computed two overallcontact variables taking the mean of the variables regarding the school contacting parents and themean of the variables regarding parents contacting the school. To examine the relationship betweenfrequency of contact to and from the school and feelings of exclusion (not being fully able to participateand feeling not fully acknowledged), we examined the Pearson correlations among the scale variables.50 Contact From: Pearson r=-.17, p<.001. Contact To: Pearson r=-.05, NS. Percentages shown are forillustrative purposes. The two exclusion variables were each dummy coded into any occurrence(“Rarely,” “Sometimes,” “Often,” and “Frequently”) and no occurrence (“Never”). The contact variableswere split at the means to create high/low contact.(“contact from school”: X= 1.60; “contact to school”:X=1.70).51 Contact From: Pearson r=-.13, p<.001. Contact To: Pearson r=.02, NS.52 To examine the relationship between parents’ feelings of exclusion and school involvement, a series ofChi-square tests were performed given the involvement variables were dichotomous. A moreconservative significant level was used (p<.01) because of the number of tests required. The chi-squareanalysis was significant for: active in parent-teacher organization – χ2=11.7, p<.001, df=1, φ=.14;volunteering at school – χ2=20.9, p<.001, df=1, φ=.19; participation in other organizations – χ2=8.2,p<.001, df=1, φ=.12.42Students’ Safety in SchoolParental Concerns about Child Safety in SchoolAlthough many parents, in general, worry about their child’s safety inschool with regard to bullying and harassment, LGBT parents mayhave further concerns about their child’s safety in school because ofsocietal attitudes toward LGBT people and LGBT parents specifically.For these reasons, we asked parents about their concerns for theirchild’s safety in school, both general concerns as well as concerns thattheir child will have problems in school or be excluded from peersbecause of having LGBT parents. As shown in Table 22, more thantwo-thirds (66%) of parents reported that they had ever worried abouttheir child’s general safety in school, with over a quarter (29%)reporting that they worried at least some of the time. A higherpercentage of parents worried that their child might have problems inschool because of having an LGBT parent—over half of the parents(57%) reported this concern at least some of the time. Nearly half ofthe parents (48%) also reported that they worried at least sometimesabout whether their child would have problems making friends or beingexcluded from peers because of having an LGBT parent (see alsoTable 22). Although elementary school parents, on average, worriedless frequently about their child’s safety in general, it was the highschool parents who were least often concerned about their childexperiencing LGBT-related harassment and being excluded from peersbecause of having LGBT parents than other parents (see Figure 9).53Overall, parents of children attending non-religious private schools leastoften were worried about their child’s well-being at school.5443LGBT parents may have greater concern about their child’s welfare inschool than parents in general. According to a Gallup Poll conductedaround the same time as our parent survey (August 8–11, 2005), onlyabout a fifth (21%) of parents with a child in K–12 school reportedthat they feared for their child’s physical safety at school.55 Thisnational percentage is far lower than the two-thirds (66%) of LGBTparents who ever reported worrying about their child’s safety inschool and lower than the more conservative percentage of parentswho reported worrying at least sometimes (29% reported“sometimes,” “often” or “frequently”).56 It is important to note that thequestion from Gallup and that from GLSEN were slightly different—Gallup asked specifically about physical safety whereas we did not.Nevertheless, the finding may demonstrate that LGBT parents arehighly concerned about their child’s safety in school. It is possible thatLGBT parents are simply more concerned parents and thisheightened concern has nothing to do with their family form. However,given the high percentage of LGBT parents who are specificallyconcerned about their child having problems in school because oftheir family constellation, it is also possible that this heightened senseof concern regarding school safety is because these parentsanticipate the child being a likelier target for bullying and harassmentbecause of having LGBT parents.44Table 22. Parental Concerns about Their Child’s Experiencesin School: Safety, Bullying and Peer RelationsNever Rarely Sometimes Often FrequentlyHow often do you worry thatyour child is safe in school? 34% 37% 22% 5% 2%How often do you worry that your childwill have problems in school becauseof having LGBT parents? 13% 30% 41% 12% 4%How often do you worry that your child willhave problems making friends in schoolor being excluded from classmatesbecause of having LGBT parents? 20% 32% 35% 10% 3%450%10%20%30%40%PercentageReporting“Sometimes,”“Often”or“Frequently”29%24%39%33% 34%16%10%How often do you worry that your child is safe in school? aTotal ElementarySchoolMiddleSchoolHighSchoolPublicSchoolPrivate-ReligiousSchoolPrivate-OtherSchool57%Total ElementarySchoolMiddleSchoolHighSchoolPublicSchoolPrivate-ReligiousSchoolPrivate-OtherSchool59%67%43%60%51%48%0%10%20%30%40%50%60%70%PercentageReporting“Sometimes,”“Often”or“Frequently”How often do you worry that your child will have problems in schoolbecause of having LGBT parents? b48% 49%58%36%52%41%32%0%10%20%30%40%50%60%How often do you worry that your child will have problemsmaking friends in school or being excluded from classmatesbecause of having LGBT parents? bPercentageReporting“Sometimes,”“Often”or“Frequently”Total ElementarySchoolMiddleSchoolHighSchoolPublicSchoolPrivate-ReligiousSchoolPrivate-OtherSchoolFigure 9. Parental Worries about Child Safety in Schoola Elementary group significantly lower than other two groups. Public school group significantly higher than othertwo groups. b High school group significantly lower than other two groups. Private – Other group significantlylower than Public School group.Students’ Reports on General Safety in SchoolIn order to better understand the safety concerns of children fromLGBT families, we asked students about their own feelings of safety inschool, both general feelings of safety and safety based on specificpersonal characteristics, such as their family constellation, genderexpression (i.e., how traditionally “masculine” or “feminine” they were),gender, and actual or perceived sexual orientation, race/ethnicity,disability and religion. Half (51%) of all students said they felt unsafe atschool because of any of these characteristics, with familyconstellation and actual or perceived sexual orientation being the mostcommonly reported reasons for feeling unsafe. As shown in Figure 10,nearly a quarter (23%) felt unsafe at school because they had anLGBT parent, and a fifth (21%) felt unsafe because of their actual orperceived sexual orientation. Almost a fifth (16%) of the students inour study felt unsafe at school because of how they expressed theirgender. Some students also reported feeling unsafe at school becauseof their gender (10%), or their actual or perceived religion (9%),race/ethnicity (6%) or a disability (3%).Attending a school that does not provide a safe learning environmentmay lead to greater absenteeism among students who do not feelsafe. Nearly a fifth of the students in this study said they had skippeda class at least one time (15%) or missed at least one day of school(17%) in the past month because they felt unsafe at school.Compared to a national sample of the general student population,students with LGBT parents were much more likely to indicate thatthey were made to feel unsafe in school because of their actual orperceived sexual orientation (21% v. 6%), gender (10% v. 2%), howthey expressed their gender (16% v. 8%), and their actual orperceived religion (10% v. 5%).57 These differences may be indicativeof experiences that are unique to youth with LGBT parents,experiences that their peers may not encounter when at school.460%5%10%15%20%25%9%Religion3%Gender6%Disability16%Gender Expression10%Race/Ethnicity21%Sexual Orientation23%Having LGBTParentFigure 10. Percentage of Students Who Felt Unsafe at SchoolNotes53 Differences across elementary, middle and high schools were tested by a multivariate analysis ofvariance with the three worry-related dependent variables. Percentages shown are for illustrativepurposes. The multivariate effect was significant, Pillai’s trace=.06, F(6,1150)=6.3, p<.001. Univariateeffects and post-hoc group comparisons were considered at p<.01.54 Differences across school type were tested by a multivariate analysis of variance with the three worry-related dependent variables. Percentages shown are for illustrative purposes. The multivariate effect wassignificant, Pillai’s trace=.07, F(6,1152)=6.8, p<.001. Univariate effects and post-hoc group comparisonswere considered at p<.01.55 Gallup (2007). Gallup’s pulse of democracy: Education. Retrieved September 13, 2007, fromhttp://www.galluppoll.com/content/default.aspx?ci=1612.56 Chi-square goodness of fit test was used to compare the percentages of parents in the LGBT Familystudy with the percentages of parents from the national population on parental worry about child safetyin school. The percentage of LGBT parents who ever worried about their child’s safety in school wassignificantly higher than the percentage of the general population of parents who worried about theirchild’s physical safety in school: χ2=724.4, df=1, p<.001. The percentage of LGBT parents who worriedmore often was also significantly higher than that of the general population: χ2=21.0, df=1, p<.001.57 Harris Interactive, Inc. & GLSEN Study: 2005 Data File. New York: GLSEN. Chi-square nonparametrictest was used to compare the percentages of students in the LGBT Family study who reported feelingunsafe with the percentages of students from the national population. Sexual orientation: χ2=64.9,df=1, p<.001. Gender: χ2=55.3, df=1, p<.001. Gender expression: χ2=12.0, df=1, p<.01. Religion: χ2=5.4,df=1, p<.05.47Students’ Negative School ExperiencesAlthough there is a growing body of literature documenting safetyissues, such as bullying and harassment, in U.S. schools, little isknown about the school experiences of youth who have an LGBTparent or guardian. In order to better understand the schoolexperiences of students from LGBT families, we asked students arange of questions about their safety and comfort at school, includingtheir exposure to biased language and their experiences of bullying,harassment and other forms of mistreatment.Biased Language at SchoolHearing biased language at school is an important indicator of thenature and quality of a school’s environment for students. Thus,students were asked about the frequency of hearing homophobic,racist and sexist remarks at school, hearing negative remarks abouthow people expressed their gender, and hearing negative remarksabout LGBT parents and families.Biased Language from Students. Figure 11 shows the frequency ofthe different types of biased language made by other students inschool. Sexist remarks (e.g., hearing someone called a “bitch” in aderogatory way) and homophobic remarks were the most frequenttypes of biased language that students reported hearing at school. Asshown in Figure 11, almost three-quarters (72%) of students reportedhearing sexist remarks “often” or “frequently” at school. Although notusually considered as derogatory as terms such as “faggot” theexpressions “that’s so gay” and “you’re so gay” are often used to referto someone or something as “stupid” or worthless. Three-quarters of49students in our survey indicated that they heard these expressionsoften or frequently in school. With regard to more blatantly derogatoryhomophobic remarks, almost two-thirds (64%) heard remarks such as“faggot” or “dyke” often or frequently. Many students also reportedhearing negative remarks regarding gender expression at school, suchas comments about a student not acting “masculine” or “feminine”enough—about a third heard these comments often or frequently. Inaddition, a sizable percentage of students reported hearing racistremarks (e.g., “nigger” or “spic”) at school—about a third (34%) ofstudents reported hearing such remarks often or frequently.In addition to the frequency of this language in school, we also askedstudents about the pervasiveness of biased language use—how manystudents make these types of remarks in school.58 Many studentsreported hearing sexist and homophobic remarks from “most” of theirpeers (43% and 32%, respectively). Smaller percentages of studentsheard negative remarks about gender expression (21%) and racistremarks (17%) from most of the students at their school.Although homophobic remarks could add to a negative environmentfor students with LGBT parents in that it relates to their parent orparents, it is possible that members of the school community makenegative remarks specifically about having lesbian or gay parents. Forthis reason, we asked students how often they heard these types ofremarks in school. Although these types of remarks were lesscommon than other types of biased remarks, 18% of students hadheard negative remarks about having an LGBT parent often or50FrequentlyOftenSometimesRarely6%18%19%57%12%21%30%34%35%16%14%20%7%19%22% 50%21%28%25%13%29%25%22%9%0%20%40%60%80%100%“That's so gay”or “You’reso gay”OtherHomophobicRemarksRacistRemarksSexistRemarksRemarks aboutSomeone’s“Masculinity”Remarks aboutSomeone’s“Femininity”Figure 11. Students’ Reports on Frequency ofHearing Biased Remarks at Schoolfrequently while at school (see Figure 12). With regard to theprevalence of these comments among the student body, about a tenthof students (11%) reported that they heard these types of commentsfrom most of the students in their school.In order to examine whether the school experiences of students withLGBT parents were similar to the experiences of the generalpopulation of secondary school students, we compared results fromthis sample to findings from a recent study that examined theexperiences of the general student population with issues related toschool climate.59 There were some important differences between thegeneral student population and students from LGBT families withregard to their reports about biased language in school. Studentsfrom LGBT families were more likely to report that they frequentlyheard homophobic (64% v. 52%), sexist (72% v. 51%), and racistremarks (34% v. 26%) at school.60 These differences may, in part, bedue to the differences in sample demographics. For example, therewere higher percentages of female students in the sample of studentswith LGBT parents than in the sample from the general population,and female students may be more likely to be aware of sexistlanguage use in their schools.Biased Language from School Staff. Any degree of biased orderogatory language from school staff should be consideredunacceptable and not tolerated in our schools. Hearing biasedlanguage from teachers or other school authority figures may send amessage to students that such language use is to be tolerated andpossibly acceptable. Unfortunately, many students said they heardteachers or other school personnel use sexist, homophobic, andracist language at school, as shown in Figure 13.Similar to students’ reports regarding biased language from students,sexist remarks were the most frequently heard type of biasedlanguage—about half (49%) of students reported hearing school staffmake sexist remarks. More than a third (39%) reported that schoolstaff made homophobic remarks at school, and more than a quartersaid they heard staff make negative comments about genderexpression (30%), LGBT families (28%) and racist remarks (26%)in school.Intervention by School Staff with Biased Language. While hearingbiased remarks was a common occurrence in students’ schools,according to students’ reports intervention by school staff when suchlanguage was used in their presence was not. Only 59% of studentsreported that a teacher or other school staff frequently (“most of thetime” or “always”) intervened when hearing racist remarks, and lessthan half (42%) said staff frequently intervened when sexist remarkswere made in their presence (see Figure 14). School staff were muchless likely to intervene when hearing negative remarks about LGBTparents, homophobic remarks and negative remarks about genderexpression. Only 38% of students reported that staff frequentlyintervened when hearing remarks about LGBT parents, less than a51Never41%Rarely27%Sometimes14%Frequently7%Often11%Figure 12. \"How often have youheard negative remarks aboutyour family having an LGBTparent or parents?\"third (28%) of students said that school staff frequently intervenedwhen hearing homophobic remarks, and less than a quarter (22%)indicated frequent staff intervention when remarks related to genderexpression were made. Although students with LGBT families weremore likely than the general population of secondary school studentsto report hearing racist remarks in school, they were also more likelyreport that school staff frequently intervened when racist remarkswere made in their presence (59% v. 37%).61Students’ Experiences of Harassment and AssaultIn addition to their overall feelings of safety at school, students wereasked about their experiences of serious types of harassment atschool. Although most students did not report experiencing difficultiesat school, some experienced verbal harassment (e.g., called namesor threatened), physical harassment (e.g., shoved or pushed) andassault (e.g., punched, kicked or injured with a weapon). In fact, forsizable percentages of students, family constellation, actual orperceived sexual orientation, and gender expression resulted in thembeing targeted for harassment and other mistreatment at school.Students’ Experiences of Verbal Harassment. As noted above,students often heard homophobic remarks and other kinds of biasedlanguage in school, and a substantial percentage of students heardnegative remarks about having an LGBT parent—remarks that mayor may not have been directed specifically at them. In addition to thefrequency of hearing negative remarks in their school about LGBTparents, we also asked students about any incidents of verbalharassment they may have experienced, incidents in which behaviorssuch as name-calling or verbal threats were directed at thempersonally because they had an LGBT parent. As shown in Figure 15,42% of students said they had been verbally harassed at school inthe past year because their parents were LGBT. In addition to familyconstellation, students were asked about the frequency ofexperiencing verbal harassment based on other characteristics. Overa third (37%) of students reported that they had been verballyharassed because of their actual or perceived sexual orientation andnearly a third had experienced verbal harassment because of theirgender (30%) or the way in which they expressed their gender (33%).Fewer students reported that they had experienced verbalharassment based on their actual or perceived race/ethnicity (26%), adisability (18%) or religion (21%).In addition to experiencing harassment based on having LGBTparents, some students from LGBT families may also experiencedifficulties at school in terms of their peers’ assumptions or perceptionsabout their own sexual orientation. Specifically, some students mayexperience harassment in school because their peers believe that theyare lesbian, gay or bisexual simply because they have an LGBTparent, regardless of their actual sexual orientation. As shown inFigure 16, more than a third of students in our study reported being525339%30%26%49%28%0%10%20%30%40%50%Homophobic Gender Expression Racist Sexist LGBT Parents27%46%16%12%11%31%33%26%11%47%24%18%32%46%15%7%27%35%16%22%0%20%40%60%80%100%HomophobicRemarksRacist Remarks Sexist Remarks Remarks re:Gender ExpressionRemarks re:Students’ withLGBT ParentsAlways Most of the Time Some of the Time NeverFigure 14. Students’ Reports on Frequency of Intervention by School StaffWhen Hearing Biased Language in SchoolFigure 13. Percentage of Students Who Heard Biased Remarks From School Staffverbally harassed in the past year because of their actual or perceivedsexual orientation. A fifth (21%) of all students had been verballyharassed at school both because of their family constellation andbecause of their actual or perceived sexual orientation.Being the target of frequent harassment can severely affect astudent’s access to her or his education. As shown in Figures 17aand 17b, students who reported high levels of harassment were muchmore likely to report that they missed classes or entire days of schoolbecause of feeling unsafe. For example, compared to students whowere never or rarely harassed at school, students who experiencedhigh levels of harassment because of having LGBT parents weremore than three times as likely to miss classes (34% vs. 10%) andfour times as likely to miss entire days of school (44% vs. 11%)because they feared for their safety.625420%14%5%3%16%13%5%3%14%8%4%4%16%7%5%5%15%8%1%2%9%6%3%0%12%6%2%1%0%10%20%30%40%LGBT Parent SexualOrientationGender GenderExpressionRace/Ethnicity Disability ReligionFrequentlyOftenSometimesRarelyFigure 15. Students’ Reports on Frequency of Verbal Harassment in the Past YearExperienced Neither Formof Verbal Harassment43%Verbal HarassmentHaving LGBT Parents19%Verbal HarassmentSexual Orientation Only17%Verbal HarassmentBased on Both21%Figure 16. Percentage of Students Experiencing Verbal HarassmentBased on Family Constellation and/or Own Sexual Orientation5534% 33%38% 38% 39%10% 10% 11% 11% 12%0%10%20%30%40%PercentageMissingatLeastOneClassinthePastMonthBecauseofFeelingUnsafeHaving LGBTParentsSexual Orientation Gender GenderExpressionRace/EthnicityVerbal HarassmentLow Severity(Never, Rarely)High Severity(Sometimes, Often,Frequently)Figure 17a. Relationship Between Severity of In-School Harassment and Missing Classes(all differences statistically significant, p<.05)44%39%33% 33%11% 12% 15% 14%0%10%20%30%40%50%Having LGBT Parents Sexual Orientation Gender Gender ExpressionVerbal HarassmentPercentageMissingatLeastOneDayofSchoolinthePastMonthBecauseofFeelingUnsafeLow Severity(Never, Rarely)High Severity(Sometimes, Often,Frequently)Figure 17b. Relationship Between Severity of In-School Harassmentand Missing Days of School(all differences statistically significant, p<.05)Students’ Experiences of Physical Harassment and Assault. Forsome students, experiences of victimization did not end with verbaloffenses but escalated to physical harassment (e.g., being shoved orpushed) and assault (e.g., being punched or injured with a weapon).Although these events were not as common as verbal harassment,they were not uncommon.63 As shown in Figure 18, about a tenth ofstudents had been physically harassed or assaulted in the past yearbecause they had LGBT parents (12%), because of their actual orperceived sexual orientation (11%) or because of their gender (11%)or gender expression (13%).As with verbal harassment, students with LGBT parents mayexperience physical forms of harassment or assault because ofhaving LGBT parents or because they themselves are LGBT orothers assume that they are LGBT. As shown in Figure 19, nearly afifth of students had reported either type of LGBT-related physicalharassment or assault and 5% reported both.5612%11% 11%13%7% 7%5%0%5%10%15%LGBT Parent SexualOrientationGender GenderExpressionRace/Ethnicity Disability ReligionFigure 18. Percentage of Students Physically Harassed or Assaulted in the Past YearPhysical Harassment/AssaultBased on Both5%Physical Harassment/AssaultSexual Orientation Only5%Physical Harassment/AssaultLGBT Parents Only7%Experienced Neither Form ofPhysical Harassment/Assault83%Figure 19. Percentage of Students Experiencing Physical Harassment or AssaultBased on Family Constellation and/or Own Sexual OrientationStudents’ Experiences of Other Types of Harassmentand Mistreatment by Their PeersStudents may also experience victimization events in school that arenot clearly related to a personal characteristic. Unlike the previouslydiscussed frequencies of verbal harassment and physical harassmentand assault, students were not asked whether these types ofharassment were specifically related to a personal characteristic. Forexample, a student may be the target of mean rumors or lies becauseof their sexual orientation or race or for no apparent reason. Thus, weasked students about other types of harassment they may haveexperienced at school, such as being sexually harassed or havingtheir property deliberately damaged.As Figure 20 illustrates, 40% of students had experienced sexualharassment (e.g., receiving sexual remarks or someone touching theirbody inappropriately) at school, and 43% had their property stolen ordeliberately damaged at school in the past school year. Relationalaggression—harm caused by damage to peer relationships—is acommon type of harassment occurring in schools. The students in oursurvey were asked how often they had experienced one of the mostcommon forms of relational aggression—the spreading of meanrumors or lies about a peer. Students were asked two questions withregard to rumors and lies: the first asked how often they hadrumor/lies spread about them in general (or for no specific reason),5718%12%6%4%31%23%14%8%21%9%7%5%15%14%7%3%20%18%6%3%0%20%40%60%80%SexualHarassmentPropertyStolen/DamagedRumors/Lies inGeneralRumors/LiesAbout LGBTFamilyMistreatmentBecause ofHaving LGBTParentsReceivedNegativeComments AboutHaving LGBTParents27%10%3%3%FrequentlyOftenSometimesRarelyFigure 20. Students’ Reports on Frequency of Other Types ofHarassment in the Past Yearand the second asked how often they had rumor/lies spread aboutthem specifically because they had an LGBT parent. Three-quarters(76%) had rumors or lies spread about them in general in the pastyear, and 22% said this had occurred often or frequently. Manystudents (42%) reported having rumors or lies spread about them inschool specifically because they had an LGBT parent (12% reportingoften or frequently).Students with LGBT parents may be subjected to other forms ofmistreatment in school, mistreatment which they may not describe asbeing harassment or assault. In order to better understand the uniqueexperiences of students with LGBT parents, they were asked howoften they had experienced other kinds of mistreatment or receivednegative comments from their peers specifically because they had anLGBT parent. In addition, students were asked about other negativeexperiences they may have experienced, such as being excludedfrom classroom activities, because of their family structure. More thana third (40%) of the students had experienced mistreatment by otherstudents at school specifically because they had an LGBT parent,and almost half (47%) had received negative comments from theirpeers for this reason (see Figure 20).Demographic Differences in Students’ SchoolExperiences of VictimizationGLSEN’s mission is to make all schools safe for all students.Whereasmany students with LGBT parents experience harassment in schoolbased on their family constellation or their actual or perceived sexualorientation, many experience further harassment based on otherpersonal characteristics, such as race/ethnicity or gender. Thus, weexamined whether there were differences in the experience of schoolclimate based on sexual orientation, race/ethnicity and gender in order tounderstand more fully the experiences of students with LGBT parents.Comparisons by Sexual Orientation. Students who identified aslesbian, gay or bisexual (LGB) were much more likely to report feelingunsafe at school because of their sexual orientation (57% vs. 13%)and gender expression (39% vs. 11%) than non-LGB students.65 Inaddition, LGB students experienced higher levels of victimization atschool than their peers (see Figures 21 and 22). For example, LGBstudents were more than four times as likely to have experiencedverbal harassment based on their sexual orientation (81% vs. 18%)and more than twice as likely to have been verbally harassed basedon their gender (47% vs. 21%).66 LGB students were also more likelyto have experienced physical harassment and assault based on theirsexual orientation, gender and gender expression than students whowere not LGB.67 Even though LGB students experienced moreharassment, it is important to note that about one in ten non-LGBstudents reported having been harassed because other studentsperceived them to be lesbian, gay or bisexual. This findingdemonstrates that heterosexual students may experience harassment58because other students believe that they are LGB simply becausetheir parents are LGBT.Although one might expect there to be differences between LGB andheterosexual students in their experiences of harassment based onsexual orientation, it is interesting to note that the only other significantdifferences in victimization were those related to gender and genderexpression. Although LGB students were in the minority in the sample,differences in gender-based victimization may be a result of thegreater number of LGB female students in our study. Our sample ofstudents in this study was predominately female; the female studentsin the sample were more likely to identify as LGB than male studentsin the sample, and female students historically report more in-schoolvictimization based on gender than male students. Nevertheless, thesefindings may also speak to the relationship between sexual orientationand gender and to the ways in which homophobia and bias about5985%27%54%25%44%30%0%20%40%60%80%100%PercentageofStudentsWhoWereVerballyHarassedatSchoolSexual Orientation Gender Gender ExpressionLGB StudentsNon-LGB StudentsLGB StudentsNon-LGB StudentsFigure 21. Experiences of Verbal Harassment by Sexual Orientation25%8%29%7%32%8%0%5%10%15%20%25%30%35%PercentageofStudentsWhoWerePhysicallyHarassedorAssaultedatSchoolSexual Orientation Gender Gender ExpressionFigure 21. Students’ Experiences of Verbal Harassmentby Sexual OrientationFigure 22. Students’ Experiences of Physical Harassmentand Assault by Sexual Orientation“gender-appropriate” behavior and appearance intersect. Previousresearch has demonstrated how sexual orientation, gender andgender expression are inextricably linked, particularly for LGBTstudents: students who are LGBT often experience higher levels ofvictimization based on sexual orientation, gender and genderexpression than non-LGBT students, and students who have a non-normative gender expression are often targets for harassment as theyare perceived to be lesbian or gay.68Comparisons by Gender. There were some significant differences bygender in reported experiences of safety and harassment.69 None ofthe male students in the study reported feeling unsafe because of theirgender compared to more than a tenth of female students (14%).70 Inaddition, whereas about a fifth of male students reported that they hadbeen verbally harassed in school based on gender, 35% of femalestudents had experienced this form of harassment (see Figure 23).71Female students were almost twice as likely to have been sexuallyharassed at school compared to male students (47% vs. 25%), andwere also more likely to have experienced relational aggression (81%vs. 64%).72 Male students were more likely, however, to reportexperiencing harassment that was physical in nature: 20% had beenphysically harassed or assaulted at school because they had an LGBTparent, compared to 8% of female students.73Comparisons Between Students of Color and White Students.We also found significant differences in the experiences of students ofcolor versus white students in our study, with regard to negativeexperiences related to their race or ethnicity.74 As shown in Figure 24,students of color in our study were more likely to report feeling unsafeat school because of their race or ethnicity than white students (12%vs. 3%).75 Students of color were also more likely to report that theyexperienced harassment and assault at school based on their race orethnicity. Almost half (43%) of the students of color had experiencedracially or ethnically motivated verbal harassment at school,compared to 18% of their white peers.76 Sixteen percent of studentsof color reported being physically harassed or assaulted at schoolbecause of their race/ethnicity, versus only 2% of white students (seealso Figure 24).77Comparisons by School Type and Level. We were also interestedin whether students’ experiences varied by the type (public, private-religious, private-other) and level (middle or high school) of schoolthey attended, and found some differences in terms of students’ beingdiscouraged by school staff from talking about their family or LGBTparent in school. Students who were in religious-affiliated privateschools were almost twice as likely as students in public schools tohave been discouraged by school staff (43% vs. 23%), and seventimes as likely as students in non-religious private schools (43% vs.6%).78 High school students were twice as likely as middle schoolstudents to say that school staff had discouraged them from talkingabout their parents or family in school (27% vs. 13%).79606143%16%12%18%2% 3%0%10%20%30%40%50%Percentage ReportingVerbal Harassment re:Race/EthnicityPercentage ReportingPhysical Harassment/Assaultre: Race/EthnicityPercentage FeelingUnsafe Because ofRace/EthnicityWhite StudentsStudents of ColorFigure 24. Experiences of Safety and Harassment Based onRace/Ethnicity: Students of Color vs. White Students18%35%20%8%25%47%64%81%0%20%40%60%80%100%PercentageofStudentsWhoWereHarassedatSchoolVerbal Harassment re:GenderPhysicalHarassment/Assault re:LGBT ParentsSexual Harassment Relational Aggression:Rumors/LiesMale StudentsFemale StudentsFigure 23. Experiences of Harassment by Gender:Male vs. Female StudentsComparisons with General Populationof Secondary School StudentsGiven that this study was focused solely on the experiences of LGBTfamilies, it does not provide any relative comparison with theexperiences of students in general. The experiences of students fromLGBT families may differ from the experiences of other students. Forexample, students with LGBT parents may experience unique forms ofharassment not experienced by other students, such as being verballyharassed because they are from an LGBT family. Furthermore,because they may already experience victimization based on theirfamily composition, students with LGBT parents may also be morelikely to experience forms of harassment that more commonly occur inschools, such as harassment based on actual or perceived sexualorientation. For this reason, we compared the experiences of studentswith LGBT parents in this study with those of a national sample ofsecondary school students.80 Specifically, we examined differences inexperiences of verbal harassment, which were the most commonforms of harassment, as well as sexual harassment, relationalaggression (i.e., target of mean rumors or lies) and personal propertydamage in school.Figure 25 shows significant differences between the two samples onharassment. Students with LGBT parents were somewhat more likelythan the general population of secondary school students to reportthat they had experienced verbal harassment in school because oftheir actual or perceived sexual orientation, gender, and an actual orperceived disability. Furthermore, students in the current study weremore likely to have been sexually harassed in school (40% v. 25%)and more likely to have been the target of mean rumors or lies(75% v. 50%).81We also examined differences in the frequency of skipping classes ormissing days of school because of feeling unsafe and found that somestudents with LGBT parents may have more limited access to theireducation than students in general. Students in the current study weremore than twice as likely to have skipped a class in the past yearbecause of feeling unsafe (15% v. 6%) and to have missed at leastone entire day of school also because of feeling unsafe (17% v. 5%).82Mistreatment by Adult Membersof the School CommunityMistreatment did not always come from other students but also fromadult members of the school community. Students were askedwhether they had experienced mistreatment or had received negativecomments from members of the school community, includingteachers, the principal, other school staff and the parents of otherstudents. As shown in Figure 26, students most commonly reportedthat they had negative interactions with parents of other students intheir school: nearly a quarter of students had been mistreated by or626311%2%9%23%15%2%7%23%0%5%10%15%20%25%PercentageofStudentsWhoReportedAnyOccurrenceMistreatment by Members of School Community Received Negative Comments fromMembers of School CommunityTeacherPrincipalOther School StaffParents of Other StudentsFigure 26. Other Negative Events in School Experienced by Students with LGBT Parents37%14%30%17% 18%10%40%25%75%50%0%10%20%30%40%50%60%70%80%PercentageofStudentsWhoReportedAnyOccurrenceinSchoolinthePastYearSexual Orientation Gender Disability Sexual Harassment Target of MeanRumors or LiesVerbal HarassmentStudents with LGBT Parent(s)National Sample ofSecondary StudentsFigure 25. Comparisons of Students' Experiences of Verbal Harassment:Students with LGBT Parents vs. National Sample of Studentsreceived negative comments from the parents of other studentsbecause they had an LGBT parent (23% for both). About a tenth ofthe students also reported mistreatment or negative comments from ateacher (11% and 15%, respectively) and nearly a tenth reportedsuch behaviors from other school staff.What is particularly disturbing is the fact that so many studentsreported being mistreated by teachers and other staff at their school.Such actions, of course, may have direct, detrimental effects for thestudent with LGBT parents. Furthermore, any adult in the schoolcommunity who mistreats a student because he or she has an LGBTparent, whether it is a teacher or another school staff person, may besending a message to other students that there is something wrongwith having an LGBT parent and that mistreating people who comefrom an LGBT family is acceptable. This message may influence howstudents react to and treat their peers who have an LGBT parent.There were, in fact, significant differences in relation to the behaviorof school staff toward students with LGBT parents, and the behaviorof other students. As shown in Figure 27, all of the students who hadbeen mistreated by teachers or by other school staff because theyhad an LGBT parent also reported being mistreated by their peers(versus only a third of students who had not been mistreated byschool staff).83 Furthermore, students who reported that they heardnegative remarks about having an LGBT parent from staff at theirschool were much more likely to have heard these remarks fromother students (see Figure 28).84 These findings speak to the impactthat the actions of teachers and other school personnel have onyoung people and to the importance of educating staff as well asstudents about family diversity and the importance of demonstratingrespect for all types of families.Students’ Experiences of Exclusionand Discrimination in SchoolIn our discussion of the parent-school relationship, we illustrated thatmany parents in the survey felt excluded from the school communityor felt that they were not able to participate fully in school activitiesbecause of being LGBT. For the children of LGBT parents, exclusionfrom classroom activities, whether direct or indirect, may be yetanother form of mistreatment in school and another indicator of anegative school climate. Thus, we asked students several questions inorder to document how often they may have experienced feelingexcluded from their school community specifically because they hadan LGBT parent. When asked how often they had ever felt like theycould not fully participate at school, 30% of students said that thisoccurred. Furthermore, about a fifth (22%) of students said that ateacher, principal or other school staff person had discouraged themfrom talking about their family at school, and more than a third (36%)had felt that school personnel did not acknowledge their LGBT family(e.g., not permitting one parent to sign a student’s form because s/hewas not the legal parent/guardian).646591%100%39% 42%0%20%40%60%80%100%PercentageofStudentsWhoReceivedNegativeRemarksfromOtherStudentsatNegative Remarks fromTeachersNegative Remarks fromOther School StaffNever ReceivedRemarksEver ReceivedRemarksFigure 28. Negative Remarks from Peers in Relation toNegative Remarks from Teachers and Other School Staff100% 100%33% 34%0%20%40%60%80%100%PercentageofStudentsWhoWereMistreatedbyOtherStudentsatSchoolMistreatment by Teachers Mistreatment by OtherSchool StaffEver MistreatedNever MistreatedFigure 27. Mistreatment by Peers in Relation toMistreatment by School Staff66A fifth (20%) of students reported feeling excluded from school orclassroom activities in the past school year specifically because theyhad LGBT parents. Students who said they had felt excluded wereasked to describe a recent experience. There were three major themesacross these students’ experiences: 1) feeling excluded because theyreceived negative responses about having LGBT parents, 2) feelingexcluded because they were discouraged by school staff from beingopen about their parents or family, and 3) feeling excluded becauseLGBT families were not included in school activities.Negative Responses to LGBT Families. Many students describedsituations where they felt excluded because they did not feel theycould talk openly about their family at school without there beingnegative repercussions. Several students commented that they did notwant their peers to know that they had an LGBT parent, often for fearof being harassed or receiving negative comments from otherstudents. For example, a 7th grade student did not discuss her familyat school because she was “afraid of getting made fun of for having 2moms and not a ‘normal’ family.” During a classroom discussion aboutfamilies, a 9th grader described how he talked about “generic things”rather than share real details about his family. A student in the 8thgrade described how other students reactions to discussion aboutLGBT people caused her to avoid mentioning her own family:When people and our teacher talk about LGBT people in classand everyone laughs because they think it’s gross or somethingI feel uncomfortable because I’m the only one not laughing. It’slike there [they’re] making fun of me in a way.Some students avoided talking about their parents in school becausethey had already experienced negative responses. For example, astudent in the 10th grade described how he was “verbally attacked ata school dance because his Mom is Gay” and the event becamephysically violent when both students “started punching each other.”An 11th grade student described the following experience:In speech class we were told to tell a speech about the personwho has influenced us the most. I wanted to talk about mymother, who is a lesbian. Students made comments on how a“sinner” couldn’t be a good influence.Discouraged from Being Open About Family by Faculty/SchoolStaff. Several students described feeling excluded because teachersor other school staff discouraged them from talking about their familyat school or from including their parents in school events:In Spanish [class], we were doing a project that involveddescribing our home and introducing our family. I talked to myteacher and explained my situation, and she said it would bebetter for me to say i had a single mother and not mention herpartner at all. It made me mad, so I made a point of includingmy other mom, and I ended up failing the project. (11th grader)We had a dance team banquet and we were supposed to haveour parents come, but our directors said it would be better if ionly brought one of my moms so i would not cause adisruption. (9th grader)They said I couldn’t put a picture of my parents kissing on apicture collage even though other children could. (9th grader)I was doing a family tree and got told to put my step mom downas an aunt… (8th grader)School Activities Not Inclusive of LGBT Families. Many studentsdescribed situations where they felt excluded from classroomactivities, particularly activities that involved discussion of families,because there were no representations of LGBT families or theactivity was based on the assumption that students’ came from“traditional” families with two heterosexual parents. For example, an8th grade student described the following experience aboutcompleting a class assignment:I was told on the worksheet to list my extended family. There[were] options of what to put about divorced families and etc.,but nothing about lesbian parents. I felt excluded and bad so Ididn’t complete the assignment.Another 8th grade student described how her “teacher insisted I putmy birth mother and birth father” on her family tree. A student in the12th grade explained a recent incident as follows:My biology class discussed genetics and my class assignmentwas to go home and record the hair color, eye color and otherphysical attributes of my MOTHER AND FATHER, when Ireturned my information with the data from my two mothers, myteacher told me I had done the assignment wrong and told meto go home and ask my mother about my father’s attributes, asall students have a mother and father, and my mother must atleast know the color of my father’s eyes and hair.In addition to classroom assignments, students described other types ofexperiences at school where their family structure was notacknowledged. For example, an 11th grader was not permitted to gohome sick from school with his “other dad” unless the school hadpermission from his “first dad.” A 12th grade student describeddifficulties in filling out parental information on college application forms:College applications have a space for parent/guardianinformation, however, there is only space for two parents, underthe titles: MOTHER and FATHER. This upset me not onlybecause I have three “parents” but also because I am aware ofmany GLBTQ families who would not be able to fill out a formthat is so rigid in its definition of parents.Although most students in our survey did not report experiencingovert acts of exclusion or discrimination, many described situations inwhich they were kept from fully participating in school activities orevents because they had LGBT parents (e.g., not having the option to67include both parents on a family tree; being told that they should notgo out for sports because they had gay parents). Furthermore, somestudents described being subjected to biased remarks about LGBTparents (from teachers as well as students), and experiencingincidents of name-calling and harassment at school based on theirfamily constellation.Other Negative Events Experienced at SchoolAbout a quarter (24%) of students in our study said that in the pastyear they had experienced other negative events at school specificallybecause they had LGBT parents. These students were asked todescribe a recent event and among those who provided a description,most described experiences in which they were harassed at school.For example, a student in the 10th grade wrote that he frequentlyheard derogatory remarks about his family in the school hallways.Several other students described incidents of homophobic name-calling and verbal harassment at school, incidents in which thestudents themselves were often the target:People saying that I was a lesbian just because my moms were.(8th grader)They called my dad a fag once [and] this kid called me a fagbecause of my dads. (7th grader)When some people found out that my dad was gay they said“Oh, that explains why [name of respondent] acts like fag.” (8thgrader)Called “devil’s daughter” “Lesbo.” Someone said “At least mymom’s not gay” + “ I’d kill myself if my mom was gay.” (8th grader)One 8th grade student commented that another student spread liesabout her parent at school: “A girl at school told a lie that my momwas making out with another woman behind the bleacher at a schoolevent.”Interestingly, some students described how some people at schoolquestioned their athletic abilities based on the fact that they hadLGBT parents. For example, a 10th grade student who had two gayfathers described how “some teachers do not think I should do sportsbecause I have gay parents.” A 12th grader reported:I play basketball and softball and when my moms come to seeme some of my peers insist on making fun of me and ask how Igot into sports with no dad in the house...68Reporting Incidents of Harassment and AssaultPrevious research on secondary school students has shown thatstudents often do not report harassment to school officials or eventheir parents and the results from the current survey on students withLGBT parents were no exception.85 Students who had experiencedharassment and/or assault at school were asked how often theyreported these events to school authorities. As shown in Figure 29,less than half (48%) of students who had experienced verbal orphysical harassment or physical assault at school in the past yearsaid that they ever reported the incident to a teacher, principal orother school staff. Students were much more likely to report incidentsto their own parent or guardian than to school staff or other familymembers—two-thirds (66%) indicated that they had told their parentor guardian about incidents of victimization. In addition, 43% ofstudents said that they had reported incidents to a family memberother than a parent or guardian.86Having a parent who is LGBT may make it easier for students todiscuss problems with harassment in school, particularly for LGBTstudents. Compared to available data on the experiences of LGBTstudents, students in our study who were LGBT were much likelier toreport incidents of harassment or assault to their parents.87 Abouttwo-thirds (67%) of LGBT students with LGBT parents said they hadever reported harassment to a parent or guardian, with more than aquarter (29%) doing so always. Less than half (41%) of the LGBTstudents in GLSEN’s 2005 National School Climate Survey everreported harassment to a parent or guardian and only 8% reporteddoing so always. Unfortunately, we do not have comparable data fornon-LGBT students so we cannot determine whether all students withLGBT parents are more likely to report harassment to their parents.Parents were also asked about their level of awareness of their child’sexperiences in school with regard to harassment. In particular, parentswere asked how often their child had told them about being harassed,bullied or having problems with other students at school, in general,and because of having an LGBT parent, specifically. As shown inFigure 30, over half (58%) of parents reported that their child had evertold them about being harassed in school for any reason, with nearly aquarter reporting at least some of the time (“Sometimes,” “Often,” or“Frequently”). A smaller percentage of parents disclosed that their childhad told them about being bullied or harassed because of having anLGBT parent—28% of parents reporting any occurrence and 11%reporting at least sometimes. In general, parents of middle schoolstudents were more likely to report that their child told them aboutbeing harassed or bullied in school (see Figure 31). Parents of childrenin elementary school were less likely than other parents to report theirchild had been harassed or bullied because of having LGBT parentsthan secondary school parents.886970Teacher, Principal orOther School StaffParent orGuardianOther FamilyMember11%6%16%23%5%8%0%20%40%60%80%31%27% 30%AlwaysMost of the TimeSome of the TimeFigure 29. Students’ Reports on Frequency ofReporting Incidents of Harassment and AssaultElementary School Middle School High SchoolReports of Harassment Include LGBTFamily IssuesReports of Harassment Do NotInclude LGBT Family IssuesNo Reports of Harassment44%36%20%32%26%42%44%17%39%0%20%40%60%80%100%Figure 31. Parental Reports on Frequency of HarassmentChild Has Experienced in School: General and Specific toBeing From an LGBT FamilyGeneral Harassment Harassment Relatedto LGBT Family35%17%4%2%17%8%2%1%0%20%40%60%FrequentlyOftenSometimesRarelyFigure 30. Parental Reports on Frequencyof Harassment Child Has Experienced inSchool: General and Specific toBeing From an LGBT FamilyParental Intervention with School PersonnelRegarding HarassmentStudents who had reported harassment to their parents or otherfamily members were asked whether the adults had intervened ontheir behalf with school personnel. More than half (57%) of studentswho reported incidents to their parent/guardian said that theirparent/guardian then talked with school staff, and a quarter of thosewho reported incidents to other family members said that theyaddressed the matter with school personnel.Parents who had been told by their child that she or he had beenharassed or bullied in school were also asked whether they hadaddressed the matter with school personnel. Not surprisingly, thefrequency with which parents’ intervened with school staff was relatedto the frequency with which their child reported harassment in school.Figure 32 illustrates that a higher frequency of reported harassmentwas related to a higher frequency of intervention—whereas abouthalf (47%) of parents whose child reported harassment rarelyintervened with school personnel frequently or often, three-quarters(75%) of parents whose child reported harassment intervenedfrequently or often.89 Given that we did not ask parents specificinformation about the nature of the harassment that their childreported to them, we cannot make any determinations about howLGBT parents decided to intervene or not intervene. Future researchwould be needed to understand parents’ decision-making about whenand how often they decide to speak to school staff about their child’sharassment in school.Parents were also asked how effective they believed the interventionto be and how receptive school personnel were. As shown in Figure33, over half (52%) of these parents had addressed their child’s beingharassed frequently or often. When asked how effective theirintervention with school personnel was, the majority of parents (77%)reported that it was very or somewhat effective (see Figure 34). Thevast majority of parents also reported that the school personnel werereceptive to them, with nearly two-thirds (64%) reporting that theywere very receptive (see Figure 35).Parent’s level of intervention, their perceptions of the effectiveness ofthe intervention and of staff’s receptiveness to them variedsignificantly by school level (see Figure 36).90 Parents of high schoolstudents were less likely to intervene than parents of elementary ormiddle school students. High school parents were also less likely tothink their intervention was effective than elementary school parents.Although the majority of parents at all school levels found the schoolpersonnel to be receptive when they had intervened regarding theirchild’s harassment in school, elementary school parents found themto be more receptive than other parents.As with LGBT students, the problem still remains for students withLGBT parents that they do not report harassment to school71authorities and often do not think school personnel will effectivelyaddress the problem. Fortunately, most of the students with LGBTparents had told their parent or guardian when victimized in schooland most also reported that the parent or guardian addressed thematter with the school. The reports from the LGBT parents in thisstudy were consistent. The percentage of parents who reported beingaware of their child being harassed was similar to the percentage ofstudents reporting harassment. Furthermore, most parents in thestudy reported that they had addressed the harassment with theschool. Thus, in contrast to other populations of students such asLGBT students, it appears that students with LGBT parents may havemore supports in that they may feel they can talk to their parentsabout negative experiences in school, particularly if theseexperiences are related to their family or perhaps even to their ownsexual orientation or gender identity/expression.72Never20%Rarely13%Sometimes14%Often19%Frequently34%Figure 33. Parents' Reports on the Frequency ofAddressing Bullying and Harassment withSchool PersonnelSomewhatIneffective14%Very Effective36%VeryIneffective9%SomewhatEffective41%Figure 34. Parents' Reports of the Effectivenessof Addressing Bullying and Harassment withSchool Personnel47%61%65%75%20%40%60%80%100%Rarely Sometimes Often FrequentlyFrequency of Child's Reports to Parent of Being Harassed in SchoolPercentageofParentsReporting“Frequently,”“Often”or“Sometimes”Figure 32. Relationship Between Parents Addressing Child Harassment withSchool Personnel and Frequency of Reported Harassment73VeryUnreceptive4%SomewhatUnreceptive5%SomewhatReceptive27%VeryReceptive64%Figure 35. Parents' Reports of the Receptiveness of School Personnelto Parents' Addressing Bullying and Harassment60%56%29%84%73%60%93%88%84%0%20%40%60%80%100%Percentage of Parents InterveningFrequently or OftenPercentage of Parents ReportingTheir Intervention Was Very orSomewhat EffectivePercentage of Parents ReportingThat School Personnel Were Veryor Somewhat Receptive toParental InterventionElementary SchoolMiddle SchoolHigh SchoolFigure 36. Parental Intervention Regarding Child's Harassment in School by School Level:Frequency of Intervention, Effectiveness and Receptiveness of StaffNotes58 Respondents were asked if they heard biased remarks from “a few of the students,” “some of thestudents” or “most of the students” at their school.59 Harris Interactive & GLSEN (2005). From teasing to torment: School climate in America, a survey ofstudents and teachers. New York: GLSEN.60 Chi-square nonparametric test was used to compare the percentages of students in the LGBT Familystudy who heard biased language “often” or “frequently” with the percentages of students who heardbiased language “often” or “very often” from the national population. Homophobic remarks: χ2=10.3,df=1, p<.01. Sexist remarks: χ2=27.4, df=1, p<.001. Racist remarks: χ2=4.3, df=1, p<.05.61 Chi-square nonparametric test was used to compare the percentages of students in the LGBT familystudy who said that school staff intervened “most of the time” or “always” when hearing racist remarkswith students who said that school staff intervened “often” or “very often” from the national population:χ2=19.6, df=1, p<.001.62 Differences between groups were tested by a multivariate analysis of variance and percentages shownare for illustrative purposes. The variables for missing classes and missing days of schools weredummy-coded into new variables representing no occurrence/any occurrence of the event and weretreated as dependent variables. The multivariate effect was significant for both independent variables:missing classes, Pillai’s trace=.20, F(7,144)=5.1, p<.001; missing days of school, Pillai’s trace=.17,F(7,144)=4.3, p<.001. Univariate effects were considered at p<.01.63 The variables for physical harassment and physical assault were combined into new variables anddummy-coded to represent no occurrence/any occurrence of the event. Given the low incidence ofphysical harassment and assault, Figure 18 represents only whether students ever experienced theparticular event, i.e., those who reported “rarely,” “sometimes,” “often” or “frequently.”64 Given that this research question was examining harassment based on sexual orientation, we use“LGB” and not “LGBT” in this instance.65 Chi-square tests were performed: Unsafe because of sexual orientation: χ2=26.0, df=1, p<.001, φ=.42;unsafe because of gender expression: χ2=13.7, df=1, p<.001, φ=.30.66 Differences between groups were tested by multivariate analysis of variance. Percentages shown are forillustrative purposes. For verbal harassment, the multivariate effect was significant: Pillai’s trace=.35,F(7, 114)=8.8, p<.001. The univariate effects were significant at p<.05.67 The variables for physical harassment and physical assault were combined into new variables anddummy-coded to represent no occurrence/any occurrence of the event. Chi-square tests wereperformed. Physical harassment/assault based on sexual orientation: χ2=7.2, df=1, p<.05, φ=.22.Physical harassment/assault based on gender: χ2=11.3, df=1, p<.01, φ=.28. Physicalharassment/assault based on gender expression: χ2=11.5, df=1, p<.01, φ=.2868 D’Augelli, A.R., Grossman, A. H., & Starks, M. T. (2006) Childhood gender atypicality, victimization, andPTSD among lesbian, gay, and bisexual youth. Journal of Interpersonal Violence, 21, 1462–1482.Bochenek, M. & Brown, A. W. (2001). Hatred in the hallways: Violence and discrimination againstlesbian, gay, bisexual, and transgender students in U.S. schools. New York: Human Rights Watch.Harris Interactive & GLSEN (2005). From teasing to torment: School climate in America. New York:GLSEN.Fineran, S. (2001). Sexual minority students and peer sexual harassment in high school. Journal ofSchool Social Work, 11, 50–69.Kosciw, J. & Diaz, E. (2006). The 2005 National School Climate Survey: The school-related experiencesof lesbian, gay, bisexual and transgender students in our nation’s schools. New York: GLSEN.69 Due to the low number of respondents who identified as transgender (n=3), this analysis comparesfemale- and male-identified respondents only.70 Chi-square test was performed: χ2=6.7, df=1, p<.01, φ=-.22.71 Differences were examined using independent samples t-tests and percentages are for illustrativepurposes. The t-statistic was significant: t= -4.1, df=130.3, p<.001.72 Differences were examined using independent samples t-tests and percentages are for illustrativepurposes. The t-statistic was significant for both sexual harassment (t= -3.447, df=123.8, p=.001) andrelational aggression (t= -2.4, df=139, p<.05).73 Chi-square test was performed: χ2=3.8, df=1, p=.05, φ=.17.74 “Students of color” were respondents who identified as African American, Latino or Hispanic, Asian orPacific Islander, Native American, or multiracial. It does not represent a monolithic group and werecognize that there may be significant differences in the experiences of youth who are categorized as“students of color.” Due to the small size of the overall sample and the relatively small number ofrespondents who were students of color, we were unable to examine differences between or within thedifferent racial/ethnic groups of respondents (e.g., the experiences of African American youth comparedto white youth, or differences by gender within a racial/ethnic group).75 Chi-square test was performed: χ2=4.3, df=1, p<.05, φ=.17.76 Percentages are for illustrative purposes. Differences between groups were tested by a multivariateanalysis of variance, using all the variables for verbal harassment. The multivariate effect was marginallysignificant, Pillai’s trace=.09, F(7,136)=2.0, p=.05. Verbal harassment based on race/ethnicity: Univariateeffects were significant (p=.001). Additional analysis was conducted using an independent t-test and thet-statistic was significant: t= 2.9, df=71.4, p<.01.77 Chi-square test was performed: χ2=9.6, df=1, p<.05, φ=.26.7478 Percentages shown are for illustrative purposes. Group differences were examined using one-wayanalyses of variance. There were significant mean differences: F(2, 148)= 3.3, p<.05. Post hoc t-testswere significant at p<.05.79 Percentages shown are for illustrative purposes. Differences were examined using independent samplest-test. The t-statistic was significant: t= 2.6, df=144.8, p=.01.80 Harris Interactive, Inc. & GLSEN Study: 2005 Data File. New York: GLSEN.81 Differences between samples were tested by a multivariate analysis of covariance and percentagesshown are for illustrative purposes. Because of the larger percentage of students identifying as LGB inthe family study, LGB status was used as a covariate. The multivariate effect was significant: Pillai’strace=.01, F(9,3434)=4.9, p<.001. Because of the large sample size in the Harris Interactive andGLSEN study, univariate effects were considered at p<.01.82 The percentages given are for illustrative purposes. Differences between samples were tested by amultivariate analysis of covariance controlling for LGB status. The multivariate effect was significant:Pillai’s trace=.01, F(2,3501)=19.4, p<.001. Univariate effects were considered at p<.01 and weresignificant for both dependent variables.83 Mistreatment by teachers and mistreatment by students; χ2=25.6, df=1, p<.001, φ=.43. Pearsoncorrelation for original interval level variables: r=.58, p<.001. Mistreatment by other school staff andmistreatment by students: χ2=21.4, df=1, p<.001, φ=.37. Pearson correlation for original interval levelvariables: r=.53, p=<.001.84 Negative remarks from teachers and negative remarks from students: χ2=20.8, df=1, p<.001, φ=.37.Pearson correlation for original interval level variables: r=.42, p<.001. Negative remarks from otherschool staff and negative remarks from students: χ2=13.7, df=1, p<.001, φ=.30. Pearson correlation fororiginal interval level variables: r=.42, p<.001.85 Harris Interactive & GLSEN (2005). From teasing to torment: School climate in America. New York:GLSEN.Kosciw, J. & Diaz, E. (2006). The 2005 National School Climate Survey: The school-related experiencesof lesbian, gay, bisexual and transgender students in our nation’s schools. New York: GLSEN.86 Differences were examined using paired samples t-tests: “reporting to parents/guardians” versus“reporting to school staff:” t(63)=-4.4, p<.001; “reporting to parents/guardians” versus “reporting to otherfamily members:” t(62)=4.4, p<.001.87 GLSEN National School Climate Survey Study: 2005 Data File. New York; GLSEN. Chi-squarenonparametric test performed to compare the percentage of LGBT students in the LGBT Family studywho reported incidents of harassment/assault to their parents with the percentage of students from the2005 NSCS: χ2=4.0, df=1, p<.05.88 To examine differences in types of bullying and harassment by school level, we computed a newvariable indicating whether a child had reported: no harassment, harassment in general but notincluding LGBT-related harassment and harassment including LGBT harassment. Differences acrosscategories by school level were significant: χ2=34.1, p<.001, df=4, Cramer’s V=.24.89 Percentages are for illustrative purposes. The relationship between frequency of reported harassmentand frequency of parental intervention was tested using correlation: Pearson r=.18, p<.001.90 Differences across school type were tested by a series of oneway analyses of variance: Frequency ofintervention, F(2,329)=8.7, p<.001; Effectiveness, F(2,252)=4.5, p<.01; Receptiveness: F(2,263)=6.1,p<.01. Post-hoc group comparisons were considered at p<.05. Percentages shown in Figure 32 are forillustrative purposes.75Parents’ Negative Experiencesin School or With School PersonnelFor students of LGBT parents, bullying and harassment may affecttheir in-school relationships and their ability to learn and be part ofthe school community. For LGBT parents, negative experiencesrelated to being LGBT or to their family constellation may affect theirrelationship with school personnel. Thus, we were interested inunderstanding whether the LGBT parents in our study had had anynegative experiences at school or with school personnel related totheir LGBT family. Specifically, parents were asked whether they hadexperienced any mistreatment, heard negative comments about beingLGBT or received negative comments about parenting from variousmembers of the school community: teachers, principals, other schoolstaff, other parents at school and students at school. Overall, asshown in Figure 37, LGBT parents reported a relatively low incidenceof negative experiences from school personnel. However, they weremore likely to have reported mistreatment and hearing negativecomments about being LGBT from other parents and from students atthe school. A quarter (26%) of LGBT parents in the survey reportedmistreatment from other parents and nearly a quarter (21%) reportedhearing negative comments about being LGBT from students at theschool. There were no significant differences in the frequency ofparental mistreatment or negative experiences at school by the typeof school (public, private-religious, private-other) or the school level(elementary, middle, high school).77Types of Negative ExperiencesIn addition to the specific negative experiences queried, parents werealso asked whether they had experienced other discrimination ornegative events at their child’s school related to being an LGBTparent. Again, about a quarter (25%) of parents reported they hadexperienced some additional type of negative event in the past year.Parents who indicated that they had experienced a negative event ormistreatment at their child’s school in the past year were given theopportunity to describe a recent event. A total of 130 parents provideda description of their experiences. Several major themes emergedfrom the analysis of responses: exclusion from the school community,hostile behavior from school staff and parents, dealing with generaldiscomfort and ignorance and having one’s parenting skills called intoquestion because of being an LGBT parent.Exclusion from School Activities and Events. More than half(53%) of parents described various forms of exclusion from theirschool communities: being excluded or prevented from fullyparticipating in school activities and events, being excluded by schoolpolicies and procedures, and being ignored and feeling invisible.Almost a fifth (15%) of parents described experiences of being orfeeling excluded from activities in the school community. Parentsdescribed situations in which they, their partner or significant other,787%6%9%26%18%3%2%5%15%21%4%2%4%5%2%0%5%10%15%20%25%30%PercentofParentsReportingAnyExperienceinthePast12MonthsMistreatment Re: BeingLGBT ParentsNegative Comments Re: BeingLGBT ParentsNegative Commentsabout ParentingFrom TeachersFrom PrincipalFrom Other StaffFrom Parents at SchoolFrom Students at SchoolFigure 37. Parents' Negative Experiences with School Communityand/or their child were not able to participate in school activitiesbecause they were an LGBT parent. For example, several parentsdescribed incidents in which their child was not able to fullyparticipate in or were left out of school activities:For mother’s day my son’s teacher did not allow him to make 2items for each mother.Only permitting my son to make one mother’s day gift whenclearly the teacher knows there are two mothers.We are a lesbian couple and they had a few father and childactivities that left us and our son out.When the children were asked to make a family colage, [mychild] included both sides of our family, when we went to parentnight, hers had conveniently fallen off the wall and the teacherdidn’t have enough time to put it back up. The teacher told uswe could just take it home with us.The following are some of the comments from parents who describedsituations in which they or their partner/significant other wereexcluded from school activities because they were LGBT:We have been told by our pastor that we cannot be an aid inour children’s classes and that the two of us cannot be on theschool campus at the same time.There was a program on sexuality issues, and despite havingtalked with the principle numerous times about my skills andwillingness to organize this, I did not know about a meetingregarding these issues until the day before....she wasuncomfortable having me, as an out lesbian, be the leader ofthis program.One parent talked about how she and her partner do not attend schoolevents because they are afraid of possible negative repercussions:“the only time I really feel mistreated is when my partner and I choosenot to go to things with the school because of the fear someone mightdiscriminate against us as a couple or a family.”Lack of Inclusive School Policies and Procedures. Some parents(12%) described situations in which they felt that the needs of theirchildren and family were not addressed by their school. For example,the absence of positive representations of LGBT people and familiesfrom school curricula, and school policies that fail to acknowledgeLGBT families were described. One parent said she/he often felt thatthey were not accepted in their school community “partly because theschool [did] not do enough to educate the kids and staff aboutdifferent kinds of families.” Another parent commented that her/his“main concern with the elementary staff is their lack of materialswhich reflect families with same-sex parents.” Furthermore, a coupleof parents commented that their offers of assistance with regard toincorporating LGBT-inclusive materials into their child’s school wereignored, dismissed or denied:79Dismissed would be a better word. The principal doesn’tacknowledge a need for any additional training orunderstanding of GLBT families and she stated this curtly andrepeatedly in our interactions with her.I offered to read ‘Heather has Two Mommies’ to the class andthe teacher said ‘no.’Many responses were about school policies that discriminatedagainst LGBT parents by failing to acknowledge the status of partnersas legitimate parents or guardians:I didn’t feel ‘mistreated’ but we were both annoyed with theschool sending multiple letters home as if we were roommatesor neighbors, when we both have children at that school (herone, my one).My partner was not allowed to vote at our parent meetingbecause she is not considered a legal guardian.When my son broke his collarbone at school my partner and Iwent to pick him up and the nurse didn’t want to listen to herbecause she was not ‘his parent.’A few parents specifically mentioned district- and state-wide policiesthat prohibited schools from providing positive portrayals of lesbianand gay people:[The] school board has a ‘no promo homo’ policy, so I can’t, forexample, volunteer to read a book with positive models ofLGBT people:It is hard to describe how one feels mistreated in the schoolhere in [name of state]. We have state statue that says schoolscannot promote positive images of gay/lesbian people. It is evenagainst this policy that teachers aren’t allow to post safetriangle stickers, although some at the high school have doneso. I think some teachers and administrators would be morepositive and receptive if they weren’t restricted by state statue.Our daughter participated in the National Day of Silence and itwas well received by her teachers as well as the student body.She commented in some of her classes over half the studentsparticipated.Invisibility. A quarter (25%) of the parents who said they felt excludedfrom the school community experienced this exclusion as an overallfeeling of neglect and invisibility. For example, a parent describedfeeling “shunned or ignored” and said that “people do not engage melike they do others, even when I am overtly helpful and friendly.”Another parent said that although he/she had not experienced overtdiscrimination, he/she felt unwelcome and neglected in their child’sschool. Several other comments illustrate this experience:[We] just don’t get invited to participate or volunteer at schoolfunctions or outings80Not mistreat just cold towards us…at a parent teacher meetingBeing treated like not in the room when other parents arearoundThe teacher’s assistant most always ignores my partner or isshort with her, especially if she picks up my daughter without me.When our daughter first started to attend the school all of thequestions were directed to me and the teacher turned her backto my partner. This occurred several times initially, but after thefirst month it did not occur again. Also people always want toknow who is the ‘real’ parent meaning who gave birth to our girls.I have felt less mistreated than ignored, as the singleCaucasian lesbian adoptive parent of two Latina girls. There aresome economic assumptions (this is a wealthy liberalcommunity) that are a struggle (cost of field trips etc.)It was more neglect. The AP [Assistant Principal] could notbring herself to even acknowledge we were a lesbian couple. Itcame out as ‘folks like you.’Mostly I feel invisible.Whereas many parents described being made to feel invisible, a fewparents (6%) chose to not be out about their sexual orientation orgender identity to their child’s school, often in order to protect theirchildren from harassment and discrimination at school. For example,two parents said the following:My son is very concerned about his peers and what they willthink of my relationship. Since he is in middle school and thereis a lot of homophobia among his peers, I have agreed to lethim be the one to tell people. As far as I know, he has only toldone other person.This line of questions don’t apply to my family because otherthan the principal, no faculty in my daughter’s school is awareof our situation. Thankfully, our principal is supportive butsuggested not sharing any personal information with teachersor parents because it’s a Catholic school. We all agreed to allowmy daughter to ‘come out’ as she felt comfortable.Hostile Behavior. A little more than a quarter (27%) of parentsdescribed hostile behavior from school staff, parents and, at times,students. These experiences ranged from receiving “dirty looks” andhearing derogatory language to actual physical violence. Forexample, one parent said the following: “During my son’s annualmeeting with staff to discuss his special needs issues, when it cameup that I have a ‘partner’ I was given dirty looks through theremainder of the meeting.” Several parents had similar experiences:There is nothing overt since this is [a major metropolitan area],but we know that comments are made behind our backs.Mostly just stares and side-bar comments.81Hearing children, parents, and members of the school staffuttering the word ‘fag’Some parents described situations in which the behavior of schoolstaff or other parents was overtly hostile toward them:The school psychologist has been openly hostile…to both meand to my son.Teacher refused to work with us on communication issuesbetween her and our daughter.A very conservative religious parent became upset because mypartner was the Brownie troop leader at our school. She withdrewher daughter from the troop. Then, months later, she called theGirl Scouts to say that my partner was teaching inappropriatereligious material (on Judaism) at a Catholic school.Often it was parents’ children, not themselves, who experienced suchbehavior at school:My daughter was bullied by a lunch lady who insisted that everychild has a daddy. When I followed up with the teacher,principal, and assistant superintendent they all conveyed to methat this was simply a ‘misunderstanding’ and a great deal oftime and effort was spent to help me understand the lunchlady’s perspective and ‘background.’ I repeatedly indicated that Iwant my child to be safe and respected at school and thisincludes respecting her family (two moms) experience.My youngest daughter in 7th grade had a recent experiencewhere one on her teacher said my daughter had a ‘weird family’My 9 year old daughter received pro-Christian, anti-gayliterature in her backpack from a classmate. The child’s motherindicated to the child that the pamphlets were because my childhad parents that were going to hell-but that the mother lovedmy child anyway.Teasing comments made by classmates of my son abouthaving two mothersAt the fifth grade graduation my child did not want me toattend, and would not state a specific reason. Only to say thatthe other children gave her a hard time about me since I amnot her birth mother.One parent, who was also a teacher at her/his child’s school,described an incident of verbal and physical violence:My main problem is with other parents, I keep my personal lifeprivate because I work at the school my children attend. As ateacher, I don’t feel I have to announce anything but otherparents who have assumed that I’m a lesbian have made apoint of spreading the word. There was also a teacher whothought it was her place to ‘out’ me to the other teachers at ameeting that I was not at. I have had to file a police report on a82parent for putting their hands on my son and screaming andcalling me a ‘stupid lesbian bitch’ in the office while mystepson’s class was passing.General Sense of Discomfort in School. There were some parentswho did not experience overt mistreatment or exclusion, butdescribed experiencing a general discomfort at their children’sschools. Feeling uncomfortable in their school community was oftenconnected to feeling like a minority or outsider among other parents:At a gymnastics meet there was a parent night and everyparent was from a two person heterosexual white family and Ifelt uncomfortable because I was single and gay. We hadintroductions before the meet to the audience and it was soheterogeneous that anything different stood out.Nothing has happened. I’m just not as comfortable sitting atevents with my partner.Parents get very quiet when I or my partner show up.Some parents and staff are uncomfortable around our family.This discomfort was also connected to encountering other individuals’lack of knowledge about LGBT people and families. For example, oneparent remarked: “His teacher thought since I was his biologicalmother that I should be the only one making the decisions regardingour son. I quickly set her straight.” Below are additional comments:Mostly, I find the mistreatment in having to over-explain that myfamily is normal and that we do normal things like eat dinner atthe table most nights, wash clothes and help with homework.I’ve had teachers ask me what we really do at home as thoughit’s some big homo-erotic mystery.“What do you mean, Johnny has two mothers?” That can’tbe right.I feel that his last teacher was just confused and mixed both mypartner and I up.Parenting Skills Questioned by Members of the SchoolCommunity. A few parents (5%) described experiences in whichschool staff or other parents at their child’s school questioned theirparenting abilities specifically because they were LGBT:An incident occurred with a teacher and one of the children. Itwas not sexual in nature, but the principal made a point to tellany other authorities that her parents were lesbians and tried tosay the problem was possibly our daughter’s fault because herparents were lesbian.I had cross words with the principal regarding an attendanceissue with my child and her need to be kept home periodicallydue to issues with her disability. He made a crack aboutattendance but I perceived it as a slur re our abilities asgay parents…83Our daughter’s teacher told me that we should not have anymore children when my daughter showed some signs of stresswhen we began foster-parenting our youngest daughter. This isnone of her business and clearly a sign that she wasuncomfortable with the configuration of our family…The counselor said that I needed to have a member of theopposite sex talk to my child about making relationships withthe opposite sex. Since my child would probably not feelcomfortable talking with me; as I did not understand those sortsof relationships.Mistreatment Based on Other Characteristics. There were a fewparents (5%) who noted that they had experienced difficulty ormistreatment at their child’s school because of other characteristics orissues not specifically related to being LGBT, such as their status asa single parent or their family income:[One parent] was organizing a get-together for all the parents ofmy son’s class. When I explained to her that, being a singleparent, it’s difficult for me to attend night meetings without mychildren, she said that, “obviously, you’re not committed to yourson’s education.” When I challenged her for raising her voice atmy son, she called me a “coward” for bringing the issue up inan email.Actually, the difficulty is more because I am a single, workingmother and this is a very affluent school.My battles with the school haven’t been about glbt issues. Theyhave been about Christian bias i.e. their obsession withChristmas holiday activities.The school discriminates more against our child because he isBlack than because we are gay. Race is a much bigger issue!Mostly it is that it is a very small school and is part of a Catholicchurch, and most of the kids go to church there, as well asattend school. It is very ‘clique-ish’ and non-Catholics, ingeneral, have a hard time fitting in. Sometimes I don’t know ifpeople are “snobby” acting because of that or because theyknow I’m a lesbian.The universe of these comments is important in that it illustrates themany different and often subtle ways schools may discriminateagainst LGBT families. Furthermore, it illustrates how such negativeinteractions from school personnel and other members of the schoolcommunity may negatively affect the family-school relationship amongthese families. Furthermore, even though the parent may have beenthe target of the anti-LGBT interaction, a child’s exposure to theevents is yet another form of a hostile climate for students with LGBTparents and may have serious consequences for their feelings ofsafety, their access to a quality education and their ability to learn. Infact, of the small percentage of parents who reported any occurrence84of such negative events in the past 12 months, about half (52%)reported that their child had been present.It is important to note that although the percent of parents whoexperienced mistreatment from school personnel was relatively low, itwas not nonexistent. About 1 in 20 parents reported having negativeexperiences with their child’s teachers, principal or other school staff.Schools must ensure that all members of the school community aretreated with respect and are free from harm—thus, even one parentin twenty experiencing mistreatment at school is too many.Effects of Parents’ Negative Experienceson Family-School RelationshipGiven the importance of the family-school relationship for children’sachievement, we wanted to examine whether the negative experienceof LGBT parents with members of the school community had adeleterious effect on their involvement in their child’s education,including involvement in school activities and communication withschool personnel. Parents’ experiences of mistreatment, anti-LGBTcomments or negative comments about their parenting were notrelated to parent-school communication or parent-schoolinvolvement.91 Although negative experiences were not related to thelevel of involvement in the parent-teacher organization activities, theywere related to parents’ comfort in attending meetings of theorganization. Higher frequency of mistreatment and hearing anti-LGBT comments in school were both related to decreased parentalcomfort attending parent-teacher organization meetings.92Frequency of parents’ negative experiences was further related totheir feelings of exclusion from the school community. As shown inFigures 38a and 38b, parents who reported that they did not feel ableto participate fully in their child’s school as an LGBT parent or thatthey were not fully acknowledged by the school as an LGBT familywere more likely to report all types of maltreatment in school in thepast year.93 For example, among those parents who had felt not ableto participate in their child’s school, over half (58%) of parents hadexperienced some incident of mistreatment compared to only about aquarter (26%) of other parents (see Figure 38a). We found the samerelationship betweeen negative school experiences and parents’feeling not fully acknowledged as an LGBT family at their child’sschool—parents who expressed having such feelings of exclusionwere much more likely to report negative experiences at school, suchas mistreatment or hearing negative comments about being LGBT(see Figure 38b).Negative interactions with school staff may also hinder therelationship between the LGBT parent and school personnel. For thisreason, we examined the relationship between parents’ negativeexperiences with specific school personnel and their reported comfortlevel in talking to them about their family. For all three types of schoolpersonnel about whom parents were asked, the level of comfort in858626%47%58%26%9%21%14%60%0%10%20%30%40%50%60%70%No Experience in the Past Year Any Experience in the Past YearFeeling Not Fully Able to Participate in School CommunityMistreatmentNegative Comments about Being LGBTNegative Comments about ParentingOther Negative Experiences orDiscrimination50%24%54%27%57%26%9%17%0%10%20%30%40%50%60%No Experience in the Past Year Any Experience in the Past YearFeeling Not Fully Acknowledged as an LGBT FamilyMistreatmentNegative Comments about Being LGBTNegative Comments about ParentingOther Negative Experiences orDiscriminationFigure 38b. Negative Treatment at School andParents' Feelings of ExclusionFigure 38a. Negative Treatment at Schooland Parents' Feelings of Exclusiontalking with the school personnel was related to whether or not theparent had had any negative interactions with them (see Figure 39).94For example, among parents who had never experienced anynegative treatment from their child’s teacher, 90% reported that theywould be somewhat or very comfortable talking to their child’s teacherabout their family. Among parents who had had some negativeincident with the teacher related to their LGBT family, a significantlylower percentage (77%) reported the same level of comfort in talkingabout their family.8790%77%86%70%88%74%0%20%40%60%80%100%PercentageReporting“VeryComfortable”or“SomewhatComfortable”Teacher Principal Other School StaffNo Negative Interactions with Specific School PersonnelAny Negative Interactions with Specific School PersonnelFigure 39. Relationship Between Negative Experiences With and ComfortTalking to School Personnel about One's FamilyNotes91 To examine the relationship of parents’ negative experiences and parent-school communication andinvolvement, we examined bivariate correlations between these reported activities and the overall levelof mistreatment, hearing anti-LGBT comments and hearing negative comments about parenting usingthe computed average across the five types of school community members (i.e., teacher, principal,other school staff, students and parents). Because of the large number of correlations, both aconservative error term was used (p<.001) and the magnitude of the relationship was considered(small/moderate effect of r=.2 or greater).92 Mistreatment, r=-.29; Negative comments, r=-.23, p<.001 for both.93 The graphics represent a correlational relationship. The correlation coefficients between “not fully able toparticipate” and negative experiences were: Mistreatment, r=.45; Negative Comments, r=.30; NegativeParenting Comments, r=.17, and Other Negative Experiences, r=.56. For “not fully acknowledged,” thecorrelation coefficients were: Mistreatment, r=.48; Negative Comments, r=.34; Negative ParentingComments, r=.25, and Other Negative Experiences, r=.49. All significant at p<.001.94 To examine the relationship of parents’ negative experiences with school personnel and comfortspeaking to the same school personnel about their family, we computed a dichotomous variable foreach school personnel type where 0 indicated no negative experience and 1 indicated any of the threetypes of negative experience (mistreatment, negative comments about being LGBT and negativecomments about parenting) within each type of school personnel (teacher, principal and other schoolpersonnel). We used a dichotomous indicator because the variance among the negative experiencesvariables for school personnel was so low.We then performed a series of chi-square analyses, negativeexperiences x comfort. for teachers, χ2=10.1, φ=.13, p<.001; for principals, χ2=13.6, φ=.15, p<.001, andfor other school staff, χ2=12.9, φ=.15, p<.001.88Inclusivity of LGBT Issues in Schooland Other School SupportsGLSEN’s research related to the school experiences of LGBT studentsindicates that few schools have positive LGBT resources, such asinclusive curricula or a safe school policy that includes specificprotections based on sexual orientation and/or gender identity.95 Forstudents with LGBT parents, this lack of supportive resources mayalso negatively affect their school experience. Furthermore, LGBTfamilies may be invisible in representations of family life. If anelementary school library does not include books that representdifferent types of families, including LGBT families, then those studentswith LGBT parents may feel excluded or that their family is somehowstrange. If a school record only allows for “mother’s name and father’sname,” LGBT parents may feel that they are not accepted into theschool community as non-LGBT parents would be.We asked parentshow inclusive overall was their child’s school of LGBT families and ofother kinds of families that are often considered “nontraditional,” suchas a single-parent headed family. About two-thirds of the parentsthought that the school was somewhat or very inclusive of LGBTfamilies (68%), yet a higher percentage (85%) thought that the schoolwas inclusive of other kinds of families (see Figure 40). Elementaryschool parents were more likely to believe that the school wasinclusive on both indicators than other parents, although the differencewas more striking regarding inclusivity of LGBT families (see Figure41).96 Parents whose child attended a non-religious private schoolwere also more likely to rate the school as more inclusive (see alsoFigure 41).97 Specifically, these private school parents were higher899090%79% 77%84%81%94%76%56% 56% 64% 54%92%0%20%40%60%80%100%PercentofParentsReporting“VeryInclusive”or“SomewhatInclusive”Elementary School Middle School High School Public Private-Religious Private-OtherInclusive of LGBT FamiliesInclusive of Other “Nontraditional” FamiliesFigure 41. Parents' Reports on Inclusivity of Their Child's School by School CharacteristicsVery InclusiveSomewhat InclusiveA little InclusiveNot at all Inclusive12%20%30%38%3%12%28%57%0%20%40%60%80%100%Inclusive ofLGBT FamiliesInclusive of Other“Nontraditional”FamiliesFigure 40. Parents' Reports on Inclusivityof Their Child's School: LGBT and Other\"Nontraditional\" Familiesthan all other parents in their ratings on inclusion of LGBT families andwere higher than elementary school parents on inclusivity of othernontraditional families.Access to Information About LGBT Familiesand Other LGBT-Related TopicsMany advocates of multicultural education, such as the NationalAssociation of Multicultural Education, believe that an inclusivecurriculum promotes equity for all students, regardless of culture,race/ethnicity, gender and sexual orientation and that it enables theindividual to believe in one’s own intrinsic worth and in one’s ownculture.98 Thus, GLSEN advocates that curricula and other school-based resources that provide positive representations of LGBTpeople, history and events are important indicators of school climateand positively affect students’ experiences at school.Students and parents were asked about the presence of LGBT-inclusive curricula and resources in their school. Less than a third ofboth students (27%) and parents (29%) reported that the schoolcurriculum included representations of LGBT people, history orevents in the past school year. Among students who had been taughtabout LGBT-related topics in a class, History/Social Studies, Englishand Health were the classes most often mentioned as being inclusiveof LGBT topics (see Table 23). Many of these students alsomentioned other classes, such as Psychology, Sex Education, Media,and Religious Studies, which were not categories explicitly listed onthe survey. Among students who said that LGBT-related topics wereincluded in their classroom curricula, 77% thought that these wererepresented in a somewhat or very positive manner (see Figure 42),which translates into less than a quarter (21%) of all students in oursurvey reporting that positive representations of LGBT people, historyor events were included in their classroom activities.Students were also specifically asked if representations of LGBTfamilies were included in classroom activities when the topic of familyentered into the curriculum. Less than a third (30%) of all studentssaid that representations of LGBT families were included in thecurriculum when the topic of families came up during class activities(see Figure 43). Students in the Northeast and the West were farmore likely to report that representations of families with LGBTparents were included in their class activities or curriculum. More thana third (37%) of students in the West and 40% in the Northeast saidthat representations of LGBT families were included in classroomactivities, compared to less than a fifth of students in the Midwest(14%) and South (13%).99With regard to parents’ perspectives, the prevalence of an inclusivecurriculum varied by the type of school. As shown in Figure 44, highschool parents were much more likely than middle school andelementary school parents to report that their child’s curriculum wasinclusive of LGBT issues (44% v. 28% and 24%, respectively).1009192Table 23. Most Commonly Reported SubjectAreas in which LGBT Issues are IncludedStudent Reports(percent of those reporting any LGBT inclusion)Grade Level Subject Area Percent of StudentsMiddle School Other Classes 50%(Grades 6–8) Health Education 44%History/Social Studies 25%Science; English 19%High School History/Social Studies 50%(Grades 9–12) English 46%Health Education 42%Other Classes 25%Parental Reports(percent of those reporting any LGBT inclusion)Grade Level Subject Area Percent of StudentsElementary School Family-Related Curriculum 61%History 34%Reading/Language Arts/English 19%Middle School Family-Related Curriculum 30%History 30%Health 22%High School Health 90%History 24%English 22%93The nature of the curricular inclusion also varied somewhat by theschool level. As also shown in Table 23, parents of high school studentswere most likely to report History, Health and English as subjects inwhich LGBT issues were discussed, similar to results from the studentsurvey. Parents of elementary and middle school students, however,were also likely to report inclusion in family-related curriculum.As with other resources, parents with a child at a non-religious privateschool were also more likely to report LGBT-inclusive material inschool than other parents (see Figure 45)—half of these parents(51%) compared to about a quarter of other parents (25% and 28%,respectively).101Supportive Student ClubsExisting research has shown that the presence of Gay-StraightAlliances (GSAs) and other types of student clubs that address LGBTstudent issues may have a positive impact on school climate and theexperiences of LGBT students.102 Student clubs that provide supportto LGBT students may also be a resource and source of support forstudents from LGBT families. For example, these types of clubs mayprovide a space in which students with LGBT parents can talk openlyabout their experience, regardless of their own sexual orientation orgender identity. Thus, students were asked about the presence ofsupportive student clubs at their school. Only about a third (34%) saidthat their school had a GSA or other kind of student club thataddressed LGBT student issues. Students in high school were muchmore likely to report that their school had a GSA or other supportivestudent club than students in middle school (48% vs. 15%).103 Inaddition, students with LGBT parents were more likely than thegeneral population of students to report that their school had astudent club that addresses LGBT issues (34% vs. 22%).104Supportive Members of the School CommunityFor any student, having a supportive adult at school can have greatbenefits for the student’s academic experience. For students with LGBTparents, supportive teachers or staff may be even more important,particularly if she or he receives negative reactions from othermembers of the school community because of her or his family. Thevast majority (87%) of students reported that they had at least oneteacher or other school staff member who was supportive of LGBTissues, such as students with LGBT parents and more than half (55%)said they had six or more supportive school staff people. Furthermore,about half (51%) could identify at least one school staff person whowas open about being lesbian, gay, bisexual and/or transgender.Students were also asked several questions about their comfort levelwith regard to being open about their family or having an LGBTparent. Figure 46 illustrates the level of comfort students reportedwith various members of the school community: teacher(s), principal,counselor or psychologist, nurse, librarian, close friends and other94classmates. The vast majority of students reported feeling somewhator very comfortable talking with close friends about their family (82%)yet only about half reported being comfortable talking with otherclassmates (52%). Among the adult members of the schoolcommunity, about two-thirds reported that they would be comfortabletalking to a teacher or their school counselor or psychologist (65%and 62%, respectively).Students were also asked how comfortable they would be with otherinteractions between their family and members of the schoolcommunity: inviting friends home, inviting friends to spend time withtheir family, introducing their parents to the parents of their friendsand having their parents attending school events. Overall, as shownin Figure 47, students reported being comfortable with these otherfamily-school intersections.Given the importance of the family-school relationship for studentacademic success, it was also important to examine whether theLGBT parents in our survey believed that teachers in their child’sschool were supportive of LGBT issues. Two-thirds (67%) of parentsreported that there were supportive teachers (at least a few) at theirchild’s school and a third (33%) reported that most or all of theteachers were supportive of LGBT issues. Elementary school parentsreported, on average, a greater number of supportive teachers thanmiddle and high school parents, and parents of children attendingnon-religious private schools also reported more supportive teachers(see Figure 48).105Parents differed in their reports of supportive teachers based on theregion and locale in which they lived. As shown in Figure 49, parentsfrom the South reported fewer supportive teachers than parents forother regions.106 Parents from urban schools identified moresupportive teachers than parents from suburban and small town/ruralschools (see also Figure 49).107Safe School PoliciesHaving a policy or procedure for reporting incidents of harassment inschool is an important tool for making schools safer for all students.When such policies or procedures exist and are enforced, schoolssend a message to the student population that victimizing behaviorswill not be tolerated. Comprehensive safe school policies thatenumerate categories of protections, such as sexual orientation andgender identity/expression, may provide students with greaterprotection against bullying and harassment in that they offer explicitprotections. Although almost three-quarters (73%) of studentsreported that their school had some type of policy for dealing withincidents of harassment and assault, far fewer reported that theirschool’s policy explicitly mentioned sexual orientation and/or genderidentity/expression (see Table 24).Although safe school policies would have the most direct benefit forthe student population, it is also important for all parents to knowwhat type of safe school policy their child’s school has as it providesparents with an understanding of the level of protection that their childis afforded in school. Also, in the event of their child being bullied orharassed in school, knowledge of the school’s policy may alsoprovide parents with the foundation for addressing the problem withschool personnel. In addition, for LGBT parents, whether or not aschool’s policy includes sexual orientation or genderidentity/expression may be an additional indicator of how welcomingthe school is of their type of family, as well as an additional level ofprotection for their child if she or he is harassed because of havingLGBT parents. As shown in Table 25, whereas three-quarters ofLGBT parents reported that their child’s school had some type of safeschool policy, less than half of parents (42%) reported that the policyspecifically included language about sexual orientation and/or genderidentity/expression. Although there were no significant differencesacross school level with regard to safe school policies, there weresignificant differences across school type. Parents whose childrenattended a non-religious private school were much more likely thanother parents to report that the school had a comprehensive policy—nearly two-thirds (63%) compared to about a third for both publicschool parents and religious school parents (38% and 33%,respectively).108Other School SupportsParents and students were also asked about other types of schoolactivities or characteristics that may be supportive for LGBT families.Having other LGBT people who are part of the school communitymay provide a greater sense of attachment to the school and may bea resource for some LGBT parents. As shown in Figure 44, over half(61%) of the parents in the survey reported that there were otherLGBT families who were part of the school and nearly half (47%)reported that there were teachers who openly identified as LGBT.Although parents’ knowledge of other LGBT people at school did notvary across elementary, middle and high schools, it did differ acrosstype of school. Parents with a child in a non-religious private schoolwere much more likely than other parents to report that there wereother LGBT families in the school community and that there wereLGBT school personnel (see Figure 45).109Another consideration for LGBT parents in assessing their child’sschool climate would be whether school personnel had had anytraining on LGBT issues.110 Overall, few parents (10%) reported beingaware of such trainings (see also Figures 44 and 45) and this lowpercentage was consistent across school levels. However, with regardto school type, the percentage of public school parents reporting suchtrainings was lower than private school parents (both religious andother).11195With regard to student reports, few students reported having access toLGBT-inclusive resources at their school. Less than a fifth (14%)reported that LGBT-related topics were included in any of theirtextbooks, and only a little more than a quarter (29%) said that theirschool library contained materials that included LGBT-related topics.Furthermore, less than half (45%) of students said that they were ableto use school computers to access websites about LGBT-relatedinformation. Students were more likely to report that they had supportsin the form of other students with LGBT parents. More than half (58%)of students in our survey reported knowing at least one other studentat their school who had an LGBT parent or parents. Outside of school,almost two-thirds (62%) had at least one friend with an LGBT parentand 15% had more than 10 friends with an LGBT parent.96Never70%Some ofthe Time26%Most ofthe Time3%All oftheTime1%SomewhatNegative15%Very Negatve8%SomewhatPositive33%Very Positive44%Figure 43. Students' Reports onRepresentation of LGBT Families inFamily-Related CurriculumFigure 42. Students' Reports onQuality of Representations ofLGBT-Related Issues in Class0%20%40%60%80%PercentageofParentsReportingEachResourceTotal Elementary School Middle School High School61%64% 59%47% 44%48%55%29% 24%28%44%10% 10% 10% 7%54%Educator Trainingon LGBT IssuesInclusive CurriculumLGBT TeachersOther LGBT FamiliesFigure 44. Parents' Reports of Other LGBT-Related Resourcesin School by School Level970%20%40%60%80%PercentageofParentsReportingEachResourceTOTAL Public Private-Religious Private-Other57%64%79%42% 43%73%25%28%51%7%18% 21%61%47%29%10%Educator Trainingon LGBT IssuesInclusive CurriculumLGBT TeachersOther LGBT FamiliesFigure 45. Parents' Reports of Other LGBT-Related Resourcesin School by School Type65%48%62%43%31%52%82%0%20%40%60%80%100%Teacher Principal Counselor/PsychologistNurse Librarian Classmates Close FriendsFigure 46. Percentage of Students Who Were\"Somewhat\" or \"Very Comfortable\"Talking with School Community Members About Their LGBT Parents or Family9882% 81%73%80%0%20%40%60%80%100%InvitingFriends toYour HomeInvitingFriends toSpendTime withYourFamilyIntroducingYourParents toYourFriends’ParentsLGBTParentsAttendingSchoolEventsFigure 47. Percentage of Students Who Were“Somewhat” or “Very Comfortable” re:Various School and Home Activities33%14%19%34%30%11%18%41%40%15%18%27%37%19%24%20%38%14%21%27%38%23%8%31%9%7%14%70%0%20%40%60%80%100%Total ElementarySchoolMiddleSchoolHighSchoolPublic Private-ReligiousPrivate-OtherHow many teachers or other school staff do you know who are supportive of LGBT issues?All or MostManyA FewNo/Don’t KnowFigure 48. Parents' Report on Teachers Supportive ofLGBT Issues by Characteristics9925%12%25%38%43%13%14%30%36%17%14%33%29%9%23%39%48%17%14%21%32%19%19%30%31%14%16%39%0%20%40%60%80%100%Urban Suburban SmallTown/RuralNortheast South Midwest WestLocale RegionHow many teachers or other school staff do you know who are supportive of LGBT issues?All or MostManyA FewNo/Don't KnowFigure 49. Parents' Report on Teachers Supportive ofLGBT Issues by Locale and RegionTotalNo Policy a 27%Any Policy 73%Comprehensive Policy 35%Generic Policy b 38%a Includes those students who indicated they did not know if there was a policy or not.b Includes those students who indicated they did not know if the policy included specificenumeration.Table 24. Students’ Reports RegardingSafe School PoliciesPrivate– PrivateTotal Public Religious OtherNo Policy a 25% 26% 23% 21%Any Policy 75% 74% 77% 79%Comprehensive Policy 42% 38% 33% 63%Generic Policy b 33% 36% 44% 13%a Includes those parents who indicated they did not know if there was a policy or not.b Includes those parents who indicated they did not know if the policy includedspecific enumeration.Table 25. Parents’ Reports RegardingSafe School Policies by School TypeUtility of School Resources and SupportsIn addition to documenting whether or not schools have institutionalsupports for LGBT families, such as supportive faculty, inclusivecurricula, or Gay-Straight Alliances, it is also important to examine howsuch institutional supports may benefit LGBT parents and their children.Even though most parents have a more limited day-to-dayrelationship with their child’s school, the quality of the family-schoolrelationship could be affected by the nature of LGBT-relatedresources and supports, particularly educator trainings regardingLGBT issues and comprehensive safe school policies.Supportive Educators. The presence of school staff who weresupportive of students with LGBT parents was related to students’academic achievement. As shown in Figure 50, as the number ofsupportive school staff increased, students’ reported grade pointaverages (GPAs) also increased.112 For example, students who couldidentify many (six or more) supportive staff at their school reported aGPA half a grade higher than students with no supportive school staff(3.4 versus 2.9).A greater number of supportive educators was also related to fewermissed days of school due to safety concerns.113 For example, almosta fifth (16%) of students who said they had no supportive staffreported missing school because they felt unsafe, compared to 10%of those who had many supportive staff at their school.Given the relationships between the presence of supportive educatorsand student’s academic achievement and sense of safety, it isimportant for schools to provide training for educators about LGBT-related issues, including how to provide appropriate support tostudents with LGBT parents. Such training may foster a more positiveschool climate for LGBT parents as well as students.1003.13.42.92.03.04.0None A few (1 to 5) Many (6 or more)MeanonReportedGradePointAverageFigure 50. Student Achievement and Supportive School Staff10177%97%49%93%31%0%0% 20% 40% 60% 80% 100%Parent Reports of InclusivityPercent Reporting SchoolInclusive of other“nontraditional” familiesPercent Reporting SchoolInclusive of LGBT familiesPercent Feeling Not Acknowledgedas LGBT Family (Sometimes,Often, Frequently)TrainingNo Training20%7%31%14%33%11%0% 20% 40% 60% 80% 100%Parental Mistreatment and Child HarassmentPercent of ParentsReporting ChildExperienced Bullying andHarassment in SchoolPercent of ParentsReporting ChildExperienced Bullying andHarassment in School(LGBT-related)Percent of ParentsReporting that AddressingHarassment with StaffWas Effective (Somewhator Very)Percent of Parents’ ReportingMistreatment in School(Sometimes, Oftenor Frequently)69%91%0% 20% 40% 60% 80% 100%Effectiveness of Addressing Child HarassmentFigure 51. Parents’ Reports of LGBT-Related Educator Trainingsin School and Indicators of School ClimateEven though the minority of parents reported that their child’s schoolhad training related to LGBT issues, there were significantrelationships between trainings and various aspects of school climate.Parents who reported that the school had such training were lesslikely to report that they were not acknowledged by the school asLGBT families and more likely to rate the school as inclusive of LGBTfamilies as well as inclusive of other “nontraditional” families (seeFigure 51).114 With regard to harassment or mistreatment, theseparents were also less likely to report that they themselves hadexperienced mistreatment in school related to being LGBT and lesslikely to report that their child had told them about being bullied orharassed in school (see also Figure 51).115For parents who reported their child had been bullied or harassedin school, whether or not the school had had LGBT-related trainingwas not related to the frequency with which parents addressed theproblem with school staff. However, those parents who reported thatthe school had had training were more likely to report that addressingthe problem with school personnel was indeed effective (see alsoFigure 51).116It is possible that the parents in this study may have made anassumption that school personnel had had training related to LGBTissues as a result of their more positive experiences with the school.However, these results regarding educator trainings may be anindication that such trainings have a positive effect on how schoolpersonnel address LGBT issues in school. Future research is neededto understand the effect of educator trainings on school climate forLGBT parents and their children.Safe School Policies. Parents’ ratings on their school’s inclusivityvaried by the type of safe school policy the school reportedly had(see Figure 52). Parents from schools with comprehensive policieswere least likely to feel unacknowledged as an LGBT family and mostlikely to rate the school as more inclusive not only of LGBT familiesbut of other types of “nontraditional” families as well.117 Furthermore,there was no evidence that having a generic policy was any differentthan having no policy whatsoever. Parents from schools withcomprehensive policies were also less likely to report that theythemselves had experienced mistreatment in school related to beingLGBT.118 Overall, parents whose child’s school had a comprehensivesafe school policy reported the lowest level of mistreatment and therewere no differences between the no-policy and generic-policy groups(see also Figure 52).There were no significant differences by school policy with regard toparents’ reports of child harassment in school. Also, among parentswhose children had been harassed, there were no differences in thefrequency with which they talked to the school about the harassment.However, school policy appeared to make a difference in how parentsfelt the school handled issues related to child harassment. As alsoshown in Figure 52, parents from schools with comprehensive10278%83%91%62%56%81%20%18%9%0% 20% 40% 60% 80% 100%Parents’ Reports of InclusivityPercent ReportingSchool Inclusive ofOther “Nontraditional”FamiliesPercent ReportingSchool Inclusive ofLGBT familiesPercent Feeling NotAcknowledged as LGBTFamily (Sometimes,Often, Frequently)23%16%9%0% 20% 40% 60% 80% 100%Parents’ Experiences of Mistreatment in SchoolPercent of ParentsReporting Any Typeof Mistreatment inSchool Becauseof Being LGBT(Sometimes, Often,Frequently)Percent of ParentsReporting that Staff WasReceptive When ParentAddressed Harassment(Somewhat or Very)Percent of ParentsReporting thatAddressing Harassmentwith Staff WasEffective (Somewhator Very)62%72%89%79%90%97%0% 20% 40% 60% 80% 100%Parents’ Interventions: Child HarassmentNo PolicyGeneric PolicyComprehensivePolicy103Figure 52. Parents' Reports of Safe School Policy and Indicators of School Climatepolicies reported school personnel as most receptive to them whenthey addressed the issue of their child being harassed in school,followed by parents from schools with a generic policy.119 Parentsfrom schools with a comprehensive policy were also most likely toreport that addressing child harassment with staff was effective.120Furthermore, there were no differences between the no-policy andgeneric-policy groups in effectiveness. Thus, although the presence ofa comprehensive policy may not necessarily influence whether or nota parent decides to speak with school officials about their child’sexperiences of harassment, its existence may affect how schoolofficials address the concerns of the LGBT parents who do bring theissue to their attention.Although there were few significant differences in students’ reports ofschool climate by type of school policy, there was a general trend in thedata that students in schools with a comprehensive safe school policyreported fewer negative experiences in school. For example, Figure 53illustrates that students in schools with comprehensive policies typicallyreported a lower incidence of mistreatment than students in schoolswith a generic policy or no policy at all. The difference was, in fact,significant for mistreatment by teachers—students in schools withcomprehensive policies were less likely than other students to reportmistreatment by a teacher.121State Safe School Legislation. A growing number of states acrossthe country have added explicit protections for LGBT students in theirstate education anti-discrimination and harassment statutes. As withschool-level policies, whereas such laws perhaps have primaryimportance for protecting students from bullying and harassment, theymay also afford protection to the children of LGBT parents with regardto harassment related to their actual or perceived sexual orientationand harassment related to their family constellation. Currently, tenstates plus the District of Columbia prohibit discrimination orharassment on the basis of sexual orientation in schools and four ofthese states also include protections on the basis of genderidentity.122 Ten states currently have statewide “anti-bullying” laws thatdo not explicitly define “bullying” or list categories of students whoshould be protected from specific and prevalent forms of bullying.123Many safe school advocates believe that general anti-bullying lawsare insufficient in protecting students from harassment anddiscrimination in schools because they are too vague and do notprovide teachers and administrators with clear legal guidance.Proponents of general bullying laws often argue that enumeratedcategories do not necessarily provide stronger protection and are notnecessary for protective safe school legislation.Given there were significant differences in LGBT parents’ reports ofschool climate regarding the type of school-level safe school policy,it is important to examine school climate for LGBT families and state-level safe school legislation.124 With regard to students’ experiences inschool, the existence of comprehensive safe school legislation was1041055%11%0%31%28%17%0%20%40%60%PercentofStudentsReportingMistreatment“Sometimes,”“Often”or“Frequently”By Teachers By Other StudentsNo Policy Generic Policy Comprehensive Policy95%92%73%47%17% 18%68%58%25%0%20%40%60%80%100%PercentageofStudentsWhoHeardRemarks“Sometimes,”“Often”or“Frequently”inSchoolHomophobic Remarks Remarks re: LGBT Family Racist RemarksNo LegislationGeneric Safe School LegislationComprehensive Safe School LegislationFigure 54. State Safe School Legislation and Students’ Reports of Biased RemarksFigure 53. Safe School Policies and Students' Experiences ofMistreatment in Schoolrelated to their reports of hearing certain types of biased language inschool. As shown in Figure 54, students in states with comprehensivelegislation were less likely to report hearing high frequencies ofhomophobic remarks and racist remarks than all other students. Withregard to remarks about having LGBT parents, however, studentsfrom states with no safe school legislation were significantly higherthan students from states with any type of safe school law and therewere no differences between those from states with generic laws andthose from states with comprehensive laws.125With regard to parents’ reports on school climate, although there wereno significant differences across state legislations groups with regardto parental mistreatment and child harassment, there weredifferences in parental reports on school inclusivity.126 Parents fromstates with comprehensive legislation were least likely to report notfeeling acknowledged by the school community as an LGBT familyand were most likely to report that the school was inclusive of LGBTfamilies (see Figure 55). Furthermore, there is no evidence thatgeneric safe school legislation has any benefits over having no10665%51%76%20%15%9%0%20%40%60%80%100%Percent Reporting School Inclusive of LGBT Families(Somewhat or Very Inclusive)Percent Feeling Not Acknowledged as LGBT Family(Sometimes, Often or Frequently)No LegislationGeneric Safe School LegislationComprehensive Safe School LegislationFigure 55. State Safe School Legislation and Indicators of School Climate for LGBT Parentslegislation on these indicators of climate. Although there may bemany contributing factors that might result in differences across statesby type of safe school legislation, these findings nevertheless lendevidence to the claim that comprehensive safe school laws may bemore effective than generic laws or no law at all in creating saferschools for LGBT students and families.Notes95 See Kosciw, J. & Diaz, E. (2006). The 2005 National School Climate Survey: The experiences oflesbian, gay, bisexual and transgender students in our nation’s schools. New York: GLSEN.96 Percentages shown in the Figure are for illustrative purposes. Because the two inclusivity variables werehighly correlated, differences between groups were tested by a multivariate analysis of variance. Themultivariate effect was significant, Pillai’s trace=.07, F(4,1118)=10.6, p<.001. Univariate effects wereconsidered at p<.01.97 Percentages shown in the Figure are for illustrative purposes. Because the two inclusivity variables werehighly correlated, differences between groups were tested by a multivariate analysis of variance. Themultivariate effect was significant, Pillai’s trace=.09, F(4,1120)=13.4, p<.001. Univariate effects wereconsidered at p<.01.98 To learn more about the National Association of Multicultural Education, go to:http://www.nameorg.org/resources/FAQs.htm. (Accessed August 27, 2007).99 Percentages shown in Figure for illustrative purposes. Group differences were examined using one-wayanalyses of variance. Findings were significant: F(3, 141)=3.3, p=.021, univariate effects wereconsidered at p<.05.100 Chi-square test was performed: χ2=17.6, p<.001, df=2, Cramer’s V=.17.101 Chi-square test was performed: χ2=22.9, p<.001, df=4, Cramer’s V=.20.102 Goodenow, C., Szalacha, L., & Westhimer, K. (2006). School support groups, other school factors, andthe safety of sexual minority adolescents. Psychology in the Schools, 43(5), 573–589.Harris Interactive & GLSEN (2005). From teasing to torment: School climate in America, a survey ofteachers and students. New York: GLSEN.Kosciw, J. G. & Diaz, E. M. (2006). 2005 National School Climate Survey: The experiences of lesbian,gay, bisexual, and transgender youth in our nation’s schools. New York: GLSEN.Russell, S. T., McGuire, J. K., Laub, C., & Manke, E. (2006). LGBT student safety: Steps schools cantake. California Safe Schools Coalition Research Briefs No. 3. San Francisco: California Safe SchoolsCoalition.Szalacha, L. A. (2003). Safer sexual diversity climates: Lessons learned from an evaluation ofMassachusetts safe schools program for gay and lesbian students. American Journal of Education,110(1), 58–88.103 Differences were examined using independent samples t-tests and percentages are for illustrativepurposes. The t-statistic was significant: t= -4.6, df=147.3, p<.001.104 Harris Interactive, Inc. & GLSEN Study: 2005 Data File. New York; GLSEN. Chi-square nonparametrictest was performed to compare the percentages of students in the current study who reported that theirschool had a GSA with the percentages of students from the national population. χ2=13.2, df=1, p<.001.105 School level: χ2=22.3, p<.001, df=6, Cramer’s V=.14; School type: χ2=70.4, p<.001, df=6, Cramer’s V=.25.106 Chi-square test was performed: χ2=26.9, p<.001, df=9, Cramer’s V=.13.107 Chi-square test was performed: χ2=23.6, p<.001, df=9, Cramer’s V=.14.108 Chi-square test was performed: χ2=24.3, p<.001, df=4, Cramer’s V=.15.109 Other LGBT Families: χ2=14.3, p<.001, df=2, Cramer’s V=.16; LGBT school personnel: χ2=28.1, p<.001,df=2, Cramer’s V=.23.110 This question was worded: “Does the staff at your child’s school receive any sort of training in how tosupport students with LGBT families?”111 χ2=18.8, p<.001, df=2, Cramer’s V=.18.112 The figure represents a correlational relationship. Pearson correlation: r=.21, p<.05.113 Pearson correlation: r=-.19, p<.05.114 Analysis excluded those parents who did not know whether the school had had educator trainings.Percentages shown in Figure for illustrative purposes. To examine differences between those parentswho reported training and those who did not on feeling acknowledged and perceptions of inclusivity,independent-sample t-tests were conducted. Group differences were significant for not feelingacknowledged (t=6.4, df=132, p<.01) and for both inclusive regarding LGBT families (t=-7.4, df=175,p<.01) and inclusive regarding other “nontraditional” families (t=-3.8, df=174, p<.01).107115 Independent-sample t-test was employed to examine group differences. For parental mistreatment, weused the mean of the five mistreatment variables as an overall indicator of mistreatment by teachers, byprincipal, by other school staff, by students and by other parents. The t-statistic was significant for bothmistreatment (t=-2.8, df=175, p<.01) and child reports of harassment in general (t=-2.2, df=174, p<.05)and child reports of harassment LGBT-related (t=-3.2, df=175, p<.01).116 Analysis excluded those parents who did not know whether the school had had educator trainings.Percentages shown in Figure for illustrative purposes. To examine differences between those parentswho reported training and those who did not on effectiveness of addressing harassment andreceptiveness of school staff, independent-sample t-tests were conducted. Group differences weresignificant only for effectiveness of addressing harassment: t=-2.74, df=82, p<.01.117 Percentages shown in Figure for illustrative purposes. To examine mean differences by type of policy(no policy, generic policy and comprehensive policy) on the acknowledgement and inclusivity variables,one-way analyses of variance were conducted. Group differences were significant for acknowledgement[F(2,570)=7.7, p<.001] and for both inclusive regarding LGBT families [F(2,564)=27.4, p<.001] andinclusive regarding other “nontraditional” families [F(2,570)=9.9, p<.001]. Univariate effects wereconsidered at p<.01.118 Percentages shown in Figure for illustrative purposes. For parental mistreatment, we used the mean ofthe five mistreatment variables as an overall indicator of mistreatment by teachers, by principal, by otherschool staff, by students and by other parents. Group differences regarding mistreatment wereexamined using one-way analyses of variance. Findings for overall mistreatment were significant:F(2,575)=4.8, p<.01, univariate effects were considered at p<.05.119 Percentages shown in Figure for illustrative purposes. Group differences were examined using one-wayanalyses of variance. There were significant mean differences on receptiveness to parents addressingharassment with staff: F(2,253)= 7.4, p<.001. Given that the smaller sample size of parents whoreported their child had been harassed and that the parent had addressed the issue with schoolpersonnel, univariate effects were considered at p<.05 rather than the more conservative p<.01 used inother full sample analyses.120 Percentages shown in Figure for illustrative purposes. Group differences were examined using one-wayanalyses of variance. There were significant mean differences on effectiveness of addressingharassment with staff: F(2,253)= 13.2, p<.001. Given that the smaller sample size of parents whoreported their child had been harassed and that the parent had addressed the issue with schoolpersonnel, univariate effects were considered at p<.05 rather than the more conservative p<.01 used inother full sample analyses.121 To examine group differences on school policy on students’ reports of harassment and mistreatment, aseries of multivariate analyses of variance (MANOVAs) were performed. The multivariate effect for thefive mistreatment dependent variables (mistreatment because of having LGBT parents from teacher,principal, other school staff, other parents, or peers) was marginally significant, Pillai’s trace=.12,F(10,290)=1.8, p<.10. The univariate effect for mistreatment from teachers was significant (p<.05), andthe univariate effects for mistreatment from principal and from peers were marginally significant (p<.10).The univariate effects for mistreatment by other school staff and from other parents were not statisticallysignificant. Figure 52 shows percentages of high mistreatment by policy group only for illustrativepurposes. In that no student reported high levels (sometimes or greater) of mistreatment by the schoolprincipal, the marginal effect for that variable is not shown.122 States that include protection based on sexual orientation are: California, Connecticut, Iowa, Maine,Massachusetts, Minnesota, New Jersey, Vermont, Washington, and Wisconsin. States that also includeprotection on the basis of gender identity are California, Iowa, Maine, Minnesota and New Jersey. Formore information on state laws as well as a state-by-state analysis of school safety protections, seeGLSEN’s report, State of the States 2004: A Policy Analysis of Lesbian, Gay, Bisexual and Transgender(LGBT) Safer School Issues. Available from the GLSEN website: www.glsen.org.123 States that have generic legislation are: Arizona, Arkansas, Colorado, Georgia, Louisiana, Oklahoma,Oregon, Illinois, New Hampshire, Rhode Island and West Virginia. Also see GLSEN’s State of the States2004 report.124 Of the states with comprehensive legislation, Iowa and Maine passed their legislation after datacollection for this survey was completed, and thus, they were not included in the Comprehensive groupbut in the No Legislation group for analytical purposes. Similarly, Arizona passed their generic legislationafter data collection was completed and were also included in the No Legislation group.125 Percentages shown in Figure for illustrative purposes. To examine mean differences by type of state law(no law, generic law and comprehensive law), one-way analyses of variance were conducted. Groupdifferences were significant for homophobic remarks [F(2,152)=12.6, p<.01], racist remarks[F(2,151)=14.4, p<.01] and remarks about having LGBT parents [F(2,151)=10.2, p<.01]. Univariateeffects were considered at p<.05.126 Percentages shown in Figure for illustrative purposes. To examine mean differences by type of state law(no law, generic law and comprehensive law) on the acknowledgement and inclusivity variables, one-way analyses of variance were conducted. Group differences were significant for acknowledgement[F(2,572)=5.6, p<.01] and for inclusive regarding LGBT families [F(2,565)=7.4, p<.001]. Univariateeffects were considered at p<.01. For the acknowledgement variable, mean differences were significantonly between the comprehensive law group and the no law group. For the inclusivity variable, meandifferences were significant only between the comprehensive law group and the other two groups.108DISCUSSIONANDRECOMMENDATIONSLimitationsBefore discussing the implications of the current study, it is importantto note some of the limitations. We employed two methods forobtaining participants and each of the two methods had differingsuccess rates for the parent and the student surveys. In contrast toour previous research on LGBT students, obtaining students withLGBT parents via the Internet was less successful in this study andmore rigorous recruitment was needed via community groups forLGBT families, family events and summer camps. For parents, theInternet survey resulted in a greater number of respondents than didthe paper surveys by way of community groups and family events. Itmay be that students with LGBT parents are less likely to beconnected to community listservs and other email lists, the primaryroute for announcing our on-line survey. Many community groups forLGBT families were no longer active or only existed in “virtual”capacities (e.g., through email lists or listservs), and it may be thatthere are fewer physical community-based supports (e.g., groups withregular meetings or family activities). For LGBT parents, it may bethat they are more likely to subscribe to e-mail lists and belong toLGBT parenting listservs. Furthermore, it may be that the flexibility oftaking an on-line survey at one’s own convenience is more suitablefor a parent’s busy schedule.LGBT families who were represented in this study had someconnection with the LGBT community, either through a nationalorganization for LGBT parents and/or their children, and localcommunity groups or services for this population. Thus, the results inthis report may not be representative of those families who may notbe aware of such community supports or who cannot access them.For example, many of the parents and students who completed thesurvey were attending summer vacation events that attract familiesfrom all over the country.Yet some families may not have the time orfinancial resources to attend such events. Similarly, given that thestudent survey was only for those attending secondary school, it isdifficult to know how certain common adolescent developmentalcharacteristics, such as individuation from family, play a role inparticipation in the survey. For example, some adolescents with LGBTparents may not be interested in attending events for children ofLGBT parents because they do not want to attend family-relatedfunctions, in general, or they may not feel the need to connect withother students based on a shared parental characteristic.As mentioned in the Methods section, although the majority ofstudents identified as heterosexual, the student sample may have hada higher representation of students identifying as lesbian, gay orbisexual than might be expected from national percentages. Giventhat a large portion of the survey respondents learned about thesurvey via GLSEN’s website and given that GLSEN providesinformation and resources for LGBT-identified students, it is likely thatthe percentages of students in this study who identified as lesbian,111gay or bisexual is greater than would be expected in the generalpopulation of adolescents with LGBT parents. In fact, this hypothesisis borne out by the fact that more students who learned about thestudy via GLSEN’s website identified as lesbian or gay than studentswho took the paper version of the survey. Furthermore, it is possiblethat LGBT students who happen to have LGBT parents may be morecomfortable with their sexual orientation and gender identity and maybe more connected to LGBT community organizations such asGLSEN or COLAGE (Children Of Lesbians And Gays Everywhere)through which they learned abut the current study. It is also worthnoting that the higher percentage of LGB-identified students in thesample may also be a reflection of the fact that LGBT adolescents inthe foster care system may often be placed with and perhapsadopted by LGBT-identified adults127 and that LGBT adolescents arein the foster care system in significant numbers.128 Given the numberof LGB-identified students in the sample, the overall view of schoolclimate depicted in this report, related to issues of sexual orientationand gender identity/expression, could be somewhat skewed—LGBstudents were more likely than non-LGB students to reportvictimization in school based on their gender, sexual orientation andgender identity/expression.Yet there were no differences by sexualorientation on students’ reports of bias in school related to havingLGBT parents. Further research is needed that examines theintersection of LGBT identity of students and LGBT family status as itrelates to student school experiences.Although examining demographic differences among families was notthe main purpose of this study, a larger sample size would haveallowed for more comparisons in educational experiences acrossdifferent types of families (e.g., families with gay fathers versuslesbian mothers, adoptive versus non-adoptive families). Among theparent sample, for example, the most common type of familyconstellation was two lesbian parents with a child in elementaryschool. Furthermore, it is important to note that there were very fewparents in the study who identified as transgender and because ofthis small representation, we were not able to discern whethertransgender parents differed significantly in their interactions with theirchildren’s schools. Among the student sample, there were fewstudents who identified as transgender and only a small number ofstudents of color, which limited our ability to examine whether theschool experiences for these students were different than otherstudents in the study. More large scale research is needed toexamine in greater detail how the family-school connection may varyby family composition.It is important to note that the level of analysis for this study was notat the family-level and the parents and students who participated inthe surveys were not necessarily from the same families. For thisreason, we were not able to examine any relationship betweenstudent reports and parent reports. Future research is needed thatcan explore how parental involvement or intervention with the school112may affect the child’s experience of school climate. Lastly, the datafrom our survey is largely cross-sectional, meaning that the data wascollected at one point in time. Thus, with the possible exception of thepolicy analyses, we cannot determine causality. For example, wecannot make definitive statements regarding the effectiveness ofhaving supportive school staff, although we can say that there was apositive relationship between the number of supportive staff andparental involvement in the school.Conclusions and RecommendationsThe results of this survey help to further the discussion of LGBTissues in K–12 education by highlighting the experiences of LGBTparents and their children. Furthermore, it highlights how schoolsmust understand school climate and school safety not only forstudents but for other members of the school community, such asparents. Educational experts maintain that the family-schoolrelationship is an important factor in academic success for thestudent. To the extent that certain parents are excluded or notwelcome in school activities or are mistreated by school staff andother parents, they may feel that they have less access to schoolinformation or educational resources for their children or may nothave the same rights to voice problems or concerns than otherparents, which in turn, could have negative consequences for studentacademic performance. LGBT parents in this study were more likelyto report having problems with students in the school or parents ofother students than they were to report having problems with schoolpersonnel (the principal, teachers and other staff). It is important forschool personnel to understand that harassment by students ofanyone in the school community, whether it be a student or a parentof a student, should not be tolerated. Furthermore, school personnelmust consider that their responsibility for maintaining a safeenvironment for all members of the school community extendsbeyond students, teachers and staff. Parents must be heldaccountable for their actions while on school premises andmistreatment by parents of students while at school is theresponsibility of the school. Parent-teacher organizations must alsoaddress issues of school climate and educate parents about schoolsafety and their responsibility for creating and maintaining a safe andwelcoming environment for all parents as well.Many LGBT parents in the survey carefully considered certaincharacteristics of a school when deciding on their child’s enrollment,perhaps in order to ensure a safer and better learning environmentfor their children. Although the majority of parents reported that theirchild attended public school, the percentage of parents whosechildren were enrolled in private school (both religious and non-religious) was higher than the national percentage. Furthermore,nearly half of all parents in the study reported that they made thedecision to enroll their child in a particular school for reasons other113than it was their local school. Although the most common reason forschool selection was the academic reputation of the school, anothercommon reason was the diversity of the school population. Inaddition, nearly half of the parents also sought out information aboutthe school regarding how the school would address LGBT issues andthe majority of these parents said this information was very importantin their decision-making. LGBT parents may choose diverse schoolsor assess the reputation of the school regarding LGBT issues asprotective measures to ensure a more positive school experience fortheir child or a more positive family-school connection. Suchprotective measures may also be more important for parents withyounger age children as elementary school parents in our study weremore likely to base their school selection on these factors.It is important to reiterate that not all LGBT parents may have theability to select the school their child attends. Sending one’s child to anon-public school may involve a financial commitment that manyparents may not be able to afford. Some public school districts,particularly smaller districts, may not have multiple schools at eachlevel from which parents could choose. Some districts may not allowparents to enroll their child in a school that is not their designatedschool. Furthermore, some parents may not feel comfortablespeaking with their school about LGBT issues for a myriad of reasonsprior to enrollment. For example, a parent may not be open aboutbeing LGBT or feel safe in their community as an LGBT person, or aparent may anticipate that the reaction will not be positive and to doso would negatively affect their child’s school experience.LGBT parents in the survey often reported being very involved inschool activities and having frequent communication with schoolpersonnel about their child’s education. In fact, these parents weremore likely than parents nationally to volunteer in school activities,attend parent-teacher conferences and belong to the parent-teacherorganization. As with decision-making about school enrollment, LGBTparents may be more involved in their child’s school in order to havegreater information about what their child is experiencing in schooland to ensure that she or he is safe.In our previous research with secondary students, both LGBT andnon-LGBT, students often heard homophobic remarks and other kindsof biased language in school. The students in our current study wereno exception and most reported hearing these types of remarksfrequently in their schools. However, these students also appeared toexperience certain unique forms of harassment. A substantialpercentage of students heard negative remarks about having anLGBT parent—remarks that may or may not have been directedspecifically at them and many students also reported being verballyharassed because of having LGBT parents. In addition, it was notuncommon for some students to have been harassed because oftheir sexual orientation or because their peers assumed they weregay or lesbian because of their parents. Although these incidents114were not experienced by the majority of students in the survey, theywere the most commonly reported forms of harassment—higher thanharassment based on religion, race/ethnicity or disability, for example.It is particularly disturbing that many students reported beingmistreated because of having LGBT parents by other parents in theschool. These findings again raise the concern that schools must holdall members of the school community—school personnel, studentsand parents alike—accountable for their actions when they add to ahostile environment for students.As we have found in previous studies with LGBT students, moststudents with LGBT parents do not report harassment to schoolauthorities and often think that school personnel will not effectivelyaddress the problem. In contrast to the experiences of LGBTstudents, most of the LGBT students with LGBT parents had told theirparent or guardian when victimized in school and most also reportedthat the parent or guardian addressed the matter with the school.Furthermore, most parents in the study reported that they hadaddressed the harassment with the school. Thus, in contrast to otherpopulations of students such as LGBT students who may not be “out”to family members, it appears that students with LGBT parents mayhave more supports in that they may feel they can talk to theirparents about negative experiences in school, particularly if theseexperiences are related to their family or perhaps even to their ownsexual orientation or gender identity/expression. When parentsintervened, they most often felt that school personnel were veryreceptive and that the intervention was effective. Parents, however,may not be the best judge of the effectiveness of talking with schoolpersonnel on their child’s behalf and students were not asked in thestudy how effective they felt their parental intervention was. Futureresearch is needed, particularly at the family-level, that examinesthe relationship between student’s experiences in school, parent’sknowledge of their child’s school experience and the effect thatparental involvement and intervention has on the student’s academicexperience.The findings from the survey remind us that school climate is muchmore than a safety issue; it is also an issue of a student’s right toan education. Students in our survey who experienced frequentharassment because of having LGBT parents, or because of theirown sexual orientation or gender expression reported skippingclasses and missing more days of school than other students.Thus, steps that schools take to improve school climate are alsoan investment in better educational outcomes.Results from this study also highlight the important role that institutionalsupports can play in making schools safer for these students. Studentswhose school had a comprehensive safe school policy were less likelyto report mistreatment because of having LGBT parents. The resultsof the parent survey provide further evidence of the importance ofinstitutional supports regarding LGBT issues in school. Parents who115reported that their child’s school had a comprehensive policy weremore likely to report that addressing their child’s harassment was aneffective intervention, relative to other parents. Parents themselvesreported a lower frequency of mistreatment in school when the schoolhad a comprehensive policy. Results also provide evidence regardingthe importance of supportive staff in the school experiences of studentswith LGBT parents. As the number of supportive school staff increased,students’ reported grade point averages increased, and their frequencyof missing school because of feeling unsafe decreased. The resultsalso provide evidence supporting school personnel trainings on LGBTissues. Those parents who reported their child’s school had had sucha training were less likely to report that their child had been bullied orharassed in school, both in general and specifically related to theirfamily. In addition, parental reports of educator trainings were associatedwith a more positive response from school personnel when parentsaddressed their child’s harassment.As with school-level policies, state-level comprehensive safe schoollegislation was associated with better school climate for LGBTfamilies. Students in states with comprehensive legislation were lesslikely to hear homophobic and racist remarks in their schools andLGBT parents in these states were more likely to feel included in theschool community. Unfortunately, while some states have madeprogress in implementing such laws, the majority of our nation’sstudents remained unprotected at the state level.It is clear that there is an urgent need for action to create a saferschool climate for all students. There are steps that all concernedstakeholders can take to remedy the situation. Results from this studyillustrate the ways in which the presence of effective legislation orpolicy and in-school resources and supports can have positive effectson school climate, students’ sense of safety, and, ultimately, onstudents’ academic achievement and educational aspirations.Furthermore, these results show how such school resources alsoenhance the family-school relationship, which in turn could furtherbenefit for student achievement. Therefore, we recommend educatorsand education leaders and policymakers:• Advocate for comprehensive anti-bullying and anti-discriminationlegislation at the state and federal level that specificallyenumerate sexual orientation and gender identity/expressionas protected categories alongside others such as race, faithand age;• Adopt and implement comprehensive anti-bullying policies inindividual schools and districts, with clear and effective systemsfor reporting and addressing incidents that students experience;• Provide training for school staff to improve rates of interventionregarding bullying and harassment, and increase the number ofsupportive faculty and staff available to students;116• Include multicultural diversity training into professionaldevelopment that includes information about LGBT families;• Support student clubs, such as GSAs, that address LGBTissues in education; and• Increase student access to appropriate and accurateinformation regarding LGBT people, history and events.Parent-teacher associations must also acknowledge the diversity oftheir school communities and take steps to ensure that no oneexperiences mistreatment—students and parents alike. Thus, weadvocate that they:• Endorse policies and practices about appropriate andacceptable conduct for parents at school, and• Offer educational programs for parents in the school communitythat include information about LGBT families.Taken together, such measures can move us towards a future inwhich every child learns to respect and accept all people, regardlessof sexual orientation or gender identity/expression and a future inwhich parents and school personnel can work together to promote apositive learning environment for all children.Notes127 A report from the Evan B. Donaldson Institute has shown that agencies focusing on “special needs”children and youth were much more likely to accept applications from gays and lesbians than otheragency types which is noteworthy in that many of the LGBTQ youth in foster care would be considered“special needs” children. Source: Brodzinsky, D.M. (2003) Adoption by lesbians and gays: A nationalsurvey of adoption agency policies, practices, and attitudes. New York: Evan B. Donaldson AdoptionInstitute. http://www.adoptioninstitute.org/whowe/ Gay%20and%20Lesbian%20Adoption1.html.128 Sullivan, C.; Sommer, S., & Moff, J. (2001). Youth in the margins: A report on the unmet needs oflesbian, gay, bisexual, and transgender adolescents in foster care. New York: Lambda Legal. Accessedfrom: http://www.lambdalegal.org/our-work/publications/page.jsp?itemID=32009148.117Gay, Lesbian and Straight Education Network90 Broad Street2nd FloorNew York, NY 10004www.glsen.org",
    "id": 71340195,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:1050"
    },
    "title": "Involved, Invisible, Ignored: The Experiences of Lesbian, Gay, Bisexual and Transgender Parents and Their Children in Our Nation's K-12 Schools",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2008-02-02T00:00:00+00:00",
    "publisher": "GLSEN (Gay, Lesbian, and Straight Education Network)",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/1050/1050.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2008",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71340195.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71340195"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71340195/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71340195/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71340195"
        }
    ],
    "abstract": "Current estimates suggest there are upwards of 7 million lesbian, gay, bisexual and transgender (LGBT) parents with dependent children in the United States, and it is likely that these numbers have been increasing over recent years. Yet little is known about the life experiences of this population of families in general and even less is know about the experiences of these families when interacting with their children's schools.This national study conducted by GLSEN in partnership with the Family Equality Council and COLAGE (Children of Lesbians and Gays Everywhere), examines and highlights the school experiences of LGBT-headed families using results from surveys of LGBT parents of children in K-12 schools and of secondary students who have LGBT parents.The study examines the family-school relationship, including family-school communication, parental involvement in school activities, parent-child discussions about school, parental role in educating school staff about LGBT families and the quality of treatment by school staff and by other members of the school community",
    "tags": [
        "survey data",
        "text",
        "Children and Youth",
        "Education and Literacy",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "survey data",
        "text"
    ],
    "oai": "oai:harvest.issuelab.org:1050",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71340195,
        "depositedDate": null,
        "publishedDate": "2008-02-02T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:43:20+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:08:10+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/1050",
        "https://issuelab.org/resources/1050/1050.pdf"
    ],
    "lastUpdate": "2024-02-14T12:43:20+00:00",
    "setSpecs": []
}