{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Muraco, Anna M."
        },
        {
            "name": "Fredriksen-Goldsen, Karen I."
        },
        {
            "name": "Jen, Sarah"
        }
    ],
    "contributors": [],
    "createdDate": "2021-03-10T05:26:48+00:00",
    "dataProvider": {
        "id": 3596,
        "name": "Loyola Marymount University",
        "url": "https://api.core.ac.uk/v3/data-providers/3596",
        "logo": "https://api.core.ac.uk/data-providers/3596/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/388561822.pdf",
    "fullText": "Loyola Marymount University and Loyola Law School Digital Commons at Loyola Marymount University and Loyola Law School Sociology Faculty Works Sociology 2019 Iridescent Life Course: LGBTQ Aging Research and a Blueprint for the Future – A Systematic Review Anna M. Muraco Loyola Marymount University, anna.muraco@lmu.edu Karen I. Fredriksen-Goldsen University of Washington Sarah Jen University of Washington Follow this and additional works at: https://digitalcommons.lmu.edu/socio_fac  Part of the Sociology Commons Recommended Citation Fredriksen Goldsen KI, Jen S, Muraco A. Iridescent Life Course: LGBTQ Aging Research and Blueprint for the Future - A Systematic Review. Gerontology. 2019;65(3):253-274. doi: 10.1159/000493559. This Article - post-print is brought to you for free and open access by the Sociology at Digital Commons @ Loyola Marymount University and Loyola Law School. It has been accepted for inclusion in Sociology Faculty Works by an authorized administrator of Digital Commons@Loyola Marymount University and Loyola Law School. For more information, please contact digitalcommons@lmu.edu. Iridescent Life Course: Review of LGBTQ Aging Research and Blueprint for the FutureKaren I. Fredriksen Goldsen, PhD,University of Washington, School of Social WorkSarah Jen, PhD,University of Washington, School of Social WorkAnna Muraco, PhDLoyola Marymount University, Department of SociologyAbstractBackground: LGBTQ older adults are a demographically diverse and growing population. In an earlier 25-year review of the literature on sexual orientation and aging we identified four waves of research that addressed dispelling negative stereotypes, psychosocial adjustment to aging, identity development, and social and community-based support in the lives of LGBTQ older adults.Objectives: The current review was designed to develop an evidence base for the field of LGBTQ aging, as well as to assess the strengths and limitation of the existing research and to articulate a blueprint for future research.Methods: Using a life course framework, we applied a systematic narrative analysis of existing research on LGBTQ aging. The review included 66 empirical peer-reviewed journal articles published between 2009 and 2015 focusing on LGBTQ adults age 50 and older as well as those including age-based comparisons of those 50 and older and younger counterparts.Results: Since the prior review, the field has grown rapidly as evident by the number of articles reviewed. Several findings were salient, including the increased application of theory (with critical theories most often used), and more varied research designs and methods. A new wave of research on the health and well-being of LGBTQ older adults was identified. Yet, there were few studies addressing the oldest in the community, bisexuals, non-binary older adults, older adults of color, and those living in poverty.Conclusions: Highlighting the interplay of rainbow like colors, Iridescent Life Course highlights queering and transforming the life course, encompassing intersectionality and fluidity over time. Such an approach emphasizes the differing configurations of risks and resources, legacies of historical trauma, and inequities and opportunities in representation and capital. More depth rather than breadth, as well as multi-level and longitudinal studies and global initiatives are imperative.Karen I. Fredriksen Goldsen PhD University of Washington, School of Social Work Mailing address: 4101 15th Ave. NE, Box 354900, Seattle, WA 98105 fredrikk@uw.edu. HHS Public AccessAuthor manuscriptGerontology. Author manuscript; available in PMC 2020 March 01.Published in final edited form as:Gerontology. 2019 ; 65(3): 253–274. doi:10.1159/000493559.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptKeywordsLGBTQ; Aging; Review; Life course; Queering; Trans-formingIntroductionMirroring rapid changes in state and federal policies related to same-sex marriage, there has been a significant increase in public attention to LGBTQ issues. Between 2001 and 2016, public support in the U.S. for same-sex marriage grew steadily from 35% to 55% [1], culminating in the 2015 Obergefell v. Hodges Supreme Court decision mandating the constitutional right to marry for same-sex couples in the U.S. Despite increasingly positive societal discourse regarding LGBTQ people, those in older adulthood remain largely invisible. The Institute of Medicine [2] identified LGBTQ older adults as an underserved and understudied population, calling for more research to address their distinct needs.The proportion of older adults continues to grow faster than any other segment of the population worldwide, and the U.S. is no exception, with the 65-and-older population expected to more than double in size from 40.2 to 88.5 million between 2010 and 2050 [3]. The older adult population is also increasingly diverse by race and ethnicity [4], as well as by sexual and gender identities [5]. Individuals who openly self-identify as lesbian, gay, bisexual, trans*, and/or queer (LGBTQ) are estimated to comprise 2.4% of the U.S. older adult population or 2.7 million individuals, increasing to more than 5 million by 2060; when taking into consideration same-sex behavior, attractions, and romantic relationships, this number more than doubles to over 5 million today and more than 20 million older adults by 2060 [5].An earlier 25-year review of existing research on sexual orientation and aging [6] analyzed 58 articles published between 1984 and 2008. The review assessed literature corresponding to the dimensions of the life course perspective as explicated by Elder [7]. Based on the analysis using life course theory, the review identified four key themes in the LGBTQ aging-related research, illustrating the evolution of the field. The first wave of research dispelled myths and negative stereotypes of sexual minority older adults as lonely, isolated, and having poor mental health, illuminating similarities between lesbian, gay, and bisexual older adults and their heterosexual counterparts. A second wave emphasized psychosocial adjustment to aging, while the third focused on identity development and recognized the shifting historical and social contexts. The fourth wave emphasized sexual minority adults’ social relationships and community-based needs and support.The two primary life course themes in the existing literature base at the time were the interplay of lives with historical times and social relationships. Existing studies explored how lesbian, gay, and bisexual older adults’ experiences intersected with the broader historical and social context in which they lived, including how experiences of prejudice affected their aging, identity, and service utilization. This early research also sought to *Trans is an umbrella term used to connote transgender and gender expression, including gender non-binary and diverse.Fredriksen Goldsen et al. Page 2Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscriptunderstand the importance of linked lives and social interactions, including the importance of families of choice, legally-defined family members, and social and community support networks. The review identified the life course tenets of timing of lives and agency as significantly underdeveloped and requiring further study.In this paper, we examine articles published since the previous review to provide an evidence base for this growing field. Given recent changes in the growing empirical literature, we also expanded the population of interest to include queer-identified and trans* older adults. By synthesizing research findings across 66 articles published between 2009 and 2015 that focus on older LGBTQ adults and aging, we examine the key life course themes in the literature, as well as the theoretical and substantive, and methodological limitations and strengths in the literature base. By assessing the extent to and ways in which knowledge in the field has been advanced, as well as existing gaps in the research, we outline an Iridescent Life Course framework with a blueprint for future research.MethodologyLike prior gerontological literature reviews [8, 6], we used a narrative systematic approach to structure an analysis and comparison of the studies as opposed to a meta-analytic method. The application of a meta-analytic approach is limited in fields that are underdeveloped and made up of a wide range of disciplinary and methodological approaches. In contrast, the narrative approach provides the foundation to assess comparability and divergence in findings as well as the relative strengths and limitations across studies despite the wide range of methods used.This review included peer-reviewed journal articles published between 2009 and 2015 focusing on LGBTQ adults age 50 and older as well as those including age-based comparisons of those 50 and older with younger counterparts. As in the previous review, articles must have been written in English and include original empirical findings published in a peer-review journal with four or more study participants. A Boolean phrase search was applied to the following databases: PsychInfo, Sociological Abstracts, and Medline PLUS. Multiple search terms were included from the following areas: sexuality, sexual minorities, sexual identities, lesbian, gay, bisexual, queer, trans * and gender. These search terms were then combined with aging-related terms: aging, older adults, elder, and gerontology (See Table 1). Articles that focused specifically on HIV/AIDS were excluded, since that body of literature has been the focus of several recent reviews among both older adults [9, 10] and the broader population [11, 12, 13].Figure 1 represents a flow chart of the search process, with a final sample of 66 articles. Two articles included findings from multiple studies; therefore, while 66 articles were included, study design and sample characteristics are reported from a total of 70 studies. One-hundred and eighty-four (184) articles were excluded based on sample ineligibility (e.g. did not include LGBTQ adults over age 50). Articles were systematically reviewed by two graduate students and coded by study type, research design and method, theory, population definition, sample characteristics, salient findings, and limitations. See Table 2 for an overview of the articles included in the review.Fredriksen Goldsen et al. Page 3Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptAll authors analyzed each dimension across the full range of articles. Sample characteristics, study design, recruitment procedures, and methods were compiled across articles to analyze representation of various populations and common strengths and limitations in terms of sampling procedures and methods applied. Theories were organized into substantive and methodological theories to assess what number of articles applied a theoretical framework or theoretical concepts, which revealed the extent of theory used across articles and common theoretical concepts represented. Salient findings were analyzed next to assess the topical domain areas represented in the field and how they corresponded to the four existing dimensions of the life course perspective, which enabled a comparison of how trends in the field and areas of focus had shifted over time.Study Design and Sample CharacteristicsAll studies were cross-sectional. More than half (56.3%) used quantitative methods, 39.4% used qualitative methods, and three studies applied mixed methods. Data collection included surveys (56.3%), interviews (35.2%), and focus groups (7.0%, n=5). Three studies also used participant observation in addition to interviews [14, 15, 16]. A majority of studies relied on community-based samples (85.1%) with 4.5% utilizing population-based representative data (n=3) [17, 18, 19]. Most of the studies incorporated multiple types of recruitment, most commonly outreach via health, social, and other community-based service organizations or businesses (54.8%), snowball sampling (27.4%), internet/social media (23.3%), flyers and publications such as newsletters and newspapers (20.5%). Two studies used public venues or events. The recruitment process was not described for 23.3% studies. Secondary data analyses were used in 18.9% of studies.Sample sizes ranged from 6 to 256,585 participants, with a median size of 151 participants. Most studies (71.2%) included only participants age 50 and older, 16.9% had participants age 60 and older, and 5.6% had participants age 65 and older. Participants younger than 50 were included in 21.1% of studies, which incorporated age-based comparisons. While the majority of the studies reported on a U.S. sample (73.2%), four studies reported on international samples [20, 21, 22, 23]. Twenty-one percent (21.1%) had samples exclusively from outside the U.S., including Australia [24, 25], Canada [26, 27], Hong Kong [28], Israel [29], Netherlands [30, 31], New Zealand [32, 33], Sweden [34], and U.K. [35, 36, 37, 16].The population of interest varied in definition and measurement across studies. The most common aspect of sexuality identified for study in the articles was sexual orientation, although this was often measured with a single sexual identity question. The most common response categories were lesbian, gay, bisexual, and heterosexual or straight. Less frequent responses included “homosexual” in place of or in addition to gay and lesbian (reported in 8.1%, n=6), “queer” (8.1%, n=6), “questioning” (5.4%, n=5), and three reported “pansexual/omnisexual.” Three studies used “celibate/asexual” (4.1%), two used “dyke” and “woman loving woman” [26, 27], and one used “same-gender-loving” [38]. Three studies reported on sexual behavior, primarily “men who have sex with men” [39, 40, 41].A majority of studies included participants across multiple sexual identities (69.0%), most often lesbian-, gay-, and bisexual-identified older adults (28.2%), followed by 9.9% including only lesbian- and gay-identified individuals (n=7), and 14.1% comparing with Fredriksen Goldsen et al. Page 4Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscriptheterosexuals. Eighteen studies included a single sexual identity group, including 12.7% with gay men only and 12.7% with lesbians only. While 51.4% of studies included bisexuals, no studies had only bisexuals. Four studies did not report the sexual orientation or identity of the participants, but instead referred to the population of interest as sexual and/or gender minorities or members of “same-sex” couples.Gender and gender identity was assessed through a variety of means. Approximately 10% (9.9%, n=7) of the studies included only trans*-identified participants, with an additional 19.7% including some trans participants. The most common terms used to assess trans identities were transgender (18.3%), MTF (male to female) (8.1%, n=6), and FTM (female to male) (4.2%, n=3). In two studies, a broader range of terms were used to refer to gender identity and expression, including “transsexual”, “gender queer”, “gender bender”, “trans-blended”, “third gender”, “cisgender”, “cismale”, “cisfemale”, “masculine”, “feminine”, “two spirits”, and “androgynous.” Some studies included women only (15.5%) or men only (15.5). Other studies used sex, gender, and/or sexual identity-related terms interchangeably. For instance, one study assessed sex as being “male” or “female,” but referred to the participants as “men” or “women.” Another assessed trans* individuals via a sexual identity question. Only one study included intersex participants.Most samples were made up of a majority of White/Northern European/Caucasian (hereafter referred to as “White”) participants, with 5.6% of samples including only White participants (n=4). Among the studies, 34.8% included African American/Black participants, 31.8% Hispanic/Latino/a, 21.2% Asian/Pacific Islanders, 19.7% Native Americans/Indigenous and 16.7% others. About one-quarter (25.8%) had multi-racial participants. Nearly 12% (11.3%) of samples were 90% or more White and another 28.1% were 80% or more White. Two studies reported findings from African American or Black participants only and one sample included only Chinese participants. The race/ethnicity of participants was not reported in 19.2% of studies, more than half of which were conducted outside of the U.S.Theories AppliedA conceptual framework was identified in 43.9% of articles. Five key theoretical frameworks appeared, including critical (12.1%, n=8), ecological/socio-cultural (7.5%, n=5), resilience (7.5%, n=5), stress (6.0%, n=4), and positive aging (4.5%, n=3) theories. Methodological theories were utilized in 10.0% (n=7) of the studies. An additional 16.4% of articles provided conceptual framing of key concepts but were not identified as a theoretical framework for the study.Critical theories (10.6%, n=8) were applied to analyze the ways in which aging is socially constructed through relations of power [42]. As applied, these theories provided a critique of dominant or traditional ways of knowing, challenged common assumptions, examined intersectional identities, and centered the experiences of older adults who are marginalized. Six used ecological and socio-cultural frameworks, such as Hierarchical Compensatory Theory [48] and the Anderson Model of service use [49] that were applied to studies on formal and informal service needs and use. A resilience framework was used in five studies [41, 57, 60, 61, 62] to investigate social determinants and risk and protective factors and their relationship to aging, health, and well-being. As articulated within the tradition of Fredriksen Goldsen et al. Page 5Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscriptpositive psychology, successful aging was utilized in three articles to analyze positive aging-related outcomes among LGBT older adults [15, 21, 63]. Stress-related theories were used to assess experiences such as loneliness, poor mental health, and service needs [31, 52, 53, 54]. A life-course perspective was explicitly applied in two articles examining lifespan and life course development [38, 55], with several others referencing the “life course” as a key concept, but not as an overall framework [56, 14, 18, 57, 58, 34, 59, 22].Two specific methodological theories were used. Grounded theory was used in 10.6% (n=7) of articles to assess meaning and generation of theory through analysis of qualitative data [34, 36, 48, 59, 63, 64, 65]. Narrative gerontology was used to explore the experiences of older lesbians in attaining sobriety [58]. See Table 3 types of theory utilized in the studies.Key ThemesIn the next section, the systematic review of findings is organized according to the four key domains of the life course, including the interplay of lives with historical times, social relationships, timing of lives, and agency.Interplay of Lives and Historical TimesConsistent with a life course perspective, the interplay of lives and historical times accounts for the contexts within which LGBTQ older adults have lived. The trauma and adverse experiences that LGBTQ older adults encountered because of being perceived as LGBTQ was the most common theme in this domain, with existing research focused primarily on discrimination (15% of studies) and victimization (12%). These studies reported on the frequency [39, 57, 52] and consequences [61, 62, 57] of such adverse experiences.While none of the population-based research studies assessed the prevalence of such traumatic and adverse experiences, a large community-based study reported an average of 6.5 incidents of victimization and/or discrimination over the life course [57]. Transgender older adults compared to non-transgender counterparts had the highest rates of victimization and discrimination, with reports ranging from 57% [39] to 69% of the participants [60]. Rates of lifetime discrimination and victimization were associated with poorer physical health [57, 61], disability [57, 61], chronic illness [60], depression [57, 61] and lower mental health-related quality of life [41].Rates of victimization and discrimination of LGBTQ older adults differed by demographic characteristics; higher rates were associated with being transgender [62], being male [52], and lower socio-economic status [66]. Other adverse experiences included ageism and alienation within gay communities [16, 67] as well as heterosexism in faith-based communities [43, 68]. Qualitative studies documented LGBTQ older adults’ experiences and concerns of discrimination, mistreatment, and neglect in service settings such as in-home care, workplaces, and health care settings [69, 27, 32, 70, 59].Internalized stigma, having negative views of one’s own sexual or gender identities, was most often conceptualized as resulting from the historical context of LGBTQ older adults’ lives. For example, four studies reported findings related to internalized stigma, which was associated with higher rates of depression and disability [62], loneliness [47], poor physical Fredriksen Goldsen et al. Page 6Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscripthealth [61], and poor quality of life [41]. Internalized gay ageism among older gay men was associated with higher rates of depression [54].Other types of adverse experiences were reported that were not directly linked in the literature to historical times. For example, elder abuse and neglect were reported, but less frequently than LGBTQ-related victimization and discrimination. Among lesbian, gay, and bisexual adults age 60 and older who attended community-based social and recreational programs, 22.1% reported having experienced at least one type of abuse from their caregiver, with 11.5% reporting more than one type [71]. The most common types of abuse were emotional, verbal, physical, and neglect. In a study of transgender older adults, two-thirds reported having received unwanted sexual touch, with 55% reporting such abuse was related to their perceived gender expression or presentation [72].Adverse experiences and lack of access to resources over one’s lifetime can exacerbate inequalities and result in cumulative disadvantage [73], with multiple consequences in later life. A new theme that emerged in the recent LGBTQ aging-related literature was health, including physical health, mental health, health behaviors, and health-related quality of life and well-being. Much of this research addressed poor health, although some studies found that LGBTQ older adults reported good mental health [39, 71], physical health [62, 61, 57], and quality of life [57]. Yet there was mounting evidence that LGBTQ older adults experienced health disparities with higher rates of poor general health, disability, functional impairment and psychological distress than heterosexuals of similar age [18, 62]. While health disparities were evident across the LGBTQ groups, those identified at elevated risk included transgender [62], bisexual [61, 74], lesbian [61], and unemployed [75] older adults, and those needing caregiving assistance [60]. Among gay men, one-third reported having a diagnosis of HIV [75], and the progression of HIV to AIDS and comorbidities were negatively associated with quality of life [41]. Findings related to age were mixed. In one large community-based sample, quality of life was highest among the middle age group (65–79) and similar among the younger (50–64) and oldest (80+) groups [57], but another study found that the youngest participants (55–64) reported the highest rates of anxiety and PTSD [74]. The oldest LGBTQ adults reported the most chronic conditions and lowest physical health-related quality of life [57, 47].Adverse health behaviors, including the use of tobacco, alcohol, illicit substance use [40, 61, 74, 53] and at-risk sexual behavior [40], were another common focus identified in the literature that did not align directly with life course theory. In terms of demographic differences, lesbian, gay, and bisexual men and women, compared to heterosexuals, were at elevated risk of excessive drinking [18]. Among men, bisexuals were less likely to have engaged in unprotected sexual activity but more likely to be smokers compared to gay men [40]. For trans older adults, physical activity was negatively associated with rates of poor physical health, disability, and depression and anxiety; trans older adults reported less engagement in physical activity than non-transgender sexual minorities [62]. There was also evidence that substance use was related to sexual risk behavior; for example, among older gay and bisexual men living with HIV, unprotected sex was not predicted by past or current alcohol use but was associated with current and lifetime use of crystal meth, cocaine, and club drugs (e.g. GHB, ketamine, Ecstasy) [40]. Fewer studies considered positive health Fredriksen Goldsen et al. Page 7Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscriptbehaviors, although a few assessed physical and leisure activities [62, 61, 57], which were associated with better quality of life and lower rates of depression [61, 57].Some studies also indicated barriers to care. In a population-based study, sexual minority older women were more likely than heterosexual women to experience financial barriers to healthcare [18]. Additional barriers included difficulty locating needed services [76], past negative experiences [76, 55], and fears of discrimination [61, 77, 34, 22]. Despite barriers to care, compared to heterosexuals, sexual minorities reported higher service use in a few areas. For example, lesbian, gay and bisexual older adults were more likely to have received a flu shot and HIV screening [18], and counseling services [53].Linked and Interdependent LivesEmbedded within social networks of families of choice, kin, friends, and legally-defined family members, the most common social relationships studied were with spouses and partners [78, 61, 79, 47, 57, 45), friends and peer relationships [35, 39, 48, 69, 80], children [44], informal caregivers [48, 78], and other household members [18], and pets [64]. Broader social networks and supports were also investigated [44, 31, 30].Social relationships and social networks were assessed for their presence, size, and impact. One study showed that same-sex relationships may be uniquely protective, as same-sex couples reported fewer chronic conditions and were less likely to report poor health than heterosexual couples [19]. Being partnered, increased social support, and larger social networks were associated with positive quality of life [57, 79], lower rates of disability, and fewer symptoms of depression [61].Greater social support was observed among women [61] and younger participants [57]. Social networks were also larger among women [44, 61], those younger, [44, 57], trans, and those living with children [44]. Having a partner and co-residing with that partner were associated with being White [47], younger [57, 45], and female [78]. Loneliness and social isolation, on the other hand, were associated with being male, single, less socially embedded, and a smaller social network [30,31].A few studies investigated the importance of informal supports [26, 58] and the likelihood of having an informal caregiver [48, 78, 71]. Among LGBTQ older adults, 20% indicated they were currently providing informal care [78]; caregivers reported a strong sense of duty [36], but also love and commitment, particularly among caring spouses, partners, and close friends [46]. Relationship quality was protective against depression for both informal caregivers and those receiving care [60].Timing of LivesThe life events explored in the literature related primarily to identity development, coming out and disclosure experiences [39, 14, 15] and the formation and dissolution of important social relationships [39, 30, 75]. Coming out experiences were measured in a variety of ways, including sequencing and timing. In terms of identity development trajectories, older lesbians, for example, reported recognizing attractions to women at an average age of 18 and beginning their first serious relationship with a woman 6.5 years later [39]. In a qualitative Fredriksen Goldsen et al. Page 8Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscriptstudy, older gay men reported the sequencing of early same-sex sexual experiences often prior to identifying as gay, periods of trying not to be gay, and most often followed by self-acceptance [33].Overall rates of disclosure were assessed: 73% of lesbian, gay, and bisexual adults in a large sample reported being out and comfortable with their sexual orientation [55]. Showing variation by context, 91.5% of older lesbians reported being out to their family, but only 48.5% out to their health care providers [39]. Of trans older adults, 93.7% were mostly or completely out in terms of their gender identity, but only 22.8% openly identified at religious organizations [21]. Differences in disclosure rates were associated with multiple factors. Lower rates of disclosure were reported by older adults [57], those with smaller social networks [44], and those living in rural areas [81]. Lower disclosure rates were also associated with higher levels of depression and anxiety [62]. A few qualitative studies described the potential risks of identity disclosure [55, 65] and potential protective responses such as withholding biographical information (e.g. gender of one’s partner); policing body, dress, or mannerisms; and avoiding or even ridiculing other LGBTQ individuals to blend in [65].Life events related to the dissolution and ending of social relationships were investigated. For example, LGBTQ older adults were more likely than heterosexuals to have been divorced [30]. Gay men were more likely to have experienced the death of a partner than lesbians, bisexuals, and heterosexuals [30] and often at younger ages, with an especially high rate of death-related experiences as a result of HIV/AIDS [75]. Thirteen percent of lesbians also reported the death of a partner [39]. Experiencing the death of a partner was linked to experiences of disenfranchised grief and legal and financial concerns [35, 82].Human AgencyHuman agency, accounting for how individuals take action to influence their own life possibilities, was most often explored relative to resilience, as individuals responded proactively to various adverse life situations [58] and hostile environments [68], such as choosing to ignore or confront oppressive behaviors or using one’s “ageing capital to challenge gay ageism” [16]. A few studies conducted outside of the U.S. highlighted the important role of resistance to heteronormativity [28, 37] in the lives of LGBTQ older adults.Protective factors as indicators of agency and resilience, included self-esteem, self-efficacy, mastery, hope, and positive sense of sexual identity. Higher levels of self-esteem and self-efficacy were associated with being older [25] and having greater quality of life [41, 57]. Mastery [75] and hope [29] were associated with positive mental health outcomes. Three qualitative studies identified resilience as a theme, illustrating the ability to bounce back from adverse situations [58], respond to hostile environments [68], and decrease vulnerability in later life [16]. Specific examples included gay men’s development of an underground or counter-culture [28, 33], and reinterpreting one’s failure to comply with heteronormative life sequences and expectations as a way to redefine success in the narratives of older trans adults [15].Fredriksen Goldsen et al. Page 9Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptLoss of decision-making ability was voiced as a common aging-related fear. Specific concerns were loss of independence, lack of availability of assistance from others, economic concerns [24, 75, 22, 23], needs regarding legal planning such as durable powers of attorney (DPOA), end-of-life decision-making, and retirement plans [82, 83, 21, 66, 23]. Studies also identified the need for non-judgmental, proactively welcoming and affirming, and sensitive services [26, 27] and a critical need for training of health and human service providers and organizations to promote cultural capacity in the delivery of services [26].Although not directly an act of agency, the study of religiosity and spirituality in the lives of LGBTQ older adults was often presented as an action with social resource consequences, and assessed using a variety of indicators, including religious or spiritual affiliation, frequency of religious activity, and personal experiences in religious and spiritual institutions. Although lesbian, gay, and bisexual older adults were found to be less frequent churchgoers than their heterosexual counterparts [30], nearly 40% attended religious or spiritual services on an ongoing basis [57]. Despite agency in religious and spiritual activity, such engagement was not significantly associated with health or quality of life for LGBT older adults in general [57] or with successful aging among trans older adults [21].DiscussionThis review provides a much needed evidence base for LGBTQ aging research. Since our prior review [6], the research on the topic has grown rapidly, as illustrated by the sheer increase in frequency of articles; this review included 66 articles published over 6 years in comparison to 58 articles during the prior 25-year review period. In the previous review we noted the surprising absence of health research in the field given its central role in gerontological literature in general. However, in this review health-related research emerged as a new 5th wave of work in the field, as several studies addressed health disparities and inequities, as well as social determinants and other factors associated with health and well-being of LGBTQ older adults. Below we discuss the key advancements and limitations of existing literature, as we outline a blueprint for future LGBTQ aging research across theoretical, methodological, and substantive domains.Theory: Where from here?The use of theory has increased significantly since the last review, from 25.0% to 43.9% of articles stating a conceptual framework. Interestingly, critical theories were the most commonly used perspectives in the LGBTQ aging literature along with methodological theories, followed by ecological/socio-cultural, resilience, stress, positive aging, and life course. Critical theories were presented as challenging common assumptions and traditional ways of knowing by centering the experiences of those who are marginalized or excluded from dominant society [42]. Fabbre’s [15] use of queer theory, for example, was used to assess successful aging and not only critiqued the notion of “success” in the broader field of gerontology but also offered a reimagined understanding of failure in the lives of transgender older adults. While the use of theory has grown, more depth and integration continue to be needed for framing research questions as well as analysis and interpretation.Fredriksen Goldsen et al. Page 10Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptIridescent Life CourseWhile historical forces and linked lives from life course theory [7] were evident in the previous review, both the timing of lives and human agency had rarely been assessed earlier. We now see small and growing literature bases in both these areas. However, we also found that not all LGBTQ aging literature fits neatly into Elder’s (1994) four tenets of the life course, such as spirituality, elder abuse, positive and negative health outcomes and behaviors, and service use and needs. To more fully capture the possibilities of this growing field, we extend our analysis to an Iridescent Life Course, to incorporate both queering the life course and trans-forming the life course. This captures the intersectionality of sexuality and gender and other positions within society and the consequences of divergent representations and viewpoints in society and the interaction with structural opportunities and barriers, much like iridescent, properties encompassing the interplay of rainbow like colors, when seen from different angles [85]. It also requires synthesizing across critical and life course theories, highlighting distinct life course factors that are often overlooked (e.g., non-binary ways of being, stigma, identity affirmation, transitioning, families of choice, resistance). Such a perspective raises questions regarding the utility and potential overuse of LGBTQ as an umbrella term, given the intersectional nature of aging in these communities, as well as the critical role of culture, time and space.IntersectionalityAs we move forward, it is critical that the field reach for more depth in research rather than continuing to increase breadth. Iridescent Life Course suggests an important new direction for this research is intersectionality and to assess the complex nature of intersecting demographic, social, cultural, and societal positions including diverse sexual and gender identities and their multiple junctures. Within a life course perspective this highlights the rapidly changing social context and raises important generational issues for future study. Yet, to date most research has ignored heterogeneity within LGBTQ communities. Exploring such variations and similarities across the life course within intersecting multiple social and structural positions that can be simultaneously occupied by LGBTQ individuals will foster a much deeper understanding of life course trajectories. However, the demographic characteristics of samples continue to be underreported in the literature, constricting the generalization of the findings. For example, nearly one-quarter of the studies did not report race or ethnicity of the research participants. Furthermore, the lack of attention to poverty, socio-economic status and class, nationality, immigration, and ability status in this field is alarming, especially since we know that stratification and inequalities have such far-reaching effects across the life course. There are also subpopulations that require additional study, including the oldest, bisexual (especially women), asexual, intersex and gender non-binary and gender diverse older adults; they continue to remain largely invisible in research, despite evidence of unique experiences.Differing configurations of risks and resources: The legacy of historical trauma and inequities in visibility. representation and capitalSeveral existing studies have illustrated differing configurations of risks and resources in the lives of LGBTQ older adults (18, 62). Future research needs to further investigate how the Fredriksen Goldsen et al. Page 11Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscriptlegacy of historical trauma, discrimination and bias has resulted in differing consequences for LGBTQ older adults over time, depending in part on their age, generation, and vulnerability, as well as access to aging and health systems and their use of services. While research assessing health disparities is needed, we run the risk of over-problematizing and over-medicalizing LGBTQ older adults unless we also invest in complementary areas such as resistance, resilience, and community engagement, as well as positive outcomes in the lives of LGBTQ older adults (e.g. well-being, life satisfaction, quality of life). In addition, work is needed to further understand LGBTQ older adults within the larger social context, as well as embedded within kin relations and communities and how these structures and relationships may play a significant role in their aging. The next wave of research needs to address both individual and community agency that capitalizes on the strengths and benefits of LGBTQ people, and their communities and social movements. Research is also needed to inform policymakers on how legislative processes and policies shape the larger social context as they provide access to representation and resources within society.Multi-level analysis of LGBTQ aging over timeTo more fully understand the complex interaction of such factors will require multiple levels of analysis - including individual or intrapersonal (e.g. comfort with one’s identity), interpersonal and social (e.g. disclosure to others), and structural levels (e.g. geographical, existence or absence of legal protections, and the larger socio-political context). Studies are needed that address the multiple levels and intersecting influences on the full continuum of LGBTQ aging, well-being and quality of life, including positive and adverse pathways (behavioral, social, psychological, and biological processes) to influence the continuum of aging outcomes in LGBT communities [84]. And while most research relies on self-report measures, the use of more objective data is also needed, including functional and cognitive assessments and biomarker and physiological data.To date all studies reviewed were cross-sectional, with no longitudinal findings reported, which limits our ability to assess trajectories and causality between variables as well as to identify those at greatest risk and vulnerability in these communities. Understanding individual as well as cohort trajectories in LGBTQ aging will be aided by the development of longitudinal studies that can attend to the shifting individual, structural and environmental contexts over time. Such longitudinal approaches can also be responsive to tensions that result from heterogeneous needs given the diverse nature of these communities and the call for system-level changes, which often are built upon the premise of homogenous experiences. Such studies can also create opportunities to develop, design and evaluate evidence-based interventions to address the needs of LGBTQ older adults, and their families and communities.Methodological AdvancesThe findings from this review reveals greater differentiation and complexity in methods since the prior review. Overall, research designs were more varied, primarily relying on quantitative or qualitative data, with a few mixed method studies. Overall, there was more diversity within samples and for the first time some studies incorporated population-based data. While most were largely descriptive, there was an increase in correlational and Fredriksen Goldsen et al. Page 12Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscriptcomparative studies. The state of the knowledge in the field provides greater opportunity for mixed-methods studies as well as the meta-analyses of specific substantive topics. However, the field continues to grapple with several measurement issues. For example, there remains a tendency to conflate concepts, such as sex, sexual orientation, gender, and gender identity and expression. For instance, some studies measured sex as “male” or “female,” but referred to the participants as “men” or “women,” or reported findings for lesbian, gay, bisexual, and transgender individuals, with transgender being analyzed as a sexual identity. The field needs to better distinguish and differentiate research on sexual orientation and gender, which will require deeper analysis of the various aspects of sexual orientation (e.g., sexual identity, sexual behavior, attraction and romantic relationships, as well as other types of diversity in sexuality) and gender (e.g., gender identity, expression, and gender diversity, including non-binary and gender diversity) as well as assessing how these dimensions change or remain static over the lifespan. The development of best practices and standardization of measures of such constructs is needed. Next steps will also require developing representative sampling methods while continuing to attend to the development of innovative methods to reach hidden-within-hidden populations.Global InitiativesThe interplay of culture and the importance of understanding LGBTQ lives within a global context is essential to understanding differences and similarities across local as well as international work. Advancing global LGBTQ aging research initiatives has the potential to create important opportunities for the field. As we move forward it will be critical to assess human rights such as the participation, transparency, and accountability within differing and shifting cultural context. Evaluating changes in policy will also be facilitated by global research partnerships that allow for cross-national comparisons. Such information would be useful in the development and evaluation of evidence-based prevention efforts, interventions, practices, training and policy.ConclusionThis review of the literature was designed to provide an evidence based platform for future research. Since the prior review, several promising trends are evident, including the increased application of theory, use of more varied research designs and methods and the emergence of a new wave of research on the health and well-being of LGBTQ older adults. While topics have grown in breadth, future research must strive for greater depth. An Iridescent Life Course underscores the need for queering and trans-forming this work in ways that more fully encompass the intersectionality and fluidity inherent in both LGBTQ lives and aging, symbolized by an interplay of rainbow like colors. Several understudied areas ripe for further study include the complex nature of intersecting demographic, cultural, and socio-political positions, differing configurations in risk and resources and the legacies of historical trauma and inequities in representation and capital, multi-level analyses and the use of longitudinal studies to assess trajectories over time, and the growing opportunity for collaborations through global initiatives.Fredriksen Goldsen et al. Page 13Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptAcknowledgmentsResearch reported in this publication was supported by the National Institute on Aging of the National Institutes of Health under Award Number R01AG026526 (Fredriksen-Goldsen, PI). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.References1. Pew Research Center. (2016). Changing attitudes on gay marriage. Retrieved from http://www.pewforum.org/2016/05/12/changing-attitudes-on-gay-marriage/2. Institute of Medicine (IOM). (2011). The health of lesbian, gay, bisexual, and transgender people: Building a foundation for better understanding. Washington, DC: The National Academic Press Retrieved from https://www.nap.edu/catalog/13128/the-health-of-lesbian-gay-bisexual-and-transgender-people-building3. Vincent GK & Velkoff VA (2010). The next four decades: The older population in the United States: 2010 to 2050. U. S. Census Bureau & U. S. Department of Commerce Retrieved from http://www.aarp.org/content/dam/aarp/livable-communities/old-learn/demographics/the-next-four-decades-the-older-population-in-the-united-states-2010-2050-aarp.pdf4. World Health Organization (WHO). (2014). Facts about ageing. Retrieved from: http://www.who.int/ageing/about/facts/en/5. Fredriksen-Goldsen KI, & Kim H-J (2017). The science of conducting research with LGBT older adults- An introduction to Aging with Pride: National Health, Aging, and Sexuality/Gender Study (NHAS). The Gerontologist, 57(S1), S1–S14. [PubMed: 28087791] 6. Fredriksen-Goldsen KI & Muraco A. (2010). Aging and sexual orientation: A 25-year review of literature. Research on Aging, 33(3), 372–413.7. Elder GH (1994). Time, human agency, and social change: Perspectives on the life course. Social Psychology Quarterly, 57(1), 4–15.8. Dilworth-Anderson P, Williams IC, & Gibson BE (2002). Issues of race, ethnicity, and culture in caregiving research: A 20-year review. The Gerontologist, 42, 237–272. [PubMed: 11914467] 9. Inelman EM, Gasparini G, & Enzi G. (2005). HIV/AIDS in older adults: a case report and literature review. Geriatrics, 60(9), 26–30.10. Sankar A, Nevedal A, Neufeld S, Berry R, & Luborsky M. (2011). What do we know about older adults and HIV? A review of social and behavioral literature. AIDS Care, 23(10), 1187–1207. [PubMed: 21939401] 11. Bennett DS, Traub K, Mace L, Juarascio A, & O’Hayer CV (2016). Shame among people living with HIV: A literature review. AIDS care, 28(1), 87–91. [PubMed: 26296135] 12. Mukolo A, Villegas R, Aliyu M, & Wallston KA (2013). Predictors of late presentation for HIV diagnosis: A literature review and suggested way forward. AIDS and Behavior, 17(1), 5–30. [PubMed: 22218723] 13. Smit PJ, Brady M, Carter M, Fernandes R, Lamore L, Meulbroek M, et al. (2012). HIV-related stigma within communities of gay men: A literature review. AIDS Care, 24(4), 405–412. [PubMed: 22117138] 14. Fabbre VD (2014). Gender transitions in later life: The significance of time in queer aging. Journal of Gerontological Social Work, 57(2–4), 161–175. [PubMed: 24798691] 15. Fabbre VD (2015). Gender transitions in later life: A queer perspective on successful aging. The Gerontologist, 55(1), 144–153. [PubMed: 25161264] 16. Simpson P. (2013). Alienation, ambivalence, agency: Middle-aged gay men and ageism in Manchester’s gay village. Sexualities, 16(3–4), 283–299.17. Fredriksen-Goldsen KI, & Kim HJ (2015). Count me in: Response to sexual orientation measures among older adults. Research on Aging, 37(5), 464–480. [PubMed: 25651579] 18. Fredriksen-Goldsen KI, Kim HJ, Barkan SE, Muraco A, & Hoy-Ellis CP (2013). Health disparities among lesbian, gay, and bisexual older adults: results from a population-based study. American Journal of Public Health, 103(10), 1802–1809. [PubMed: 23763391] Fredriksen Goldsen et al. Page 14Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscript19. Gonzales G, & Henning-Smith C. (2014). Disparities in health and disability among older adults in same-sex cohabiting relationships. Journal of Aging and Health, 0898264314551332.20. Che A, Siemens I, Fejtek M, & Wassersug RJ (2013). The influence of political jurisdiction, age, and sex on handholding in public by same-sex couples. Journal of Homosexuality, 60(11), 1635–1646. [PubMed: 24147591] 21. Porter KE, Ronneberg CR, & Witten TM (2013). Religious affiliation and successful aging among transgender older adults: Findings from the Trans MetLife Survey. Journal of Religion, Spirituality & Aging, 25(2), 112–138.22. Witten TM (2014). End of life, chronic illness, and trans-identities.Journal of Social Work in End-of-life & Palliative Care, 10(1), 34–58.23. Witten TM (2015). Elder transgender lesbians: Exploring the intersection of age, lesbian sexual identity, and transgender identity. Journal of Lesbian Studies, 19(1), 73–89. [PubMed: 25575324] 24. Hughes M. (2009). Lesbian and gay people’s concerns about ageing and accessing services. Australian Social Work, 62(2), 186–20125. Lyons A, Pitts M, & Grierson J. (2013). Growing old as a gay man: Psychosocial well-being of a sexual minority. Research on Aging, 35(3), 275–295.26. Grigorovich A. (2014). Restricted access older lesbian and bisexual women’s experiences with home care services. Research on Aging, 0164027514562650.27. Grigorovich A. (2015). The meaning of quality of care in home care settings: older lesbian and bisexual women’s perspectives. Scandinavian Journal of Caring Sciences.28. Kong TS (2012). A fading Tongzhi heterotopia: Hong Kong older gay men’s use of spaces. Sexualities, 15(8), 896–916.29. Sagie O. (2015). Predictors of well-being among older gays and lesbians. Social Indicators Research, 120(3), 859–870.30. Fokkema T, & Kuyper L. (2009). The relation between social embeddedness and loneliness among older lesbian, gay, and bisexual adults in the Netherlands. Archives of Sexual Behavior, 38(2), 264–275. [PubMed: 18034297] 31. Kuyper L, & Fokkema T. (2010). Loneliness among older lesbian, gay, and bisexual adults: The role of minority stress. Archives of Sexual Behavior, 39(5), 1171–1180. [PubMed: 19629672] 32. Kushner B, Neville S, & Adams J. (2013). Perceptions of ageing as an older gay man: a qualitative study. Journal of Clinical Nursing, 22(23–24), 3388–3395. [PubMed: 23815558] 33. Neville S, Kushner B, & Adams J. (2015). Coming out narratives of older gay men living in New Zealand. Australian Journal on Ageing, 34(2), 29–33.34. Siverskog A. (2014). “They just don’t have a clue”: Transgender aging and implications for social work. Journal of Gerontological Social Work, 57(2–4), 386–406. [PubMed: 24571407] 35. Almack K, Seymour J, & Bellamy G. (2010). Exploring the impact of sexual orientation on experiences and concerns about end of life care and on bereavement for lesbian, gay, and bisexual older people. Sociology, 44(5), 908–924.36. Parslow O, & Hegarty P. (2013). Who cares? UK lesbian caregivers in a heterosexual world. Women’s Studies International Forum, 40, 78–86.37. Pilkey B. (2014). Queering heteronormativity at home: older gay Londoners and the negotiation of domestic materiality. Gender, Place & Culture, 21(9), 1142–1157.38. Hostetler AJ (2012). Community involvement, perceived control, and attitudes toward aging among lesbians and gay men. The International Journal of Aging and Human Development, 75(2), 141–167. [PubMed: 23185858] 39. Averett P, Yoon I, & Jenkins CL (2011). Older lesbians: Experiences of aging, discrimination and resilience. Journal of Women & Aging, 23(3), 216–232. [PubMed: 21767086] 40. Brennan-Ing M, Porter KE, Seidel L, & Karpiak SE (2014). Substance use and sexual risk differences among older bisexual and gay men with HIV. Behavioral Medicine, 40(3), 108–115. [PubMed: 25090363] 41. Emlet CA, Fredriksen-Goldsen KI, & Kim HJ (2013). Risk and protective factors associated with health-related quality of life among older gay and bisexual men living with HIV disease. The Gerontologist, 53(6), 963–972. [PubMed: 23355449] Fredriksen Goldsen et al. Page 15Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscript42. Ray RE, & Fine M. (1999). Researching to transgress: The need for critical feminism in gerontology. Journal of Women & Aging, 11(2–3), 171–184. [PubMed: 10568103] 43. Woody I. (2014). Aging out: A qualitative exploration of ageism and heterosexism among aging African American lesbians and gay men. Journal of Homosexuality, 61(1), 145–165 [PubMed: 24313257] 44. Erosheva EA, Kim HJ, Emlet C, & Fredriksen-Goldsen KI (2016). Social networks of lesbian, gay, bisexual, and transgender older adults. Research on Aging, 35(1), 98–123.45. Williams ME, & Fredriksen-Goldsen KI (2014). Same-sex partnerships and the health of older adults. Journal of Community Psychology, 42(5), 558–570. [PubMed: 25948876] 46. Muraco A, & Fredriksen-Goldsen KI (2014). The highs and lows of caregiving for chronically ill lesbian, gay, and bisexual elders. Journal of Gerontological Social Work, 57(2–4), 251–272. [PubMed: 24224896] 47. Kim HJ, & Fredriksen-Goldsen KI (2014). Living arrangement and loneliness among lesbian, gay, and bisexual older adults. The Gerontologist, 56(3), 548–558. [PubMed: 25213482] 48. Brennan-Ing M, Seidel L, Larson B, & Karpiak SE (2014). Social care networks and older LGBT adults: Challenges for the future. Journal of Homosexuality, 61(1), 21–52. [PubMed: 24313252] 49. Brennan-Ing M, Seidel L, London AS, Cahill S, & Karpiak SE (2014). Service utilization among older adults with HIV: The joint association of sexual identity and gender. Journal of Homosexuality, 61(1), 166–196. [PubMed: 24313258] 50. Meyer IH (1995). Minority stress and mental health in gay men. Journal of Health and Social Behavior, 38–56. [PubMed: 7738327] 51. Meyer IH (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: conceptual issues and research evidence. Psychological Bulletin, 129(5), 674. [PubMed: 12956539] 52. Jenkins Morales M, King MD, Hiler H, Coopwood MS, & Wayland S. (2014). The greater St. Louis LGBT health and human services needs assessment: An examination of the silent and baby boom generations. Journal of Homosexuality, 61(1), 103–128. [PubMed: 24313255] 53. Stanley IH, & Duong J. (2015). Mental health service use among lesbian, gay, and bisexual older adults. Psychiatric Services.54. Wight RG, LeBlanc AJ, Meyer IH, & Harig FA (2015). Internalized gay ageism, mattering, and depressive symptoms among midlife and older gay-identified men. Social Science & Medicine, 147, 200–208. [PubMed: 26588435] 55. Orel NA (2014). Investigating the needs and concerns of lesbian, gay, bisexual, and transgender older adults: The use of qualitative and quantitative methodology. Journal of Homosexuality, 61(1), 53–78. [PubMed: 24313253] 56. Averett P, Yoon I, & Jenkins CL (2012). Older lesbian sexuality: Identity, sexual behavior, and the impact of aging. Journal of Sex Research, 49(5), 495–507. [PubMed: 21707407] 57. Fredriksen-Goldsen KI, Kim HJ, Shiu C, Goldsen J, & Emlet CA (2015). Successful aging among LGBT older adults: Physical and mental health-related quality of life by age group. The Gerontologist, 55(1), 154–168. [PubMed: 25213483] 58. Rowan NL, & Butler SS (2014). Resilience in attaining and sustaining sobriety among older lesbians with alcoholism. Journal of Gerontological Social Work, 57(2–4), 176–197. [PubMed: 24797211] 59. Sullivan KM (2014). Acceptance in the domestic environment: The experience of senior housing for lesbian, gay, bisexual, and transgender seniors. Journal of Gerontological Social Work, 57(2–4), 235–250. [PubMed: 24313822] 60. Fredriksen-Goldsen KI, Kim HJ, Muraco A, & Mincer S. (2009). Chronically ill midlife and older lesbians, gay men, and bisexuals and their informal caregivers: The impact of the social context. Sexuality Research and Social Policy Journal of NSRC, 6(4), 52–64.61. Fredriksen-Goldsen KI, Emlet CA, Kim HJ, Muraco A, Erosheva EA, Goldsen J, & Hoy-Ellis CP (2013). The physical and mental health of lesbian, gay male, and bisexual (LGB) older adults: The role of key health indicators and risk and protective factors. The Gerontologist, 53(4), 664–675. [PubMed: 23034470] Fredriksen Goldsen et al. Page 16Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscript62. Fredriksen-Goldsen KI, Cook-Daniels L, Kim HJ, Erosheva EA, Emlet CA, Hoy-Ellis CP, et al. (2014). Physical and mental health of transgender older adults: An at-risk and underserved population. The Gerontologist, 54(3), 488–500. [PubMed: 23535500] 63. Van Wagenen A, Driskell J, & Bradford J. (2013). “I’m still raring to go”: Successful aging among lesbian, gay, bisexual, and transgender older adults. Journal of Aging Studies, 27(1), 1–14. [PubMed: 23273552] 64. Putney JM (2014). Older lesbian adults’ psychological well-being: The significance of pets. Journal of Gay & Lesbian Social Services, 26(1), 1–17.65. Rosenfeld D. (2009). Heteronormativity and homonormativity as practical and moral resources: The case of lesbian and gay elders. Gender & Society.66. Valenti K, & Katz A. (2014). Needs and perceptions of LGBTQ caregivers: The challenges of services and support. Journal of Gay & Lesbian Social Services, 26(1), 70–90.67. Slevin KF, & Linneman TJ (2009). Old gay men’s bodies and masculinities. Men and Masculinities.68. Woody I. (2015). Lift every voice: Voices of African-American lesbian elders. Journal of Lesbian Studies, 19(1), 50–58. [PubMed: 25575321] 69. Gabrielson ML (2011). “I will not be discriminated against”: Older lesbians creating new communities. Advances in Nursing Science, 34(4), 357–373. [PubMed: 22067233] 70. Stein GL, Beckerman NL, & Sherman PA (2010). Lesbian and gay elders and long-term care: Identifying the unique psychosocial perspectives and challenges. Journal of Gerontological Social Work, 53(5), 421–435. [PubMed: 20603752] 71. Grossman AH, Frank JA, Graziano MJ, Narozniak DR, Mendelson G, El Hassan D, & Patouhas ES (2014). Domestic harm and neglect among lesbian, gay, and bisexual older adults. Journal of Homosexuality, 61(12), 1649–1666. [PubMed: 25255273] 72. Cook-Daniels L, & Munson M. (2010). Sexual violence, elder abuse, and sexuality of transgender adults, age 50+: Results of three surveys. Journal of GLBT Family Studies, 6(2), 142–177.73. O’Rand AM (1996). The precious and the precocious: Understanding cumulative disadvantage and cumulative advantage over the life course. The Gerontologist, 36, 230–238. [PubMed: 8920094] 74. Jessup MA, & Dibble SL (2012). Unmet mental health and substance abuse treatment needs of sexual minority elders. Journal of Homosexuality, 59(5), 656–674. [PubMed: 22587357] 75. Wight RG, LeBlanc AJ, De Vries B, & Detels R. (2012). Stress and mental health among midlife and older gay-identified men. American Journal of Public Health, 102(3), 503–510. [PubMed: 22390515] 76. Czaja SJ, Sabbag S, Lee CC, Schulz R, Lang S, Vlahovic T, et al. (2016). Concerns about aging and caregiving among middle-aged and older lesbian and gay adults. Aging & Mental Health, 20(11), 1107–1118. [PubMed: 26247917] 77. Gardner AT, de Vries B, & Mockus DS (2014). Aging out in the desert: Disclosure, acceptance, and service use among midlife and older lesbians and gay men. Journal of Homosexuality, 61(1), 129–144. [PubMed: 24313256] 78. Croghan CF, Moone RP, & Olson AM (2014). Friends, family, and caregiving among midlife and older lesbian, gay, bisexual, and transgender adults. Journal of Homosexuality, 61(1), 79–102. [PubMed: 24313254] 79. Kelly-Campbell RJ, & Atcherson SR (2012). Perception of quality of life for adults with hearing impairment in the LGBT community. Journal of Communication Disorders, 45(5), 3w–377.80. Gabrielson ML, Holston EC, & Dyck MJ (2014). Are they family or friends? Social support instrument reliability in studying older lesbians. Journal of Homosexuality 61(11), 1589–1604. [PubMed: 25022800] 81. Lee MG, & Quam JK (2013). Comparing supports for LGBT aging in rural versus urban areas. Journal of Gerontological Social Work, 56(2), 112–126. [PubMed: 23350566] 82. Jenkins Morales CL, Edmundson A, Averett P, & Yoon I. (2014). Older lesbians and bereavement: Experiencing the loss of a partner. Journal of Gerontological Social Work, 57(2–4), 273–287. [PubMed: 24798053] 83. Metlife Mature Market Institute. (2010). Out and aging: The Metlife study of lesbian and gay baby boomers. Journal of GLBTFamily Studies, 6(1), 40–57.Fredriksen Goldsen et al. Page 17Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor Manuscript84. Fredriksen-Goldsen KI, Simoni JM, Kim H-J, Lehavot K, Walters KL, Yang J, Hoy-Ellis CP, & Muraco A. (2014). The Health Equity Promotion Model: Reconceptualization of lesbian, gay, bisexual, and transgender (LGBT) health disparities. American Journal of Orthopsychiatry, 84(6), 653–63. [PubMed: 25545433] 85. Martin G., (2016) Collins English Dictionary (Reference edition), McGraw Hill, NYC.Notes: This paper was originally presented at the 21st International Association of Gerontology and Geriatrics World Congress, 2017, July, San Francisco, CA, USA.Fredriksen Goldsen et al. Page 18Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFigure 1: Search Flow DiagramFredriksen Goldsen et al. Page 19Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 20Table 1:Literature Review Search TermsSexuality andgender-related Sexuality Sexual Minority Sexual Identities Trans*GenderExpressionsexual orientation sexual minority homosexual transgender gender queersexual attraction sexual minorities non-heterosexual trans gender identitysexual behavior sexual minority men bisexual transgendered gender expressionsexual preference sexual minority lesbian transgenders gender non-binarysexual identity women gay gender non-conforminghomosexuality queerbisexuality gender expansivegender diverseANDAging-related agingolder adultseldergerontologyGerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 21Table 2:Summary of Review by Article (listed alphabetically by author)Author(s),YearSampleDesign/RecruitmentTheoretical/ConceptualSalient findingsAlmack, Seymour, & Bellamy 2010N= 15SO: Lesbian, gay, and bisexual (percentage not specified)Sex/gender: Men (66.7%) and women (33.3%)Age: 50+ (93.3%), <49 (6.7%)Race/ethnicity: All White BritishSetting: South EnglandDesign: Focus groupsRecruitment: OrganizationsStated framework: NoneOther theory used:NoneFindings: Focused on end of life care and bereavement among “non-traditional” social networks; friends were treated as chosen family and family was divided into those one does or does not have a close or supportive relationship with; family configurations changed with age; participants were concerned that social networks will shrink with age.Averett, Yoon, and Jenkins 2012N= 456SO: Not explicitly specified, sample referred to as lesbianSex/gender: Female (98%)Age: 51–86 (Mean = 62.9)Race/ethnicity: Non-Hispanic Caucasian (86.9%)Setting: multi-state U.S.Design: SurveyRecruitment: Internet, organizationsStated framework: NoneOther theory used: Sexual fluidityFindings: Summarized identity and sexual orientation, romantic/sexual relationships, erotic fantasies, current and past relationships with women and men, sexual activity, age-based comparisons, and same-sex marriage preferences. Findings indicated a strong identification with being a lesbian and fluidity in romantic and sexual relationships and 96.7% said same-sex marriage should be legal.Averett, Yoon, and Jenkins 2011N= 456SO: Lesbian (91.3%), bisexual (3.7%), gay (2.7%), other (2.7%)Sex/gender: Female (98%)Age: 51–86 (Mean=63.1)Race/ethnicity: Non-Hispanic Caucasian (86.9%), bi-or multiracial (5.1%), African American (3.3%), Hispanic/Latina (1.5%), API (.5%)Setting: multi-state U.S.Design: SurveyRecruitment: Internet, snowballStated framework: NoneOther theory used: NoneFindings: Summarized demographics, sexual identity and orientation, current and past relationships, social life, health, service use, and experiences with discrimination; more than 60.5% were currently in an emotional, romantic or sexual relationship with a woman; more than 75% reported good or excellent physical health; more than 30% reported sexual identity-related discrimination in employment, family, and social relationships.Brennan-Ing, Porter, Seidel, and Karpiak 2014N= 239SO: Gay (75.7%) and bisexual (24.3%)Sex/gender: All menAge: 50+ (Mean= 56.4)Race/ethnicity: Non-Hispanic White (41.9%), Hispanic/Latino (30.2%), Non-Hispanic Black (27.9%)Setting: New York CityDesign: SurveyRecruitment: Data from Research on Older Adults with HIV (ROAH), procedures not specifiedStated framework: NoneOther theory used: NoneFindings: Compared demographics and HIV-risk behaviors between HIV positive bisexual and gay men; bisexual men more likely to be racial minorities and had lower level of education; gay men were more likely to engaged in unprotected sex, partly explained by their higher use of poppers and erectile dysfunction drugs.Brennan-Ing, Seidel, Larson and Karpiak 2014N= 210SO: Gay or lesbian (80.1%), bisexual (13.6%), queer (3.4%), questioning (1.5%), heterosexual (1.5%)Design: SurveyRecruitment: OrganizationsStated framework: Hierarchical Compensatory TheoryOther theory used: NoneMethodology: Grounded theory Findings: Describes demographic makeup and the formal and informal service needs, met or unmet, and services received; despite reporting an average of 3 health conditions, 75% rated their overall health to be good or excellent; women reported having larger social networks than men; most common unmet needs were for “housing, Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 22Author(s),YearSampleDesign/RecruitmentTheoretical/ConceptualSalient findingsSex/gender: Male (70.5%), female (23.7%), transgender or intersex (5.8%)Age: 54+ (Mean=59.5)Race/ethnicity: Caucasian/White (61.7%), Black (32.0%), Hispanic (3.9%), other (1.5%), API (.5%), Al/AN (.5%)Setting: Chicago area(applied to open-ended questions)economic supports, help with entitlements” and “opportunities for socialization.”Brennan-Ing, Seidel, London, Cahill, and Karpiak 2014N= 155SO: Gay or lesbian (55%), heterosexual (30%), bisexual (15%)Sex/gender: Men (78%), women (22%)Age: 50+ (Mean=55.5)Race/ethnicity: Non-Hispanic White (34%), Non-Hispanic Black (33%), Hispanic/Latino (33%)Setting: New York City areaDesign: SurveyRecruitment: OrganizationsStated framework: Anderson Model of service utilizationOther theory used: Hierarchical Compensatory TheoryFindings: Participants “exhibit high rates of age-associated illnesses” earlier than expected, reporting an average of 3 or more conditions in addition to HIV; more than 50% classified as moderately or severely depressed; social networks were tenuous, limited, and cannot provide all needed supports.Che, Siemens, Fejtek, and Wassersug 2013N= 402SO and sex/gender: Lesbian women (84.6%), gay men (15.4%)Age: 18+Race/ethnicity: Not specifiedSetting: Canada (39.4%), U.S. (18.5%), UK (18.2%), Australia (11.5%), New Zealand (7.9%), other (4.4%)Design: SurveyRecruitment: Internet, organizationsStated framework: NoneOther theory used: NoneFindings: Canadian lesbians were more likely than American lesbians to hold hands in public; 51.5% hold hands often or very often; 41.5% had been verbally accosted while holding hands in public; 26.0% of participants deemed handholding to be a political act.Cook-Daniels and Munson 2010*N (by study)= 70; 56; 272SO: Heterosexual, lesbian, bisexual, asexual, celibate, pansexual, omnisexual, queer, gay male, questioning (percent not specified)Sex/gender: MTF, TFM, cisgender male, cisgender female (percent not specified)Age: 50+Race/ethnicity (by sample): White (84%), multiracial (6%); White (79%), multiracial or African American (10%); not specifiedSetting: multi-state U.S. (6 international participants)Design: SurveyRecruitment: Internet, organizationStated framework: NoneOther theory used: NoneFindings: Three studies described experiences with sexual assault, elder abuse, and sexuality among older transgender individuals; of those who responded to a question regarding whether they had received unwanted sexual touch (44) 64% said “yes”; among those who said “yes” 66% know the perpetrator and 55% felt their abuser’s perception of their gender presentation or expression was a contributing factor; more than half did not report the incident; 64.8% had experienced psychological or emotional abuse.Croghan, Moone, and Olson 2014N= 495SO: Lesbian (46.7%), gay (38.7%), bisexual (9.0%), queer or other (5.3%)Design: SurveyRecruitment: Internet, organizationsStated framework: NoneOther theory used: NoneFindings: Focused on demographic profile and social relationships of participants; 59.5% were partnered or married and 39.1% were single; 50.7% lived with a partner or spouse and 39.5% Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 23Author(s),YearSampleDesign/RecruitmentTheoretical/ConceptualSalient findingsSex/gender: Cisgender (90.1%), transgender (9.9%)Age: 48+Race/ethnicity: Non-Latino White (93.2%)Setting: Twin Cities Metro area Hispanic (18%)lived alone; 35.4% had children; 63.7% reported family of origin was very or extremely accepting of them as an LGBT person; 22.2% were acting as a caregiver; 78.3% had an available caregiver.Czaja et al. 2016N= 124SO and sex/gender: Gay men (74.2%), lesbian women (25.8%)Age: 50–89 (Mean= 65.7)Race/ethnicity: Non-Hispanic White (72%),Hispanic (18%)Setting: South FloridaDesign: Focus groupsRecruitment: OrganizationsStated framework: NoneOther theory used: NoneFindings: Almost three quarters had been or were currently an informal caregiver; focus groups focused on aging-related concerns, barriers to accessing care or services, and caregiving experiences; gay men reported fears around discrimination, coming out, isolation, and lack of support; lesbians feared discrimination, coming out, and legal and financial issues; Hispanic gay men feared discrimination, financial issues, and a lack of awareness of their needs among service providers.Emlet, Fredriksen- Goldsen, and Kim 2013N= 226SO: Gay (92.9%), bisexual (6.2%), other (.9%)Sex/gender: All MaleAge: 50–86 (Mean=63.0%)Race/ethnicity: Non-Hispanic White (77.3%)Setting: U.S.Design: SurveyRecruitment: Organizations, participants limited to men living with HIVStated framework: Resilience theoryOther theory used: NoneFindings: “[C]omorbidity, limitations in activities, and victimization [were] significant risk factors” for poor physical and mental health-related quality of life; social support and self-efficacy were protective for mental health-related quality of life and self efficacy was protective for physical health-related quality of life.Erosheva, Kim, Emlet, and Fredriksen-Goldsen 2015N= 1,913SO and sex/gender: Gay cisgender men (59.0%), lesbian cisgender women (27.7%), transgender men and women (7.0%), bisexual cisgender men and women (4.9%)Age: 50+Race/ethnicity: Not specifiedSetting: U.S.Design: SurveyRecruitment: Internet, organizationsStated framework: Social capital theoryOther theory used: NoneFindings: Global social network size was positively associated with “being female, transgender identity, employment, higher income, having a partner or child, identity disclosure to a neighbor, engagement in religious activities, and service use”; network diversity was positively associated with being younger, female, transgender, disclosure to a friend, religious activity, and service use.Fabbre 2014N= 22 interviews and 170 hours of observationSO: Not specifiedSex/gender: All MtF transgenderAge: 50–82Race/ethnicity: European American (81.8%), African American (13.6%), Asian American (4.5%)Setting: Chicago areaDesign: Interviews and participant observationRecruitment: Flyers, internet, snowballStated framework: Existential and queer timeOther theory used: Life course perspectiveFindings: Participants described having only so much “time left” to live as one’s authentic self in the future and past “time served” conforming to social expectations based on their previously perceived or assigned gender.Fabbre 2015N= 22 and 170 hours of observationSO: Not reportedSex/gender: All MtF transgenderDesign: Interviews and participant observationRecruitment: Flyers, internet, snowballStated framework: Queer theoryOther theory used: Successful agingFindings: Transgender older adults experienced challenges to their gender identity that may be reconceptualized as queer “failures” or negotiating “success on new terms.”Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 24Author(s),YearSampleDesign/RecruitmentTheoretical/ConceptualSalient findingsAge: 50–82Race/ethnicity: European American (81.8%), African American (13.6%), Asian American (4.5%)Setting: Chicago areaFokkema and Kuyper 2009N= 3,681SO and sex/gender: Heterosexual women (47.9%), heterosexual men (46.2%), sexual minority men (2.3%), sexual minority women (1.8%)Age: 55–89Race/ethnicity: Not specifiedSetting: NetherlandsDesign: SurveyRecruitment: Combines data from the Gay Autumn Survey recruited through organizations, internet, publications and NESTOR Survey, a stratified population-based sampleStated framework: NoneOther theory used: Minority stressFindings: LGB older adults reported higher levels of loneliness and were less socially embedded than heterosexual counterparts; LGB older adults were also more likely to have experienced divorce, be childless, or have less contact with their children than heterosexuals.Fredriksen-Goldsen, Cook-Daniels et al. 2013N= 2,546SO: Not statedSex/gender: Transgender (6.8%), men (62.8%)Age: 50+Race/ethnicity: Non-Hispanic White (86.5%), Hispanic (4.4%), African American (3.5%), Native American (1.9%), API (1.6%), other (1.3%), multiracial (.7%)Setting: U.S.Design: SurveyRecruitment: OrganizationsStated framework: Resilience theoryOther theory used: NoneFindings: Transgender older adults were at higher risk of experiencing “poor physical health, disability, depressive symptomatology, and perceived stress”; gender identity had a significant indirect effect on health outcomes via “fear of accessing services, lack of physical activity, internalized stigma, victimization, and lack of social support.Fredriksen-Goldsen, Emlet et al. 2012N= 2,439SO: and sex/gender: Gay men (59.6%), lesbian women (31.6%), bisexual women (2.4%), bisexual men (2.7%)Age: 50+ (Mean=67)Race/ethnicity: Non-Hispanic White (87.1%)Setting: U.S.Design: SurveyRecruitment: OrganizationsStated framework: Resilience theoryOther theory used: NoneFindings: Lifetime victimization, financial barriers to health care, obesity, and low physical activity were positively associated with poor general health, disability, and depression among LGB older adults; internalized stigma was positively associated with disability and depression; protective factors included social support and social network size.Fredriksen-Goldsen and Kim 2015N= 172,628SO: Heterosexual (97%), gay or lesbian (2%), bisexual (1%), other (.2%)Sex/gender: Women (51%), men (49%)Age: 18+Race/ethnicity: Non-Hispanic White (82.0%), Hispanic (7.9%), API (3.9%), African American (1.8%), multiracial (2.9%), American Indian (1.2%), other (.3%)Setting: Washington stateDesign: Telephone surveyRecruitment: Data from Washington state Behavioral Risk Factor Surveillance System (BRFSS), procedures not specifiedStated framework: NoneOther theory used: NoneFindings: Older adults showed higher non-response rates to sexual orientation measures, but non-response rates have decreased over time; in 2010, 1.2% of older adults responded “don’t know”/”not sure” and 1.55% refused to answer sexual orientation measures.Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 25Author(s),YearSampleDesign/RecruitmentTheoretical/ConceptualSalient findingsFredriksen-Goldsen, Kim et al. 2015N= 2,463SO: Gay or lesbian (93%), bisexual (7%)Sex/gender: Transgender (4%)Age: 50+Race/ethnicity: White (86%), other (5%), Hispanic (4%), African American (3%)Setting: U.S.Design: SurveyRecruitment: OrganizationsStated framework: Resilience frameworkOther theory used: Successful agingFindings: Physical and mental health-related quality of life were positively associated with social support, social network size, physical and leisure activities, substance nonuse, employment, income, and being male; outcomes were negatively associated with discrimination and chronic conditions; the impact of discrimination was particularly salient among the oldest age group (80+).Fredriksen-Goldsen, Kim et al. 2013N= 96,992SO and sex/gender: Women (58,319) and among women: Lesbian (1.0%), bisexual (.5%); Men (37,820) and among men: Gay (1.3%), bisexual (.5%)Age: 50+Race/ethnicity: White (~90% across all sexual orientation and gender subgroups)Setting: Washington stateDesign: SurveyRecruitment: Washington state Behavioral Risk Factor Surveillance System (BRFSS), procedures not specifiedStated framework: NoneOther theory used: Life courseFindings: Compared to heterosexuals, LGB older adults were at higher risk of disability, poor mental health, smoking and excessive drinking; lesbians and bisexual women were at higher risk of cardiovascular disease and obesity and gay and bisexual men were at higher risk of poor physical health and living alone compared to heterosexuals; lesbians reported higher rates of excessive drinking than bisexual women; bisexual men reported higher rates of diabetes and lower rates of HIV testing than gay men.Fredriksen-Goldsen, Kim,Muraco andMincer 2009N= 72 (36 caregiving dyads, demographics provided for caregiving recipients, followed by caregivers)SO: Gay or lesbian (66.7%), bisexual (33.3%); Gay orlesbian (60.0%), heterosexual (20.0%), bisexual(17.1%), other (2.9%)Sex/gender: Male (58.3%), female (41.7%); Male(69.4%), female (30.6%)Age: 50+; 18+Race/ethnicity: Caucasian (51.4%), AfricanAmerican (20.0%), multiethnic (17.1%), Hispanic(8.6%), American Indian (2.9%); Caucasian(50.0%), African American (30.6%), multiethnic(13.8%), Asian (2.8%), American Indian (2.8%)Setting: Washington StateDesign: InterviewsRecruitment:OrganizationsStated framework: Resilience FrameworkOther theory used: Stress and coping theoryFindings: Experiences of discrimination were associated withdepression among both care recipients and caregivers;relationship quality moderated the impact of discriminationon depression.Gabrielson2011N= 10SO: All lesbianSex/gender: All womenAge: 55+Race/ethnicity: White (90%), African American(10%)Setting: U.S.Design: InterviewsRecruitment: Allparticipantsinvolved indevelopment of aCCRC specializing inLGBT careStated framework: Conceptual Framework developed by Ayres (2000) combines expectations, explanations, and strategies in a process of meaning makingFindings: Past negative experiences with homophobia anddiscrimination were widespread in the contexts of family,workplace, and health care; positive experiences of findingLGBT community emphasized the importance of a sharedidentity and support; participants had explored their optionsfor their own aging such as caring for family members orcreating their own LGBT aging community and Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 26Author(s),YearSampleDesign/RecruitmentTheoretical/ConceptualSalient findingsMethodological Influences: Case- oriented analysis and narrative analysisexpresseddissatisfaction with currently available options.Gabrielson, Holston, and Dyck 2014N= 53SO: All lesbianSex/gender: All womenAge: 55–80 (Mean=63.3)Race/ethnicity: All WhiteSetting: Midwest U.S.Design: SurveyRecruitment:Organizations,snowballStated framework: NoneOther theory used: NoneFindings: Pilot tested the Lubben Social Network Scale-Revised(LSNS-R) with a lesbian sample and minor modifications; findings indicated that the tool may not be reliable amongthis population due to the importance and distinctiveness offamilies of choice among older lesbians.Gardner, de Vries, and Mockus 2013N= 569SO and sex/gender: Gay men (70.5%), lesbianwomen (17.7%), straight woman (7.0%), bisexualmen (2.4%), bisexual women (1.1%), transgendermale-to-female (.2%), straight men (1.1%)Age: 21+Race/ethnicity: Caucasian (87%)Setting: Riverside County, CaliforniaDesign: SurveyRecruitment: Events,organizationsStated framework: NoneOther theory used:NoneFindings: About one third of midlife and older gay men and lesbians reported fear of disclosing their sexual orientation and discomfort using mainstream senior services; lesbiansreported more fear and discomfort than gay men; olderlesbians and gay men reported more fear and discomfortthan younger individuals.Gonzales and Henning-Smith 2014N= 256,585Couple type and sex/gender: Men in opposite-sexmarriages (51.4%), women in opposite-sexmarriages (44.8%), men in opposite-sexunmarried couples (2.1%), women in opposite-sex unmarried couples (1.7%), men in same-sexcouples (.3%), women in same-sex couples (.2%)Age: 50+Race/ethnicity: White (80% or more)Setting: National sample of U.S.Design: SurveyRecruitment: Datafrom NationalHealth InterviewSurvey (NHIS),procedures notspecifiedStated framework: NoneOther theory used: Conceptual discussion of discrimination and resilienceFindings: Both men and women in same-sex relationshipswere less likely to report poor or fair health compared tothose in opposite-sex relationships; compared to those inopposite-sex marriages, both men and women in same-sexrelationships reported fewer chronic conditions, but higherlevels of psychological distress; men and women in same-sexrelationships also experienced favorable demographiccharacteristics as they were younger on average, more likelyto be college graduates, and had higher incomes.Grigorovich 2014N= 16SO: Lesbian (43.8%), gay (25%), lesbian/queer(12.5%), lesbian/queer/dyke (6.3%), bisexual(6.3%), woman loving woman (6.3%)Sex/gender: All womenAge: 55–72 (63.9)Race/ethnicity: White European (75%), Aboriginal(18.8%), women of color (6.3%)Setting: Ontario, CanadaDesign: InterviewsRecruitment: Flyers,organizations,snowball,participants musthave experiencedhome care inOntario orattempted toaccess theseservices in theprevious 5 yearsStated framework: Feminist political economyOther theory used: NoneFindings: Common reasons for requiring home care services(HCS) included experiencing chronic pain, fatigue, conditionsthat limited everyday activities, issues or impairment withmobility, memory, vision, and hearing; participants gainedaccess to HCS through a health care professional (typicallyfollowing a hospital stay) or by contacting a community-careprovider directly; medical treatment was more immediatelysupplied than personal and housekeeping assistance; delayssometimes led to participants choosing not to set upservices; assessment of need was based on function and didnot account for other key factors; participants Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 27Author(s),YearSampleDesign/RecruitmentTheoretical/ConceptualSalient findingswere not surehow to work within the system to get what they needed;additional informal assistance was often limited due tostrained family relations or a lack of children.Grigorovich 2015N= 16SO: Lesbian (43.8%), gay (25%), lesbian/queer(12.5%), lesbian/queer/dyke (6.3%), bisexual(6.3%), woman loving woman (6.3%)Sex/gender: All womenAge: 55–72 (Mean=64)Race/ethnicity: White European (75%), Aboriginal(18.8%), women of color (6.3%)Setting: Ontario, CanadaDesign: InterviewsRecruitment: Flyers,internet,organizations, snowball, participants musthave experiencedhome care inOntario orattempted toaccess theseservices in theprevious 5 yearsStated framework: Feminist ethics of care perspectiveOther theory used: NoneFindings: Participants defined quality in-home care as beingresponsive and attentive to needs, involving them in theirown care process and decision-making, demonstratingrespect and care, and being comfortable with andknowledgeable about the needs of sexually diverse clients.Grossman etal. 2014N= 113SO: Lesbian or gay (90.3%), bisexual (9.3%)Sex/gender: Men (67.3%), women (26.5%),transgender women (5.3%), transgender men(.9%)Age: 60–88 (Mean=72)Race/ethnicity: European/Caucasian/White(84.0%), African American/Black (5.3%), other(5.3%), Latino/Latina/Hispanic (4.0%), mixed race(.9%)Setting: U.S.Design: SurveyRecruitment: OrganizationsStated framework: NoneOther theory used: NoneFindings: In relationships with caregivers, 22.1% of carerecipients had experienced at least one type of harm, 11.5%were exposed to more than one type, and 25.7% reportedthey know another LGB older adult who had experienced atleast one type of harm; 62.8% reported experiencing self-neglect, which negatively impacted psychological health.Hostetler 2012*N= 136 (mixed-gender sample=60; gay mensample=76)SO: Gay or lesbian (91.9%), bisexual (2.7%), same-gender loving (.7%)Sex/gender: Male (53.3%)Age: 35+ (Mean=51.1; Mean= 53.9)Race/ethnicity: Caucasian (68.3%), AfricanAmerican (20%), Latino/a (10%), and AsianAmerican (1.7%); Caucasian (69.1%), AfricanAmerican (17%), Latino/a (9.6%), Asian American(4.3%)Setting: Large Midwestern cityDesign: InterviewsRecruitment: Flyers,organizations,publicationsStated framework: Perceived controlOther theory used: Life course perspective, person-environment approachFindings: Men had higher rates of aging concerns thanwomen; in both samples, perceived control was significantlynegatively associated with aging concerns; unexpectedly,community involvement was positively associated withaging concerns.Hughes 2009N= 371SO: Gay (54.9%), lesbian (28.9%), bisexual (6.5%),queer (6.5%)Sex/gender: Transgender male-to-female (2.9%),transgender female-to-male (.7%)Design: SurveyRecruitment: Datafrom theQueenslandAssociation for Health Communities survey (QHAC),flyers, internet,organizationsStated framework: NoneOther theory used: NoneFindings: Younger adults (<26 years) were more likely to beconcerned about being alone and older adults (66 and older)were more likely to be concerned about a lack of LGBT-friendly accommodations, loss of mobility, and declines inmental health or cognitive abilities; lesbians Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 28Author(s),YearSampleDesign/RecruitmentTheoretical/ConceptualSalient findingsAge: 25 and under (16.4%) and over 25 (83.6%)Race/ethnicity: Australian Anglo-saxon (80.6%), culturally and linguistically diverse (5.9%), Aboriginal (3.2%)Setting: Australiawere moreconcerned about a lack of LGBT-specific services and lack ofrecognition for same-sex partners compared to gay menwho were more concerned about aging alone.Jenkins Morales, Edmundson, Averett, and Yoon 2014N= 55SO: All lesbianSex/gender: All womenAge: 55–82Race/ethnicity: Caucasian (81.8%), Latino (3.6%), Native American (1.8%), multiracial (1.8%)Setting: Not specifiedDesign: InterviewsRecruitment: SnowballStated framework: NoneOther theory used: Disenfranchised griefFindings: Examined experiences of bereavement among olderlesbians; 76% reported experiencing an emotional barrier todealing with the death of a partner; common themesinclude disenfranchised grief, loneliness or isolation, anddiscriminatory experiences in legal, financial, and health carerealms.Jenkins Morales, Kinget al. 2014N= 151SO: Gay (49.0%), lesbian (36.4%), bisexual (7.3%),multiple labels (7.3%)Sex/gender: Male (47.7%), female (45.7%), MtF(3.3%), FtM (.6%)Age: 50+Race/ethnicity: Caucasian (91.3%), multiracial(2.7%), American Indian (2.0%), other (2.0%),African American (1.3%), Asian (.7%)Setting: Greater St. Louis areaDesign: SurveyRecruitment:Internet,organizations,publications,snowballStated framework: Minority stress modelOther theory used: NoneFindings: Compared Baby Boomer (78.1%) and SilentGeneration (21.9%) cohorts; Baby Boomers perceived morebarriers to healthcare and legal services, felt less safe intheir neighborhoods, had experienced more verbalharassment, and had fewer legal documents in place.Jessup and Dibble 2012N= 371SO: Heterosexual (79.0%), lesbian or gay (15.9%),bisexual (4.0%)Sex/gender: Female (67.4%)Age: 55+Race/ethnicity: Caucasian (72.0%)Setting: San Francisco areaDesign: SurveyRecruitment: OrganizationsStated framework: NoneOther theory used: NoneFindings: Compared mental health and substance use issuesacross cohorts and sexual identities; youngest age group(55–64) reported significantly more problems with substanceuse, PTSD, depression, anxiety, and suicidal thoughts thanthose 65 and older; bisexuals reported more issues withdepression, anxiety, and suicidality than heterosexuals,lesbians, and gay men; mental health and substance usetreatment program use was low among all groups.Kelly-Campbell and Atcherson 2012N= 163SO and sex/gender: Gay men (30.7%), heterosexualmen (28.2%), heterosexual women (20.9%),lesbian women (14.7%), bisexual men (3.1%),bisexual women (2.5%), gay women (1.8%)Age: 18+Race/ethnicity: Not specifiedSetting: U.S.Design: SurveyRecruitment: Flyers,internet,organizationsStated framework: NoneOther theory used: NoneFindings: Examined quality of life among LGB and heterosexualadults with hearing impairments; LGB individuals reportedgreater perceived impacts of their hearing loss on theiremotional lives and quality of life; among both LGB andheterosexual individuals, those who were partnered ormarried reported fewer impacts of their hearing loss ontheir quality of life.Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 29Author(s),YearSampleDesign/RecruitmentTheoretical/ConceptualSalient findingsKim & Fredriksen-Goldsen 2014N= 2,444SO and sex/gender: Gay men (60.0%), lesbianwomen (32.9%), bisexual women (3.6%), bisexualmen (3.4%)Age: 50+ (Mean=66.7)Race/ethnicity: Non-Hispanic White (86.8%), other(5.5%), Hispanic (4.3%), Non-Hispanic AfricanAmerican (3.5%)Setting: U.S.Design: SurveyRecruitment: OrganizationsStated framework: Loneliness modelOther theory used: NoneFindings: 55.5% of the sample were living alone; 36.9% livedwith a partner or spouse; 7.6% lived with someone otherthan a partner or spouse; gay and bisexual men were morelikely to live alone than lesbians and bisexual women; Non-Hispanic White participants were more likely to live with aspouse or partner than people of color; living arrangementwas significantly associated with loneliness where thoseliving with a partner or spouse reported the lowest levels ofloneliness.Kong 2012N= 14SO: All gaySex/gender: All menAge: 60+Race/ethnicity: All ChineseSetting: Hong KongDesign: Oral historiesand focus groupsRecruitment: Notspecified,participants musthave lived in HongKong for 40+ yearsStated framework: Post-structuralist conception of power/resistanceOther theory used: Queer theory, geographies of sexualityFindings: Family homes fostered heteronormativeassumptions; early homosexual experiences largely carriedout in secret; public spaces were co-opted for seeking out agay scene and to find willing partners through the use ofcode words; many felt pressured to marry women as theyaged; some married women and some stayed single.Kushner, Neville, and Adams 2013N= 12SO: All gaySex/gender: All menAge: 65–81Race/ethnicity: All White and of European descentSetting: New ZealandDesign: InterviewsRecruitment: Flyers,organizationsStated framework andmethodology: Critical gerontological approachOther theory used: NoneFindings: Themes acknowledge the pervasiveness ofhomophobia in participants’ lives; every participant hadbeen in a relationship with a man, but all but one werecurrently single; challenges to finding a partner includedlimited opportunities to find a companion, the participants’own age or perception of their own attractiveness;participants reported future care concerns including beingforced into the closet or out of one’s own home and lack ofaccepting and compassionate care.Kuyper and Fokkema2010N= 161SO: Homosexual (78.1%), bisexual (21.9%)Sex/gender: Men (~60%), women (~40%)Age: 55–85 (Mean=64.6)Race/ethnicity: Not specifiedSetting: NetherlandsDesign: SurveyRecruitment:Internet,organizations,publicationsStated framework: Minority stress modelOther theory used: NoneFindings: Having a partner and extensiveness of social networkwere negatively associated with loneliness; LGB socialnetworks were more protective than general socialnetworks; discrimination and expected prejudice werepositively associated with loneliness; different kinds ofloneliness (general, emotional, and social) were impacted bydifferent factors.Lee and Quam 2013N= 1,201SO: Bisexual (37.5%), gay (31.8%), lesbian (31.4%),heterosexual (4%)Sex/gender: Male (53.8%), female (46.2%), sexdifferent from assigned at birth (10.1%)Age: 45–64Race/ethnicity: White (78.6%), AfricanAmerican/Black (8.3%), Hispanic (6.1%), other(6.0%)Setting: U.S.Design: SurveyRecruitment: Secondary dataanalysisStated framework: NoneOther theory used: NoneFindings: Compared individuals living in urban (43.1%) andrural (14.6%) locations; those in urban areas reported higherlevels of outness and self-rated importance of LGBT identity;groups were similar on guardedness toward the sexualidentity among parents, bosses/supervisors, and health careproviders; rural participants were more guarded amongfriends, siblings, neighbors, coworkers, and religiouscommunity members.Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 30Author(s),YearSampleDesign/RecruitmentTheoretical/ConceptualSalient findingsLyons, Pitt, and Grierson2013N= 840SO: All gaySex/gender: All menAge: 40–78Race/ethnicity: Not specifiedSetting: AustraliaDesign: SurveyRecruitment: InternetStated framework: NoneOther theory used: NoneFindings: Men in their 60’s had more friends and were morelikely to feel supported by their friends than those in their40’s and 50’s; men age 60 and older were more likely to livealone and had the highest self-esteem.MetLife Mature Market Institute 2010N= 1,000SO/gender: Gay (52%), lesbian (33%),bisexual (15%)Age: 40–61Race/ethnicity: Not specifiedSetting: U.S.Design: SurveyRecruitment:Procedures notspecifiedStated framework: NoneOther theory used: NoneFindings: One quarter reported having cared for a familymember or friend in the past 6 months and proportions ofcaregiving were similar across men and women; one fifthwere not sure who would care for them if the need arose;most frequent aging-related fears included outliving theirincome, being dependent on others, and experiencingdiscrimination in later life.Muraco and Fredriksen-Goldsen 2014N= 72 (36 caregiving dyads, demographics arereported for care recipients, followed bycaregivers)SO: Gay or lesbian (67%), bisexual (33%); Gay orlesbian (63%), heterosexual (20%), bisexual (17%)Sex/gender: Not specifiedAge: 50+; 18+Race/ethnicity: Caucasian (~50%) African American(20%), multiethnic (17%), Latino (9%), NativeAmerican (3%); Caucasian (~50%), AfricanAmerican (31%), multiethnic (13%), Asian (3%),Native American (3%)Setting: U.S.Design: InterviewsRecruitment:OrganizationsStated framework: Exchange theory and Communal relationships theoryOther theory used: NoneFindings: Many care recipients reported having a mentalhealth condition (66.6%), arthritis (44.0%), high bloodpressure (37.5%), and diabetes (31.5%); 38% of caregiverswere providing 20 hours per week of care or more;partnered care recipients reported positive experiences ofexpressions of love and commitment from their caregivers;when asked for their worst experiences the most commonresponse was that there was no worst experience.Neville, Kushner, and Adams 2015N= 12SO: All gaySex/gender: All menAge: 65–81Race/ethnicity: Not specifiedSetting: New ZealandDesign: InterviewsRecruitment: EventsStated framework: NoneOther theory used: NoneFindings: Analyzed coming out narratives of older gay men inwhich three common narratives or themes were identified:1) early gay experiences often included experimentingsexually with other men before identifying as gay, 2) thiswas followed by a period of trying not to be gay or trying tohave relationships with women for many interviewees, and 3) acceptance marks a period of time when they acceptedtheir identity as a gay or same-sex attracted men.Orel 2014*N (by study)= 26; 1,150; 49SO and sex/gender: Gay men (50%), lesbianwomen (38.5%), bisexual women (11.5%);Lesbian or bisexual women (64%), gay men(36%); Lesbian women (63.3%), bisexual women(14.3%), gay men (22.4%)Age: 65–84; 64–88; 40–79Design: Focus group;needs assessmentsurvey (with open-ended questions);interviewsRecruitment:Organizations,snowballStated framework: Life course perspective (specifically applied to 3rd study)Other theory used: NoneFindings: Key areas of needed services identified include:medical/health care, legal, institutional or housing, spiritual,family, mental health, and social services; in interviews, LGBgrandparents reported that their relationship withgrandchildren was mediated by their adult children and theyacknowledged the need for and challenge to forming an LGBgrandparent identity, the centrality of their sexualorientation to the Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 31Author(s),YearSampleDesign/RecruitmentTheoretical/ConceptualSalient findingsRace/ethnicity: European American (65.4%),African American (23.1%), Latino/a (7.7%), AsianAmerican (3.8%); Non-Hispanic White (91%),African American (8%), Latino (2%); Caucasian(85.7%), African American (10.2%), other (2.0%)Setting: Midwest U.S. and Texas stategrandparent-grandchild relationship, andthe impact of homonegativity on the relationship.Parslow and Hegarty 2013N= 7SO: All lesbianSex/gender: All womenAge: 48–62Race/ethnicity: Not specifiedSetting: UKDesign: InterviewsRecruitment: Flyers,organizationsStated framework: NoneOther theory used: Minority stress and caregiving stressMethodology: Grounded theoryFindings: Four themes were revealed in interviews withlesbians providing care to older relatives: feelings of dutyand obligation in providing care, loss of lesbian identity, thechallenge of maintaining connections with lesbiancommunities, and the importance of boundary settingbetween caregiving and the rest of one’s life.Pilkey 2014N= 11SO: All gaySex/gender: All menAge: 50+Race/ethnicity: Not specifiedSetting: London areaDesign: InterviewsRecruitment: Datafrom a larger study,flyers, internet,snowballStated framework: Queer theoryOther theory used: Social constructionismFindings: Interviews revealed ways in which gay men resistheteronormativity in their homes; the most common formof resistance was displaying homoerotic artwork which canbe varied from explicit to more hidden or understated; lesscommon resistive displays included music collections,decorating styles, rainbow-themed items, and photos ofsame-sex partners; others did not display items that calledattention to their sexuality because they did not feel theneed for outright resistance in what had become a relativelyaccepting society; both can be seen as means of resistance,by either putting homosexuality on display or by normalizinghomosexuality.Porter, Ronneberg, and Witten 2013N= 289SO: Heterosexual (32.5%), gay (32.5%), bisexual(28.0%), lesbian (17.0%), asexual (9.0%)Sex/gender: All transgenderAge: 51+Race/ethnicity: Non-Hispanic White (92.0%)Setting: InternationalDesign: SurveyRecruitment: Datafrom the TransMetropolitan LifeSurvey (TMLS)Stated framework: Successful agingOther theory used: NoneFindings: 73.4% felt that they were aging successfully; 29.4%reported having a disability; 34.6% were chronically ill;93.7% were somewhat or mostly out about their genderidentity, but outness varied by context; being Non-HispanicWhite, highly educated, and having a high income predictedsuccessful aging, but religious affiliation did not.Putney 2014N= 12SO: All lesbianSex/gender: All womenAge: 65–80 (Mean=71)Race/ethnicity: Caucasian (91.7%), Caucasian andNative American (8.3%)Design: InterviewsRecruitment:SnowballStated framework: NoneOther theory used: Psychological well-beingMethodology: Grounded theoryFindings: Eleven participants described their feeling towardtheir pets as “love”; 10 described pets’ affection as non-judgmental or unconditional; 9 described the challenges ofowning a pet including financial strain, managing healthissues, and finding care for them.Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 32Author(s),YearSampleDesign/RecruitmentTheoretical/ConceptualSalient findingssetting:U.S.Rosenfeld 2009N= 28SO and sex/gender: Gay men (50%), lesbianwomen (50%)Age: 64–89 (Mean=72.5)Race/ethnicity: White (78.7%), Latino/a (14.3%),African American (7.1%)Setting: Los Angeles areaDesign: InterviewsRecruitment: Datafrom a largerqualitative study,organizations,snowballStated framework: NoneOther theory used: Intersectionality, queer theoryMethodology: Grounded theoryFindings: All informants reported instances of trying to pass asheterosexual including strategies such as not sharing biographical information, policing one’s body and dress, and avoiding being seen with non-passing homosexuals; individuals who brought attention to their sexuality were described as putting others and themselves at risk.Rowan and Butler 2014N= 20SO: All lesbiansSex/gender: All womenAge: 50–70 (57.6%)Race/ethnicity: White (95%) and African American(5%)Setting: U.S.Design: InterviewsRecruitment: SnowballStated framework: Narrative gerontologyOther theory used: PhenomenologyFindings: Participants described receiving support and aid from partners, family members, and friends during recoveryfrom alcoholism and attaining sobriety; 60% described goingthrough formal treatment and 75% described theimportance of 12-step recovery programs; lesbian peers andprofessionals offered a particularly important kind ofsupport as mentors; all participants evidenced resiliency infacing adverse situations related to aging, alcoholism, andtheir sexual identity.Sagie 2015N= 209SO and sex/gender: Gay men (68.4%), lesbianwomen (31.6%)Age: 56–80 (Mean=62.9)Race/ethnicity: Not specifiedSetting: IsraelDesign: InterviewRecruitment:OrganizationsStated framework: None Other theory used: NoneFindings: Participants reported a “medium-high” level ofsubjective well-being; physical and mental health, hope, andcommunity availability of services were significant predictorsof subjective well-being.Simpson 2013N= 27 interviewees and 20 hours of observationSO: All gaySex/gender: All menAge: 39+Race/ethnicity: White British (88.9%), mixed-race(3.7%), oriental (3.7%), Irish European (3.7%)Setting: Manchester areaDesign: Interviews, participant observation in barsand clubsRecruitment:Organizations, snowballStated framework: NoneOther theory used: Ageing capital (informed by Bourdieu’s social capital)Findings: Three primary themes included: alienation fromqueer community as an aging man, growing ambivalencetoward the gay scene, and finding agency with age.Siverskog 2014N= 6SO: Not specifiedSex/gender: 2 transsexual women, 1 genderqueer,1 has kept transgender identity on the down lowin later life, 1 identifies as a man but has femalegender expression full time, 1 identifies as a man with a transsexual background (assigned female at birth)Age: 62–78Race/ethnicity: Not statedDesign: InterviewsRecruitment: Flyers,organizations, snowballStated framework: NoneOther theory used: NoneMethodology: Grounded theoryFindings: Themes included intersections of age and genderover the life course (impact of historical context), lack ofawareness or knowledge of transgender issues in varioussocial contexts, and the impact of previous experiences withaccessing health care and social services.Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 33Author(s),YearSampleDesign/RecruitmentTheoretical/ConceptualSalient findingsSetting: SwedenSlevin and Linneman 2010N= 10SO: All gaySex/gender: All menAge: 60–85Race/ethnicity: All WhiteSetting: New York City areaDesign: InterviewsRecruitment: Data from a larger qualitative study, snowballStated framework: NoneOther theory used: Intersectionality, embodied masculinityFindings: Themes include aging and acceptance of self and body, constructing and managing identities, achieving masculinity, disapproval or distancing from feminine expression, and ageism in gay communities.Stanley and Duong 2015N= 5,138SO: Lesbian, gay, bisexual (4.1%), heterosexual (95.9%)Sex/gender: Female (61.2%)Age: 50–98 (Mean=65.3)Race/ethnicity: Non-white (48.5%)Setting: New York CityDesign: SurveyRecruitment: Data from NYC Community Health Survey, procedures not specifiedStated framework: Minority stress modelOther theory used: NoneFindings: Among LGB older adults, 23.9% reported receiving counseling and 23.4% reported taking psychiatric medication in the last year; LGB respondents were significantly more likely to have received counseling and psychiatric medications than heterosexuals and this association was not mediated by psychological distress, alcohol use, or poor general medical health.Stein, Beckerman, and Sherman 2010N= 16SO and Sex/gender: Gay men (75%), lesbian women (25%)Age: 60–84Race/ethnicity: White (87.5%), African American (12.5%)Setting: New York City (75%), New Jersey (25%)Design: Focus groupsRecruitment: Recruited from one long-term care facility and one community-based settingStated framework: NoneOther theory used: NoneFindings: Participants feared being rejected, neglected, not accepted or respected by healthcare providers, especially personal care aides; they preferred gay-friendly care and feared having to go back into the closet if placed in mainstream facility; suggestions include staff training and gay-specific or gay-friendly living options.Sullivan 2014N= 38SO: Gay (57.9%), lesbian (28.9%), bisexual (5.3%)Sex/gender: Men (60.5%), women (39.5%), transgender (7.9%)Age: 51–85 (Mean=71)Race/ethnicity: White (86.8%), African American (5.3%), Latino/a (5.3%), White Middle Eastern (2.6%)Setting: California stateDesign: Focus groupsRecruitment: Recruited from 3 existing LGBT senior living communitiesStated framework: NoneOther theory used: Socioemotional selectivity theoryMethodology: Grounded theoryFindings: Emphasized the need for acceptance, inclusivity, and diversity; participants chose to live in an LGBT-specific community to feel accepted, because they knew other residents, and they perceived comfort and safety; they chose not to live in a mainstream community out of fear of isolation and social rejection.Valenti and Katz 2014N= 76 (17 interviews)SO: Lesbian (72.4%), gay (13.2%), queer (6.7%), bisexual (6.6%), heterosexual (1.3%)Sex/gender: All womenAge: 35–91 (Median age of interviewees=66)Race/ethnicity: White (59%), African American/Black (13%), Latino/a (18%), Native American (3%)Setting: multi-state U.S.Design: Survey and interviewsRecruitment: Flyers, internet, organizations, snowballStated framework: NoneOther theory used: NoneFindings: Survey respondents who were acting as a caregiver were asked to participate in follow-up interviews; four themes emerged in open-ended questions including the need for: supportive and knowledgeable health care workers, recognition of same-sex partners and their rights, sensitivity training, and accepting environments; interviews revealed past negative experiences with staff.Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 34Author(s),YearSampleDesign/RecruitmentTheoretical/ConceptualSalient findingsVan Wagenen, Driskell, and Bradford 2013N= 22SO: Gay or lesbian (90.9%), bisexual (4.5%), heterosexual (4.5%)Sex/gender: Male (50%), female (50%)Age: 60–80Race/ethnicity: Non-Hispanic White (82%), African American (18%)Setting: Boston Metropolitan areaDesign: InterviewsRecruitment: SnowballStated framework: Successful agingOther theory used: NoneMethodology: Grounded theoryFindings: Findings were coded into four domains: physical health, mental health, emotional state, and social engagement; based on these domains, four gradations of success emerged; few participants experienced “traditional success” or absence of issues in all domains, but several exhibited coping with challenges through “surviving and thriving” or “working at it” with very few “ailing.”Wight et al. 2015N= 312SO: All gaySex/gender: All menAge: 48–78 (Mean=60.7)Race/ethnicity: Non-Hispanic White (90.4%)Setting: U.S.Design: SurveyRecruitment: Data from the Multicenter AIDS Cohort Study (MACS) and Aging Stress and Health among Gay Men Study (ASH-GM), procedures not specifiedStated framework: Social stress processOther theory used: Concept of internalized gay ageismFindings: Findings indicate that internalized gay ageism can reliably be measured among older gay men and can be differentiated from perceived ageism and internalized homophobia; internalized ageism was positively associated with depressive symptomology and this association was not moderated by one’s sense of mattering.Wight, LeBlanc, Meyer, and Harig 2012N= 202SO: All gaySex/gender: All menAge: 44–75 (Mean=56.9)Race/ethnicity: Non-Hispanic White (87.1%)Setting: Los Angeles areaDesign: SurveyRecruitment: Data from the Multicenter AIDS Cohort Study (MACS), procedures not specifiedStated framework: NoneOther theory used: Minority stressFindings: Positive affect was negatively associated with felt stigma, concerns about independence, financial concerns, and being employed full time; positive affect was positively associated with having a same-sex legal spouse (but not an unmarried partner), mastery, emotional support, and self- rated health; depressive symptoms were positively associated with stigma, HIV bereavements, and independence concerns; depressive symptoms were negatively associated with self-rated health, same-sex domestic partnership, same-sex marriage, mastery, and older age.Williams and Fredriksen- Goldsen 2014N= 2,150SO: Gay or lesbian (96.9%), bisexual (5.1%)Sex/gender: Male (64.8%), female (35.2%)Age: 50–95 (Mean=66.8)Race/ethnicity: White (87.4%)Setting: U.S.Design: SurveyRecruitment: OrganizationsStated framework: Social integration theoryOther theory used: NoneFindings: Partnered individuals were significantly younger, more likely to be female and Non-Hispanic White, and had higher educational and class status than those who were single; having a same-sex partner was significantly associated with better self-reported health and fewer depressive symptoms; relationship duration did not significantly influence association between partnership and health.Witten 2014N= 1,963SO: Bisexual (18%), lesbian (14%), other (9%), pansexual (8%), gay (7%), refused to label (6%), asexual (4%), questioning (4%), celibate (3%), omnisexual (1%)Sex/gender: All identify with trans, including: feminine, androgynous, gender queer, gender Design: Survey (with open-ended questions)Recruitment: Transgender Metlife Survey (TMLS), snowball sampleStated framework: NoneOther theory used: IntersectionalityFindings: Summarized end-of-life care concerns, spiritual affiliations, challenges related to chronic illness and disability, and comparisons by age group; 30.1% reported having a chronic illness and 27.1% reported having a disability with no significant differences by age; younger individuals were less likely to have a pension or retirement plan; more than half of respondents Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 35Author(s),YearSampleDesign/RecruitmentTheoretical/ConceptualSalient findingsbender, transgender, third gender, transman 13%, transwoman, transblended, two spirit, and questioningAge: 18+Race/ethnicity: Caucasian (85%), Other (4%), Hispanic (3%), Multiracial (3%), Black (2%), Asian (2%), First Nations (1%)Setting: International, U.S. (81%), Canada (9%), Australia (1%), Sweden (1%), United Kingdom (1%), other (7%)were moderately or extremely concerned about losing independence as they aged.Witten 2015N= 276SO: All lesbianSex/gender: All participants identified as trans, including: feminine (73.2%), other identities (14.1%), transgender/third gender (9.8%), and masculine (2.7%)Age: 18+Race/ethnicity: Caucasian (93.8%), Hispanic (1.8%)Setting: International, U.S. (89.4%), Canada (6.2%), Thailand (1.8%), Australia (.9%), Sweden (.9%), Mexico (.9%)Design: SurveyRecruitment: Transgender Metlife Survey (TMS), snowball sampleStated framework: NoneOther theory used: NoneFindings: Summarized demographic characteristics, pension and retirement planning, social relationships, end-of-life preparation and concerns about aging and end-of-life care; 61.0% had a retirement plan; 51.3% were in a committed relationship, 31.5% were single, and 11.7% were separated/divorced; 47.8% had completed a will, 39.8% had completed a living will, and 38.1% had a durable power of attorney.Woody 2014N= 15 SO andSex/gender: Lesbian females (73.3%), gay males (26.7%)Age: 58–72 (Median=64)Race/ethnicity: African American (53.3%), Black (26.7%), Caribbean African American (6.7%), biracial (Caucasian and African American, 6.7%), multiracial (Native American, Black American, and Caucasian , 6.7%)Setting: U.S.Design: InterviewsRecruitment: Internet, organizationsStated framework: Black feminist theoryOther theory used: Minority stressMethodology: Phenomenological ModelFindings: Themes included a sense of alienation from the African American community, deliberate concealment of one’s sexual identity and orientation, aversion to LGBT labels, perceived discrimination and alienation from organized religion, feelings of grief and loss related to aging, isolation, and fear of financial and physical dependence.Woody 2015N= 15SO: 57–72Sex/gender: All lesbianAge: All womenRace/ethnicity: All African American or BlackSetting: U.S.Design: InterviewsRecruitment: Not specifiedStated framework: NoneOther theory used: Minority stressFindings: Themes included invisibility, alienation and loss within the African American community, by any other name (hesitation to use the terms “lesbian” or “queer”), safety concerns, isolation, experiences of minority stress, and resilience.Note: In demographic characteristics summary, “API” refers to Asian/Pacific Islander; “AI/AN” refers to American Indian/Alaskan Native; “cisgender” refers to non-transgender individuals.* Denotes articles that report findings from more than one study.Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 36Table 3:Theoretical Perspectives by Theory Type and AuthorsTheory Type (total N)Conceptual FrameworkAuthorsSubstantive Theories (29)Critical (8)Queer Theory and Existential TimeFabbre (2014)Queer TheoryFabbre (2015), Pilkey (2014)Feminist Political EconomyGrigorovich (2014)Feminist Ethics of CareGrigorovich (2015)Black Feminist TheoryWoody (2014)Critical GerontologyKushner, Neville, & Adams (2013)Post-Structuralist conception of power/resistanceKong (2012)Ecological and Socio-cultural (5)Social CapitalErosheva, Kim, Emlet, and Fredriksen-Goldsen (2015)Social IntegrationWilliams and Fredriksen-Goldsen (2014)Exchange Theory and Theory of Communal RelationshipsMuraco and Fredriksen-Goldsen (2014)Loneliness ModelKim and Fredriksen-Goldsen (2014)Hierarchical Compensatory TheoryBrennan-Ing, Seidel, Larson and Karpiak (2014)Resilience (5)Resilience FrameworkEmlet, Fredriksen-Goldsen and Kim (2013), Fredriksen-Goldsen, Cook-Daniels et al. (2013), Fredriksen-Goldsen, Emlet et al. (2012), Fredriksen-Goldsen, Kim et al. (2015), Fredriksen-Goldsen, Kim, Muraco, and Mincer (2009)Stress-Related (4)Minority Stress ModelJenkins Morales, King et al. (2014), Kuyper and Fokkema (2010), Stanley and Duong (2015)Social Stress ProcessWight et al. (2015)Positive Aging (3)Successful AgingFabbre (2015), Porter, Ronnenberg and Witten (2013), Van Wagenen, Driskell and Bradford (2013)Other (4)Life Course PerspectiveFabbre (2014), Orel (2014)Meaning MakingGabrielson (2011)Perceived ControlHostetler (2012)Methodological Theories (8)Grounded TheoryBrennan-Ing, Seidel, Larson and Karpiak (2014), Parslow and Hegarty (2013), Putney (2014), Rosenfeld (2009), Siverskog (2014), Sullivan (2014), Van Wagenen, Driskell and Bradford (2013)Gerontology. Author manuscript; available in PMC 2020 March 01.Author ManuscriptAuthor ManuscriptAuthor ManuscriptAuthor ManuscriptFredriksen Goldsen et al. Page 37Theory Type (total N)Conceptual FrameworkAuthorsNarrative GerontologyRowan and Butler (2014)Gerontology. Author manuscript; available in PMC 2020 March 01.",
    "id": 388561822,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.lmu.edu:socio_fac-1038"
    },
    "title": "Iridescent Life Course: LGBTQ Aging Research and a Blueprint for the Future – A Systematic Review",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T08:00:00+00:00",
    "publisher": "Digital Commons at Loyola Marymount University and Loyola Law School",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.lmu.edu/cgi/viewcontent.cgi?article=1038&amp;context=socio_fac"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/388561822.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/388561822"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/388561822/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/388561822/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/388561822"
        }
    ],
    "abstract": "Background: LGBTQ* (lesbian, gay, bisexual, trans, and queer) older adults are demographically diverse and growing populations. In an earlier 25-year review of the literature on sexual orientation and aging, we identified four waves of research that addressed dispelling negative stereotypes, psychosocial adjustment to aging, identity development, and social and community-based support in the lives of LGBTQ older adults.\nObjectives: The current review was designed to develop an evidence base for the field of LGBTQ aging as well as to assess the strengths and limitations of the existing research and to articulate a blueprint for future research.\nMethods: Using a life course framework, we applied a systematic narrative analysis of research on LGBTQ aging. The review included 66 empirical peer-reviewed journal articles (2009-2016) focusing on LGBTQ adults aged 50 years and older, as well as age-based comparisons (50 years and older with those younger).\nResults: A recent wave of research on the health and well-being of LGBTQ older adults was identified. Since the prior review, the field has grown rapidly. Several findings were salient, including the increas-ed application of theory (with critical theories most often used) and more varied research designs and methods. While -existing life course theory provided a structure for the investigation of the social dimensions of LGBTQ aging, it was limited in its attention to intersectionality and the psychological, behavioral, and biological work emerging in the field. There were few studies addressing the oldest in these -communities, bisexuals, gender non-binary older adults, intersex, -older adults of color, and those living in poverty. -Conclusions: The Iridescent Life Course framework highlights the interplay of light and environment, creating dynamic and fluid colors as perceived from different angles and perspectives over time. Such an approach incorporates both queering and trans-forming the life course, capturing intersectionality, fluidity over time, and the psychological, behavioral, and biological as well as social dimensions of LGBTQ aging. Work is needed that investigates trauma, differing configurations of risks and resources over the life course, inequities and opportunities in representation and capital as LGBTQ adults age, and greater attention to subgroups that remain largely invisible in existing research. More depth than breadth is imperative for the field, and multilevel, longitudinal, and global initiatives are needed",
    "tags": [
        "text",
        "LGBTQ; Aging; Review; Life course; Queering; Trans-forming",
        "Sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.lmu.edu:socio_fac-1038",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3596",
        "openDoarId": 0,
        "name": "Loyola Marymount University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 388561822,
        "depositedDate": null,
        "publishedDate": "2019-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T14:07:02+00:00",
        "acceptedDate": null,
        "createdDate": "2021-03-10T05:26:48+00:00"
    },
    "urls": [
        "https://digitalcommons.lmu.edu/socio_fac/26",
        "https://digitalcommons.lmu.edu/context/socio_fac/article/1038/viewcontent/Muraco_2019_Iridescent.pdf"
    ],
    "lastUpdate": "2024-01-24T14:07:02+00:00",
    "setSpecs": []
}