{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Asakura, Kenta"
        }
    ],
    "contributors": [],
    "createdDate": "2023-01-11T15:27:05+00:00",
    "dataProvider": {
        "id": 14591,
        "name": "Smith College: Smith ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/14591",
        "logo": "https://api.core.ac.uk/data-providers/14591/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1606/1044-3894.2016.97.4",
    "downloadUrl": "https://core.ac.uk/download/552584911.pdf",
    "fullText": "Smith ScholarWorks School for Social Work: Faculty Publications School for Social Work 1-1-2016 It Takes a Village: Applying a Social Ecological Framework of Resilience in Working With LGBTQ Youth Kenta Asakura Carleton University, kasakura@smith.edu Follow this and additional works at: https://scholarworks.smith.edu/ssw_facpubs  Part of the Social Work Commons Recommended Citation Asakura, Kenta, \"It Takes a Village: Applying a Social Ecological Framework of Resilience in Working With LGBTQ Youth\" (2016). School for Social Work: Faculty Publications, Smith College, Northampton, MA. https://scholarworks.smith.edu/ssw_facpubs/19 This Article has been accepted for inclusion in School for Social Work: Faculty Publications by an authorized administrator of Smith ScholarWorks. For more information, please contact scholarworks@smith.edu 15Families in Society: The Journal of Contemporary Social Services©2016 Alliance for Strong Families and CommunitiesISSN: Print 1044-3894; Electronic 1945-13502016, 97(1), 15–22DOI: 10.1606/1044-3894.2016.97.4It Takes a Village: Applying a Social Ecological Framework of Resilience in Working With LGBTQ YouthKenta Asakura Hostile social environments can have detrimental impacts on lesbian, gay, bisexual, transgender, and queer (LGBTQ) youth. Considering the profession’s commitment to social justice and person-in-environment perspectives, social workers are well positioned to promote not only the internal capacity of LGBTQ youth but also the capacity of their social ecologies to better support them. This article suggests the relevance of a social ecological framework of resil-ience to social work practice with LGBTQ youth. Findings of the author’s grounded theory study, along with other rel-evant literature, are used to specify elements in applying this framework to working with LGBTQ youth. A youth case will be discussed to inform interventions that can be employed across the micro, mezzo, and macro levels of practice.IMPLICATIONS FOR PRACTICE• By conceptualizing resilience of LGBTQ youth as a social ecological process, social work practices at the micro, mezzo, and macro levels can all play essential roles in promoting not only the internal capacity of youth but also the capacity of youths’ social ecologies to better support their well-being.Due to family rejection (Ryan, Huebner, Diaz, & Sanchez, 2009), harassment, and violence (Grossman & D’Augelli, 2006; Taylor & Peter, 2011), lesbian, gay, bisexual, transgender, and queer (LGBTQ) youth experience greater risk for negative health outcomes than the general youth population (e.g., Grossman & D’Augelli, 2007; Marshal et al., 2011). Past research that documented risk and vul-nerabilities has significantly raised public awareness of the extensive service needs among LGBTQ youth (Russell, 2005; Wells et al., 2013). Research focused solely on risk, however, might not sufficiently pro-vide solutions to the adversities LGBTQ youth face. Resilience, defined as “dynamic processes encom-passing positive adaptation within the context of sig-nificant adversity” (Luthar, Cicchetti, & Becker, 2000, p. 543), offers a promising framework alternative to risk-focused research. Resilience research is designed to identify factors and processes that can promote the well-being among youth and has the potential to provide social workers with research-informed knowl-edge on effective interventions.While resilience was historically defined as an indi-vidual’s capacity and skills, the advancement of resil-ience research in the last few decades has contributed to the current understanding of resilience as a social ecological process (Luthar et al., 2000; Ungar, 2011). This article employs the social ecological framework of resilience, a theory about general youth resilience proposed by Ungar (2011). This theoretical framework posits the following two major principles: (a) resilience depends not only on individuals’ capacity to navigate themselves to well-being but also on the capacity of their social ecologies to provide them with resilience- promoting resources; and (b) these resilience-promot-ing resources are often population-specific and con-text-dependent, and there might be resilience process-es unique to each sociocultural community. The social ecological framework of resilience is particularly rel-evant for social workers, who are trained to work with clients within the context of their social environments. To address the paucity of practice frameworks that fo-cus on resilience development among LGBTQ youth, this article suggests the relevance and application of the social ecological framework of resilience (Ungar, 2011) to social work practice with LGBTQ youth. The results of the author’s study titled Theorizing Pathways to Resilience Among LGBTQ Youth, along with other relevant literature, are used to specify elements in ap-plying this framework to working with LGBTQ youth. The case of Alex, a 20-year-old transgender youth, will be discussed to inform interventions that can be em-ployed across the micro, mezzo, and macro levels of social work practice.Literature ReviewLiterature on social work practice with LGBTQ youth from the last decade can be broadly categorized under the following three theoretical principles: (a) cultural competency, (b) strengths perspective, and (c) person-in-environment (PIE). It should be noted that some authors employed more than one of these three theo-ries. For instance, PIE principles were often implicated in how some authors discussed practice frameworks theoretically grounded in cultural competency or the strengths perspective. To explicate the contributions of each theory, however, one predominant theoretical underpinning in each framework will be discussed in this review.FAMILIES IN SOCIETY  |  Volume 97, No. 116Working With LGBTQ Youth From a Cultural Competency FrameworkIn response to rapid changes in client demographics, social work communities in the 1990s recognized the importance of cultural competency, “the process by which individuals and systems respond respectfully and effectively to people of all cultures…and other diversity factors in a manner that recognizes, affirms, and values the worth of individuals, families, and communities” (National Association of Social Workers [NASW], 2007, pp. 12–13). Crisp and colleagues (e.g., Crisp & McCave, 2007; Van Den Bergh & Crisp, 2004) proposed princi-ples for working with lesbian, gay, and bisexual (LGB) youth from a cultural competency framework. Their gay affirmative model consists of knowledge, attitudes, and skills (Crisp & McCave, 2007). It suggests that workers develop population-specific knowledge (e.g., termi-nologies, community history), theories, and resources pertinent to LGB populations. This model also encour-ages workers to critically reflect on their own attitudes, biases, and prejudices about nonheterosexuality. This model stresses workers’ development and utility of spe-cialized practice skills, such as assessing youths’ sexual orientation and degree of being “out,” assisting youths’ coming out, and using LGB-specific resources. Collazo, Austin, and Craig (2013) proposed a similar frame-work for working with transgender people. Although not strictly focused on youth, these authors’ contribu-tion lies in their explicit focus on transgender people, an often-neglected subpopulation in LGBTQ research and practice. Collazo et al. (2013) offered population-specific knowledge about transgender people on unique stressors (e.g., prevalence of violence) and specific treat-ment needs (e.g., gender transition). Furthermore, they detailed practice recommendations for assisting trans-gender clients in navigating medical, legal, and social systems, such as affirming the client’s gender and advo-cating for the rights of the client.Working With LGBTQ Youth From a  Strengths PerspectiveThe strengths perspective (Saleebey, 1996), a core prin-ciple of social work practice, encourages workers to rec-ognize what is beyond the clients’ problems—namely, their strengths. Saleebey (1992) published the first edi-tion of The Strengths Perspective in Social Work Prac-tice in the early 1990s to propose a framework alter-native to the previous practice models, which focused primarily on individual pathologies (e.g., diagnostic school). The strengths perspective is grounded in the assumption that all people have “capacities, talents, competencies, possibilities, visions, values, and hopes” (Saleebey, 1996, p. 297). According to this perspective, workers leverage the clients’ strengths, which consist of traits, talents, and resources, to cope effectively with their experiences of trauma and oppression (Saleebey, 1996). Although resilience is often used interchange-ably with the strengths perspective, there are some nuanced differences. The social ecological framework of resilience (Ungar, 2011) places simultaneous foci on youths’ capacity and skills as well as their external re-sources in facilitating positive youth development. The strengths perspective, on the other hand, focuses pri-marily on clients’ coping and adaptive skills and does not always point to how certain external resources can be used in assisting clients. Furthermore, the strengths perspective was originally designed for the micro- and mezzo-level interventions, and its implications for macro practice remain unknown.Craig and colleagues applied the strengths perspec-tive to case management (Craig, 2012; Craig, McIn-roy, Austin, Smith, & Engle, 2012) and group work (Craig, 2013) with LGBTQ youth. Consistent with the strengths perspective (Saleebey, 1996), in these models, workers stressed the centrality of youths’ right to self- determination and viewed youth as the experts of their own lives. In so doing, they encouraged youth to reflect on and identify their strengths, such as communication skills, artistic talent, and having supportive peers and adults. In case management (Craig, 2012), workers en-gaged youth to leverage their existing strengths to de-velop care plans (e.g., linking youth to services) and help achieve goals. Group work was similarly designed to help youth to recognize their existing strengths and fur-ther develop skills to navigate challenges (Craig, 2013). While cultural competency emphasizes knowledge, at-titudes, and skills relevant to LGBTQ youth as an aggre-gate social group, the strengths perspective additionally brings workers’ attention to youths’ individual experi-ences, assets, and resources.Working With LGBTQ Youth From a Person-in-Environment (PIE) PerspectiveAs exemplified in the aforementioned practice frame-works (i.e., cultural competency, the strengths perspec-tive), social workers had primarily engaged LGBTQ youth as individual clients and sought to enhance their individual capacities to cope with difficulties. More re-cently, social workers have begun to fully embrace the PIE perspective, one of the most historically significant social work principles (Germain & Gitterman, 1980), by placing a greater emphasis on intervening with youths’ social environments. Grounded in the notions that youth can only be understood within the contexts of their families, schools, and communities, the PIE has long guided workers to maximize the fit between the clients and the environment by not only helping them to cope effectively within the current conditions of the environment but also enhancing the quality of their so-cial environments (Germain & Gitterman, 1980).In the Family Acceptance Project, Ryan and her team (Ryan, 2010; Ryan, Russell, Huebner, Diaz, & Sanchez, Asakura  |  It Takes a Village: Applying a Social Ecological Framework of Resilience in Working With LGBTQ Youth172010) researched the important role that families can play in enhancing the well-being of LGBTQ youth. This proj-ect engaged and assisted families in accepting their chil-dren’s LGBTQ identities. They also developed empirically grounded resources (e.g., an information sheet about the importance of family acceptance in multiple languages) for families and workers to assist culturally diverse fami-lies of LGBTQ children. In his qualitative study with families of lesbian and gay (LG) children, LaSala (2010) developed practice guidelines for engaging families who were adjusting to their LG children coming out. LaSala identified stages of family adjustment or acceptance of LG children and suggested key issues that might arise in working with LGBTQ youth as well as their families. Lev (2004) proposed similar guidelines for working with families of transgender youth. These practice frame-works informed by the PIE perspective have contributed to shifting the paradigm from engaging individual youth as the focus of intervention to also engaging their families as an important resource for youth.The practice guidelines outlined by Morrow (2004) were among the first frameworks that attended to the ecological systems beyond families in working with LG-BTQ youth. Although Morrow’s work was grounded in the rather limited, mostly conceptual, literature avail-able at that time, the suggested interventions included engaging both youth as individual clients (to assess LGBTQ identity development, assess the degree of be-ing “out,” assess for safety, provide LGBTQ-specific psy-choeducation, and offer LGBTQ affirmative working relationships) and their surrounding ecological systems (to advocate for LGBTQ-specific services, safer schools, and legal protection).Theorizing Pathways to Resilience Among LGBTQ Youth ProjectUsing grounded theory (GT) methodologies (Charmaz, 2006), I conducted a study in Toronto, Canada, to ad-vance a conceptual understanding of resilience among LGBTQ youth. This GT study used interviews with service providers (n = 16) and “resilient” LGBTQ youth ages 16 to 24 (n = 19). Youth who were “doing well in the face of adversity” were nominated by local service providers for study participation. Study methodology, sample, and results can be found elsewhere (Asakura, 2015). The study found that LGBTQ youth coped with adversities and navigated their way to well-being by em-ploying the following five resilience processes:• Navigating safety across contexts. Facing anti- LGBTQ marginalization and exclusion, youth ex-amined their social contexts and assessed their own physical and emotional safety level in each context. Youth often regarded the services designed for LG-BTQ youth that they accessed as a recharging sta-tion to navigate other hostile social contexts.• Asserting personal agency. In the face of control and abuse from others about being LGBTQ, youth capi-talized on their personal agency by focusing on their own needs, limitations, and future visions, and they took ownership in making their own life decisions.• Seeking and cultivating meaningful relationships. Experiencing painful rejection from others for be-ing LGBTQ, youth sought and cultivated relation-ships (a) with adults and/or peers who had the shared experience of being LGBTQ and (b) with others, LGBTQ or not, who actively provided them with physical and/or emotional resources.• Un-silencing social identities. LGBTQ youth turned their previous experience of having their social iden-tities silenced into actively seeking out resources (e.g., social media) to un-silence and embrace these marginal social identities (e.g., LGBTQ, race).• Engaging in collective healing and action. Upon ex-periencing anti-LGBTQ discrimination in social institutions, youth accessed relevant knowledge to conceptualize their individual challenges as a result of a larger social oppression against LGBTQ people. Some engaged in supporting LGBTQ peers as a healing process (e.g., volunteerism), while others en-gaged in larger social action (e.g., activism).Although each of the five processes played a role in facil-itating youths’ well-being, the degree to which and the ways in which youth made use of each process varied. These processes therefore should be flexibly understood as guidelines, rather than a fixed model, stressing that youth account for their individual circumstances and contexts to personalize their own pathways to resilience.Case of Alex: Conceptualizing Resilience as a Social Ecological ProcessResults of the GT study signified that LGBTQ youths’ resilience comprised more than individual-level assets and skills. To show a concrete example of resilience as a social ecological process and the application of the social ecological framework of resilience (Ungar, 2011) for working with LGBTQ youth, I will discuss the case of Alex (a pseudonym), a resilient transgender youth who was nominated for the GT study. Details have been altered to protect youth’s privacy in that transgender youth may be easily identified and this could pose seri-ous risk to them.Alex is a 20-year-old transgender male (i.e., assigned female gender at birth) of Chinese descent. When Alex first came out as lesbian at age 15, his Chinese immi-grant parents showed moderate acceptance for their only child. When one of his friends revealed Alex’s transgender identity on a social media site without his consent, however, Alex became the target of peer bully-ing. His parents soon found out about his transgender identity and quickly became controlling of his gender FAMILIES IN SOCIETY  |  Volume 97, No. 118expression. Alex was not allowed to cut his hair short or wear masculine clothes, and his parents restricted his Internet use, which he used primarily to connect with other LGBTQ peers. He did not feel safe enough to continue attending school despite his excellent grades. Devastated by the rejection from his family, with whom he was very close as a child, Alex left home at age 17. He “couch surfed” at friends’ homes and occasionally accessed shelters. In shelters, where Alex was placed in the female unit because of frequent physical and sexual violence in the male unit, staff and residents showed discomfort and occasional hostility to Alex, especially when he accessed bathrooms and the shower. Alex ex-perienced similarly difficult experiences within the health care system, whereby his doctors scrutinized his gender and Alex had to repeatedly prove his male gen-der identification and need for medical (e.g., hormone treatment) and legal (e.g., changes with name and gen-der) transitions.Prior to family and peer rejection, Alex had met local LGBTQ peers through social media sites, with whom he had begun to spend time in a LGBTQ youth drop-in program. When he lived in a shelter, Alex would attend the LGBTQ drop-in space almost every day, which allowed him to feel more relaxed and safer in general. Alex noted that he could count on drop-in staff for intervening when peers did not respect his male pronoun or made transphobic or racist com-ments. Alex also connected with other resources avail-able in the community through drop-in staff. With a therapist who has worked many years within LGBTQ communities, Alex processed the emotional pain as-sociated with his experiences with his family and bul-lying, and more recently his experiences with shelter, employment, and health care systems. Alex appreci-ated his therapist’s respect for his initial hesitancy to open up, especially after rejection by those with whom he had close relationships. Alex’s mother recently expressed an interest in recon-necting with him. Therapy provided Alex with a space in which he could identify and articulate his own needs and visions about his family relationships. Alex ulti-mately decided to reconnect with his family within the boundaries he established for future contacts. Alex has recently returned to school after his therapist recom-mended an alternative school, which strives for an in-clusive learning environment. The LGBTQ mentorship program allowed Alex to connect for the first time with an adult transgender man. Alex received guidance from his mentor about navigating health care and other sys-tems and negotiating for his own safety in communities. Having a mentor who has experienced similar challeng-es and has been able to live a relatively healthy life as an adult transgender man allowed Alex to envision a posi-tive future for himself. More recently, the LGBTQ com-munity of color has become important for Alex. While his therapist and mentor, who are both White, remained vital in his life, Alex recognized their limitations in fully understanding his experiences with racism, especially within the LGBTQ communities. His friendship with other LGBTQ youth of color has served as a strategy in coping with racism.Working With LGBTQ Youth From the Social Ecological Framework of ResilienceContrary to the early conceptualization of resilience as one’s individual assets and skills (Luthar et al., 2000), the story of Alex exemplifies that it takes “a village” of multilevel support and resources to build resilience among LGBTQ youth. Ungar’s (2011) social ecological framework of resilience signals social workers’ dual foci on engaging youth and mobilizing their social environ-ments as key vehicles to improving the odds for posi-tive youth development. In this section, results of the GT study, along with other literature, will be used to specify elements of the social ecological framework of resilience in working with LGBTQ youth. These prac-tice implications also build on the important contribu-tions of the theoretical principles that have guided so-cial work practice with LGBTQ youth, namely, cultural competence, the strengths perspective, and the PIE. The social ecological framework of resilience, however, is designed to more clearly point to purposes and goals for social workers, which are to build greater capacity among youth and their social ecologies in mitigating risk and promoting the well-being of LGBTQ youth. It offers workers a conceptual framework that focuses on promoting resilience among LGBTQ youth across the micro, mezzo, and macro levels of practice. Specifically, this framework guides workers to (a) enhance LGBTQ youths’ capacity to navigate challenges through micro practice, (b) promote the capacity of key resources to better support LGBTQ youth through mezzo practice, and (c) prevent system-level oppression that poses risks to LGBTQ youth through macro practice. (See Table 1 for summaries of the framework.)Promoting Social Ecological Resilience of LGBTQ Youth in Micro PracticeThe purpose of micro practice (i.e., working with indi-viduals) informed by the social ecological framework of resilience (Ungar, 2011) is to help strengthen the capaci-ty of youth to navigate their way to well-being in the face of adversity. Results of the GT study, along with other relevant literature, point to the following implications: (a) assist youth in cultivating skills to assess and navi-gate safety across contexts, (b) capitalize on youths’ per-sonal agency in identifying needs and accessing helpful resources, and (c) support youths’ efforts in navigating experiences of oppression related to their LGBTQ and other intersecting social identities.Asakura  |  It Takes a Village: Applying a Social Ecological Framework of Resilience in Working With LGBTQ Youth19Hostile social environments might threaten the phys-ical and emotional safety of many LGBTQ youth (e.g., Ryan et al., 2009), as exemplified in the case study of Alex. While youth who experience harassment and vio-lence in schools are more likely to report risk outcomes such as suicide (Russell, Ryan, Toomey, Diaz, & San-chez, 2011), one of the helpful resources for Alex’s well-being was his access to safer spaces, that is, individuals and physical environments that recognize the unique challenges facing LGBTQ youth and affirm their gen-der and sexual diversity (Asakura, 2010; Fetner, Elafros, Bortolin, & Drechsler, 2012). Alex had access to several safer spaces, including the LGBTQ drop-in, friendship with LGBTQ peers, and counseling and mentorship relationships. The physical and psychological safety afforded, even temporarily, through these safer spaces provided Alex with emotional fuel to navigate his other, more hostile social environments. Alex’s therapist dem-onstrated elements of cultural competence (Crisp & McCave, 2007) through her knowledge of the LGBTQ population, affirming attitudes toward Alex’s trans-gender identity, and skills to assist Alex in navigating challenges unique to transgender youth. Furthermore, Alex’s mentor built on his own lived experience as a transgender man and provided guidance for how Alex might navigate safety-related concerns. Most youth out-side urban contexts, however, do not have easy access to safer spaces as Alex did. When such resources are unavailable, workers can focus instead on developing a LGBTQ affirmative therapeutic relationship that can function as one safer space, even for one hour a week, for youth. In so doing, workers can assist LGBTQ youth in developing skills to assess and navigate differential levels of safety across contexts.Consistent with the strengths perspective (Salee-bey, 1996), the story of Alex stresses the importance of youths’ personal agency in identifying needs and goals and in making life decisions. Alex’s therapist supported his personal agency in deciding whether to reconnect with his family and assisted him in explor-ing and deciding to what extent he would reconnect with them. While offering resources for youth is an essential element of micro practice, the story of Alex suggests that workers offer resources based on youths’ individual needs and assist youth in accessing these resources of their own accord. Alex located and ac-cessed several resources to meet his needs and further his goals within his relationships with drop-in staff, his therapist, and his mentor. While accessing an al-ternative school, for instance, offered Alex a positive educational experience, what was equally meaningful was that he identified his own needs and goals (i.e., at-tend university) and made the decision to access this particular resource.In addition, it is essential for workers to support youth in developing positive LGBTQ and other social identities and navigating experiences of oppression. For Alex, his relationships with his mentor and LGBTQ peers of color offered immense opportunities to have his multiple identities reflected and validated. These relationships also allowed Alex to build skills in navi-gating his experiences of oppression (e.g., transphobia, racism). Recognizing that many LGBTQ youth in other geographic areas likely do not readily have access to rel-evant resources, workers might carry greater responsi-bilities to support youth. Workers can build upon the cultural competency framework (e.g., Crisp & McCave, 2007) and offer a therapeutic space in which youths’ Table 1. Social Ecological Framework of Resilience in Working With LGBTQ YouthScope of practice Purpose of social workers Tasks of social workersMicro Practice: Working with individualsTo promote the capacity of LGBTQ youth to navigate their ways to well-being in the face of adversity• Assist youth in cultivating skills to assess and navigate safety  across contexts.• Empower youth to make use of their personal agency in identifying needs and goals and making life decisions.• Support youth in navigating oppression related to their LGBTQ and other marginal social identities.Mezzo Practice: Working with families, schools, and other relevant systemsTo build or restore capacity among families, schools, and other relevant resources to better support LGBTQ youth• Engage the families of LGBTQ youth, and their teachers, peers,  and community groups in building or restoring their capacity to support youth.• Engage social service agencies to build greater capacity to offer af-firmative services to LGBTQ youth.Macro Practice: Working with social institutions and systemsTo advocate for relevant social and policy-level changes to prevent system-level oppression that poses risks to LGBTQ youth• Advocate for funding for relevant resources for LGBTQ youth.• Advocate for legal rights and protection for LGBTQ people.• Engage in social action to eradicate oppression against  LGBTQ people. FAMILIES IN SOCIETY  |  Volume 97, No. 120marginalized social identities—not just their LGBTQ identities but also other relevant social identities (e.g., gender, race, class) that impact their everyday lives—are accepted and embraced, while youths’ experiences of oppression are fully acknowledged and attended to. Workers are especially encouraged to use their reflec-tive capacity to examine their own social locations (e.g., gender, sexuality, race) to attend to the “cross-cultural” dynamics and power differentials inherent in any pro-fessional relationship (Bogo, Tsang, & Lee, 2011). Final-ly, workers, especially in the geographic contexts that offer few LGBTQ-specific resources, might consider en-gaging youth in using social media (Craig & McInroy, 2014) to explore their LGBTQ identities, access relevant knowledge, and develop appropriate parameters for safely developing a support system with other LGBTQ youth and adults online.Promoting Social Ecological Resilience of LGBTQ Youth in Mezzo PracticeThe purpose of mezzo practice informed by the social ecological framework of resilience (Ungar, 2011) is to build capacity of the family-, school-, and community-level resources, as well as social services to better sup-port youth. In applying this framework to working with LGBTQ youth, the results of the GT study and other relevant literature call on workers to (a) engage families of LGBTQ youth; (b) engage teachers, peers, and other community-level resources in building or restoring their capacities to support youth; and (c) build greater capacity among social service agencies to offer LGBTQ affirmative services.The story of Alex offers insight into key resilience-promoting mezzo systems for LGBTQ youth. Despite his relatively positive early childhood, Alex’s mezzo systems became sources of stress upon his coming out. LaSala’s work (2010) shows that, despite their initial rejection, families of LGBTQ youth have the potential to restore their capacity to function as a resource for youth. As exemplified in his therapist’s engagement with Alex regarding his recent family reunification, workers should assess how and to what extent family work can be incorporated to benefit the youth. Simi-larly, workers, especially in schools, can engage teachers and peer groups as potentially resilience-promoting re-sources. Alex experienced comfort in knowing that staff would interrupt anti-LGBTQ comments in the drop-in program. Workers can play a key role in facilitating a positive school climate by regularly offering training for teachers and students on detecting and interrupting bullying against LGBTQ students (Kosciw, Bartkiewicz, & Greytak, 2012). Along with offering a gay–straight al-liance (GSA), which is known to promote the emotional well-being of LGBTQ youth (Hatzenbuehler, Birkett, Van Wagenen, & Meyer, 2014), advocating for school policies that explicitly prohibit anti-LGBTQ bullying (Russell, Kosciw, Horn, & Saewyc, 2010) is a vital task for social workers in mezzo practice.In addition to family- and school-level support, the well-being of LGBTQ youth can also be promoted or restored through community-level resources. Consis-tent with empirical evidence of mentorship programs, such as Big Brothers Big Sisters, on general youth de-velopment (e.g., De Wit et al., 2007), Alex’s story shows that LGBTQ mentors have the potential to offer youth relevant and meaningful guidance and resources, as documented by other researchers (Davis, Saltzburg, & Locke, 2009; Wagaman, 2014). Furthermore, consistent with previous research on LGBTQ youth (Singh, 2012; Wagaman, 2014), the story of Alex shows that involve-ment in activism and civic engagement can contribute to positive youth development. Workers can play a role in not only offering support within these community-level resources but also engaging youth in shaping ser-vice provision of such resources (Wagaman, 2014).Finally, it is important to note that most youth in North America do not live in a region rich in LGBTQ resources, and general social services are not typically well equipped to serve LGBTQ youth (Davis, Saltz-burg, & Locke, 2010). Service provider participants of the GT study indicated that in the areas with few to no LGBTQ resources available, responsibilities were often laid on a few committed workers to go out of their way to start services for LGBTQ youth. Collaborating with LGBTQ-specific agencies, offering relevant training (e.g., safe space training) for staff, and forming an eq-uity committee exemplify ways in which workers can seek to build greater capacity within these agencies to serve LGBTQ youth more competently. Social work managers and administrators can further facilitate these efforts by adopting an institutional-level com-mitment to providing equitable services for LGBTQ and other marginalized youth.Promoting Social Ecological Resilience of LGBTQ Youth in Macro PracticeThe social ecological framework of resilience (Ungar, 2011) posits that social environments play an essential role in facilitating or hindering positive youth develop-ment. Social policies that marginalize LGBTQ people can have detrimental impacts on the general social and cultural climates of LGBTQ youth. Past research (Kosciw, Diaz, & Greytak, 2008), for instance, showed that LGBTQ youth living in the states that legally pro-hibited school staff from positively portraying LGBTQ people (e.g., “no promo homo” laws in Arizona) were less likely to report having access to the LGBTQ-specific resources discussed earlier in this article (e.g., GSA) or effective interventions from school staff when harass-ment occurred. Macro-level social work practice in-formed by the social ecological framework of resilience may therefore involve advocating for necessary policy Asakura  |  It Takes a Village: Applying a Social Ecological Framework of Resilience in Working With LGBTQ Youth21and structural changes to prevent or minimize system-level oppression that poses risks to LGBTQ youth. In ap-plying this framework that conceptualizes resilience as context-specific (Ungar, 2011), it should be stressed that the resilience of Alex needs to be understood within his local social and political climates relevant to LGBTQ people. Alex lives in the province of Ontario, where legal rights are in place to protect transgender people from discrimination (Ontario Human Rights Commission, 2014). Alex’s ultimate access to a safer school was likely facilitated by the Equity and Inclusive Education Strat-egy (Ontario Ministry of Education, 2009), which man-dates that all schools strive to promote a safer school climate for all students. It is important to note, however, that these macro-level resources are often not available for LGBTQ youth living in other geographic areas in North America or elsewhere.Despite general political advancements for the rights of LGBTQ people in recent years (i.e., marriage equal-ity), harassment and violence remain prevalent in the lives of many LGBTQ youth across North America (Tay-lor & Peter, 2011). This points to a great need for social services that can meet the unique needs among LGBTQ youth (Wells et al., 2013). Alex’s experience, for instance, supports the findings of previous research (Seelman, 2014) on an urgent need for safer, all-gender shelters and bathrooms for transgender youth. Furthermore, even in geographic areas that are rich in LGBTQ resources (such as Toronto), social, economic, and political climates are often fragile and can impact the availability of LGBTQ-specific services and youths’ access to them. It is there-fore important for social workers to become involved in professional organizations (e.g., NASW) and engage in advocacy to ensure that policymakers and other stake-holders are educated about the unique and eminent needs of LGBTQ youth, and that the funding for LGBTQ services remains a priority. Finally, what is unique about social work is our historical commitment to social jus-tice (NASW, 2008). Growing up as LGBTQ will remain challenging for many youth until we live in an inclusive and equitable society. Social workers’ continued commit-ment to eradicating homophobia, transphobia, and other forms of oppression remains critical.Discussion and ConclusionThis article proposed social work practice with LGBTQ youth informed by the social ecological framework of resilience (Ungar, 2011). Using the case study of Alex as an example, the application of this framework suggests that resilience requires more than one’s individual-level assets and skills; it likely takes a village of people, re-sources, and LGBTQ affirmative climates to promote the well-being of LGBTQ youth. Given the centrality of PIE and social justice in our profession (NASW, 2008), social workers are well positioned to adopt this practice framework. This framework suggests that, contrary to social work’s historical tension between direct and indi-rect practice (Austin, Coombs, & Barr, 2005), practices at micro, mezzo, and macro levels all play essential roles in promoting resilience among LGBTQ youth. Recog-nizing a need for specialized knowledge and skills in each of the practice domains, I do not argue that each worker must engage in all practice domains simultane-ously when adopting this practice framework. Rather, workers across practice domains might be more effec-tive in collaborating with each other and other profes-sionals to offer more comprehensive, multilevel inter-ventions for these marginalized youth. Furthermore, the suggested framework does not signify fixed guide-lines for working with all LGBTQ youth. Rather, it should be viewed as a heuristic framework that stresses the workers’ role in understanding youths’ individual circumstances and social contexts and assisting youth in carving out their own personalized pathways to re-silience. Workers therefore must also use general social work competencies in assisting youth. Suggested micro-level interventions in this framework, for instance, can be effectively implemented only when the worker ac-counts for their unique therapeutic, relational dynam-ics with each client.Resilience of LGBTQ youth remains a burgeoning area of research. Suggested interventions are grounded in rather limited existing knowledge on resilience fac-tors and processes among LGBTQ youth. Further re-search on resilience and LGBTQ youth remains essen-tial and can only strengthen the suggested framework. Despite these limitations, this article offers a conceptual framework for multilevel social work practice that fo-cuses on promoting well-being among LGBTQ youth.References Asakura, K. (2010). Queer youth space: A protective factor for sexual minority youth. Smith College Studies in Social Work, 80(4), 361–376.Asakura, K. (2015). Theorizing pathways to resilience among LGBTQ youth: A grounded theory study (Doctoral dissertation). University of Toronto, Toronto, Canada. Austin, M., Coombs, M., & Barr, B. (2005). Community-centered clinical practice: Is the integration of micro and macro social work practice possible? Journal of Community Practice, 13(4), 9–30.Bogo, M., Tsang, A. K. T., & Lee, E. (2011). Cross-cultural clinical social work practice. In J. R. Brandell (Ed.), Theory and practice in clinical social work (pp. 693–715). Thousand Oaks, CA: SAGE.Charmaz, K. (2006). Constructing grounded theory. London, UK: SAGE.Collazo, A., Austin, A., & Craig, S. L. (2013). Facilitating transition among transgender clients: Components of effective clinical practice. Clinical Social Work Journal, 41(3), 228–237.Craig, S. L. (2012). Strengths first: An empowering case management model for multiethnic sexual minority youth. Journal of Gay & Lesbian Social Services, 24(3), 274–288.Craig, S. L. (2013). Affirmative supportive safe and empowering talk (ASSET): Leveraging the strengths and resiliencies of sexual minority youth in school-based groups. Journal of LGBT Issues in Counseling, 7(4), 372–386.FAMILIES IN SOCIETY  |  Volume 97, No. 122Craig, S. L., & McInroy, L. (2014). You can form a part of yourself online: The influence of new media on identity development and coming out for LGBTQ youth. Journal of Gay & Lesbian Mental Health, 18(1), 95–109.Craig, S. L., McInroy, L., Austin, A., Smith, M., & Engle, B. (2012). Promoting self-efficacy and self-esteem for multiethnic sexual minority youth: An evidence-informed intervention. Journal of Social Service Research, 38(5), 688–698.Crisp, C., & McCave, E. L. (2007). Gay affirmative practice: A model for social work practice with gay, lesbian, and bisexual youth. Child and Adolescent Social Work Journal, 24(4), 403–421.Davis, T. S., Saltzburg, S., & Locke, C. R. (2009). Supporting the emotional and psychological well being of sexual minority youth: Youth ideas for action. Children and Youth Services Review, 31(9), 1030–1041.Davis, T. S., Saltzburg, S., & Locke, C. R. (2010). Assessing community needs of sexual minority youths: Modeling concept mapping for service planning. Journal of Gay & Lesbian Social Services, 22(3), 226–249.De Wit, D. J., Lipman, E., Manzono-Munguia, M., Bisanz, J., Graham, K., Offord, D. R.,… Shaver, K. (2007). Feasibility of a randomized controlled trial for evaluating the effectiveness of the Big Brothers and Big Sisters community match program at the national level. Children and Youth Services Review, 29, 383–404.Fetner, T., Elafros, A., Bortolin, S., & Drechsler, C. (2012). Safe spaces: Gay–straight alliances in high schools. Canadian Review of Sociology, 49(2), 188–207.Germain, C. B., & Gitterman, A. (1980). The life model of social work practice. New York, NY: Columbia University Press.Grossman, A. H., & D’Augelli, A. R. (2006). Transgender youth: invisible and vulnerable. Journal of Homosexuality, 51(1), 111–128.Grossman, A. H., & D’Augelli, A. R. (2007). Transgender youth and life-threatening behaviors. Suicide & Life-Threatening Behavior, 37(5), 527–537.Hatzenbuehler, M. L., Birkett, M., Van Wagenen, A., & Meyer, I. H. (2014). Protective school climates and reduced risk for suicide ideation in sexual minority youths. American Journal of Public Health, 104(2), 279–286.Kosciw, J. G., Bartkiewicz, M., & Greytak, E. A. (2012). Promising strategies for prevention of the bullying of lesbian, gay, bisexual, and transgender youth. The Prevention Researcher, 19(3), 10–13.Kosciw, J. G., Diaz, E. M., & Greytak, E. A. (2008). 2007 national school climate survey: The experiences of lesbian, gay, bisexual and transgender youth in our nation’s schools. New York, NY: Gay Lesbian & Straight Education Network.LaSala, M. C. (2010). Coming out, coming home: Helping families adjust to a gay or lesbian child. New York, NY: Columbia University Press.Lev, A. I. (2004). Transgender emergence: Therapeutic guidelines for working with gender-variant people and their families. New York, NY: Haworth.Luthar, S. S., Cicchetti, D., & Becker, B. (2000). The construct of resilience: A critical evaluation and guidelines for future work. Child Development, 71(3), 543–562.Marshal, M. P., Dietz, L. J., Friedman, M. S., Stall, R., Smith, H. A., McGinley, J.,... Brent, D. A. (2011). Suicidality and depression disparities between sexual minority and heterosexual youth: A meta-analytic review. Journal of Adolescent Health, 49(2), 115–123.Morrow, D. F. (2004). Social work practice with gay, lesbian, bisexual, and transgender adolescents. Families in Society: The Journal of Contemporary Social Services, 85(1), 91–99.National Association of Social Workers (NASW). (2007). Indicators for the achievement of the NASW standards for cultural competence in social work practice. Washington, DC: Author.National Association of Social Workers (NASW). (2008). Code of ethics of the National Association of Social Workers. Washington DC: Author.Ontario Human Rights Commission. (2014). Policy on Preventing Discrimination Because of Gender Identity and Gender Expression. Toronto, Canada: Government of Ontario. Ontario Ministry of Education. (2009). Realizing the promise of diversity: Ontario’s equity and inclusive education strategy. Retrieved from http://www.edu.gov.on.ca/eng/policyfunding/equity.pdfRussell, S. T. (2005). Beyond risk: Resilience in the lives of sexual minority youth. Journal of Lesbian and Gay Issues in Education, 2, 5–17.Russell, S. T., Kosciw, J., Horn, S., & Saewyc, E. (2010). Safe schools policy for LGBTQ students. Social Policy Report, 24(4), 1–17.Russell, S. T., Ryan, C., Toomey, R. B., Diaz, R. M., & Sanchez, J. (2011). Lesbian, gay, bisexual, and transgender adolescent school victimization: Implications for young adult health and adjustment. Journal of School Health, 81(5), 223–230.Ryan, C. (2010). Engaging families to support lesbian, gay, bisexual, and transgender youth: The family acceptance project. The Prevention Researcher, 17(4), 11–13.Ryan, C., Huebner, D., Diaz, R. M., & Sanchez, J. (2009). Family rejection as a predictor of negative health outcomes in White and Latino lesbian, gay, and bisexual young adults. Pediatrics, 123(1), 346.Ryan, C., Russell, S. T., Huebner, D., Diaz, R., & Sanchez, J. (2010). Family acceptance in adolescence and the health of LGBT young adults. Journal of Child and Adolescent Psychiatric Nursing, 23(4), 205–213.Saleebey, D. (1992). The strengths perspective in social work practice. New York, NY: Longman.Saleebey, D. (1996). The strengths perspective in social work practice: Extensions and cautions. Social Work, 41(3), 296–305.Seelman, K. L. (2014). Transgender individuals’ access to college housing and bathrooms: Findings from the National Transgender Discrimination Survey. Journal of Gay & Lesbian Social Services, 26(2), 186–206.Singh, A. A. (2012). Transgender youth of color and resilience: Negotiating oppression and finding support. Sex Roles, 68(11/12), 690–702.Taylor, T., & Peter, T. (2011). Every class in every school: Final report on the first national climate survey on homophobia, biphobia, and transphobia in Canadian schools. Toronto, Canada: Egale Canada Human Rights Trust.Ungar, M. (2011). The social ecology of resilience: Addressing contextual and cultural ambiguity of a nascent construct. American Journal of Orthopsychiatry, 81(1), 1–17.Van Den Bergh, N., & Crisp, C. (2004). Defining culturally competent practice with sexual minorities: Implications for social work education and practice. Journal of Social Work Education, 40(2), 221–238.Wagaman, M. A. (2014). Understanding service experiences of LGBTQ young people through an intersectional lens. Journal of Gay & Lesbian Social Services, 26(1), 111–145.Wells, E. A., Asakura, K., Hoppe, M. J., Balsam, K. F., Morrison, D. M., & Beadnell, B. (2013). Social services for sexual minority youth: Preferences for what, where, and how services are delivered. Children and Youth Services Review, 35(2), 312–320. Kenta Asakura, MSW, PhD, LICSW, RSW, assistant professor, Car-leton University. Correspondence: kenta.asakura@carleton.ca; Car-leton University, 615 Dunton Tower, 1125 Colonel By Drive, Ottawa, ON K1S 5B6, Canada.Manuscript received: August 26, 2015Accepted: October 27, 2015Disposition editor: Sondra J. Fogel",
    "id": 552584911,
    "identifiers": {
        "doi": "10.1606/1044-3894.2016.97.4",
        "oai": "oai:scholarworks.smith.edu:ssw_facpubs-1018"
    },
    "title": "It Takes a Village: Applying a Social Ecological Framework of Resilience in Working With LGBTQ Youth",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-01-01T08:00:00+00:00",
    "publisher": "Smith ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.smith.edu/cgi/viewcontent.cgi?article=1018&context=ssw_facpubs"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/552584911.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/552584911"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/552584911/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/552584911/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/552584911"
        }
    ],
    "abstract": "Hostile social environments can have detrimental impacts on lesbian, gay, bisexual, transgender, and queer (LGBTQ) youth. Considering the profession\\u27s commitment to social justice and person-in-environment perspectives, socia workers are well positioned to promote not only the internal capacity of LGBTQ youth but also the capacity of their social ecologies to better support them. This article suggests the relevance of a social ecological framework of resilience to social work practice with LGBTQ youth. Findings of the author\\u27s grounded theory study, along with other relevant literature, are used to specify elements in applying this framework to working with LGBTQ youth. A youth case will be discussed to inform interventions that can be employed across the micro, mezzo, and macro levels of practice",
    "tags": [
        "text",
        "Social Work"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.smith.edu:ssw_facpubs-1018",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14591",
        "openDoarId": 0,
        "name": "Smith College: Smith ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 552584911,
        "depositedDate": null,
        "publishedDate": "2016-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-17T13:34:00+00:00",
        "acceptedDate": null,
        "createdDate": "2023-01-11T15:27:05+00:00"
    },
    "urls": [
        "https://scholarworks.smith.edu/ssw_facpubs/19",
        "https://scholarworks.smith.edu/context/ssw_facpubs/article/1018/viewcontent/It_takes_a_village.pdf"
    ],
    "lastUpdate": "2024-02-17T13:34:00+00:00",
    "setSpecs": []
}