{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Johnson, Hume N"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-12T15:33:30+00:00",
    "dataProvider": {
        "id": 1335,
        "name": "DOCS@RWU",
        "url": "https://api.core.ac.uk/v3/data-providers/1335",
        "logo": "https://api.core.ac.uk/data-providers/1335/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/56706388.pdf",
    "fullText": "Roger Williams UniversityDOCS@RWUFeinstein College of Arts & Sciences FacultyPublications Feinstein College of Arts and Sciences2014JAMAICA: A Famous, Strong but Damaged BrandHume N. JohnsonRoger Williams University, hjohnson@rwu.eduFollow this and additional works at: http://docs.rwu.edu/fcas_fpPart of the Arts and Humanities Commons, and the Communication CommonsThis Article is brought to you for free and open access by the Feinstein College of Arts and Sciences at DOCS@RWU. It has been accepted forinclusion in Feinstein College of Arts & Sciences Faculty Publications by an authorized administrator of DOCS@RWU. For more information, pleasecontact mwu@rwu.edu.Recommended CitationJohnson, Hume N. 2014. \"JAMAICA: A Famous, Strong but Damaged Brand.\" Place Branding and Public Diplomacy, 10: 199-217.AUTHOR COPYOriginal ArticleJAMAICA: A famous, strong butdamaged brandReceived (in revised form): 16th May 2014Hume N. Johnsonis an Assistant Professor of Public Relations at Roger Williams University, Rhode Island, USA. She has published on socialmovements, civil society and governance issues in her native Jamaica. She is the author of the book ‘Challenges to Civil Society:Popular Protest & Governance in Jamaica’. A former broadcast journalist, she is currently a political commentator with Jamaicanmedia, and founder and Chair of the nation brand initiative The Re:Imagine Jamaica Project.ABSTRACT Image, brand and reputation are the new capital for nations in thetwenty-ﬁrst century. In this era of the global marketplace, nations, regions and citiesare forced to compete with each other for tourists, investment, aid, students, forbuyers of their products and services, and for talent. Scholars now agree that nationsthemselves have become brands, and are now obliged to manage their images inorder to inﬂuence people’s decision in terms of purchasing, investing and traveling.Nations with unknown or poor reputations, including those enduring prolonged cri-ses are thus likely to suffer marginalization and will not easily witness economicsuccess (Viosca et al; Avraham and Ketter). In this article, I aim to explore the chal-lenges confronting Brand Jamaica. I argue that positive global coverage of Jamaica’soutstanding brand achievements in sports, music and as a premier tourismdestination, is being negated by its rival brands – economic instability (debt, povertyunemployment), crime, corruption and perceptions of declining human rights. Theconsequence is a contradictory, perplexing and problematic public image ofJamaica, with severe consequences for investment, tourism promotion as well aseconomic and social progress. The article points at the imperative for Jamaicanauthorities to evaluate the nation’s public image, manage the impact of prolongedcrises on its brand and attempt to re-imagine Jamaica, in light of changing fortunes.Place Branding and Public Diplomacy (2014) 10, 199–217. doi:10.1057/pb.2014.15Keywords: Jamaica; Brand Jamaica; nation brand; crisis management; crisiscommunication; public diplomacyINTRODUCTIONJamaica is a tiny island situated in theCaribbean Sea – a mere speck on the worldmap inhabited by only 2.8 million people.Yet, Jamaica’s remarkable presence onthe world stage is well established, havingdrawn, over time, much attention in theinternational media. A former colony ofGreat Britain, shaped by centuries of slavery,violence and plunder, Jamaica today owesits popular global standing to a massivelysuccessful troika of brands –music, sports anddestination tourism. Since the 1960s and1970s, Jamaica’s rising popularity and esteemin the world was premised on the ballooningsuccess of the nation’s vibrant music culture,particularly its indigenous Reggae – thenthe world’s newest music genre – and itscelebrity icon and ambassador, Bob Marley.In the modern era, thanks to its extraordinaryCorrespondence:Hume N. JohnsonCommunication and GraphicDesign, Roger Williams University,One Old Ferry Road, Bristol, 02809,Rhode Island, USA.E-mail: humejohnson@gmail.com© 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217www.palgrave-journals.com/pb/AUTHOR COPYsuccesses in sport, particularly athletics featuringlegendary sprinters such as Usain Bolt, (consideredthe fastest man in the world), Jamaica has beenbranded the ‘sprint factory’ and seen to be anemerging global sports brand. In addition, if thiswas not enough, white sand beaches, lavish all-inclusive resorts and a tropical climate havecatapulted Jamaica into one of the world’s premierdestination tourism brands, attracting on average,nearly 2 million tourists annually (Jamaica TouristBoard, 2012).Accompanying Jamaica’s largely positive publicimage, however, has been the development of whatmay be called a rival brand image. Since the early1960s, (when the island gained independence fromGreat Britain) and 1970s, Jamaica’s emergence as aprogressive nation – legislating new political andsocial rights to its poor, improving education andactively participating in the global civil rights andsocial justice movements – has also been attendedby international media coverage of the country’sinternal political civil war (featuring intense warfarebetween opposing gangs loyal to the country’s twomain political parties, the People’s National Party(PNP) and the Jamaica Labour Party (JLP);mushrooming crime, inﬂation, unemployment andimpoverishment. Today, that negative imagepersists. Consistent reports in the global media ofJamaica featuring gang warfare, upsurges in violentcrime, corruption and economic instability lead totroubling perceptions of the country as unsafe – adangerous paradise, so to speak. Overall, the resulthas been a contradictory, perplexing andproblematic public image of Jamaica, with severeconsequences for investment, tourism promotionand the nation’s economic and social progress.Extant scholarship (for example, Avraham,2009; Avraham and Ketter, 2013) draws attentionto nations enduring prolonged crises and negativeimages caused by long-lasting problems such aseconomic hardship, high crime rates, continuouswar and political instability. Jamaica is one suchnation. Jamaican political authorities, includingforeign affairs, tourism, industry and commerceministries, as well as its promotion and tradeagency (Jamaica Promotions Agency (JAMPRO)),and other players confront an extremely difﬁcultchallenge regarding the nation’s ambiguous mediaand public international image. These interestsbelieve that Jamaica’s success in sports, music andas a top tourism destination make the countryattractive and respected on the global stage,as well as potentially commercially successful.Nevertheless, Jamaican authorities mustconsistently address the negative and controversialaspects of the Jamaican brand if it is to seriouslyovercome its conﬂicting international image, andconstruct a successful and sustainable brand.For the purposes of this discussion, it isimportant to make a distinction between Jamaica’smedia image and its public image. A country’smedia image has to do with its portrayal in themass media, whereas its public image concerns itsperception in international public opinion (seeAvraham and Ketter, 2013). Both these aspects arenecessary in any assessment of Jamaica’s nationalbrand; yet it is imperative to understand that theyare very much grounded in the real, lived realitiesof Jamaicans at home and in the Diaspora, as wellas the experience of visitors (for example, tourists,students, business travelers and returning residents)to the island. This article aims to explore (i) theexisting challenges facing Brand Jamaica, and(ii) why it is important that the governmentaddress these issues, and construct a more completeand complex international image of Jamaica.Essentially, I argue that Jamaica is a famous,strong but damaged brand. In the global era,a problematic national image is a major obstaclefor a country’s social, economic and culturalprogress. The article thus points at the imperativefor Jamaican authorities to evaluate, manage andre-imagine the nation’s public international image,through an effective comprehensive nationalbrand build strategy based on strategic rather thancosmetic approaches.I make a short methodological note. Thisarticle draws on qualitative research instruments,including primary and secondary sources toundertake a textual and discursive assessment ofJamaica’s public image. These include audio/visualinterviews featuring Jamaica tourism industryplayers, past and ongoing formal branding Jamaicacampaigns, advertisements, public relationsmaterial, speeches, Websites and social media, aswell as news reports, articles and features. I alsoJohnson200 © 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYdraw on selections from ongoing interviewsI am undertaking with citizens of Jamaica onperceptions of Jamaica.NATIONS AS BRANDSEvery country has an image, regardless of whetherthat image is positive or negative, developeddeliberately or by default and formed fromeducation, the media, travel, immigration,product purchasers, business experiences or anycombination of sources (Viosca et al, 2005). Thisimage, understood as ‘the sum of beliefs andimpressions people hold about places’ (Kotler andGertner, 2002), is becoming a critical lever ininternational politics and trade. Indeed, image,brand and reputation are seen to be the new capitalfor nations in the twenty-ﬁrst century. Nationsthemselves have become brands, and althoughthere is some skepticism about the nexus betweenbrands and nations, recent scholarship (Anholt,2006, 2010; van Ham, 2001, 2002; Kotler andGertner, 2002; see also Avraham, 2009; Avrahamand Ketter, 2013) makes a persuasive argument forits merit. Peter van Ham (2001), for example, refersto the emerging phenomenon of the ‘brand state’.The brand state is said to represent the ideas theoutside world hold about a particular country.Countries and cities are thus obliged to deploytheir history, geography and ethnic and emotionalmotifs to construct a distinctive image. This imageis a form of identity politics. Ham argues that in oldworld politics, inﬂuence was based on ideology andraw power, in the postmodern world, inﬂuence ispremised on image. In this new age of informationoverload, he contends that ‘strong brands areimportant in attracting foreign direct investment,recruiting the best and the brightest, and wieldingpolitical inﬂuence’ (van Ham, 2001). In otherwords, smart states are building their brands aroundreputations and attitudes in the same way that smartcompanies do (van Ham, 2001).Focusing on Brand South Africa that has hada controversial public image, as a case study, Vioscaet al (2005) posit that the beneﬁts of embarking onprofessional country branding strategies includethe ability to win more investment businessbecause a country image communicates to a globalpublic the right things about taxation, labor skills,safety, the environment and political stability.There is also the chance to apply the ‘made in’label because it will positively aid the sale ofa product in an overseas market. They warn,however, that in global marketing, positiveor negative perceptions and attitudes towardparticular countries often extend to products andbrands known to originate in those countries.The new global economy is thus imposing onall states the obligation to develop, manage andleverage their image in order to stand out in thiscompetitive global marketplace. Nations, regionsand cities need now to compete with each otherfor their share of the world’s tourists, investment,aid, students, for buyers of their products andservices, and for talent as well as for the attentionand respect of the media and the globalcommunity (Anholt, 2006, 2010; Kotler andGertner, 2002; Viosca et al, 2005).One of the fundamental duties of governments,Anholt believes, is to understand, manage andnurture the good name of its country becausegood name underpins all success in themarketplace:The brand powerfully affects the way peopleinside and outside the place think about it, theway they behave towards it, and the way theyrespond to everything with regard to the place,for instance its products, sporting and culturalevents, relationships with other regions, cities andcountries, tourism and heritage attractions,investment and business potential etc. The brandimage of a country has a direct and measurableimpact on just about every aspect of itsengagement with other countries, and plays a rolein its economic, social and political progress(Anholt, 2006, 2010).He argues that most countries communicatewith the rest of the world and deliberatelycreate their brand image through six commonchannels – tourism promotion, exports, the policydecisions of the government, how it solicitsforeign direct investment, cultural exchange andactivities, and the people, from high proﬁle leadersand stars to immigrants. It is thus crucial for nationsto manage their images in order to inﬂuenceBrand Jamaica201© 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYpeople’s decision to purchase its products,investing there, and as a destination to which totravel. Nations that are not well known or havepoor reputations are likely to suffer furthermarginalization and will not easily witnesseconomic success (Viosca et al, 2005; Anholt,2006; Avraham and Ketter, 2009). In other words,a bad reputation is bad for business. Jamaica, as Iwill discuss below, represents a nation that ﬁndsitself in a problematic and perplexing situation ofprolonged negative images and stereotypes evenalongside positive perceptions. Below, I look moreclosely at challenges Brand Jamaica currentlyconfronts. First, I introduce a conceptualframework, which may help us to make sense ofthe contradictions in Jamaica’s nation brand.The dialectic of Brand JamaicaBrand Jamaica is a nation brand of strikingcontradictions. A contradiction exists ‘whenevertwo forces or tendencies are interdependent yetmutually negate each other’ (Miller, 1992).Whereas all nation brands contain both positiveand negative aspects, Brand Jamaica exhibits aperplexing combination of competing forces thatare struggling for dominance. Dialectic theoryappears to be a good model by which to explainthese tensions and contradictions. Dialectic, inthe Hegelian sense, is an interpretive methodthat explains the dynamic interplay betweentwo opposing forces or entities (Baxter andMontgomery, 1996; Rawlins, 2008). Itsuggests that some proposition (a thesis) isnecessarily opposed by an equally contradictoryproposition (antithesis). The contradiction oftenreconciled on a higher level of truth by a thirdproposition (synthesis). Dialectic theory has itsphilosophical roots in the idea that the world is inconstant ﬂux with creative and destructive forcesconstantly operating upon each other. Baxter andMontgomery (1996), for example, in applyingdialectics to communication and relationshipsargue that dialectic tension is the ‘tugs and pulls’that are present in relationships as a result of the‘co-existence of both repelling (centrifugal) andattracting (centripetal) forces. Figure 1 illustratesthe dialect tensions inherent in the Jamaican brand.This dialectic tension goes to the heart of thedilemma confronting Brand Jamaica. First, theﬁgure points to the extraordinary presence,inﬂuence and promise of many aspects of theJamaican national brand (for example, tourism,sports, particularly athletics and bobsled; a vibrantculture featuring the popular Reggae anddancehall music genres, a unique language/accent;an indigenous Rastafari movement, vibrantlifestyle, world famous export products such BlueBRAND JAMAICA   Music Reggae/Dancehall Violent Crime SportRastafariCorruption Tourism  Massive Debt Famous Citizens Human Rights Abuses PovertyUnemployment Export Products Homophobia VibrantLifestyle Figure 1: Brand Jamaica dialectic.Johnson202 © 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYCoffee and a multiplicity of iconic citizens, amongthem Bob Marley and Usain Bolt. Second, itpoints to the dangerous deﬁcits, and prolongedcrisis facing the Jamaican brand embodied inostensible weaknesses in the institutions, structuresand processes of governance – deep debt,corruption, violent crime, breaches of humanrights, poverty, rising employment andperceptions of homophobia.This glaring dichotomy exhibits the dialectictension within this nation brand, reproducingBrand Jamaica’s relative strength versus itsprofound vulnerability. The positive brandnarratives evident in top half of Figure 1 havehistorically served to elevate and position BrandJamaica into one of the world’s most popularnation brands. However, it is worth noting thatthe negative discourses displayed on the bottomhalf of Figure 1, have simultaneously served toundermine Jamaica in international publicopinion, and disrupt its capacity to take fulladvantage of its moral, social, economic andcultural capital. This dialectic contestationbetween opposing brand attributes in Jamaicasuggest that some variables may be performingbrand build functions, whereas others are equallyand simultaneously performing brand-reducingfunctions. In other words, both negative andpositive brand narratives are vying to becomethe dominant discourse in Jamaica.As the case of Jamaica indicates, nation brandscan exemplify constructive and progressivefeatures, as well as destructive and undesirablefeatures. This tension causes them to mutuallynegate each other – leaving the brand at risk ofstagnation. This is the position in which BrandJamaica ﬁnds itself. Despite having a globallyrecognizable brand, Jamaica is yet to truly prosperfrom the great equity embedded in its brand nameand culture. Scholars agree that nations thatmanage their country images and externalreputations are more likely to create moreconducive and attractive conditions for foreigndirect investment, tourism, trade and politicalrelations. Positive brand narratives must, no doubt,win in order for Brand Jamaica to improve itsbrand equity, and ultimately ensure its economicand social progress. If negative brand features suchas crime, poverty and corruption are allowed todominate, it will not only have a considerablenegative impact on the nation’s socio-economicgoals but also detract from and even undermine itsexisting brand achievements. This article aims toestablish the basis for a presumption in favor ofproactively managing the Jamaican brand; that is,positioning and promoting its many positiveaspects, while strategically reframing its negativefeatures. In the following section, I examine inmore speciﬁc detail some of the existing challengesconfronting Brand Jamaica.BRAND JAMAICA – IDEOLOGICALAND DEFINITIONAL DISCOURSESAs a point of departure, the prevailing construct ofJamaica’s national brand is itself ideologicallyﬂawed; it is predicated on existing exoticizeddiscourses about the Caribbean and othercountries of the global South. The ﬁrst challenge istherefore deﬁnitional. Within the past decade,Jamaican authorities, business interests andcitizenry have been increasingly captivated by‘Brand Jamaica’, but also concerned with itscurrent quality. Jamaica’s Prime Minister, PortiaSimpson-Miller, in her swearing-in speech on5 January 2012, for example, acknowledgedconcerns about Jamaica’s brand image. She stated,inter alia, that included in her mandate is theimperative to ‘protect the good name of Jamaicaat home and in the international community’.Jamaica, she declared ‘must remain for alla quality brand’. Noted Jamaican politicalcommentator, Buddan (2004), writing in theJamaica Gleaner newspaper, just a few years earlierin 2004 summarized the essential problemconfronting Brand Jamaica:Lately, … some organisations have describedJamaica as homophobic. TransparencyInternational describes Jamaica as corrupt.International credit agencies have at timessaid Jamaica is a bad place in which to invest.There is a general perception that Jamaica isa violent place.These grossly negative perceptions seem to suggestthat ‘Jamaica needs a clear deﬁnition of what kindBrand Jamaica203© 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYof country it is, what it stands for, and where itis going. But Jamaicans need to take the lead indeﬁning themselves or else others will deﬁne us fortheir own purposes, out of their own stereotypes,and based on their own prejudices’ (Buddan,2004). For Buddan, ‘the struggle over deﬁnition isnot just one between Jamaicans and foreigners, butbetween Jamaicans themselves, both at home andabroad’ (ibid.). Unlike a growing number ofcountries such as South Africa, Japan, India andAustralia that have established agencies to interpretand manage their national brands, there is, as yet,no ofﬁcial attempt by any coalition of Jamaicangovernment, business, non-government and civilsociety groups to determine what Brand Jamaica is,or ought to be. Whereas the JamaicanGovernment has recently established a nationaldevelopment plan called Vision2030, which is akind of roadmap to make Jamaica ‘a place ofchoice to live, work, raise families and do business’(PIOJ, 2013), the buy in by all stakeholders islargely absent. And Vision 2030 is by no means themessage the government is currently articulatingto the world.At present, the Jamaica tourism authoritiesare responsible for disseminating the key messagesof Brand Jamaica to the world. On the basisof a textual analysis of seven major Jamaicandestination tourism marketing and promotion adcampaigns since 1960 done by this author, namely,‘Come to Jamaica’ (1960–1963) ‘Come Back toJamaica’ (1963–1975), ‘Discover Jamaica –We aremore than a Beach’ (1975–1984), ‘Make it JamaicaAgain’ (1984–1994), ‘One Love’ (1994–2003),‘Once You Go You Know’ (2003–2013) and therecent ‘Jamaica – Get All Right’ (2013–present),I make the following observation: The ‘ofﬁcial’expression of Jamaican identity endorsed by thegovernment, and upon which it has relied sinceIndependence in 1962 is an exotic island paradiseof beautiful beaches, tropical weather, friendly,laid back people and Reggae providing a musicalbackdrop. This ready-made, unchanged, ﬁxedJamaican identity was manufactured over timethrough ideology and global mediated discoursesthat feature the islands of the Caribbean as exoticplaces; as paradise where the so-called nativesare not only laid back, but seen to be poor,under-educated and under-employed. It isa familiar but largely borrowed identity.By no means arbitrarily constructed, thishegemonic interpretation of Jamaica is based onsundry representational discourses (cinematic,mediated, linguistic, literary, economic, politicaland cultural) about ‘Third World’ countrieswhose collective histories have been linked to,if not dominated by the ravages of slavery andcolonization, violence and underdevelopment.Thus Jamaica is codiﬁed and constructed in asmediated and other texts from the global north isJamaica as either beautiful and mesmerizing orimpoverished and dangerous, or both. A glaringexample of this deﬁnitional dilemma occurred in2013 when German car manufacturerVolkswagen’s Super bowl commercial featureda white ofﬁce worker simulating the Jamaicanpatois accent, and encouraging his colleagues –who were in a busy ofﬁce meeting – to be happy,to ‘just chill out’ – ‘no worries man; everytingwill be alright’. A ﬁrestorm of commentary ensuedon social and traditional media with many punditsblasting the commercial as ‘racist’ and ‘off putting’for its attempt to portray blacks in general and theJamaican people in particular as happy-go-lucky;untroubled by the obligations and responsibilitiesof normal life, (The Daily Mail, 2013). Again,this exoticized interpretation of Jamaica, andJamaicans, in reality, recollects a colonial narrativebased on stereotypical ideas and predispositionsabout the Third World and the people from thispart of the world.The Jamaican government, nevertheless,endorsed the commercial as an accurate depictionof Jamaican culture. The country’s tourismministers, for example, hailed the ad as a ‘perfectillustration of Jamaican culture’s global reach, andour uncharacteristic penchant to be happy evenin challenging situations’ as well as ‘thetremendous appeal of Brand Jamaica and itshospitable people have globally’ (Hufﬁngton Post,2013). The Government of Jamaica was seeminglygratiﬁed with the country’s patois language beingrecognized and used in an advertisement bya respected foreign manufacturer, designed fora popular televised sporting event, the Super bowlthat has tremendous global reach. Premised on theJohnson204 © 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYview that the controversial ad had the potentialto increase tourist arrivals, the JamaicanGovernment, through the Ministry of Tourismand Entertainment, unveiled the message of thecommercial as Jamaica’s new ‘ofﬁcial’ brandidentity at the 2013 World Travel Market event inLondon.Calling the new campaign ‘JAMAICA –Get AllRight’, the Jamaican tourism authorities declaredthat:Jamaica is more than a just a holiday destination,it’s a feeling, it’s an experience. The world isrealizing that Jamaica has so much to offer and somuch more than other destinations. For thisreason, we thought it was time to refresh the waywe market Jamaica. Jamaica is where peoplecome to ﬁnd positivity, a force making the worldfeel more all right through its rhythm, energy andspirit. Capturing that essence and bringing it tolife is what comes through in our new brand andcampaign identity. We wanted to bring thevibrant, joyous spirit of Jamaica to life. You go toParis for romance, Las Vegas to get wild, and yougo to Jamaica to Get All Right (The JamaicaObserver, 2013a).The Jamaica government, in other words,unapologetically assumed all aspects ofVolkswagen’s discursive construction of thecountry, and declined to challenge its subjectivelimitations or its political and cultural implications.Although a sense of humor and cheerful attitudeare fundamentally Jamaican, and does help citizensto cope during difﬁcult times, existing globalnarratives on Jamaica such as those conveyed in theVW ad, and by the Jamaica Tourist Board for overhalf a century, are, however, incomplete. Nigeriannovelist Adichie writes of the dangers of tellinga single story about a people and a place. Sheargues that ‘a single story creates stereotypes. It’snot that stereotypes are untrue but that they areincomplete. Stereotypes make one story the onlystory’ (Adichie, 2009). Single stories of a peopleand a place, she argues, not only ﬂattens one’sexperience of that place, but also overlooksmultiple other stories that help to form that placeand people. Since 1963, Jamaican authorities havefed into, reproduced and reﬂected back to theworld an exoticized island paradise, and a narrativethat essentially declares ‘come to Jamaica wherethere is “no problem mon” and “feel alright” asthe singular narrative and expression of Jamaica’snational identity’. This imported national identity,I argue, has endured far beyond its usefulness.In addition, rather than take the lead in deﬁningJamaica, Jamaican authorities, through tourismcampaign slogans such as ‘Once you go, youknow’, used to brand the island for the last decade(2003–2013), essentially asked external ‘others’ toderive their own interpretation of Jamaica basedon their individual encounter with the country.Although a few of the images on the print ads ofthe ‘Once You Go You Know’ campaign directtourists to speciﬁc attractions and experiences,Jamaican authorities have largely attemptedto build Brand Jamaica relying heavily on thesentiments and perceptions of others. The fact isthat Jamaica has struggled to deﬁne itself in theworld, and so has appropriated, over time, a brandthat was constructed elsewhere. The process ofestablishing a coherent, more complex expressionof Jamaican identity therefore remains at large.BRAND JAMAICA – THE LIVEDREALITYAnother challenge to Jamaica’s national brand isthe lived realities of the Jamaican people (as wellas the experiences of visitors (tourists, students,business travelers and investors as well as returningresidents to the island). It is difﬁcult, if notimpossible, to separate a country brand from thelived experience and material conditions of thepeople of that place. Beyond its idyllic portrayalas paradise lies the reality of Jamaica – a livedreality Jamaican citizens know ﬁrsthand.Consequently, one cannot begin to talk aboutBrand Jamaica, or embark on ‘branding’ Jamaicawithout starting at home; without acknowledgingthe country’s brutal history of violence, slaveryand colonization, or addressing, inter alia, theongoing challenges of economic instability (debt,unemployment, poverty); corruption and crimethe country confronts. Government policy andleadership with respect to economic growth,infrastructure development, employment, nationalBrand Jamaica205© 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYsecurity and education and so on, are fundamentalaspects of what deﬁnes and determines a countrybrand. The everyday lived experience of theJamaican people, and the effects of these challengeson the country’s public image are fundamental toongoing and future efforts to Brand Jamaica. I willlook at some of these issues, and the extent towhich they pose a challenge to the brand below.Economic instabilityThe Jamaican economy is in a dismal state,characterized by a brutal combination of lowgrowth, high debt and rising levels of poverty. Forexample, average annual per capita growth hasbeen negative 0.1 per cent over the past 20 years(Johnston, 2013). Indeed, Jamaica is cited as having‘the slowest growth rates in the Americas since2000, even behind disaster-ridden Haiti’, and‘runs ﬁscal deﬁcits for 44 of the 50 years of itsIndependence’ (The Economist, 2012). Thecountry’s huge debt is now at a staggering140 per cent of GDP. The consequence is thatdebt servicing accounts for the largest portion ofthe national budget, hampering spending oncritical social sectors such as health, education,as well as infrastructural development. Loweconomic growth means rising unemployment. Asof August 2013, Jamaica’s unemployment ratestands at 16.3 per cent, a climb from less than10 per cent in 2008. This is while per capitaincome stands at only US$5500 (compared withneighboring Barbados; and Singapore which standat $13 400 and $46 241, respectively) (STATIN(Statistical Institute of Jamaica), 2013; Williams,2013; The Jamaica Observer, 2013c).Although Jamaica experienced rapid economicgrowth and remarkable levels of prosperity, in the1950s and 1960s through new foreign directinvestments and foreign exchange earnings frommanufacturing and tourism as well as the bauxiteand alumina industries (Manley, 1974; The JamaicaObserver, 2013b), by the early 1970s, it was allover. Existing scholarship link this economicplummet to the world oil shock of 1973, whichupended the world economy causing a massiveglobal recession, and where developing countriessuch as Jamaica were forced to undertakea fundamental restructuring of their economies.The structural adjustment conditionalities, whileaimed at reducing ﬁscal deﬁcits and achievinggreater competitiveness, dealt a severe blow to analready enfeebled Jamaican economy, leavingsocial and economic sectors in a state of crisis(Johnson, 2011). Today, as austerity measurescontinue under newly imposed IMF conditions,the situation in the country is dire. The Jamaicangovernment ﬁnds it virtually impossible to boostits economy, repay debts, improve standards ofliving, create employment and give its poor anykind of meaningful life. Of its 2.8 millionpopulation, over 5 40 000 live below the povertyline, and struggle to pay for basic amenities suchas food, clothes, shelter and access education, andpublic transportation (Economic and SocialSurvey of Jamaica, 2012).It must be understood, however, that Jamaica’seconomic troubles are largely homemade, causedby poor economic management; unnecessarybureaucracy; inequitable distribution of wealth;period of political instability and widespreadcorruption (Manley, 1974; Johnson, 2011; TheEconomist, 2012). To say that the Jamaican peoplehave lost faith in their leaders is an understatement.The economic misery confronting the Jamaicanpopulation, including depreciation in theexchange rate in recent months, massive jumpsin inﬂation, reﬂected in rising costs of utilitiesand food, as well as new taxes imposed on basiccommodities, has been laid squarely at the feet ofsuccessive governments. The historic inability ofpolitical leaders to generate the kind of policiesthat are conducive to growth, low inﬂation andjob creation leads to justiﬁable conclusions ofa ‘crisis of leadership’. Political leaders are blamedfor failing to address socio-economic problemsin general and external shocks in particular.In addition, and oft ignored in the assessmentof Jamaica’s economic underperformance is thefact that the 1950s and 1960s when Jamaicaexperienced remarkable economic growth werealso periods of relative political stability. Thenew nation inspired business conﬁdence,particularly in domestic commodities such astourism and bauxite/alumina and so was able tostake claim in the new world economy. The 1970sJohnson206 © 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYin Jamaica, on the other hand, was a period ofunrest. The country’s two main political parties, theJLP and the PNP struggled for power in a bloodypolitical civil war that polarized the country,unnerved the international community andfrightened investors. Jamaica’s economic situation isthus bad for its brand. As an impoverished society,Jamaica is largely unattractive to foreign investors.This loss in conﬁdence is associated with highcosts of doing business in the country, includinghigh-energy charges, inadequate provision ofpublic infrastructure services (both physical andnon-physical) and increases in security costsbecause of high levels of crime, as I discuss below.Economic instability also lowers the stocks ofavailable social and human capital, therebyweakening the foundation for long-term economicgrowth and prosperity.A ‘dangerous paradise’ – Crime andBrand JamaicaWhen asked what they thought about the currentquality of Brand Jamaica, one citizen sums it upwith the following:Violence, music, laissez faire-ism – in terms ofpseudo-liberal kind of lifestyle; if you want toﬁnd somewhere to go where you can get awaywith breaking the law, that kind of thing, Jamaicawould factor in on the radar; very violent, gangsthat you fear; criminals who you should fear,scammers, a place to honeymoon, good ganja, yesand depending on how granular you get, a stabledemocracy in the Caribbean region, religioustolerance etc. (Personal Communication, 2013).Crime remains Jamaica’s biggest problem, and hasthe most damaging impact on the country’sinternational image. Leading criminologistsdescribe Jamaica as wedged in the midst of anintractable and profound ‘crisis of public safety’(Harriott, 2000). This deteriorating securitysituation is deﬁnitively tied to Jamaica’s reputationof having one of the highest rates of violentcrime in the world and the most murder-prone.Homicide rates have mushroomed dramaticallyover the last two decades. In 1990, for example,Jamaica’s homicide rate of 22.4 per 100 000 wasfour times above the global average of 5.5. By2001, it had risen to 44 per 100 000 after a record1138 murders that year. This homicide rate wasthen only surpassed by Colombia (63 per 100 000)and South Africa (52 per 100 000) (see Harriott,2000; Acosta, 2005). With limited success attackling violent crime, Jamaica’s murder rateclimbed to close to 1500 by the end of 2004.Although murders ebbed in 2012 to 1097,following the extradition to the United States oftop criminal boss Christopher ‘Dudus Coke’, bythe end of 2013, homicides again jumped to 1200.This extraordinary rate of violent crime has notonly undermined the rule of law in Jamaica, butalso elevated the level of citizen vulnerability, aswell as the fear (of crime) by visitors. The presenceof garrison communities ruled by criminaloverlords called ‘dons’, with extraordinary politicalconnections, and inﬂuence; the emergence of adrug economy at home, and the integration intothe international narco-trafﬁcking industry andwith it a notable shift in the position of Jamaicangangs in transnational crime (Harriott, 2000;Phillips, 2002; Johnson & Soeters, 2008), hasunderscored Jamaica’s reputation as lawless andunsafe. The perception that Jamaica is a kind of‘dangerous paradise’ has also increased with theescalation of non-violent crimes such as scams andfraud in recent years. The US Federal TradeCommission, for example, reported that, in 2011alone, the Jamaican lottery scam generated some30 000 complaints from American citizens, whowere scammed between $30 million and $1 billionper year. The lottery scam has also generatedsigniﬁcant negative international media attentionfor Jamaica, forcing American police departmentsto issue warnings to its elderly residents to bewary of calls from Jamaica’s 876 area code(see Hufﬁngton Post, 2012). Although theJamaican authorities have cracked down onscammers through arrests and new legislation, it iswithout question that the proliferation of scamsand fraud has negative consequences for Jamaica’sinternational reputation and brand image. Scamscompromise the money transfer mechanism bywhich crucial remittances vital to the economyﬂows into the country from the JamaicanDiaspora, thwart potential investments and leaveBrand Jamaica207© 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYthe impression to an international onlooker of aninsecure, dangerous country.Former Prime Minister, Patterson, in anapocalyptic remark in 1993, conﬁrmed thecentrality of Jamaica’s crime problem when heremarked: ‘It affects us all. It threatens our personalsecurity; it severely affects the investment climate.It impacts negatively on our tourism industry.All our efforts at economic stabilization anddevelopment will come to nothing if the monsterof crime is not controlled’ (Patterson, 1993,Budget Speech to Parliament). It is no longerpossible for Jamaica to think of crime as a minorsocial problem. It remains the number oneconcern for most citizens. Indeed, over the last50 years, Jamaica has undergone a fundamentalrevolution in the values, attitudes and behavioralnorms, which have guided the society. This hasmanifested itself in the intensiﬁcation of crime andviolence, civil disorder and other manifestations ofsocial deviance (Munroe, 1999; Gray, 2004;Johnson, 2011, 2005, 2008; Boyd, 2004).Arguably, the most serious manifestation ofJamaica’s declining social order and the gravestthreat to the state in decades erupted in May2010 when dissidents concentrated in the JLPstronghold of Tivoli Gardens, the constituency ofthen Prime Minister, Bruce Golding, barricadedthemselves in to protect area leader and allegedcriminal Christopher Dudus Coke. Coke was tobe extradited to the United States to face drug andgun running charges. In attempting to halt theescalating political and security crisis, the JamaicanGovernment instituted a national state ofemergency for the parishes of Kingston and St.Andrew for a month, and called in the military.This decision resulted in 74 civilian fatalities.These developments serve to reinforce popularperceptions of the Jamaican social landscape as‘aggressive, dangerous, unfriendly and impolite’(Abel, 2004). This view of the public sphere inJamaica illustrates the breakdown of the socialsystem and paints a bleak picture of the nationamong its own citizens at home, those in theDiaspora, investors, tourists and other overseaspopulations. The overall situation challenges andcontradicts the current ‘no problem’; ‘come and bealright’ representation of Jamaica being projectedinternationally. Ignoring crime and social disorder,and pretending it is a separate construct unrelatedto Jamaica’s overall image is unwise, only servingto weaken the brand and limit its potential.Corruption perceptions and BrandJamaicaAnother major challenge to Brand Jamaica is theperception of corruption. Despite recordingrespectable levels of human development, Jamaicais ranked among the worst in the world withregard to governance indicators such ascorruption. For example, of the 25 countriesmeasured in a 2010 Latin American PublicOpinion Project (LAPOP, 2010), the people ofJamaica (and Trinidad and Tobago) perceivedtheir country as the most corrupt. Externalperceptions are the same. TransparencyInternational Corruption Perceptions Index,which measures corruption among public ofﬁcialsand politicians around the world – where 10 is themost clean and 1 the most corrupt, ranks Jamaicabelow 5, among the most corrupt in the world(Transparency International, 2013). This negativeappraisal is bad for Jamaica’s public image.International organizations such as TransparencyInternational assert that corruption destabilizesa society as it thwarts public investment andundermines the democratic process. In a recentreport, the Jamaican anti-corruption agency,National Integrity Alliance (NIA) suggests thatcorruption also increases poverty and causes a braindrain where former contributors to the economymay choose to leave because of frustration.Corruption, NIA contends, causes citizens to losefaith in their political leaders, leading to a systemthat is neither transparent nor trustworthy.Recent surveys carried out by the Centre forLeadership and Governance at the University ofthe West Indies and Vanderbilt University afﬁrma general decline in quality governance in Jamaica.The ﬁndings of a 2010 poll revealed that the levelsof trust Jamaicans have in social and politicalinstitutions and in public ofﬁcials is generally low.On a 100-point scale, the police and politicalparties were the least trusted, receiving meanscores of 33 and 34, respectively. This is whileJohnson208 © 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYthe army and the mass media enjoyed thehighest levels of trust scoring 66 and 61 points,respectively. The Electoral Ofﬁce and SupremeCourt received marginal scores of 50 points(Powell et al, 2010). It is clear that the Jamaicanpopulation has lost conﬁdence in theirgovernment. Many share the view that theabsence of quality governance at home hasnegative consequences for Brand Jamaica ina global context. Indeed, according to oneJamaican executive interviewed for this study:I would say it must be very hard for you toconvince anybody to do business in a countrywhich ranks as low as Jamaica does in the worldcompetitiveness report, the doing business reportand where you have such heinous crimesoccurring; where corruption is so high; with ajustice system that is operating, functioning butnot at a level which causes a lot of conﬁdence onthe part of the Jamaican population. I don’t knowhow you go and tell people to come and dobusiness in Jamaica when they have other options(Interview, August 2013).Human rights and Brand JamaicaJamaica’s human rights record has long been a stainon its public international image, and as such atroubling issue for Jamaican authorities responsiblefor the country’s brand. The weak observance ofcivil and human rights in areas of law enforcement,children rights, violence against women andgirls, as well as gay rights has received muchinternational media attention. With regard to lawenforcement, the historical record on Jamaicaillustrates a systematic practice of violence bymembers of the country’s security forces. Policecrime statistics reveal that an average of 140 peopleare shot and killed annually by the Jamaican police,one of the highest rates of lethal killings in theworld. In 2001, Amnesty International (2001),in a damning report on Jamaica’s human rightssituation, argues that ‘the manner in which deadlyforce is frequently employed, and the absence ofprompt, thorough and effective investigations areconsistent with, in many instances, with a patternof extra-judicial killings’.In 2013, 12 years on, Amnesty Internationalreports that high levels of gang-related murders andkillings by the police persist in inner citycommunities, and a bad record with regard toholding the responsible ofﬁcers to account andproviding justice or reparations to the families ofvictims. Indeed, the report suggests that of the 2220fatal shootings by the police recorded between2000 and 2010, only two police ofﬁcers have beenreportedly convicted (Amnesty International,2012). Amnesty International (2013) also reportsthat no signiﬁcant progress has been made in theinvestigations into alleged human rights violationsduring the 2010 state of emergency. It must beacknowledged that the Government of Jamaica has,since early 2014, begun a Commission of Enquiryinto the 2010 event. In terms of the rights ofchildren, and violence against women and children,Jamaica is not faring well. For example,international organizations such as Human RightsWatch and Amnesty helped to draw globalattention to the controversial issue of childoffenders being housed alongside adults in prisons.The reports suggest that:Children as young as ages twelve and thirteen arelocked up for long period of up to six months inﬁlthy and overcrowded police lockups … Thechildren are often held in the same cells asadults accused of serious crimes, vulnerable tovictimization by their cellmates, and ill-treatmentby abusive police; and virtually always they areheld in poor conditions, deprived of propersanitary facilities, adequate ventilation, adequatefood, exercise, education, and basic medical care.Some of these children have not been detainedon suspicion of criminal activity but have beenlocked up only because they are deemed “in needof care and protection”. (see Human RightsWatch, 1999)This is while sexual violence against womenremains a real concern. The rate of sexual violenceagainst women in Jamaica is very high. In 2011,the police recorded 748 cases of rape, a 6 per centincrease when compared with 704 reported in2010 (The Jamaica Gleaner, 2012). Sexual assault isthe most common cause of injury for women.Amnesty International argues that violence againstBrand Jamaica209© 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYwomen in Jamaica persists because the state hasfailed to tackle discrimination against women,allowing social and cultural attitudes, whichencourage discrimination and violence. This, theorganization, argues violates the government’smost basic treaty obligations under the UNConvention for the Elimination of Violenceagainst Women, among others. It also suggests thatthe Jamaican Government has not adequatelyaddressed shortcomings in national legislationrelated to marital rape, incest or sexual harassment,thereby encouraging impunity and leavingwomen without the protection of the law. Thissituation does not augur well for Jamaica’s publicimage. The treatment of women and childrenspeaks loudly about the quality of a nation’s brand.Yet it may be homophobic violence whereJamaica’s human rights come under the mostinternational scrutiny. Jamaica is perceived to beamong the world’s most homophobic countries.In its 2013 report, noted human rightsorganization, Amnesty International reports thatattacks, harassment and threats were increasingagainst members of the Jamaican lesbian, gay,bisexual and transgender community. The globalmedia has given international attention to many ofthese violent incidents. The Jamaican law alsoexpressly prohibits homosexual expression.Section 76 of the Offences Against the PersonAct (1864) prohibits the ‘abominable crimeof buggery’ for which the punishment isimprisonment at hard labor for up to 10 years.Although Amnesty and other international andlocal human rights bodies consistently criticizeJamaica for retaining what it sees as an outdated‘buggery law’ on the grounds that the lawis unconstitutional and serves to promotehomophobia within the culture, no attempthas been made to amend or repeal it.In reality, successive governments have in effect,given legitimacy to gay discrimination. For example,former Jamaican PrimeMinister Bruce Golding, in a2008 interview with the BBC’s HardTalk program,declared that ‘there is no room for gays in myCabinet’ (BBC World, 2008). Current PrimeMinister, Portia Simpson Miller – while declaringher support for gays in her 2011 re-electioncampaign, stating that no one would bediscriminated against because of their sexualorientation – have made no attempts to remove thediscriminatory laws or raise the debate about gayrights in the Jamaica parliament. In fact, according toWilliams (2000, p. 110), ‘the notion of a gay orhomosexual person is not one that has any standingworthy of protection in Jamaica. The law, of course,is merely a reﬂection of wider social attitudes wherethe reality of a gay person or a gay community is notreadily acknowledged’.That gayness is not given political legitimacy orallowed to enter the Jamaican ‘national arena’ isexplicitly manifested in Jamaica’s music culture,which paradoxically, has been the most stridentpillar of the country’s global brand. AlthoughJamaica’s music is celebrated around the world,and Reggae and dancehall artistes have helped toarticulate the concerns and grievances of the poor,often mounting a lyrical counter war againstoppressive power structures, and have been atthe forefront of the global movement againstinequality and injustice, some of its contemporarymusic transmits intensely violent, homophobicmessages and lend support to antagonistic valuesand uncivil norms (Boyne, 2003; Johnson, 2011).Popular dancehall songs bear a call to arms against‘batty bwoy’ (male homosexuals) and lesbianscalling for their murder. A textual analysis ofpopular dancehall songs reveals that dancehallartistes publicly issue threats to members of the gaycommunity with impunity.The anti-gay political stance assumed by thecountry’s political leadership, the Church andmembers of the artistic community is detrimentalto Jamaica’s international image. It sends a negativesignal about Jamaica to potential investors, othercountries that look to Jamaica as a regional leader,tourists and other members of the internationalcommunity. The unwillingness to engage inchange activism or to challenge prevailing attitudestoward homosexuality in the culture has the effectsof isolating Jamaican artistes and prevents themfrom securing economic and other advantages ina global arena. For example, because of aspects ofJamaican music being tagged ‘murder music’ insome quarters, Jamaican artistes are subject to aninternational campaign that urges sponsors to pullfunding from offending artistes, pressures venuesJohnson210 © 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYnot to book them and/or stage boycotts andprotests when they perform (Nelson, 2010). Inaddition, Jamaican artistes have, in recent years,been banned from performing at internationalvenues across the United States, Europe, Canadaand the Caribbean. The United States has alsorevoked the visas of several artistes preventingthem from traveling to that country (The Guardian,2004; McKenzie, 2010).These are worrying developments. Peopleoutside the country, including Jamaicans in theDiaspora, investors, students and tourists, haveexpectations of political stability, the rule of law,tolerance and respect for justice. Global mediacoverage of bad governance, poverty, which itselfbreeds social ills; crime, corruption and failings ofjustice and homophobia, have persisted and haveserved to weaken the Jamaican brand. Althoughthere is continuity in the commitment of Jamaicansin the Diaspora to their homeland, and theycontinue speak with pride about their country,some commentators argue that there is a great dealof disappointment and sometimes embarrassmentamong the Diasporic community. It is clear thaton the platform of sports, music and destinationtourism, Jamaica’s brand remains famous and strong,but in many ways, it is a severely damaged brand.Yet it is the kind of brand that is so formidable thatnobody gives up on it. So what now?Moving forward: Branding Jamaicainto the futureWhat are some of the efforts that the Governmentof Jamaica can and should undertake to reimagine,reframe and reconstruct the Jamaican nationalimage? First, Jamaica, for its small population sizeand economy, is an undeniably powerful nationalbrand and needs to take full advantage of itscurrent presence on the world stage. As Jamaicaﬁnds itself in a problematic and perplexingsituation of prolonged negative images andlabels (even alongside positive perceptions), it isimportant that the Jamaican Government seek tocater to more than just the current sun–sand–seaand all-inclusive resorts/tourism-centric model asthe singular expression of Jamaican identity in theworld, and illustrate and express the truecomplexity of Jamaica’s brand. To successfullyaccomplish this, the Jamaican authorities mustundertake the following.Improve governanceThe Jamaican brand cannot be distinguished fromthe lived reality and material conditions of theJamaican people, as well as the experience ofthose who come to the island. The JamaicanGovernment must initiate and expand policy withrespect to building world class infrastructure andfacilities (roads, ports, transportation and so on),improving education, growing the economy,cutting unemployment, lessening corruption,reducing crime levels and attendant to this,improving human rights and reforming the justicesystem. The political leadership must also seek tofast track efforts at ‘de-tribalizing’ the country’spolitics (that is, making it less partisan andpolarized) and at ‘de-garrisonization’ (dismantlingcommunities controlled by criminals). TheJamaican authorities must also make efforts toinvest in the people of Jamaica in order to improvetheir quality of life with regard to housing, health,environment, youth and sports as well as takingcare of women and children. Making these crucialdevelopments at home are inextricably tied tohow people see and talk about Jamaica, and thusimperative at improving Jamaica’s reputation andre-imagining the Jamaican brand in a global arena.Establish a comprehensive andcoherent Brand Jamaica strategyIt is clear that Jamaica needs to take control of itsown destiny. Rather than allow itself to be deﬁnedby external others, the country must establisha brand fashioned by Jamaicans for Jamaica.Establishing a comprehensive and coherent nationbrand program is the appropriate direction forJamaica to take, as a major step in addressing someof the current and future challenges to thecountry’s economy and society. This strategyshould include a coalition of government,business, non-government and citizen groups tostart the process of understanding and managingthe nation’s brand. The government’s nationalBrand Jamaica211© 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYdevelopment plan, Vision2030, based onconsultations with a wide cross section of thesociety, seems a good start point for establishingnational consensus on what Jamaica stands for, andits overall mission. Vision2030 anchors itself onmaking Jamaica ‘the place of choice to live, work,raise families and do business’. However, thereneeds to be a national ‘buy in’ by all sectors of thesociety. Jamaican citizens ought to be able to agreeon, and articulate what the country is about, andwhat it wants to achieve in the next 10 or 20 years.In order to achieve this national consensus,Jamaican authorities must resolve their greatestdeﬁcit – and perhaps the biggest shortcoming ofcurrent Brand Jamaica initiatives, which itselfcomes down to one core requirement ofleadership – effective communication.The importance of public relationsThe ﬁerce competition among places to gainpositive media coverage, and to attract tourists hasmade advertising the publicity tool of choice forplace marketers. The World Tourism organizationreports that governments spend some $350 millionannually on destination marketing (Avraham andKetter, 2008). Although extremely costly,advertising has the beneﬁt of giving campaignmanagers direct control over the message and itstiming. Yet advertising has the disadvantage ofconsumers’ tendency to distrust ads and questiontheir credibility. It is thus important for Jamaicanauthorities to supplement its repertoire of Jamaica’spromotion strategies with effective public relations.Public relations aim to build and sustain goodrelationships between an organization and its variouspublics on whom its success or failure depends. Itdoes so by obtaining favorable publicity, building upa good public image, and handling unfavorablepublicity, rumors, stories or events when theserelationships go awry (Cutlip and Center, 2009).Deploying neutral mediated tools such as pressconnections, event publicity and lobbying toportray a place positively, public relations are vitalcomponents in place promotion.At present, Jamaica public relations effortslargely takes place through spokespersons fromthe JAMPRO and tourism authorities (forexample, Jamaica Tourist Board, primarily theMinisters of Tourism), as well as external PR ﬁrmssuch as RuderFinn, New York. Generally, publicrelations people focus their efforts on both thepositive and negative aspects of a place’s image.For example, RuderFinn (New York), whichhandles publicity on behalf of the Jamaica TouristBoard, works to promote the nation’s positive sidewhereas local spokespersons tend to handleresponses to negative news about the country.Recent examples include the death of Pakistan’scricket coach during the Cricket World Cup in2007, the violence and unrest associated with theextradition to the United States of wanted drugkingpin, Christopher ‘Dudus’ Coke in 2010 andthe controversy surrounding VW’s Super bowlcommercial in 2013. It is important that Jamaicandecision makers effect more organized publicrelations and work to prevent or mitigate thefallout of bad publicity via global news coverageabout crime and the myriad social problems thatmay cause Jamaica to be perceived as dangerous.Public relations, over and above advertising, thusbecome crucial particularly during times of suddencrisis. Recent negative publicity stemming fromupsurges of crime and violence, natural disasters,economic instability, corruption and declininghuman rights require strategic public relationsresponses, not merely advertising.Promote Jamaican intellectualproperty (the arts, sports, historyand business)It bears repeating that the articulation of Jamaicanidentity, as stated, should begin at home.Promoting the country’s credentials in the creativearts, sports, business, as well as its unique historyand the genius of its people, as part of a coherentnational brand build strategy is required.The artsWithin the context of Jamaica’s efforts to ﬁght itsway out of a severe economic downturn, the artsand culture has a fundamental role to play ingetting the nation on track. The arts in general(dance, drama, ﬁne arts), and music in particularJohnson212 © 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYare a substantial part of what Jamaica is about. Thecountry’s diverse and vibrant culture represent its‘calling card’ abroad and the most dominantexpression of Jamaican identity at home. Jamaicanculture – expressed in popular songs, dance anddramatic theater– has been important especiallyduring difﬁcult times. Reggae itself has largelybeen a reaction to society and a sort of soporiﬁc forthe political dissatisfaction of the population withpoor governance and a substandard way of life.Yet this music form has managed to become partof the global mainstream, with many of its artistesknown worldwide.Reggae has been part of the political expressionof oppressed people’s worldwide particularly thoseengaged in various liberation struggles throughoutthe 1960s and 70s onward. Thanks to artistes suchas Bob Marley, Jimmy Cliff, Burning Spear anda plethora of others, Reggae’s revolutionarymessage of peace, equality and justice continue toresonate around the world, and continues to beso recognized. For example, in 2000, the BBCnamed Bob Marley’s ‘One Love’ as the song of thecentury, while, in a piece entitled ‘The Best of theCentury’, Time Magazine, listed Marley’s 1977album ‘Exodus’, the best album of the twentiethcentury stating that ‘the album is a political andcultural nexus drawing inspiration from the ThirdWorld, then giving voice to it the world over’(Jamaica Gleaner, 2007).Jamaica also popularized the dreadlock hairstyleworldwide and gave widespread global appeal tothe spiritual ideology of Rastafari, an indigenousreligion that began in Jamaica in the 1930s. Indeed,the majority Afro-Jamaican population laid thefoundation for the nation’s ‘rich national culture byretaining their sense of spiritual values, by creatinga vivid creole language, preserving their naturallove for drama, music, song, drumming, forlaughter, sympathy and wit’ (Sherlock andBennett, 1998). All of this gives Jamaica rightsto an enormous intellectual property that mustbe leveraged to add value to the economy.SportsJamaican authorities must not only position sport,particularly athletics, as a part of the expression ofJamaican identity but it must hasten to build aviable sports economy, including sport tourism,now valued at $632 billion, 14 per cent of theoverall tourism product (Franklyn, 2009;UNWTO, 2009; Beckford, 2007). Jamaica’sastonishing accomplishments in sport is well-known. At the London Olympics in 2012, thecountry recognized 64 years of participation in theSummer Olympic Games stretching from its debutat the London Games in 1948. The nation’sdazzling performances at these Games are well-known. At the Beijing Games of 2008, Jamaicacaptured its largest medal haul of 12, winning boththe popular men’s and women’s 100 meter sprint.Indeed, it was the ﬁrst time – since the men fromthe United States did it in 1912 – that athletes froma single country won all the medals in the 100meter races (Franklyn, 2009).Jamaican iconic sprinter Usain Bolt (deemed thefastest man in the world), alongside compatriotsAsafa Powell, Shelly Ann Fraser-Pryce andVeronica Campbell Brown have set new bars ofachievement in world athletics, earning the nationthe moniker ‘The Sprint Factory’. Although trackand ﬁeld is where Jamaica has had the mostdominant presence, producing world records forwell over 5 decades, Jamaica has also producedinternationally acclaimed athletes in multiplesporting ﬁelds, including boxing, swimming,cycling, netball, football, volleyball, weightlifting,wrestling and bobsled, and have won multiplemedals across these disciplines. Its historicqualiﬁcation and participation in the bobsledcompetition at the Winter Olympics in 1988(Montreal Canada) – which became the subject ofthe popular Disney ﬁlm, ‘Cool Runnings’, andSochi, Russia in 2014; as well as the participationof the ‘Reggae Boyz’ at the Football World Cupin France 1998 are remarkable. These combinedachievements have the potential to catapult thenation into a global sports brand, with hugepotential to contribute to the Jamaican economy(see Beckford, 2007).Exploit the ‘Made in Jamaica’ labelJamaican authorities should seek to capitalize onthe ‘Made in Jamaica’ label to gain ‘countryBrand Jamaica213© 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYequity’ and economic traction for its popularexport commodities such as Blue MountainCoffee, Wrap and Nephew Jamaica Rum, RedStripe Beer and Jerk Sauce. Country equity isessentially an emotional value that stems fromconsumers’ association of a brand with a country.In global marketing, perceptions and attitudestoward particular countries often extend toproducts and brands known to originate in thosecountries. These perceptions can be positive ornegative, and is impacted by past promotion,product reputation and product evaluation andexperience (Viosca et al, 2005). For example, onthe positive side, in the same way that Italy isassociated with style, Japan with technology, Brazilwith football, Jamaica is currently linked withentertainment, notably Reggae, tourism andathletics, but can also take advantage of itsassociation with certain products that carry the‘Made in Jamaica’ label.Jamaican manufacturers and business interestsmust become more alert to the ‘country of origineffect’ on the market’s perception of a country’sproducts and services and seek to improve thebrand equity of its export commodities. Forexample, given the increasing ﬂood of other coffeebrands on the global market, Blue MountainCoffee must ﬁnd a way to stand out and still be thecoffee of choice for consumers of this beverage.Other products such as Jamaica’s Jerk sauce, rumand Red Stripe beer and other products thatmanufacturers want to become competitive inthe global market require immediate attention.Jamaican marketers for example, should seek todevelop and strengthen the impressions globalconsumers have of its products. Brands withgreater equity are less vulnerable to competitivemarkets and crises. They also beneﬁt from greatertrade cooperation and support. It is also importantthat Jamaica improve the brand of its products inthe global marketplace through evaluating choiceof labels, packaging and positioning in newmarkets beyond the Diasporic community.The Jamaican peopleThe Jamaican people must be positioned at thecenter of Jamaica’s national and internationalidentity. The remarkable story of Jamaicanachievement must be told through the prism of itspeople, and the Jamaican people ought to be mademore visible in global understanding of Jamaica.That the Jamaica Tourism Board in its recentcampaign (2013 Come to Jamaica and FeelAlright) chose to use a white American mimickingthe Jamaican accent is regrettable. Jamaica boastsan exceptionally gifted people, many of whomhave made a remarkable and substantial impact intheir various ﬁelds and have helped to shape thenation’s image in the international arena. Otherssuch as the maroons, Rastafarians and earlyfreedom ﬁghters and modern nationalists haveall contributed to the country’s unique history.All of these developments characterize the identityof Jamaica and Jamaicans. This aspect must ﬁndplace in current Brand Jamaica campaign.Overall, in establishing a comprehensive nationalbrand build strategy, Jamaican authorities haveto come to terms with the current quality ofBrand Jamaica, take deliberate steps to tackle thechallenges impacting the brand, and exploit itspositive features. This, I suggest, involves addressingthe three major planks, as outlined in Table 1.CONCLUSIONOn the basis of the preceding, I make thefollowing summary conclusions. Despite itspopularity in the world community for itsastounding successes in sport, music anddestination tourism, Jamaica remains a strong,Table 1: Requirements to transform Brand JamaicaCurrent state of brand Future state of brand1. Jamaican brand identityformed externally; limitedand based on stereotypesNeed for a locally derived, anddiverse identity involving allstakeholders across theJamaican society2. Prolonged crises – Violentcrime, corruption,unemployment, debt andso on.Requires strategic andintentional response toaddress crises and diminishimpact (negativeperceptions) on targetaudience2. Positive features makesBrand Jamaica formidableRequires intentional (versusaccidental) branding beyondthe tourism-focused sun–sea modelJohnson214 © 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYfamous but damaged brand. Although exoticizedin global media and endorsed by Jamaican tourismauthorities as an island paradise of beautifulbeaches, lavish resorts and a laidback lifestyle,Jamaica, is nevertheless experiencing enduringcrisis – economic instability, unemployment, highlevels of crime and violence, corruption and somehuman rights issues. These conﬂicting impressions,and ‘either or’ narratives ultimately serves toweaken the Jamaican brand in international publicopinion. They oversimplify the nation, and do nottell the complete story of this remarkable country.It is without question that good advertising hasbeen essential in creating the model tourismdestination brand enjoyed by Jamaica today.However, ‘that’s not the same thing as a positive,famous, well-rounded, nation brand thatstimulates attention, respect, good relations andgood business’ (Anholt, 2006). The Jamaicanauthorities, through its Jamaica Tourism Board,Jamaica Promotions and other agencies, ought tocall upon the multiple, complex narratives thatdeﬁne Jamaica in its promotion of the country, notjust articulate a singular sun–sand–sea narrative ofJamaica. It is worth adopting what Avraham andKetter (2008) calls a ‘multi-step model’ for alteringa place’s image. This model attempts to identifyand acknowledge the speciﬁc crisis (or crises)impacting a place, pinpoint the target publics forwhom the place tries to alter its image and devisingthe most suitable strategy or a mix of strategies torespond. Current strategies deployed by Jamaicaare indicative of a ‘business as usual’ approach –ranging from disregard for or partialacknowledgment of a crisis, to moderate copingmeasures. Future strategies must adopt a moreproactive versus passive approach. These mayinclude, among others, delivering a countermessage, spinning liabilities into assets, ridiculingstereotypes of Jamaica and/or branding contraryto the stereotype.Fundamentally, Jamaican authorities mustensure that the articulation of Brand Jamaicabegins at home, that Jamaicans taking the lead indeﬁning themselves. Every Jamaican organization,company and citizen must have the same missionin mind; their energies and behavior ought to bechanneled in the same direction that is positive andproductive for the country’s reputation. AllJamaicans should be able to articulate the samepowerful, credible and interesting story aboutwhat their country is about, what its tourism,sports and cultural products are about, what thenation stands for and do not stand for. Thisconsensus is crucial to Jamaica’s brand success.It is also critical that Jamaica’s authoritiesaccelerate steps to address the enduring challengesof governance it confronts, including inter alia,economic underdevelopment, unemployment,crime, corruption and a decline in human rightsif it hopes to gain control over its public image.It also needs to build on the power of its creativeindustries and establish new intellectual property,and align this innovation with a comprehensive(as opposed to cosmetic) national strategy forenhancing the nation’s reputation, and achievingits economic and social goals.ACKNOWLEDGEMENTSThe author would like to thank Drs KamilleGentles-Peart and Roxanne O’Connell of RogerWilliams University for their invaluable insightsand comments on this article. The author,however, accept full responsibility for anyshortcomings contained herein.REFERENCESAbel, W. (2004) ‘Restore Values and Attitudes – PleaseMr. Prime Minister. June 23, http://jamaica-gleaner.com/gleaner/20040623/health/health4.html, accessed 26 January2014.Acosta, A. (2005) The Policymaking Process in Jamaica: FiscalAdjustment and Crime Fighting Policies. Washington DC:InterAmerican Development Bank.Adichie, C.N. (2009) The danger of a single story. In TedTalks.7 October, http://www.ted.com/talks/chimamanda_adichie_the_danger_of_a_single_story.html, accessed 1 January2014.Anholt, S. (2006) Brand Jamaica feasibility study. 14 February(Unpublished).Anholt, S. (2010) Places: Identity, Image and Reputation. NewYork: Palgrave Macmillan.Amnesty International. (2001) Country Report – Jamaica.Amnesty International. (2012) Jamaica Must Tackle ShockingWave of Police Killings. News Archives. 8 March.Amnesty International. (2013) Annual report: The state of theworld’s human rights – Jamaica.Avraham, E. (2009) Marketing and managing nation brandingduring prolonged crisis: The case of Israel. In Place Brandingand Public Diplomacy 5(3): 202–212.Brand Jamaica215© 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYAvraham, E. and Ketter, E. (2008) Media Strategies for MarketingPlaces in Crisis. Oxford: Butterworth-Heinemann.Avraham, E. and Ketter, E. (2009) Will we be safe there:Analysing strategies for altering unsafe place images. PlaceBrand and Public Diplomacy 4(3): 196–204.Avraham, E. and Ketter, E. (2013) Marketing destinations withprolonged negative images: Towards a theoretical model.Tourism Geographies: An International Journal of Tourism Space,Place and Environment 15(1): 145–164.Baxter, L.A. and Montgomery, B.M. (1996) Relating: Dialoguesand Dialectics. New York: The Guildford Press.BBC. (2008) ‘HardTalk’. Interview with Stephen Sackur. 20May, http://www.youtube.com/watch?v=YeVy5Sp6xyw,accessed 15 January 2014.Beckford, C. (2007) Keeping Jamaica’s Sports on Track. Kingston:Pear Tree Press.Boyd, R. (2004) Uncivil Society: The Perils of Pluralism and theMaking of Modern Liberalism. Maryland: Lexington Books.Boyne, I. (2003) Sex, gun and greed: Dancehall’s threatto society. In The Jamaica Gleaner. 6 April, http://www.jamaicagleaner.com/gleaner/20030406/focus/focus1.html,accessed 15 January 2014.Buddan, R. (2004) Brand Jamaica: Deﬁning ourselves, building anation. In The Jamaica Gleaner. 5 December, http://jamaica-gleaner.com/gleaner/20041205/focus/focus3.html, accessed21 November 2013.Cutlip, S. and Center, A. (2009) Effective Public Relations.New York: Prentice Hall.Economic and Social Survey of Jamaica. (2012) Planning Insti-tute of Jamaica (PIOJ), http://www.pioj.gov.jm/Home/tabid/37/Default.aspx.Franklyn, D. (2009) Sprinting into History: Jamaica and the 2008Olympic Games. Kingston: Wilson, Franklyn Barnes.Gray, O. (2004) Demeaned but Empowered: The Social Power of theUrban Poor in Jamaica. Kingston: The University of the WestIndies Press.Harriott, A. (2000) Police and Crime Control in Jamaica: NewChallenges for Public Policy. Kingston, Ontario: University ofthe West Indies Press.Hufﬁngton Post. (2012) Jamaican lottery scams spread despitecrackdown. 17 April, http://www.hufﬁngtonpost.com/2012/04/17/jamaican-lottery-scam_n_1431701.html, accessed5 January 2014.Hufﬁngton Post. (2013) Racist super bowl ad: Jamaica embracescontroversial Volkswagen commercial. 20 January, http://www.hufﬁngtonpost.com/2013/01/30/racist-super-bowl-ad-jamaica-volkswagen-commercial_n_2583710.html, accessed1 January 2014.Human Rights Watch. (1999)Nobody’s Children: Jamaican Childrenin Police Detention and Government Institutions. New York:Human Rights Watch.Jamaica Tourist Board. (2012) Annual travel statistics, http://www.jtbonline.org/statistics/Annual%20Travel/Forms/AllItems.aspx, accessed 1 January 2014.Johnson, H. (2005) Incivility: The politics of ‘people on themargins’ in Jamaica. Political Studies 53(1): 579–597.Johnson, H. (2008) Jamaican dons, Italian Maﬁas and thechances of a ‘reversible destiny’. In Political Studies 56(1):166–191.Johnson, H. (2011) Challenges to Civil Society: Popular Protest andGovernance in Jamaica. New York: Cambria Press.Johnston, J. (2013) The Multilateral Debt Trap in Jamaica. IssueBrief, Washington DC: Centre for Economic and PolicyResearch (CEPR).Kotler, P. and Gertner, D. (2002) Country as brand, pro-duct and beyond: A place marketing and brand mana-gement perspective. Journal of Brand Management 9(62):249–261.Latin American Public Opinion Project (LAPOP). (2010)Vanderbilt University, http://www.vanderbilt.edu/lapop/jamaica.php, accessed 15 January 2014.Manley, M. (1974) The Politics of Change: A Jamaican Testament.Washington DC: Howard University Press.McKenzie, C. (2010) ‘Dancehall’s Decline’. In The JamaicaObserver. 4 April, http://www.jamaicaobserver.com/enter-tainment/dancehall-s-decline, accessed 15 January 2014.Miller, K. (1992) Communication Theories: Perspectives, Processesand Contexts. New York: McGraw Hill Higher Education.Munroe, T. (1999) Renewing Democracy Into the Millennium: TheJamaican Experience in Perspective. Kingston: University of theWest Indies Press.Nelson, L. (2010) ‘Jamaica’s Anti-Gay “Murder Music” CarriesViolent Message’. In Intelligence Report, Issue 140. SouthernPoverty Law Center, Alabama.Patterson, P.J. (1993) Budget presentation. In: D. Franklyn(ed.) The Challenges of Change: PJ Patterson Budget Pre-sentations 1992–2002. Kingston, Ontario: Ian RandlePublishers, p. 17.PIOJ. (2013) Vision 2030 Jamaica. National DevelopmentPlan, http://www.vision2030.gov.jm/, accessed 21 January2014.Phillips, P. (2002) Television broadcast, speech broadcast to thenation (Jamaica) by then Minister of National Security, Hon.Peter Phillips.Powell, L., Lewis, B. and Seligson, M. (2010) The Political Cultureof Democracy: Democratic Consolidation in the Americas inHard Times. Kingston, Ontario: Centre for Leadership andGovernance (CLG), The University of the West Indies, andVanderbilt University.Rawlins, W.K. (2008) Friendship Matters: Communication, Dialec-tics and the Life Course. New Jersey: Transaction Publishers.Sherlock, P. and Bennett, H. (1998) The Story of the JamaicanPeople. Kingston, Ontario: Ian Randle Publishers.The Guardian. (2004) Pride and Prejudice. 9 December,http://www.theguardian.com/music/2004/dec/10/gayrights.popandrock, accessed 19 January 2014.The Daily Mail. (2013) Controversial Volkswagen ad thatuses white actors with Jamaican accents runs duringSuperbowl despite calls to pull it. 3 February, http://www.dailymail.co.uk/news/article-2273027/Controversial-Volkswagen-ad-uses-white-actors-Jamaican-accents-runs-Super-Bowl-despite-calls-pull-it.html, accessed 1 January2014.The Economist. (2012) Jamaica at 50: On your marks, get set…Oh. July 21, http://www.economist.com/node/21559348.The Jamaica Gleaner. (2012) Rampaging rapists. 12 March, http://jamaica-gleaner.com/gleaner/20120312/lead/lead1.html,accessed 21 January 2014.The Jamaica Observer. (2013a) Tourism Minister unveils newbrand campaign in London. 6 November, http://www.jamaicaobserver.com/news/Tourism-minister-unveils-new-brand-campaign-in-London, accessed 21 November 2013.Johnson216 © 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217AUTHOR COPYThe Jamaica Observer. (2013b) The Jamaican economy and pro-spects for the future. 19 April, http://www.jamaicaobserver.com/business/The-Jamaican-economy-and-prospects-for-the-future_14039624, accessed 4 January 2013.The Jamaica Observer. (2013c) DESPAIR – STATIN reportsunemployment now at 16.3%: Report says more womenthan men unemployed, http://www.jamaicaobserver.com/news/DESPAIR_14886016, accessed 4 January 2013.Transparency International. (2013) Country reports – Jamaica,http://www.transparency.org/country#JAM, accessed 19January 2014.STATIN (Statistical Institute of Jamaica). (2013) http://statinja.gov.jm/, accessed 4 January 2014.van Ham, P. (2001) The rise of the brand state: The postmodernpolitics of image and reputation. In Foriegn Policy 8(5): 2–6.van Ham, P. (2002) Branding territory: Inside the wonderfulworld of PR and IR Theory. In Journal of International Studies31(2): 249–269.Viosca, R.C., Bergiel, B.J. and Balsmeier, P. (2005) Countryequity: South Africa, a case in point. Journal of Place Manage-ment 12(1): 85–95.Williams, D. (2013) Beyond the grave: Is Manley’s economicphilosophy relevant to the advancement of contemporaryJamaica? In: D. Franklyn (ed.) The Party for the People. King-ston: Wilson Franklyn Barnes Publishers.Williams, L. (2000) Homophobia and gay rights activismin Jamaica. In Small Axe: A Caribbean Journal of Criticism7: 106–111.World Tourism Organization (UNWTO). (2009) Annual report.http://www2.unwto.org, accessed 14 January 2014.Brand Jamaica217© 2014 Macmillan Publishers Ltd. 1751-8040 Place Branding and Public Diplomacy Vol. 10, 3, 199–217",
    "id": 56706388,
    "identifiers": {
        "doi": null,
        "oai": "oai:docs.rwu.edu:fcas_fp-1209"
    },
    "title": "JAMAICA: A Famous, Strong but Damaged Brand",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-01-01T08:00:00+00:00",
    "publisher": "DOCS@RWU",
    "references": [],
    "sourceFulltextUrls": [
        "https://docs.rwu.edu/cgi/viewcontent.cgi?article=1209&amp;context=fcas_fp"
    ],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/56706388.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/56706388"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/56706388/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/56706388/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/56706388"
        }
    ],
    "abstract": "Image, brand and reputation are the new capital for nations in the twenty-first century. In this era of the global marketplace, nations, regions and cities are forced to compete with each other for tourists, investment, aid, students, for buyers of their products and services, and for talent. Scholars now agree that nations themselves have become brands, and are now obliged to manage their images in order to influence people’s decision in terms of purchasing, investing and traveling. Nations with unknown or poor reputations, including those enduring prolonged crises are thus likely to suffer marginalization and will not easily witness economic success (Viosca et al; Avraham and Ketter). In this article, I aim to explore the challenges confronting Brand Jamaica. I argue that positive global coverage of Jamaica’s outstanding brand achievements in sports, music and as a premier tourism destination, is being negated by its rival brands – economic instability (debt, poverty unemployment), crime, corruption and perceptions of declining human rights. The consequence is a contradictory, perplexing and problematic public image of Jamaica, with severe consequences for investment, tourism promotion as well as economic and social progress. The article points at the imperative for Jamaican authorities to evaluate the nation’s public image, manage the impact of prolonged crises on its brand and attempt to re-imagine Jamaica, in light of changing fortunes",
    "tags": [
        "text",
        "Jamaica; Brand Jamaica; nation brand; crisis management; crisis communication; public diplomacy",
        "Public Humanities and Arts",
        "Arts and Humanities",
        "Communication"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:docs.rwu.edu:fcas_fp-1209",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1335",
        "openDoarId": 0,
        "name": "DOCS@RWU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 56706388,
        "depositedDate": null,
        "publishedDate": "2014-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:14:24+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-12T15:33:30+00:00"
    },
    "urls": [
        "https://docs.rwu.edu/fcas_fp/209",
        "https://docs.rwu.edu/context/fcas_fp/article/1209/viewcontent/Jamaica___Famous_Strong_but_Damaged_Brand_1.pdf"
    ],
    "lastUpdate": "2024-01-24T00:14:24+00:00",
    "setSpecs": []
}