{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2019-10-29T12:24:38+00:00",
    "dataProvider": {
        "id": 3611,
        "name": "University of Dayton",
        "url": "https://api.core.ac.uk/v3/data-providers/3611",
        "logo": "https://api.core.ac.uk/data-providers/3611/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/232830090.pdf",
    "fullText": "Journal of Research, Assessment, and Practice in HigherEducationVolume 1Issue 1 Proceedings of the OCPA Annual Conference2016Article 10November 2016Journal of Research, Assessment, and Practice inHigher Education (Volume 1, Issue 1)Follow this and additional works at: http://ecommons.udayton.edu/jraphePart of the Educational Administration and Supervision Commons, Educational LeadershipCommons, Higher Education Commons, and the Student Counseling and Personnel ServicesCommonsThis Back matter is brought to you for free and open access by the School of Education and Health Sciences at eCommons. It has been accepted forinclusion in Journal of Research, Assessment, and Practice in Higher Education by an authorized administrator of eCommons. For more information,please contact frice1@udayton.edu, mschlangen1@udayton.edu.Recommended Citation(2016) \"Journal of Research, Assessment, and Practice in Higher Education (Volume 1, Issue 1),\" Journal of Research, Assessment, andPractice in Higher Education: Vol. 1: Iss. 1, Article 10.Available at: http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   i Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue   1et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   i Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue   JOURNAL OF RESEARCH,   ASSESSMENT, AND    PRACTICE IN     HIGHER EDUCATION   VOLUME 1, SPECIAL ISSUE PROCEEDINGS OF THE OF THE OCPA ANNUAL CONFERENCE 2016  Worthington, Ohio  Editor  Nasser Razek, Ed.D. The University of Akron  Managing Editor  Alan Demmitt, Ph.D. University of Dayton  ISSN: 2470-9549   2Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   ii Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  PROCEEDINGS OF THE  OCPA ANNUAL CONFERENCE 2016 CONTENTS  1 STUDENT UNREST: FROM HISTORIC INFAMY TO HUMANE INCLUSIVITY  Matthew A. Cooney and Kenneth W. Borland Jr.   6 WHAT’S IN AN ALLY? CLOSING GAPS IN LGBTQ+ SUPPORT  Laura Gentner    11 FIRST 100 DAYS PERSISTENCE-RETENTION PLANS  Kenneth W. Borland Jr.  17 PREPARE, HIRE, & RETAIN: THE LOST LINK BETWEEN GRADUATE PREPARATION AND RETENTION OF PROFESSIONALS IN STUDENT AFFAIRS  Nasser A. Razek, Jamie McCall, and Ellie Mulherin   21 UTILIZATION OF CHANGE THEORY TO IMPLEMENT  AN APPRECIATIVE ADVISING MODEL  Matthew A. Cooney, Joseph D. Pernick,  Kelsey L. Rice, and Emily A. Monago       26 REEL THEM IN: A FRAMEWORK FOR BRIDGING UNDERREPRESENTED STUDENTS TO STEM MAJORS  Emily McClaine, Kaitlyn Schrader, Nasser A. Razek,  Laura Weissbaum, and Christine Fabre Rose     The content herein was presented at the 2016 conference of the Ohio College Personnel Association. The methods, data, and conclusions in these conference papers are those of the authors and not necessarily of the OCPA, the University of Dayton, or the Journal of Research, Assessment, and Practice in Higher Education.  The Journal of Research, Assessment, and Practice in Higher Education is published online through eCommons, the open-access institutional repository of the University of Dayton.  Copyright © 2016, Ohio College Personnel Association  ISSN: 2470-9549 3et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   1 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  STUDENT UNREST: FROM HISTORIC INFAMY TO HUMANE INCLUSIVITY Matthew A. Cooney, Bowling Green State University Kenneth W. Borland Jr., Bowling Green State University ABSTRACT Infamous responses to historic student unrest clash with contemporary student affairs educators’ desire for a humane, inclusive approach to student unrest.  The authors detail two historic responses: the 1968 Tlatelolco massacre at the Universidad Autónoma de México and the 1970 Kent State University shootings.  Like today, students expressed escalating dissatisfaction with social conditions and displeasure with official responses.  To not repeat unrest becoming violence, authors introduce concepts for humanely and inclusively responding to student unrest. INTRODUCTION Student unrest is a global experience expressed in social media posts, informational pickets, occupying places, and confrontational protests that have become violent and lethal (Degroot 1998, Lipset, 1970, Van Dyke, 1998).  Many instances of student unrest occurred in the 1960s and 1970s, and a new wave of student unrest has begun across the United States.  To improve much younger student affairs educators’ response to contemporary student unrest, two infamous, historic responses to student unrest are described: At the Universidad Autónoma de México (UNAM) in 1968 and the United States’ Kent State University (Kent State) in 1970, unrest led to students killed by government forces.  Within those stories, there are factors contributing to student unrest, some parallel in contemporary United States higher education.  We then introduce practical concepts for humanely, inclusively responding to student unrest. UNAM AND KENT STATE The Olympic Games took place in Mexico City in 1968: a first for any Latin American country.  Though the Mexican government presented Mexico to the world as a strong, problem-free country, there was student resentment towards the government for changing so much of the country in order to host the Olympics (DeGroot, 2004).  It invested hundreds of millions of dollars in the Olympics rather than attend to its people living in poverty for many years.  Resentment about such social conditions erupted as a student movement at UNAM. Justo Sierra, Secretary of Public Education, led redeveloping a national university “to stimulate debate and learning while giving coherence to higher education by creating a single institution with an arts and sciences graduate school as its capstone” (Mabry, 1982, p. 4).  So, UNAM came to consist of multiple schools; la Escuela Nacional Prepatoria, la Escuela de Altos Estudios, and medicine and law schools.  A rector governed the institution with input from faculty and directors of each school.  As of 1960, UNAM had enrolled more than half of the 4Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   2 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  country’s students since 1910 (Mabry, 1982), and its la Cuidad Universitaria campus was a hotbed for student movements, especially in 1968. A fight between two UNAM controlled preparatory academies’ student groups broke out in the summer of 1968.  The fight sparked the conflict between the students and the state.  Granderos (riot police), at the urging of the local residents, broke up the fight with tear gas, clubs, and invading and occupying the academies.  Students became restless as “it was the arrogance of power, this belief that anything government forces did was legitimate, that angered students and non-students alike” (Mabry, 1982, p. 239).  The situation quickly escalated and student organizations arranged a protest against the use of extreme-force.  Two accounts of the protest are available.  One states protesters called for “urban guerrilla warfare and seizure of the schools to make them centers of opposition to the regime” (Mabry, 1982, p. 239) and then marched to the Zócalo.  The other, the government stated that students vandalized businesses, burned a bus, and were from pro-Communist groups.  Student protests lasted all summer as soon focused upon larger issues related to the government and its relationship with the police.  Their demands centered on six issues (Zolov, 2001): (1) freedom for political prisoners, (2) elimination of Article 145: an article that allows the government to detain people on charges of subversion, (3) abolition of the granderos, (4) dismissal of Mexico City’s Chiefs of Police, (5) freedom for victims of government repressions, and (6) charges brought against those responsible for repression. The government ignored the demands and protests increased, as did the overall number of protesters.  As many as 100,000 people participated in a protest on August 5, 1968.  As classes began in the fall, the Coalition of Secondary and Higher Education Professors of the Nation for Democratic Liberties (CMEMSPPLD in Spanish) joined the student movement and provided professional support (Mabry, 1982).  Their handbills critiqued the government and called for a more “democratic government and equal distribution of wealth” (Mabry, 1982, p. 255).  On August 13 300,000 people protested and on August 28 over 400,000 people protested. As the summer was coming to a close and Mexico began to become a world stage, the government developed a zero tolerance for the protests.  The army took over UNAM on September 18.  Ten days before the Olympics, disturbances increased and there was a dramatic turn for the worse.  Students began to assemble in La Plaza de las Trés Culturas (the Plaza of Three Cultures), a culturally significant area that contains the remains of Aztec temples, Spanish Churches, and Mexican buildings.  Thousands of students mobilized there, not knowing troops and police surrounded the area and snipers overlooked the plaza.  The granderos, police, and army disguised themselves in the crowd while wearing a single white glove or bandana, to indicate that they were government forces. The government stated that students began to fire on the troops, so the troops returned fire, killing students.  The students stated that the police started firing for no reason.  Soldiers killed and wounded hundreds and arrested thousands, and the government acknowledged 53 dead (a disputed number as witnesses stated bodies were placed in their vehicles before the Red Cross and Green Cross were allowed access.  The 1968 student movement in Mexico ended as their unrest was responded to with violence and, as Liebman (1970) stated, “students neither won their struggle nor gained virtually any of their stated demands” (p.169). Throughout the 1960s Kent State had numerous opportunities for campus unrest.  Heineman (2001) stated Kent State was destined to become a symbol for campus unrest because of the student demographics (primarily first generation), proximity to other cities such as Chicago, Cleveland, and Detroit, and its bar and musical scene.  For example, on May 1, 1970 a 5et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   3 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  fight broke out at a Kent bar and this small event turned into a riot as more than 400 students and out of town visitors smashed windows and ravaged the town.  In April 1970, President Nixon declared that the United States would begin bombing Cambodia: Immediately, political student activists across the country began to protest.  Recent years had been marked by increasing student unrest and activism as the Cold War, Vietnam War, and Civil Rights movements intersected with an increase in enrollment on American college campuses that led to a perfect storm for campus activism (Broadhurst, 2014).  Kent State students were primed to engage one day after the riot. May 2 the ROTC building was set on fire and firefighters were attacked as they attempted to extinguish the flames.  The ROTC building was targeted because it appeared to represent the university’s support of the Vietnam War (Kentstate1970.org).  The Ohio National Guard was brought to the campus; however, they were unsuccessful in an attempt to end the protesting.  Governor Rhodes held a press conference in Kent on May 3, condemning the protestors, and the university distributed over 12,000 flyers detailing the curfew hours and state of emergency set forth by the governor.   Events took a dramatic turn for the worse on May 4, as students mobilized across campus.  The National Guard attempted to disperse the crowd, but the students fought back with rocks, bottles, and other flying objects.  In response, the National Guard shot tear gas canisters into the crowd.  The students picked up the canisters and threw them back at the National Guard.  There are various accounts of what happened next at Kent State University, but one fact remains clear: the National Guard fired shots for 13 seconds, killing four students and wounding nineteen (Michener, 1971).   In reaction to the Kent State shootings, organized, public student unrest over social conditions and the violent official response to it came to an apex.  Over a million students protested the shootings on over 1,000 campuses (Heineman, 2001).  On May 15, in the shadow of Kent State, Jackson Mississippi city and state police shot students at the historically black Jackson State College, killing two and injuring 12.  It has been said that May 4, 1970 was the final day of the American student movement rooted in dissatisfaction with social conditions; because, the official response to student unrest was death. FACTORS CONTRIBUTING TO STUDENT UNREST A cross case comparison suggests four potential contributors to student unrest at UNAM and Kent State, factors paralleled in the new wave of student unrest.  While each factor has the potential for great celebration, each contributes challenges that can intersect with concern for social conditions and student unrest.  As such, consider increased access to higher education, strained town-gown relations, outside influence, and intense social change. The 1960s and 1970s saw an increase in access to higher education.  From 1965 to 1970 UNAM’s enrollment grew 34.6%, and by 1976 UNAM enrollment grew 223.3% and degrees awarded by 91% (Mabry, 1982).  American Baby Boomers entered college and enrollment almost doubled from 1960 to 1969 (Heineman, 2001).  Access in the United States also increased for women, persons of lower socioeconomic status, and persons of color who were struggling with oppressive social conditions.  Access continues to increase to more students with increasingly diverse and wide-ranging life experiences, varieties of contrasting cultural and religious and political norms, and perspectives on local-to-global social conditions. 6Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   4 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  Town-gown relations contributed to student unrest at UNAM, the granderos being called to disperse the fight between two high school rival gangs because residents were “tired of suffering from these altercations, which often meant vandalism, neighbors and merchants pleaded with the police to do something” (Mabry, 1982, p. 237).  Residents experienced a similar environment with Kent State students; bonfires built in the streets, cars stopped, store windows broken, and bars forced to close early.  Today, town-gown relations continue to have an impact on student unrest; especially, through service learning and civic engagement, and in communities experiencing challenging social conditions such as race, poverty, and policing. At UNAM and Kent State, there were agitating outside influences.  The government blamed the large UNAM demonstrations on communists, foreign nationals, and the Central Intelligence Agency who wanted to disrupt Mexico’s Olympic spotlight.  In the United States, no one knows who started the disruptions on May 4 that catalyzed the Kent State students’ unrest; but, in fact, the American student movement was often infiltrated, informed, and inspired by itinerant non-students.  Today’s outside influence is more likely persons and organizations disseminating information, voices, and activist strategies related to numerous social conditions.  As today’s students are “digital natives,” most outside influences engage via the Internet. Described above, UNAM and Kent State happened in a time when each country was experiencing intense social change, accompanied by heightened dissatisfaction.  Today’s students face polarizing social changes that challenge and divide America and the world; renewed and expanded issues related to oppression and justice, religion, terrorism and war, climate change, distribution of wealth, etc. The four potential contributors to student unrest at UNAM and Kent State are factors paralleled in the new wave of student unrest; increased access to higher education, strained town-gown relations, outside influence, and intense social change.  Each factor can contribute to a destructive or to a humane, inclusive response. HUMANE INCLUSIVITY: ANOTHER RESPONSE TO STUDENT UNREST From the historian’s vantage point, we can describe the failures and successes of certain responses to student unrest.  However, because student unrest is unique to a given campus’ internal and external environments, the persons and power involved, the timing and sequence and predictability of events, and the affective aspects of participants, there is no prescription for formulating a response to student unrest.  Yet, we believe there are practical concepts for humanely, inclusively responding to student unrest; captured with the notions prioritize, humanize, and democratize, or “PHD.” Prioritize (P).  Value student unrest as a risky means to important student and organizational learning, development, and civic outcomes that, as such, merit humane, inclusive responses.  Plan in order to meet the outcomes and risks in humane and inclusive ways; be alert to current and potential social issues, anticipate forms of and responses to unrest, and plan how to achieve positive outcomes.  Prepare everyone to value humane and inclusive responses to unrest in every way and with every reasonable detail of the plan, and with regular information.  Practice with table top and live drills, including the community, so that humane and inclusive response becomes first nature. Humanize (H).  Help students who are fellow humans dissatisfied with social conditions; be kind, give water and food and shelter, love them as hurting people, and remember soft answers turn away wrath.  Hear them; ask for their story in their voices and for their needs, listen 7et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   5 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  in person and via social media, show that you seek to understand regardless of your perspective.  Hang-in, giving students lots of your time in their presence, engaging them with great patience.   Democratize (D).  Do democracy; include all of the voices of all of the students and members of the campus, make peace everyone’s goal, and model civility.  Debrief after the fact, asking everyone, “What did we experience, accomplish, and learn?”  Develop, continuously, beyond what you experienced; improving policies, procedures, the climate, and the people throughout the campus and into the community where it is likely there still exist social concerns. CONCLUSION American campuses are encountering a new wave of student unrest, expressions of escalating dissatisfaction with social conditions and displeasure with official responses.  They are in an environment of increased access, strained town-gown relations, outside influence, and intense social change; factors that have sometimes contributed to student unrest.  It is incumbent upon all student affairs educators and campus leaders to learn from the failures and the successes of past responses to student unrest.  However, it seems more important to prioritize, humanize, and democratize responses to student unrest that are more humane and inclusive. REFERENCES Broadhurst, C. J. (2014), Campus Activism in the 21st Century: A Historical Framing. New Directions for Higher Education, 167, 3-15.  Degroot, J. G. (1998). Student protest: the sixties and after (Chapter 9). [Kindle Version]. Retrieved from Amazon.com. Heineman, K. J. (2001). Put your bodies upon the wheels: Student revolt in the 1960s. Chicago, IL: I.R. Dee Press.  Mabry, D. J. (1982). The Mexican university and the state. Student conflicts, 1910-1971. College Station, TX: Texas A & M University Press.  Mabry, D. J. (1998). The Mexican government and student conflict: An essay. In G. J. Degroot, Student protest: the sixties and after (Chapter 9). [Kindle Version]. Retrieved from Amazon.com. Michener, J. A. (1971). Kent State: What happened and why. New York, NY: Random House. Liebman, A. (1970). Student activism in Mexico. The Annals of the American Academy of Political and Social Science, 395(1), 159-170. Lipset, S. M. (1970). Students and politics in comparative perspective. In P. G. Altbach, The student revolution: A global analysis (pp. 29-49).  Bombay, India: Popular Press. Kent State 1970. (n.d). Retrieved from http://www.kentstate1970.org/timeline/may3rd1970.  Van Dyke, N. (1998). The location of student protest: Patterns of activism at the American Universities in the 1960s. In G. J. Degroot, Student protest: the sixties and after (Chapter 2). [Kindle Version]. Retrieved from Amazon.com. Zolov, E. (1998). Protest and counterculture in the 1968 student movement in Mexico. In G. J. Degroot, Student protest: the sixties and after (Chapter 6). [Kindle Version]. Retrieved from Amazon.com. 8Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   6 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  WHAT’S IN AN ALLY? CLOSING GAPS IN LGBTQ+ SUPPORT Laura Gentner, University of Dayton ABSTRACT This study will explore the relationship between LGBTQ+ identifying students’ expectations of and experiences with allies, and their perceptions of campus climate. LGBTQ+ ally training programs and visibility of LGBTQ+ allies contribute to both campus climate and LGBTQ+ students’ perceptions of that climate, leading to more positive and healthy college experiences. However, it is not clear that current practice in training and educating allies truly reflects the needs of LGBTQ+ identifying students. While research is available for the design and implementation of ally training programs, there is little to no research on what LGBTQ+ identifying students expect of allies, nor is there research into the effect of those expectations on the perception of campus climate. Not only is there a dearth of knowledge on the perception of allies by LGBTQ+ identifying students, there is little knowledge of the effect of ally programs on the experiences of students who go through them (Worthen, 2011). Likewise, there is little to no available knowledge of the effect of ally programs on LGBTQ+ identifying students. Well-meaning individuals on many college campuses have undertaken the task to educate individuals as LGBTQ+ allies in an effort to improve the college experience of LGBTQ+ identifying students. However, well-meaning people run the risk of causing damage when they act without understanding the many aspects to a complex system of oppression (Davis & Harrison, 2013). Understanding LGBTQ+ identifying students’ expectations of allies, as well as the effect of those expectations on perceptions of campus climate, is vital to understanding and addressing the LGBTQ+ experience on college campuses. INTRODUCTION LGBTQ+ identifying college students often face different challenges than their peers. Campus ally programs and the increased visibility of allies contribute to improvements in campus climates for LGBTQ+ identifying students. However, it is not clear that current practice for training and educating allies truly reflects the needs of LGBTQ+ identifying students. This study aims to identify the gap between current practice and the needs and requests of LGBTQ+ identifying students.  While American culture is becoming more inclusive of people who identify as LGBTQ+ (Perrin et al., 2013),  heterosexism is still prevalent in American society (Massey, 2009), and on college campuses (Rankin, 2006; Stevens, 2004; Worthen, 2011). Campus climate has a profound impact on the development and wellbeing of LGBTQ+ identifying students (Worthen, 2011; Stevens, 2004), including increased likelihood of experiencing harassment, and increased risk of mental health issues and thoughts of self-harm. The mere perception of a non-welcoming 9et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   7 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  climate can negatively impact on LGBTQ+ identifying students (Stevens, 2004; Rankin, 2006). In contrast to difficulties LGBTQ+ identifying students experience in college, Worthen (2011) points out that a university environment provides a unique setting for personal discovery, which makes it a powerful place to develop LGBTQ+ acceptance. Institutions of higher education have the opportunity and responsibility to attend to campus climate for LGBTQ+ identifying students. While research is available for the design and implementation of ally training programs, there is little to no research on what LGBTQ+ identifying students expect of allies, nor is there research into the effect of those expectations on the perception of campus climate. There is, however, some research devoted to people of color’s perception of allies (Brown & Ostrove, 2013). Not only is there a dearth of knowledge on the perception of allies by LGBTQ+ identifying students, there is little  knowledge of the effect of ally programs on the experiences of students who go through them (Worthen, 2011).  Likewise, there is little to no available knowledge of the effect of ally programs on LGBTQ+ identifying students. Well-meaning individuals have sought to educate individuals as LGBTQ+ allies in an effort to improve the college experience of LGBTQ+ identifying students. However, well-meaning people run the risk of causing damage when they act without understanding the many aspects to a complex system of oppression (Davis & Harrison, 2013). Understanding LGBTQ+ identifying students’ expectations of allies, as well as the effect of those expectations on perceptions of campus climate, is vital to understanding and addressing the LGBTQ+ experience on college campuses.   RESEARCH PURPOSE The purpose of this study is to identify the link, if any, between LGBTQ+ identifying students’ expectations of allies, experiences of LGBTQ+ identifying students’ interaction with allies, and LGBTQ+ identifying students’ perceptions of campus climate. This potential relationship may have implications for current practice in LGBTQ+ ally training programs.  The following questions will be addressed during the course of this study:  What is the effect on LGBTQ+ identifying students’ level of satisfaction with ally experiences based on their expectations?  Do those expectations have an effect on LGBTQ+ identifying students’ perception of campus climate?  Do LGBTQ+ identifying students’ experiences with allies affect their perception of campus climate? VARIABLES  The variables involved in this study are defined below, and include the independent variable, dependent variables, and extraneous variables. The independent variable is LGBTQ+ identifying students’ expectations of allies and allyship. This study will explore LGBTQ+ identifying students’ expectations of allies through qualitative interviews. The first dependent variable is LGBTQ+ identifying students’ satisfaction of experiences with allies. This study will gauge LGBTQ+ identifying students’ satisfaction of experiences with allies through the use of qualitative interviews. The second dependent variable is LGBTQ+ identifying students’ perceptions of campus climate. This study will qualitatively assess LGBTQ+ identifying students’ perceptions of campus climate.  Extraneous variables include: Degree to which the 10Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   8 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  student is “out,” or publicly shares their LGBTQ+ identity; LGBTQ+ identity(s); Age; Major of study; Race; and Ethnicity. METHODS Because this study specifically addresses the perspectives of a marginalized and relatively small population, the study will benefit from a qualitative design. While Mertens (2015) does not specifically address the LGBTQ+ population, she does point out the benefits of using qualitative methods with both racial/ethnic minorities and feminist perspectives in order to address systemic oppression, which the literature shows to affect the LGBTQ+ population, in addition to the presence of intersecting identities within all three populations.  Mertens (2015) goes on to describe some situations in which qualitative design is the most practical approach, including the need for detailed and in-depth knowledge of specific populations, a focus on diversity and unique qualities of individuals, and the lack of an available quantitative measure. The research questions outlined above require a qualitative approach because of the detail required to fully provide answers, as well as the focus on individual experiences. In addition, as shown in Chapter Two, no measure exists to answer these questions. Grounded Theory and Data Collection Because of the foundational lack of current knowledge on the topic of LGBTQ+ identifying students’ expectations of allies, experiences of LGBTQ+ identifying students’ interaction with allies, and LGBTQ+ identifying students’ perceptions of campus climate, grounded theory (Mertens, 2015) is an ideal qualitative method. Therefore, data will be collected through in-depth interviews and analyzed in order to create a foundational theory. Interviews will be conducted with open ended questions in order to understand the particular sexual orientation and gender identity of the participant, their coming out experiences, experiences and relationships with allies, qualities they look for in and expectations they have of allies, as well as their perception of the campus climate at their institution. Consistent with qualitative and grounded theory interviewing (Merten, 2015), the questions outlined will serve merely as a guide, as the actual path of the interview will be determined by the participant’s responses.  Sample The sample for this study will consist of LGBTQ+ identifying undergraduate students at a mid-sized, private, Catholic, research institution. Because the LGBTQ+ population consists of significant diversity in sexual orientation and gender identity, it will be important to not only seek participants that represent a variety of LGBTQ+ identities, but also to refrain from generalization if the participant diversity is not comprehensive.  This study will utilize a snowball sampling method (Merten, 2015) in order to gain access to a largely invisible and private population through starting with personal connections based on trust. The hope is that those connections will yield 10 diverse LGBTQ+ identifying participants.  STUDY SIGNIFICANCE While research is available for the design and implementation of ally training programs, little to no research exists that addresses the desires and expectations of the population such 11et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   9 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  trainings are intended to support. There is significant literature focusing on heterosexual ally behavior and identity (Burgess & Baunauch, 2014; Ji & Fujimoto, 2013; Jones, Brewster & Jones, 2014; Massey, 2009; Montgomery & Stewart, 2012; Munin & Speight, 2010; Poteat, 2015; Russell, 2011), but none of these studies are grounded in empirical research on LGBTQ+ identifying individuals perceptions or expectations of allies. This study will start to explore those perceptions and expectations that are currently missing from the literature. Understanding LGBTQ+ identifying students’ expectations of allies, as well as the effect of those expectations on perceptions of campus climate, is vital to understanding and effectively addressing the LGBTQ+ experience on college campuses in a socially just manner. The study of the potential relationship between expectations, experiences, and perception of campus climate may, therefore, have significant implications for current practice in LGBTQ+ ally training program design. CONCLUSION The purpose of this qualitative study is to explore the relationship between LGBTQ+ identifying students’ expectations of and experiences with allies, and their perceptions of campus climate. The results of this study may highlight areas of deficiency or opportunity in ally training programs on campuses across the country, especially religiously affiliated institutions. In turn, improving ally training programs may improve both campus climate and LGBTQ+ identifying students’ perceptions of that climate, leading to more positive and healthy college experiences for LGBTQ+ identifying students. REFERENCES Brown, K. T., & Ostrove, J. M. (2013). What does it mean to be an ally?: The perception of allies from the perspective of people of color. Journal of Applied Social Psychology, 43, 2211-2222. Burgess, E. O., Baunach, D. M., (2014). Heterosexual Allies? Understanding Heterosexuals’ Alliance with the Gay Community. Sexuality & Culture, 18, 936-958. Davis, T., & Harrison, L. M. (2013). Advancing social justice : Tools, pedagogies, and strategies to transform your campus. San Francisco, CA: Jossey-Bass.  Evans, N. J., & Wall, V. A. (1991). Beyond tolerance : Gays, lesbians, and bisexuals on campus. Alexandria, VA : American College Personnel Association.  Ji, P., Fujimoto, K., (2013). Measuring Heterosexual LGBT Ally Development: A Rasch Analysis. Journal of Homosexuality, 60, 695-1725. Jones, K. N., Brewster, M. E., & Jones, J. A. (2014). The Creation and Validation of the LGBT ally identity measure. Psychology of Sexual Orientation and Gender Diversity, 1(2), 181-195.  Massey, S. G. (2009). Polymorphous Prejudice: Liberating the Measurement of Heterosexuals’ Attitudes toward Lesbians and Gay Men. Journal of Homosexuality, 56(2), 147-172.  Mertens, D. M. (2005). Research and evaluation in education and psychology: Integrating diversity with quantitative, qualitative, and mixed methods ( 3rd Ed.). Thousand Oaks, CA: Sage Publications. 12Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   10 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  Montgomery, S. A., Stewart, A. J., (2012). Privileged Allies in Lesbian and Gay Rights Activism: Gender, Generation, and Resistance to Heteronormativity. Journal of Social Issues, 68(1), 162-177. Munin, A., Speight, S. L., (2010). Factors Influencing the Ally Development of College Students. Equity & Excellence in Education, 43(2), 249-264. Perrin, P. B., Bhattacharyya, S., Snipes, D. J., Calton, J. M., & Heesacker, M. (2014). Creating Lesbian, Gay, Bisexual, and Transgender Allies: Testing a Model of Privilege Investment. Journal of Counseling & Development, 92(2), 241-251.  Poteat, V. P., (2015). Individual Psychological Factors and Complex Interpersonal Conditions that Predict LGBT-Affirming Behavior. J Youth Adolescence, 44, 1494-1507. Rankin, S. R. (2006). LGBTQA Students on Campus: Is Higher Education Making the Grade? Journal of Gay & Lesbian Issues in Education, 3(2-3), 111-117.  Russell, G. M., (2011). Motives of Heterosexual Allies in Collective Action for Equality. Journal of Social Issues, 67(2), 376-393. Stevens, R. A. (2004). Understanding Gay Identity Development Within the College Environment. Journal of College Student Development, 45(2), 185-206.  Tetreault, P. A., Fette, R., Meidlinger, P. C., & Hope, D. (2013). Perceptions of Campus Climate by Sexual Minorities. Journal of Homosexuality, 60(7), 947-964.  Worthen, M. G. F. (2011). College student experiences with an LGBTQ ally training program: A mixed methods study at a university in the southern United States. Journal of LGBT Youth, 8(4), 332-377. 13et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   11 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  FIRST 100 DAYS PERSISTENCE-RETENTION PLANS Kenneth W. Borland Jr., Bowling Green State University ABSTRACT Taking environments, persistence-retention, and social capital theories to the individual student as the level of analyses, and placing them within a “First 100 Days” strategy of prioritized urgency and energy as utilized by presidents of the United States since Franklin D. Roosevelt, the author challenges broad-based, long-term approaches to student persistence and institutional retention of students.  A framework for “First 100 Days” persistence-retention plans for improved student and institution success is outlined. INTRODUCTION The values, vision, and mission of an institution are the ideological and inspirational foundation for strategies to improve an institution of higher education and its people.  Strategies must be made practical for implementation that will improve the campus physically, relationally and culturally, organizationally for the engagement of people and resources to meet goals, and for the inclusion and success of every professional and student. Informed by campus environment, persistence-retention, and social capital theories considered at the individual student level of analysis, enrollment management persistence-retention strategies should target individual student’s social capital and experiences, develop institution-student partnerships, and inaugurate with the prioritized urgency and the energy of a “First 100 Days” agenda.  The theoretical basis and “First 100 Days” traditions that support this thesis, a framework for “First 100 Days” persistence-retention plans are presented. THEORETICAL BASIS Numerous related theories and models justify this thesis; student-environments interface, persistence-retention, and social capital.  That persistence-retention plans should be framed by individual student’s social capital and experiences, and institution-student partnerships, is a logical progression from two influential bodies of this literature that stress the student-institution interface impacting outcomes. Astin’s (1970a, 1970b) Inputs-Environments-Outcomes Model (I-E-O) spotlights the interface of the students themselves, the student’s inputs (I), with the institutional environment (E) of collegiate experiences and interventions, and the resulting outcomes (O) of that interface.  Astin’s model was the first to significantly, broadly describe the student-institution relationship and remains a conceptual framework for much persistence and retention research. Elaborating on Astin’s environment (E), Strange and Banning (2001, 2015) use an ecological model to assess the influence of four intersecting collegiate environments (physical, human aggregate, organizational, constructed) that impact student and institutional learning, growth, and development.  They consider the interface of the student with the environment in 14Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   12 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  terms of attraction and persistence.  Their approach has become a standard for broadly understanding the student-institution interface. Numerous persistence-retention theories/models are conceptually rooted in Astin’s I-E-O.  They detail the importance of persistence-retention as a phenomenon and as a plan being connected to a student’s social capital and experiences, and to institutional partnerships with a student.  In chronological order, four theories/models, of various impact and perspectives, are very concisely introduced. Tinto (1994) presents a longitudinal model of voluntary institutional departure that includes student characteristics and goals, interfaces and integrations within the academic and the social systems of the institution, and the balance of intentions, and commitments within and beyond the institution.  Bean and Eaton (2000) present a psychological model of student departure that accentuates the student’s psychological processes and outcomes within the environment that shape outcomes, attitudes of fit and loyalty, and intention and behavior regarding persistence. Borland’s (2001-2002) paradigms of improving retention is a paradigmatic discussion of the institution’s economical, academic/learning, and student affairs/development frameworks, and the student’s persistence frameworks of curricular/certification and social/connection objectives.  Terenzini and Reason (2005) present the “parsing the first year of college” conceptual framework for studying the impacts of precollege characteristics and experiences, and their college experience (organizational context and peer environment) on the outcomes of learning, development, change, and persistence. Concerning student social capital, Bourdieu and Coleman are considered the modern “fathers” of social capital theory.  Bourdieu (1973, 1986) oriented social capital to yield economic and dominant cultural capital; attitudes, behaviors, credentials, education, and possessions required to promote social mobility.  To Coleman (1988), social capital was oriented toward creating human capital; agency, skills, knowledge, and abilities to influence one’s own outcomes.  Shaped by Bourdieu and Coleman, oriented toward upward social mobility and positively influencing one’s own outcomes, the theory of social capital has become important in its application to student persistence and institutional retention. Almeida (Tierney & Duncheon, 2015), illustrating social capital as a basis for persistence and retention in higher education, infers the value of educators and others helping to develop students’ social capital.  In particular, developing the social capital of low income youth so they may become successful in regard to the persistence-retention issue of college readiness. “FIRST 100 DAYS” AND “FIRST SIX WEEKS” TRADITIONS BASIS Undergirded by tradition more than science, there are two models for accomplishing high priority, time sensitive actions with urgency and energy.  They are motivationally and practically useful to higher education institutions seeking to immediately improve persistence-retention.  “The First 100 Days” is a motivational and practical model used by American presidents, and by businesses divesting or acquiring a business.  “The first six weeks” is a higher education parallel related to first year persistence-retention. Franklin D. Roosevelt was the first U.S. president to use the first 100 days strategy to urgently and energetically implement a high-priority, time-sensitive agenda.  In his First Inaugural Address (1933), he spoke of urgency, immediacy, and action to a desperate nation experiencing “The Great Depression” and the global unrest that soon led to World War II. 15et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   13 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  There are many ways in which it can be helped, but it can never be helped merely by talking about it.  We must act and act quickly. … There are the lines of attack.  I shall presently urge upon a new Congress in special session detailed measures for their fulfillment, and I shall seek the immediate assistance of the several States. … Through this program of action we address ourselves to putting our own national house in order.  … The (sic) emergency at home cannot wait. … It is the way to recovery.  It is the immediate way.  It is the strongest assurance that the recovery will endure. An immediate, three-month legislative-executive blitz, the “Hundred Days,” yielded the most wide-sweeping passing of legislation ever observed in such a concentrated period of time.  The strategy was so effective, American presidents’ are judged for accomplishments in their first 100 days.  Famously, John F. Kennedy’s Inaugural Address (1961) expressed this.  “All this will not be finished in the first 100 days.  Nor will it be finished in the first 1,000 days, nor in the life of this Administration, nor even perhaps in our lifetime on this planet.  But let us begin.” Businesses use the first 100 days strategy in the divesting or acquisition of one business by another.  The first 100 days are “the most important days post-close because the acquired company is more disposed to handle change.  This propensity is simply due to the expectation of change by most employees, and consequently delivers the most energy from those same employees for a buyer to implement change that can realize immediate value.”  The catalyzing of growth and the “low hanging fruit” of improvement can be quickly initiated, and “value can be created or risk mitigated” in relation to “retention” of customers and employees, “and making sure cultures are properly aligned” (Divestopedia, n.d.). “The first six weeks” is an often cited belief in higher education that the end of the first six-weeks of a student’s first term at an institution is a crossroads for success to persistence.  Betsy Barefoot (personal correspondence, 2001), a national leader in first-year student persistence and interventions, held that there was no scientific support this perception of the first six weeks.  Given the contemporary economy, attendance patterns, and diversity of students, that may be truer today.  However, there remains a traditional belief in “the first six weeks.” “The Rule of the First Sixes” for persistence-retention (Borland, 2012) suggests there are numerous critically important persistence-retention junctures or decision-points leading to the first six weeks and beyond, making a strategic approach to persistence-retention issues and interventions advantageous during those first days.  “The Rule of the First Sixes” is that persistence-retention will be influenced and must be improved by interventions within the individual student’s first six minutes, hours, days, weeks, and months (and six years, not addressed herein) at the institution.  These are those decision points with illustrative questions.     1st Six Minutes: Where can we park to unload, are these people friendly, am I already lost?  1st Six Hours: Have I found my room, had a good experience with a roommate, been made to feel welcome and safe, been able to get a meal, missed my family?   16Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   14 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue   1st Six Days: Have I found all of my classes and felt confident, are the syllabi overwhelming, have I found people I can consider friends, am I functioning ok away from home?  1st Six Weeks: Am I successful a third to a half way through my first term of coursework, am I connecting to this place and the people and organizations, is college for me, can I find answers or support when I need it, do I want to come back for another term?  1st Six Months: Is my career plan working out, how is my money situation, as much as I miss home is this place feeling like “my home away from home”?  I-E-O, campus environment, persistence-retention, and social capital theories considered at the individual student level of analysis rather than the cohort support the design of persistence-retention plans targeting individual student’s social capital and experiences, and developing institution-student partnerships.  Yet, many persistence-retention plans are long-term, general, and could be improved with an intensive, inaugural strategy. The motivationally and practically oriented traditions of “The First 100 Days” the “first six weeks,” and multiple persistence-retention decision points from the first six minutes to the first six months, support persistence-retention plans designed with the prioritized urgency and energy of “The First 100 Days.” “FIRST 100 DAY” PERSISTENCE-RETENTION PLANS Therefore, “First 100 Day” persistence-retention plans must be unique to a student and a campus to address individual student’s social capital and experiences, develop institution-student partnerships, and to work with prioritized urgency and energy in the student’s first 100 (+/-) days.  Plans must focus on individual student’s inputs (I), interface with the environment (E), and student-institution co-ownership of the student’s persistence-retention outcomes (O). Analyze individual student’s inputs (I); attending to specific student and human aggregate identity, academic and relational ability, pre-college experiences, life skill and higher education social capital, and other individual characteristics.  Knowing the student in this way, analyze and intervene to improve each student’s characteristics and persistence-retention at pre-college and at each of the 1st Sixes persistence decision points.  Give special attention to the student’s life skill and higher education social capital, as it is influential at each of the 1st Sixes persistence decisions points, and the development of social capital prior to reaching the next of the 1st Sixes persistence decision points. Agree to and require student interfaces with the institution’s environments (E); the physical, human aggregate, organizational, and constructed.  Tell each student the plan for them and that its success is due to a 100 day institution-student partnership, requiring co-ownership, investment, prioritized urgency, and great energy, in institution interventions and in student efforts.  Require and monitor student interfaces with the environment to analyze and refine interventions to improve each student’s interface with the institution; especially, with the institution’s physical, human aggregate, organization, and constructed environments. This portion of the plan is informed by the individual inputs portion of the plan: The individual input information must be coordinated and accessible to leaders and innovation designers within the institution’s environments.  The analyses and the interventions regarding the interface with the environment are conducted at pre-college and at each of the 1st Sixes persistence decision points.  Student social capital acquisition/development and utilization within 17et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   15 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  and/or relative to each environment is essential.  This planning must reach the organizational unit level throughout the institution in order to design environment-specific persistence-retention improvement interventions.  Co-ownership of the outcomes (O), between the student and institution, is very important.  The plan and its outcomes must be co-owned in its entirety even though it is a partnership in which the student and institutional responsibilities are distributed. One portion of the plan is focused on what the student must do: Be aware of their own characteristics, experiences within and beyond the institution; especially, their interface with the four environments of the institution and their need of additional social capital.  They must engage the interventions and self-report.  The institution must have a plan to interface with each student.  Every part of the institution must engage students with all of the above built into their persistence-retention plans.  Professional development and resource allocation are necessary. Both the individual student and the institution share in the implementation as well as the failure or success of the First 100 Day persistence-retention plan. CONCLUSION Persistence-retention is a major concern for many higher education institutions.  Yet, when looking at persistence-retention theories and models, traditions, and practices, there is little in place to strategically, with prioritized urgency and great energy, address persistence-retention within a student’s first 100 days.  The introduced framework for “First 100 Days” persistence-retention plans is very generically described so institutions can tailor their work to individual students in their own campus environment.  Yet, it is a starting point for students and institutions to motivationally and practically co-own persistence-retention success. REFERENCES Almeida, D. J.  (2015).  College readiness and low-income youth: The role of social capital in acquiring college knowledge.  In W. G. Tierney and J. C. Duncheon (Eds.), The problem of college readiness (pp. 89-113).  Albany, NY: State University of New York Press. Astin, A. W.  (1970a). The methodology of research on college impact, Part I.  Sociology of Education, 43, 223-254.   Astin, A. W.  (1970b). The methodology of research on college impact, Part II.  Sociology of Education, 43, 437-450. Barefoot, B.  (2001).  Personal correspondence at the National Forum on First-Year Assessment, Houston, Texas. Bean, J. P. & Eaton, S. B.  (2000). A psychological model of college student retention.  In J. M. Braxton (Ed.), Reworking the student departure puzzle (pp. 48-61).  Nashville, TN: Vanderbilt University Press. Borland, K. W.  (2001-2002). Assessing retention: Six steps and four paradigms.  Journal of College Student Retention: Research, Theory & Practice, 3(4), 365-380. Borland, K. W.  (2012). Strategic Enrollment Management: Persistence-Retention.  Bowling Green, OH: Bowling Green State University. Bourdieu, P.  (1973). Cultural reproduction and social reproduction.  In R. Brown (Ed.), Knowledge, education, and culture change: Papers in the sociology of education (pp. 71-112).  London: Tavistock Publications Limited. 18Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   16 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  Bourdieu, P. (1986).  The forms of capital.  In J. G. Richardson (Ed.), Handbook of theory and research for the sociology of education (pp. 241-258).  New York: Greenwood Press. Coleman, J. S. (1988).  Social capital in the creation of human capital.  The American Journal of Sociology, 94, S95-S120. First 100 Days (n.d.) Retrieved from https://www.divestopedia.com/definition/4667/first-100-days Kennedy, J. F.  (January 20, 1961).  Inaugural Address.  Retrieved April 28, 2016 from http://www.bartleby.com/124/pres56.html) Roosevelt, F. D., (March 4, 1933).  First Inaugural Address.  Retrieved April 28, 2016 from http://www.bartleby.com/124/pres49.html Strange, C. & Banning, J. (2001).  Educating by design: Creating campus learning environments that work.  San Francisco: Jossey-Bass. Strange, C. & Banning, J. (2015).  Designing for learning: Creating campus environments for student success (2nd ed.).  San Francisco: Jossey-Bass. Terenzini, P. T. & Reason, R. D.  (2005, November).  Parsing the first-year of college: A conceptual framework for studying college impacts.  Paper presented at the 30th Annual Meeting of the Association for the Study of Higher Education, Philadelphia. Tinto, V. (1993).  Leaving college: Rethinking causes and cures of student attrition (2nd ed.).  Chicago: University of Chicago Press. 19et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   17 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  PREPARE, HIRE, AND RETAIN: THE LOST LINK BETWEEN GRADUATE PREPARATION AND RETENTION OF PROFESSIONALS IN STUDENT AFFAIRS  Nasser A. Razek, The University of Akron Jamie McCall, University of Dayton  Ellie Mulherin, University of Dayton  ABSTRACT Coming from multiple backgrounds, new professionals in student affairs, exhibit a high rate of attrition ranging between 50% and 60% in the first five years. The challenges facing the professionals during their first job includes: forming relationships, seeking mentorship in the new work environment, and balancing work-life responsibilities. This paper builds on factual data about new professional retention rates. Establishing that intentional and realistic preparation approaches are one way to reduce attrition, the relationship between the graduate preparation programs and professionals’ job satisfaction in their first position cannot be ignored.  GOALS The goal of this paper is to generate discussion about suggested practices in graduate preparation programs and professional development approaches in response to high attrition rates of student affairs professionals. The argument is that realistic and comprehensive preparation combined with a well-developed low cost professional development plan for new hires and junior professionals would result in a lower attrition rates for student affairs professionals.  Theoretical Framework Several scholars have raised the flag on the challenges facing new professionals in student affairs. Together with unmet needs of the new professionals, these challenges are the most credited reasons for a high attrition rate in the profession within the first five years. Both graduate preparation programs and institutions where the new professionals work can provide solutions boost a higher job satisfaction and retention rates. Background  First-time new student affairs professionals with less than five years of experience are faced with a substantial population in the field representing 15% to 20% of the student affairs workforce (Cilente, Henning, Skinner Jackson, Kennedy, & Sloane, as cited in Renn, 2007).  There is a diverse background of new professionals that represent various settings. These include 20Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   18 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  community colleges, for-profit institutions, and online institutions (Cilente et al., Hirt, as cited in Renn, 2007).  Many new professionals experience some of the same common experiences. These commonalities include master’s programs, relationship formation, mentor seeking and work-life balance issues (Hodges, Renn, Paul, Maker, & Munsey, Magolda & Carnighi, Richmond & Sherman, as cited in Renn, 2007). If not addressed appropriately, these experiences and issues can be related to a high attrition rate in the field. There is a prediction that between 50% and 60% of new professionals will leave the field within their first five years (e.g., Bender, Berwick, Evans, Lorden, Tull, as cited in Renn, 2007). This high attrition rate could remain true if solutions are not implemented.  Failure to produce higher retention in the field could reduce lower admission rates into student affairs graduate level programs. This could also affect institutions across the country in staffing graduate level professionals. CURRENT STATUS  Four themes cluster around major challenges faced by new professionals and address the academic and professional content and the process of the transition to the student affairs workforce. The four themes are; creating a professional identity, navigating a cultural adjustment, managing a learning orientation, and seeking sage advice (Renn & Jessup-Anger, 2008). While challenges may arise, there is quite certainly ways to adapt to these themes and adjust as new professional. There are specific advantages to being a new professional and those qualities should be cultivated for the benefit of student affairs organizations and the students such organizations serve (Coleman & Johnson, 1990). The first year as a new professional and the ability to decrease attrition can be done by encouraging a culture of juniority and enabling new professional inclusion and growing the community of practice (Fried, 2011). Encouraging new professionals to overcome challenges is done so by a transition of a more independent new professional rather than a dependent student role. Support in this transition will occur, however it is still new professionals’ duty to understand their responsibility for job performance is primary and individual development is secondary (Renn & Jessup-Anger 2008).   Challenges for New Professionals  New student affairs professionals are faced with a variety of challenges in their career transition. Making the transition from graduate school to full-time work can be an overwhelming and fast pace change. One new professional respondent suggested to, “Give us way more help about job searching, so we would end up at institutions that fit us better” (Renn, 2008).   A new professional is faced with understanding the organizational culture, policies, procedures and their complete job functions and expectations.  According to Renn and Jessup-Anger (2008), the change in cultural norms at new institutions challenged new professionals to reconsider the nature of their work. Additional challenges about establishing a mentor can also cause further implications. According to a new professional respondent, “An ongoing challenge that I am having is the lack of professional mentoring I am receiving from my direct supervisor” (Renn, 2007). While a direct supervisor may not always be the most suitable mentor, new professionals are still challenged with finding the right mentor. Based on a new professional respondent,“ One challenge that I am still facing with in my position is finding a suitable mentor” (Renn, 2007). Job descriptions and expectations should be established during the job-posting and interview process. However, clarifying job expectations can shift or be misconceived from the interview to 21et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   19 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  the on-boarding process. Competence for new professionals is an issue for job training, skills, and knowledge (Renn, 2007).  A new professional should not be expected to know how to perform every function and responsibility of their position. Adequate training, supervision, and mentorship should exceed the orientation phase in order for a new professional to have a positive and successful start to their career. Needs of the New Professionals  The standard of supervised practice is addressed by the questions of relevant assistantship experiences, practicum experience, and other paid work experience while in graduate school. The data collected indicates that most employers agree that practical experience is of significant importance (Kretovics, 2002). While all this experience is necessary, are graduate students receiving too much support that they cannot be independent in their first year as a new professional? According to a study done by Renn and Jessup-Anger (2008), new professionals stated they felt they were not receiving enough adequate support, did not understand their job expectations, had trouble fostering student learning, did not see an ability for moving up in their profession, needed enhanced supervision skills, and were unable to develop multicultural competencies in their first year as a new professional. The participants’ needs imply an imperative for faculty and graduate students to take a holistic approach to early career, considering graduate preparation and the transition to the first job as a seamless learning experience (p, 33).     SUGGESTIONS FOR PROGRAMS Solutions for facing these challenges start in the graduate preparation.  Programs should intentionally guide the new professional create or develop their professional identity to match the ethics of the profession and their personal aspirations and background.  Another responsibility is exposing graduates to different organizational cultures where they have the task of exploring the fit between themselves and the diverse circumstances in the different institutions.  Another target is the lifelong learning quest that the programs should instill in the new professionals.  Through that quest, the new professional will have the ability to see prospective professional growth through self-learning.   SUGGESTIONS FOR INSTITUTIONS Institutions should provide a sustainable support system for the new professionals in order to retain them for a win-win relationship that benefits both the campus community and the professionals in the field.  The first step is building a culture of “cool feedback” through a system of informal mentorship.  Through such feedback, the new professionals will be groomed to cultivate accountability mechanisms where an understanding of institutional values and policies explains procedures and practices.  Providing recognition venues for self-initiated professional development will also serve as a retention factor for the professionals who will appreciate the growth opportunities.  Reflective practice events may also serve as building stronger ties between the new professionals and their colleagues across campus.  Such connection will help in creating a culture of collaborative data driven practice which will ensure excellence in performance, an essential factor of job satisfaction.  22Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   20 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  CONCLUSION  As graduate preparation master programs becomes more and more a requirement for  securing a job in the student affairs profession, these graduate programs must take the responsibility of preparing the new professionals to face the challenges in the beginning of their careers. Although these challenges vary, solutions rotate around a collaborative approach between the preparation programs and the institutions where the new professionals will work in. Such solutions include: developing professional identity, cultivating an ability to adapt to different organizational cultures, creating a lifelong journey of professional development, providing mentoring opportunities, and encouraging collaborative sharing of best practices and evidence based successful initiatives.  REFERENCES Bender, B. E. (2009). Job satisfaction in student affairs. NASPA Journal (National Association of Student Personnel Administrators, Inc.), 46(4), 553-565. Coleman, D. D., & Johnson, J. E. (1990). The New professional: A resource guide for new student affairs professionals and their supervisors. Washington, D.C: National Association of Student Personnel Administrators. Fried, M. J.  (2011), Juniority: Cultivating the new student affairs professional. Journal of Student Affairs, 7, 40-51. Guthrie, V. L., Woods, E., Cusker, C., & Gregory, M. (2005). A portrait of balance: Personal and professional balance among student affairs educators. College Student Affairs Journal, 24(2), 110-127. Kretovics, M. (2002). Entry-level competencies: What student affairs administrators consider when screening candidates. Journal of College Student Development, 43(6), 912-920. Lovell, C. D., & Kosten, L. A. (2000). Skills, knowledge, and personal traits necessary for success as a student affairs administrator: A meta-analysis of thirty years of research. NASPA Journal (National Association of Student Personnel Administrators, Inc.), 37(4), 553-572. Renn, K.A. & Hodges, J. P. (2007).  The first year on the job:  Experiences of new professionals in student affairs.  NASPA Journal, 44, 637-391. Renn, K. A., & Jessup-Anger, E.R. (2008) Preparing new professionals: Lessons for graduate preparation programs from the national study of new professionals in student affairs. Journal of College Student Development, 49(4), 319-225.  Ward, L. (1995). Role stress and propensity to leave among new student affairs professionals. NASPA Journal, 33(1), 35-44.  23et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   21 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  UTILIZATION OF CHANGE THEORY TO IMPLEMENT AN APPRECIATIVE ADVISING MODEL Matthew A. Cooney, Bowling Green State University Joseph D. Pernick, Bowling Green State University Kelsey L. Rice, Jacksonville University Emily A. Monago, Bowling Green State University ABSTRACT It is important that student affairs professionals lead organizational changes to provide the best service to students in light of outside factors. Utilizing a theoretical model for participating in organizational change can enhance the ability for a change to meet its intended outcomes.  This article details how the Office of Multicultural Affairs at Bowling Green State University utilized John Kotter’s eight step change model to implement an appreciative advising model. Information on appreciative advising, the eight-step change model, and the implementation is provided.  INTRODUCTION Change in the current era of higher education is important because of the greater sense of accountability and the more diverse campus population who engage in campus differently (Kezar, 2014).  The utilization of a theoretical model for implementing organizational change is an important step in creating a successful, long lasting change (Kezar, 2014; Kotter, 1996). The purpose of this paper is to demonstrate how the Office of Multicultural Affairs at Bowling Green State University utilized John Kotter’s change model to implement appreciative advising throughout the office.  Change is defined as “intentional acts where a particular leader drives or implements a new direction” (Kezar, 2014, p. xxii). Change can be revolutionary or evolutionary depending on the scope of the change being implemented (Burke, 2011). The change initiated in the Office of Multicultural Affairs is an evolutionary change as it balances the need for innovative programs with refinement of current practices (Demers, 2007). To best understand the organizational change implemented the Office of Multicultural affairs, one must be aware of the context of the office within the university.  Context Bowling Green State University (BGSU), located in Bowling Green, Ohio, is a mid-size, public, predominantly White institution, comprised of traditionally aged, in-state students (BGSU, n.d.a).  The Office of Multicultural Affairs (OMA), housed within the Division of Student Affairs, is an important office on campus that focuses on three main initiatives: multicultural programming, diversity education, and retention of diverse student populations. 24Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   22 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  (BGSU, n.d.b).  The office consists of full-time staff, graduate assistants, graduate interns, and student workers.  One of the signature programs in OMA is the Falcon Success Initiative (FSI), a retention program designed to cultivate and support multicultural student success at Bowling Green State University.  Within the first year of the program, each student is required to individually meet six times with their success coach to discuss their academic social, and emotional transition into the college environment.  Additionally, FSI students are required to attend six cohort meetings throughout the academic year.  The cohort meetings provide students with connections to campus resources, as well as, opportunities to engage in dialogue around diversity and multicultural competence. This program is rooted in the work of Drs. Bloom, Hutson, and Ye (2008) as it incorporates appreciative advising.  Appreciative Advising Appreciative advising is a framework based on Cooperrider and Srivastva’s 4D appreciative inquiry model (Bloom et al. 2008). The 4D appreciative inquiry model has four phases: discovery, dream, design, and deliver. Bloom and Martin first presented the use of appreciative inquiry within advising (Hutson, Ye, & Bloom, 2014). In 2008, Drs. Bloom, Hutson and Ye published their seminal work on appreciative advising. The appreciative advising framework drew upon the 4D appreciative inquiry model by expanding to six phases: disarm, discover, dream, design, deliver, and don’t settle. It is defined as the “intentional collaborative practice of asking positive, open-ended questions that help students optimize their educational experiences and achieve their dreams, goals, and potentials” (Appreciative Advising, n.d). The first phase is disarm. This phase acknowledges how students can be intimidated arriving for a meeting (Bloom et al., 2008) and how it important it is to develop rapport. This phase begins before an appointment arrives, including creating a welcoming and positive atmosphere on the website by including pictures of staff and some information about them (Appreciative Advising, n.d). As students arrive, the advisor should walk to the student and use verbal and nonverbal communication to enthusiastically welcome them. As the advisor walks the student back to the office, it gives them the opportunity to engage in small talk (Bloom et al., 2008). As the student arrives in the office, the environment should be an engaging and welcoming by including pictures and comfortable seating. Once the appointment begins, the advisor attempts to learn more about the student. The discover phase includes asking positive, open-ended questions to learn about the student’s strengths, skills, interests, and abilities (Bloom et al., 2008). This phase allows for advisors to hear the student’s story, including their accomplishments, achievements, background, and interests. This phase transitions into the dream phase where advisors inquire about the student’s hopes and dreams (Bloom et al., 2008). After establishing life and career goals, it is important to co-create a plan with the student in the design phase (Bloom et al., 2008). It is important that it is the student who creates the plan and that the advisor just guides in the process. This phase includes planning not only courses but also extracurricular activities, leadership positions, and utilization of campus resources (Bloom et al., 2008). The deliver phase is where the advisor serves as a resource while the student executes the plan (Bloom et al., 2008). In this phase, the advisor demonstrates confidence in the student while also reviewing the plan, creating to-do lists, and welcoming the student back if they run into 25et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   23 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  obstacles. Lastly, in the don’t settle phase, advisors hold students accountable by setting high expectations and challenging students to improve (Bloom et al., 2008). Appreciative advising is a framework for advisors aimed at improving student retention and success rates (Appreciative Advising, n.d). It is for advisors to “challenge the deficit mindset through the advising process, highlight student strengths and empower students to redefine their own success in higher education” (Hutson et al., 2014).  THEORETICAL FRAMEWORK Kotter’s change model was first published in 1995 after conducting research on successful organizational change efforts. Under the premise that organizational change does not happen easily, he developed an eight stage process for creating major organizational change (Kotter, 1996). The eight stages are (1) establishing a sense of urgency, (2) creating the guiding coalition, (3) developing a vision and a strategy, (4) communicating the change vision, (5) empowering broad-based action, (6) generating short-term wins, (7) consolidating gains and producing more change, (8) anchoring new approaches in the culture. These steps can allow for a successful change in various organizational contexts (Kotter, 1996).  The first step to create major change is establishing a sense of urgency. During this step, organizations must critically examine their product delivery and identify opportunities to improve. A key component during this step is to eliminate complacency: members of the organization must want to improve. Next, a guiding coalition needs to be created. The guiding coalition should include people who have positional power, expertise, credibility, and leadership. During this stage, trust is most important so that the change efforts are not undermined. Next, the organization needs to develop a vision for the change, as well as strategies to meet the change. The fourth stage involves communicating the change vision. A vision is useless if others in the organization are not familiar with it.  These first four stages (establishing a sense of urgency, creating the guiding coalition, developing a vision and strategy, and communicating the change vision) happen before the change actually begins to occur. According to Kotter (1996) “the first four steps in the transformation process help defrost the status quo” (p. 22). Unfreezing the status quo and creating an opportunity for change to occur is essential for the change management process. Steps five through seven (empowering broad-based action, generating short-term wins, consolidating gains and produce more change) focus on the introduction of the change into the organization. Step five, empowering broad based action, involves the initial implementation of the change into organization. A vision is essential during this stage as a vision clarifies the general direction of the change, motivates people to take action, and helps coordinate the actions of various people in the organization. To create an effective vision, Kotter recommends involving the guiding coalition, utilizing teamwork, involving both head and heart, and establishing a timeline.  It is also essential that one mitigates obstacles and change systems that make changes more difficult. Step six involves generating short term wins. Short term wins provides motivation for implementing the change, improves the vision and strategies, creates more teamwork amongst colleagues, and builds momentum. Step seven requires that the organization consolidates gains and produces more change (Kotter, 1996). Step seven involves forward thinking such as making additional changes, empowering individuals in the organization, and allowing others to participate in project management.  26Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   24 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  In the last step, one must anchor the new approaches in the culture.  During this step leaders must articulate the connections between new behaviors and success, while developing methods to continue in leadership development and continuation of the change. To best develop these changes, changes must be viewed in a circular rather than linear fashion. Once one change is over, another starts and resets the change cycle.  UTILIZATION OF CHANGE THEORY IN THE  OFFICE OF MULTICULTURAL AFFAIRS Kotter’s change model served as the framework for unveiling the appreciative advising model in the Office of Multicultural Affairs. It is important to note that this change is still occurring and evolving: change is never complete. The first step in Kotter’s change model evolved from student feedback about a retention program in our office, the Falcon Success Initiative. Though successful, students expressed a desire to have a more personal experience that blends academic and social support while in a multicultural environment. We examined the delivery of our retention program as it was based in an intrusive approach. We needed to enhance the student’s experience and appreciative advising was selected as it met our goals.  The next stage in Kotter’s model involves creating a guiding coalition. Our guiding coalition consisted of the director, the coordinator for academic and assessment initiatives, two graduate practicum students, and a student worker.  This coalition followed Kotter’s recommendations of selecting a group of people that have various levels of expertise and experience. The director provided the strategic goals, the coordinator conducted research and best practices, while the graduate students began to explore the actual practice of an appreciative advising approach.  As a way to enhance participation across the office, an undergraduate student worker worked on the project to help us in developing marketing materials. These skills and expertise assisted as we completed steps three and four: developing a vision and strategy, and communicating the change vision.  Step four, communicating the change vision, started as the guiding coalition to spread information about appreciative advising. The professional staff in the officer were introduced to the appreciative advising model and asked their feedback. We also engaged our front desk staff and taught them the model because they serve an important role in disarming students, the first stage in appreciative advising. Next, we created posters and handouts that explain our retention programs and how we utilize an appreciative approach. Finally, we shared information on our adaptation of appreciative advising in various forums across the university and beyond including conference presentations and workshops for university employees.  Step five in Kotter’s model is focused on the implementation of the action. During this step, Kotter recommends changing structures or systems to help achieve the vision. To implement appreciative advising, we changed the intake process for students who arrive at our office. Students are greeted by our front desk staff and then the front desk calls the OMA staff member by giving the name of the advisee to the OMA staff members. The staff walks to greet the student rather than having the student come to the advisor. Additionally, we changed the way that we packaged the program by rebranding it from the “Falcon Watch” program to the “Falcon Success Initiative”. The new name reflects the focus on success rather than an intrusive approach.  Step six involves generating short-term wins. To generate short term wins, OMA conducted assessments throughout the year including after each cohort meeting, at the semester 27et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   25 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  midpoint, and a final evaluation. We also worked with the division of student affairs assessment committee to track retention numbers for students. The office celebrated these positive small victories and considered how we can improve based upon constructive feedback. Additionally, we shared these wins with other departments on campus.  Steps seven (consolidate and build on the gains) and eight (institutionalize the change) are still occurring. To consolidate and build on the gains, we are expanding the number of students who participate in the FSI program through targeted outreach. Additionally, we understand that the adaptation of the appreciative advising is still in the beginning stages. To achieve step eight, institutionalize the change, we plan to anchor these changes in our culture through our staff onboarding, publication of our programs.   CONCLUSION When implementing a change into office culture, like whether or not to implement the Appreciative Advising Model, we have three recommendations.  First, utilize theory into practice.  Our office found success using Kotter’s change model and appreciative advising.  Research best practices and what theories will best suit your office.  Second, involve multiple people in the conversation around the change.   Ensure a variety of voices are being heard, from the department head to the student worker, and especially the opinions of the students being served.  Finally, remain vision focused.  While it may be easy to haphazardly get-by, push through and stay the course.  Discuss the desired learning outcomes and vision for students at the university.  In order for a change to be a success, everyone needs to be on the same page.  Change is necessary, improvement is vital, and when both are embraced by a team, student success can be achieved.  REFERENCES Appreciative Advising. (n.d). What is appreciative advising? Retrieved from http://www.appreciativeadvising.net/what-is-appreciative-advising.html. Bowling Green State University. (n.d.a). About BGSU. Retrieved from https://www.bgsu.edu/about.html. Bowling Green State University. (n.d.b). Vision, history, mission. Retrieved from https://www.bgsu.edu/multicultural-affairs/history-and-mission.html. Burke, W. W. (2011). Organization change: Theory and practice (3rd ed.). Thousand Oaks, CA: Sage Publications Demers, C. (2007). Organizational change theories: A synthesis. Thousand Oaks, CA : Sage Publications Kezar, A. (2013). How colleges change: Understanding, leading, and enacting change. Routledge. Kotter, J. P. (1996). Leading change. Boston: Harvard Business School Press. Bloom, J.L., Hutson, B.L, & He, Y. (2008). The appreciative advising revolution. Champaign, Illinois, Stipes. Hutson, B. L., He, Y., & Bloom, J. (2014). How appreciative advising is revolutionizing academic advising: Framework, revolution and possible future directions. AI Practitioner, 16(2), 46-52.  28Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   26 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  REEL THEM IN: A FRAMEWORK FOR BRIDGING UNDERREPRESENTED STUDENTS TO STEM MAJORS Martha Vang, The University of Akron Nasser Razek, The University of Akron Christine Rose, The University of Akron Emily McClaine, Kent State University Katie Schrader, Northeastern University  Laura Weissbaum, Georgia State University  ABSTRACT The eight-week math intensive Running Start Summer Bridge Program (RSSB) supports and challenges incoming STEM students in their coursework while immersing them on campus life. The current study explores the effectiveness of RSSB in easing students’ transition to college life and the rigorous nature of STEM disciplines.  Throughout the program holistic mentoring and participatory tutoring techniques provided students with academic enrichment opportunities.  Central to this initiative is encouraging equity-mindedness and foster community-building practices.  Data presented demonstrate how this innovative initiative increased retention and persistence among underrepresented students in STEM disciplines while fostering a sense of community.  Best practices and assessment for holistic STEM summer bridge programs are included as a model to better retention and student success on different institutions taking in consideration the various factors and circumstances influencing program admission and demographics.  CONCEPTUAL FOUNDATION  Castleman and Page (2014) argue the importance of engaging low-income students during the summer transition from college to high school.  When considering the rigorous nature of STEM careers paired with an evident lack of diversity in these fields, summer bridge programs allow for underrepresented students in STEM to prepare for the college transition and have the best chance for college and STEM success (Cairncross, Jones, Naegele, & VanDeGrift, 2015).  The Running Start Summer Bridge Program at The University of Akron seeks to challenge and support students while immersing and engaging them on the college campus and in their coursework. This program thus eases their transition to college life and the STEM disciplines while fostering a sense of community throughout the program and campus at large. The theoretical framework is highly supported by several college student development theories such as Astin’s Theory of Student Involvement (1999), Perry’s Intellectual Development Stages (1968), King and Kitchener’s Reflective Judgement Model (2004), Sanford’s Theory of 29et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   27 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  Dissonance between challenge and support (1962) and Schlossberg’s Transition Theory (1981) and theory of Marginality and Mattering (1989).  STEM Initiatives for Underrepresented Students Programs and initiatives across the country evidence the growing demand to prepare and support students seeking science, technology, engineering, mathematics, or medicine (STEM) degrees. A particular need has developed to bridge the gap from K-12 education to collegiate STEM programs. Studying within-field persistence rates of physical science and engineering students, King (2015) found that STEM students may earn lower within-field college grades compared to other programs.  Additionally, they routinely leave the field; because students may earn lower grades in STEM classes, they may “receive messages that they do not belong in the field” (p. 50).  In response to these trends, programs and initiatives are continuously being developed and improved in order to support students, specifically underrepresented students (such as first-generation, low-income, minority, women, displaced workers, Veterans, non-traditional), seeking STEM degrees. Across all programs, the interdisciplinary nature of STEM education must be highlighted when students are supported in pursing these careers.  Reeve (2015) discusses the need for educators and students to perform “STEM Thinking” defining it as “how STEM is involved in most of the products and systems they use in their daily lives” (p. 8).  Educators in United States primary and secondary schools often stay confined to a specific area of expertise (specializing as a Science teacher or a Math teacher), rather than taking on the challenge of learning about all aspects of the STEM fields and familiarizing themselves with the standards of each area (Reeve, 2015).  Because teachers do not focus on the interdisciplinary nature of their subjects and their students’ learning, they often do not teach their students how Science, Technology, Engineering, and Mathematics are interrelated and dependent on one another.  If students are to be successful in the STEM areas, they must be able to develop STEM Literacy, enabling them “to ‘know, understand, use, and evaluate the STEM concepts, principles, practices, artifacts, and phenomena being studied” (Reeve, 2015, p. 10).  STEM Thinking in classrooms and all programs and initiatives will aid in creating a STEM workforce and competing on the global scale when it comes to solving world issues.  Using the model of STEM Thinking to assess program success as well as find solutions to better prepare educators and/or modify the education system will allow this framework to retain more students in the STEM discipline while ensuring their success. In K-12 education, initiatives such as Project Lead the Way (PLTW) (McMullin & Reeve, 2014), EnvironMentors (Monk et al, 2014), and Dual-Enrollment programs for college level sciences (Lukes, 2014) introduce students to STEM fields in ways that encourage them to consider STEM careers.  The EnvironMentors program at Louisiana State University (LSU-EM) specifically serves underrepresented students with a goal to “engage students in STEM fields to create a competent and diverse workforce” (Monk et al, 2014, 386).  The EnvironMentors program partners with GEAR-UP. GEAR-UP provides the overall programming structure, and caseload management for the students.  Through this partnership, this program provides high school student participants with an opportunity to meet weekly with a science mentor from LSU to execute a science project. Program assessment indicates that of the 23 students who completed the LSU-EM program and graduated high school, 21 are currently enrolled in post-secondary education, which highlights a correlation to the preparation this program may have provided (Monk et al, 2014, p. 390).  Student participants also voiced feelings of enjoyment in the 30Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   28 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  program. While this assessment weighed heavily on satisfaction, the evaluations do demonstrate that the LSU-EM program offered a positive impact for students, engaged them in STEM subjects, and offered them college preparation experiences during high school.  While these initiatives create a foundation for students to consider STEM careers, many students are still unprepared for college-level programs.  In order to bridge the gap between K-12 and STEM college coursework, summer bridge programs allow students to transition to such a workload while providing support in STEM subjects and teaching college preparation and readiness.  For example, Middle Tennessee State University (MTSU), a public, open admissions university of approximately 26,000 students, began a two-week summer bridge program in 2010 called FirstSTEP, which aimed to help 35 at-risk STEM majors address math deficiencies and persist through college (Raines, 2012).  These students earned ACT scores of 19-23, 50% were of an underrepresented race, and all were preparing to take their first college course of pre-calculus in the fall 2010 semester.  All students received ten days’ worth of instruction on basic mathematical principals such as factoring, exponents, and radicals, etc. and at the end of the program “88.6% said that… they felt better prepared for pre-calculus in the fall and felt much more positive about their ability to learn math” (Raines, 2012, p. 26).  Showing the benefits of the program, Raines (2012) concluded that FirstSTEP  had 77.1% of students persisting to their second year of college (higher than the university’s general retention rate), and earning a cumulative GPA of 2.54 (a C+ average) (26). While support through K-12 and the summer before college is important, STEM students need continued academic support through their first-year of college. Programs for current undergraduate students also exist in particular effort to retain students in STEM programs once they are pursuing a STEM degree. Science Technology Reaching Out to New Generations in Connecticut (STRONG-CT) is program initiative to foster retention in underrepresented student populations in STEM programs at community colleges and the University of Connecticut (McGonagle et al., 2014).  Through this program, students receive academic and advising assistance for STEM classes, mentoring and networking with STEM professionals and program alumni, and career development and preparation workshops.  Program evaluation data showed that “while most STRONG-CT students come from disadvantaged backgrounds in terms of parents’ education and SAT scores, those in the program perform in science majors similar to, and in some cases better than control students” (McGonagle et al., 2014, p. 59).  When considering the demographic of students who participate in preparation initiatives and bridge programs for STEM degrees, underrepresented students surface as a target population.  Examining the factors motivating first-generation minority college students to become the first in their family to pursue a college degree, Blackwell and Pinder (2014) found that generally, first-generation college students have leveled off to make up about 25% of the college student population. Their data showed that first-generation college students were not encouraged by family to attend college but intrinsically wanted to go to college (Blackwell & Pinder, 2014).  The findings also included three causal conditions that influenced the participants: 1) the participants had a love for reading at an early age, 2) they each felt they were different from their family, and 3) they all wanted a better life for themselves than what their parents had.  Even though all three participants went to college, they still faced financial obstacles and personal stress.  First-generation college student participants’ experiences of deciding to go to college and actually going through college were starkly different from the third-generation college students’ experience.  Third-generation college students’ experiences 31et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   29 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  included knowing that they were expected to go to college and had the access and information that they needed to navigate college.  First-generation college students were also successful due to the nurturing support (not financial) of their parents and influence of teachers.  The continued support of peers and family through college provided motivation to complete college. THE RESEARCH STUDY After five years of holding the Running Start Summer Bridge program, this study explores the impact it has made on students who successfully completed the eight-week program.  Utilizing a descriptive design through the use of a quantitative survey, data on successful elements of the Running Start Summer Bridge program allow for a model of best practice for STEM summer bridge programs. Data also provide insight on how to improve the program.   The Running Start Summer Bridge Program began in summer 2011 at the University of Akron. The program aims to provide highly motivated rising college freshmen, who intend to study in Science, Technology, Engineering, Math, and Medicine (STEM) fields, with an opportunity to improve mathematics skills and begin the college experience. The goal of the Running Start Summer Bridge program is to accelerate the mathematics course progression among incoming STEM students. The program focuses on providing support structures students need to succeed in mathematics, STEM coursework, and college in general. Upon successful completion of the Running Start Summer Bridge, students may be granted membership in the Choose Ohio First Scholarship Program, which includes continued student support as well as a scholarship component. Research Questions: 1. To what extent has the Running Start Summer Bridge program prepared incoming STEM students for the rigorous nature of STEM college education? 2. To what extent do Running Start Summer Bridge alumni value the preparation, experience, participation and learning that they gained from Running Start Summer Bridge? 3. To what extent do Running Start Summer Bridge alumni experience connectedness and belongingness at the University of Akron as a result of their participation in the summer program? 4. How has the progress and impact of the Running Start Summer Bridge program differed across various student demographics? 5. In addition, how could the Running Start Summer Bridge program improve to better prepare students? PROGRAM HIGHLIGHTS The program focused on ensuring success while providing access to underrepresented students through operating a summer intensive program. The program ensured early arrivals on campus and required campus housing and mandatory activities focusing on community building, college success, and positive college life involvement. The program combined the academic aspects and college life skills through the presence of STEM counselors as well as traditional residence assistant while providing full financial aid for cohorts of academic and ethnic diversity. 32Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10Proceedings of the OCPA Annual Conference 2016   30 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  Such an early and continuous contact with students facilitated the process of tracking, assisting, and mentoring students.  Mandatory participation in academic advising, study hall groups, tutoring, and social activities ensured campus-wide knowledge and support while providing an early alert system for immediate and aggressive follow-up for any student having difficulties. BEST PRACTICES: A REVIEW Based on the findings of the study and a review of nationwide summer bridge programs, the five best practices were generated: 1) Creating a community and web of support, 2) Tutoring & mentoring that works, 3) Digging deeper: conversations about diversity, 4 ) Intentional college preparation, and 5) Creating a legacy.  Creating a Community and Web of Support Create a community and web of support through utilizing campus and community guest speakers, campus tours to different colleges and departments in the STEM field, organizing group events and trips. Essential to creating the web of support is intentionality in utilizing peers and staff through the togetherness of the experience. . The physical space and branding the program provided a pivotal aspect of creating the supportive community aimed for.  Tutoring and Mentoring That Work Creating tutoring and mentoring that work is accomplished through utilizing junior and senior students who share a common discipline while providing the supportive environment where staff in the program willingly provided flexible schedules working late hours to accommodate student needs.  To track the effective=ness of the tutoring and mentoring system, the program should utilize tutors’ notes, sign-in reports, and student surveys. Digging Deeper: Conversations about Diversity Create conversations about diversity was facilitated with providing “Brave” spaces rather than save spaces where students were encouraged to challenge stereotypes whether common or individual to break down historical contexts and provide insights into current and timely issues.  Such spaces were created through tireless efforts of staff and previous students in the program who served as mentors and tutors, as well as the suggestions of current program students.  Intentional College Preparation To create the intentional college preparation, the program had to have a structure while providing adaptability to the situations of each student. This was accomplished through individual participatory advising where students were involved in goal setting activities and were provided with proactive support through various checkpoints marking their accomplishment and their plans for development towards goal achievements while also monitoring for overall student growth through self-actualization and increasing their executive skills.  33et al.: Journal of Research, Assessment, and Practice in Higher EducationPublished by eCommons, 2016Proceedings of the OCPA Annual Conference 2016   31 Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Special Issue  Creating a Legacy Creating a legacy included several aspects like meaningful fun through intentional on campus and off campus events. Another example is expanding the trust both among the cohort students and between the current cohort and the mentors and tutors. Such trust extended to provide a legacy of meaningful bonding among the different cohorts of the program, the staff, and the university community increasing retention and degree attainment patterns.  REFERENCES Blackwell, E., & Pinder, P.J. (2014). What are the motivational factors of first-generation minority college students who overcome their family histories to pursue higher education? College Student Journal, 48, 45-56.  King, B. (2015). Changing college majors: does it happen more in STEM and do grades matter? Journal of College Science Teaching, 44, 44-51.  Lukes, L.A. (2014). Considerations and recommendations for implementing a dual-enrollment program: Bridging the gap between high school and college level sciences. Journal of College Science Teaching, 44, 17-22.  McGonagle, A.K., Freake, H.C., Zinn, S., Bauerle, T., Winston, J., Lewicki, G. … Philion, M. (2014). Evaluation of STRONG-CT: A program supporting minority and first-generation U.S. science students. Journal of STEM Education: Innovations & Research, 15, 52-61.  McMullin, K. & Reeve, E. (2014). Identifying perceptions that contribute to the development of successful project lead the way pre-engineering programs in Utah. Journal of Technology Education, 26, 22-46.  Monk, M. H., Baustian, M. M., Saari, C. R., Welsh, S., D’Elia, C. F., Powers, J. E., Gaston, S., & Francis, P. (2014). EnvironMentors: Mentoring at-risk high school students through university partnerships. International Journal of Environmental and Science Education, 9, 385-397.  Raines, J.M. (2012). FirstSTEP: A preliminary review of the effects of a summer bridge program on pre-college STEM majors. Journal of STEM Education: Innovations & Research, 13, 22-29.  Reeve, E. (2015). STEM thinking. Technology & Engineering Teaching, 74, 8-16.   34Journal of Research, Assessment, and Practice in Higher Education, Vol. 1, Iss. 1 [2016], Art. 10http://ecommons.udayton.edu/jraphe/vol1/iss1/10",
    "id": 232830090,
    "identifiers": {
        "doi": null,
        "oai": "oai:ecommons.udayton.edu:jraphe-1010"
    },
    "title": "Journal of Research, Assessment, and Practice in Higher Education (Volume 1, Issue 1)",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-11-28T19:55:41+00:00",
    "publisher": "eCommons",
    "references": [],
    "sourceFulltextUrls": [
        "https://ecommons.udayton.edu/cgi/viewcontent.cgi?article=1010&amp;context=jraphe"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/232830090.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/232830090"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/232830090/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/232830090/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/232830090"
        }
    ],
    "abstract": "Full Issue (34 pages, 0.74 MB",
    "tags": [
        "text",
        "Educational Administration and Supervision",
        "Educational Leadership",
        "Higher Education",
        "Student Counseling and Personnel Services"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:ecommons.udayton.edu:jraphe-1010",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3611",
        "openDoarId": 0,
        "name": "University of Dayton",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 232830090,
        "depositedDate": null,
        "publishedDate": "2016-11-28T19:55:41+00:00",
        "updatedDate": "2024-01-26T01:55:58+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-29T12:24:38+00:00"
    },
    "urls": [
        "https://ecommons.udayton.edu/jraphe/vol1/iss1/10",
        "https://ecommons.udayton.edu/context/jraphe/article/1010/viewcontent/PROCEEDINGS_JRAPHE_VOLUME_1_full.pdf"
    ],
    "lastUpdate": "2024-01-26T01:55:58+00:00",
    "setSpecs": []
}