{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Stevens, Sarah"
        }
    ],
    "contributors": [],
    "createdDate": "2023-01-09T21:28:08+00:00",
    "dataProvider": {
        "id": 626,
        "name": "TopSCHOLAR",
        "url": "https://api.core.ac.uk/v3/data-providers/626",
        "logo": "https://api.core.ac.uk/data-providers/626/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/552535514.pdf",
    "fullText": "Western Kentucky University TopSCHOLAR® Mahurin Honors College Capstone Experience/Thesis Projects Mahurin Honors College 2022 Kids, Culture, and Queerness: The Progression of LGBTQ+ Representation in Children's Media Sarah Stevens Follow this and additional works at: https://digitalcommons.wku.edu/stu_hon_theses  Part of the Children's and Young Adult Literature Commons, Lesbian, Gay, Bisexual, and Transgender Studies Commons, and the Other Film and Media Studies Commons This Thesis is brought to you for free and open access by TopSCHOLAR®. It has been accepted for inclusion in Mahurin Honors College Capstone Experience/Thesis Projects by an authorized administrator of TopSCHOLAR®. For more information, please contact topscholar@wku.edu.     KIDS, CULTURE, AND QUEERNESS: THE PROGRESSION OF LGBTQ+ REPRESENTATION IN CHILDREN’S MEDIA    A Capstone Experience/Thesis Project Presented in Partial Fulfillment of the Requirements for the Degree Bachelor of Arts with Mahurin Honors College Graduate Distinction at Western Kentucky University   By Sarah M. Stevens October 2022  *****  CE/T Committee: Dr. Nikolai Endres, Chair Dr. Andrea Paganelli Prof. Susann Davis Copyright by Sarah M. Stevens 2022 ii ABSTRACT   Historically, popular media has functioned as a window into society’s ever evolving idea of normalcy. Children’s popular media, which contains elements of both entertainment and didacticism, is further burdened with the responsibility of influencing the perspectives of upcoming generations. This truth is particularly salient for the LGBTQ+ community, who have faced consistent misrepresentation or utter erasure from children’s media in the recent past. While there have been marked improvements in both the quality and quantity of queer representation in children’s media since 2015’s Obergefell v. Hodges case, there is still a significant need to acknowledge intersectional queerness and queer gender expression. This essay combines content analysis with case study in order to evaluate several representative pieces of children’s media before and after the legalization of gay marriage in the United States with the aim of isolating examples of harmful portrayals, recognizing recent progress made in representative media, and suggesting strategies for future children’s media attempting to incorporate diverse queer viewpoints.  .   iii I dedicate this thesis to my friend and roommate, Sandie Merena, who helped motivate me to write when I was overwhelmed by the demands of the outside world. iv ACKNOWLEDGEMENTS   The completion of this thesis would not have been possible without the help of several faculty members and peers at Western Kentucky University. First and foremost, I would like to thank Dr. Nikolai Endres for his incredible patience over the course of this project, part of which I completed as a student in his graduate queer literature class. I cannot overstate my gratitude for his support, his suggestions, and his encouragements to write independently and organically.  I would also like to thank Dr. Jane Fife for her suggestion to adjust the angle of my final analysis, which allowed me to work more efficiently during the last few weeks of this project; Professor Susann Davis, who provided me with motivation and encouragement when I felt overcome with work and my competing responsibilities as a student; and Dr. Andrea Paganelli, who provided me with direction when I didn’t know how to begin analyzing children’s literature from an educational standpoint.  Finally, I would like to thank the other English Department faculty, my peers and classmates, and my friends, who indulged me with conversations about queer theory and literary criticism that fundamentally shaped my research interests and my experience as an undergraduate student.     v VITA   EDUCATION  Western Kentucky University, Bowling Green, KY           Dec. 2022 B.A. in English – Mahurin Honors College Graduate Honors Capstone: Kids, Culture, and Queerness: The Progression of LGBT+ Representation in Children’s Media  Westmoreland High School, Westmoreland, TN           May 2019   PROFESSIONAL EXPERIENCE  English Department, WKU  Teaching Assistant for ENG 299: Introduction to Literature          Fall 2022 Writing Tutor             Fall 2021 – present        Office of Scholar Development, WKU        Application Support Intern for the Gilman Scholarship     Fall 2020 – Spring 2022 Teaching Fellowship for HON 251: Citizen and Self    Spring 2020 – Spring 2021   AWARDS & HONORS  Summa Cum Laude, WKU, Dec. 2022 Colonel Edgar Bryant and Edith R. Stansbury Scholarship Fund, 2021 – 2022   PUBLICATIONS  “Comics, Queerness, and the Sapphic Wonder Woman.” The Ashen Egg, vol. 10, 2022, pp. 29-39.  “Grecian Dysphoria.” Zephyrus vol. 51, 2022, pp. 40-41.   “Gone Fishing.” Zephyrus, vol. 50, 2021, pp. 66-67.  “Labor Laws and the Undead Cause.” Zephyrus, vol. 50, 2021, pp. 68-70.    vi  CONTENTS   Abstract ............................................................................................................................... ii Acknowledgements ............................................................................................................ iv Vita ...................................................................................................................................... v Section One: Introduction ................................................................................................... 1 Section Two: What is Children’s Media? ........................................................................... 3 Section Three: Representation for Minority Groups .......................................................... 7 Section Four: The Queer Community and Representation ............................................... 10 Section Five: What Constitutes Good and Bad Representation? ...................................... 17 Section Six: Attention to Disney....................................................................................... 24 Section Seven: Historical Analysis ................................................................................... 26 Section Eight: Modern Analysis ....................................................................................... 38 Section Nine: Trends Represented by these Analyses ...................................................... 50 Section Ten: Conclusion and Recommendations ............................................................. 53 Works Cited ...................................................................................................................... 55    1 SECTION ONE: INTRODUCTION   Historically, mainstream media has functioned as a reflection of and reaction to the perspectives and values of the majority demographic groups in our society. Like people themselves, these values are subject to change over time, and the cultural opinions expressed in media are likely to become outdated or socially unacceptable as these changes occur. Children’s media is as susceptible to this phenomenon as adult media, and this can be seen especially in the progression of queer representation for young audiences.  The inclusion or exclusion of certain people, ideologies, images, or lifestyles in media affects cultural perceptions on a broad scale, but representation is especially impactful for children and young teens, who may make assumptions and form opinions based on media portrayals. Minority groups (including the LGBTQ+ community) are often either underrepresented or negatively represented in popular media, although many activists, community members, and researchers have stated that both the quantity and quality of queer media representation has improved in recent years (Kelso). However, the majority of these representations tend to be sequestered to teen or adult media, thereby removing opportunities for young children to benefit from positive portrayals.   On the most basic level, the fact that LGBTQ+ media is still largely inaccessible to young audiences is a barrier to both broad-scale social cohesiveness and self-discovery for children who identify as queer. Additionally, negative representations and the perpetuation of stereotypes in children’s media have frequently created an unwelcoming 2 space for the LGBTQ+ community, even if these portrayals were not created intentionally or maliciously.  In an effort to highlight the progression of both harmful and successful representations of queerness over the years, analyze the current status of representation in children’s media, and formulate suggestions to improve the quality and quantity of representation in the future, I will examine several pieces of queer or queer-coded children’s media in comparison with each other and representational standards suggested by LGBTQ+ scholars. As most of this project addresses Western media for the sake of cohesion, the sources have been separated into two categories: pre-2015, the year that LGBTQ+ marriage was legalized in all fifty states in the U.S., and post-2015. In order to represent both print and on-screen media, I have chosen to survey at least one movie and one book from each time period in close detail, with special attention placed on the prevalence and influence of Disney-produced media in each of the aforementioned eras. Before examining any content, however, it is important to establish the history and necessity of children’s media and queer representation in greater detail.     3 SECTION TWO: WHAT IS CHILDREN’S MEDIA?   One of the first topics to consider when attempting to answer the question of good or bad representation is the definition of children’s media itself. How do we place boundaries or age limitations on a product made for a growing and changing audience? In its most basic form, children’s media in America could simply mean “media created for audiences under the age of eighteen,” but this definition is easily contested. In the United States, motion pictures and television are rated on a scale of G to NC-17, and G, PG, and PG-13 are all designations for separate levels of content intended for individuals under the age of eighteen. Video games are rated in much the same way (Jordan 242), and books that are labeled for children or young adults typically list a recommended range of ages rather than a specific targeted audience.     In the past, certain types of media were used as indicators for young audiences, but these categories have become similarly blurred. Comic books such as those in DC’s Black Label line and cartoons such as those found on the TV network Adult Swim are now created with mature consumers in mind, rendering these media categories inclusive to all age groups. On the other hand, many media outlets cater to children specifically, including TV channels like PBS's Sprout, the Scholastic Corporation publishing company, and apps like YouTube Kids. Accordingly, one reliable indicator of children’s media may be the outlet by which the media is produced or distributed, rather than the genre or format of the media itself.   The most impactful difference with which to discern children’s media from the rest, however, may be the presence of overt pedagogy or didacticism. While all forms of 4 media may contain elements intended to educate consumers, children’s media is generally seen to have a social responsibility to model attitudes and behaviors that foster better communication and more positive interactions as children grow. Research examining the effects of media on childhood development notes that media exposure may lead to “social inclusion, increased literacy, and improved socioemotional skills,” while also warning that the behaviors that children learn from media are difficult to separate from their content (Cole et al. 56).   In their research on effective peacebuilding practices in children’s media, Cole et. al. provide a loose network of objectives to help children develop the aforementioned desirable social skills and interpersonal knowledge. These objectives, each of which can be broken into subcategories, are as follows: getting to know familiar and unfamiliar communities, establishing a sense of self, enhancing emotional expression and communicative abilities, and developing respect and understanding for similarities and differences (Cole et al. 57). Taken from the Sesame Street Workshop’s ever-expanding educational framework, these objectives cover a wide scope of effect, from motivating self-reflection to advancing a broad social consciousness. For the purposes of facilitating peace and acceptance of the LGBTQ+ community in particular, the most relevant of these goals are “enhancing emotional expression” and “developing respect and understanding for similarities and differences.” The subgoals of the former, which include developing empathy, encouraging positive conflict resolution, and promoting “democratic, nonviolent communication,” are intended to prepare children to react appropriately and thoughtfully to the wide range of interactions that they will participate in as they grow. The latter, which encourages respect for similarities, “ethnic, cultural, religious, and other  5 differences,” and gender equality, continues to expand the peacebuilding framework by celebrating diversity and pushing for interaction between unique groups (Cole et al. 58). Another facet of this goal, then, is the impetus to break down stereotypes about distinct demographic groups without creating circumstances where they are rendered unidentifiable or where stereotypes are unintentionally perpetuated. With these pitfalls in mind, Cole et al. recommend two strategies: first, multiple and diverse portrayals of people from the same group should be shown; second, characters can explicitly identify themselves as members of certain groups and explain their culture to the appropriate extent (62). The particular importance of subverting stereotypes about the LGBTQ+ community is addressed in the following section.  These subgoals, however, are noticeably focused on building relationships between potentially conflicting groups, not fostering internal acceptance. Another of the Workshop’s goals that is relevant for queer audiences—especially queer children—is “establishing a sense of self.” Cole et al. note that peacebuilding between groups can also be achieved under the following circumstances: …media also aim to give children, particularly those from nondominant groups, an opportunity to gain a grounded sense of themselves. Children who have good self-esteem, are literate, healthy, and resilient are less vulnerable and better prepared for the future, all of which are essential to becoming full and active participants in an inclusive society (60).  For queer or questioning children, seeing themselves represented on a screen or in the pages of a book can provide a necessary boost of self-confidence that will affect their perspective on both themselves and their community as they grow.   6 Additionally, all three of these goals and their associated subgoals should be developmentally and contextually appropriate for young audiences, if their message is to leave a lasting impact. In order to both hold a child’s interest and present a lesson that can be recognized and understood, the Sesame Street Workshop suggests that children’s media should attempt to present the story from a child’s perspective, take place in a familiar context, and align with a child’s interests (Cole et al. 59). If the storyline addresses elements of adult life, such as romantic relationships or work, relevance and interest for children can still be maintained through the presence of a child protagonist.  While all of these goals of peacebuilding in children’s media—gaining a familiarity with and understanding of diverse communities, developing communicative abilities, establishing a sense of self, and remaining developmentally appropriate—are admirable aims, they may not all be possible within a single piece of programming. A children’s show, movie or book may have less lofty goals than encouraging social literacy, or they may choose to focus on a single pedagogical point instead of tackling the variety of methods listed above. Additionally, different age groups will respond differently to these attempts at teaching, and not every child will need or understand the same lessons. In short, the didactic elements of children’s media, like in any form of entertainment, are nuanced and complicated; it is thus difficult to implement pedagogy effectively. While I will take the suggestions of the Sesame Street Workshop into consideration when evaluating the media discussed in the following sections, I will not base all of my conclusions on the presence or absence of these qualities.     7 SECTION THREE: REPRESENTATION FOR MINORITY GROUPS   In their peacebuilding article, Cole et al. reference the idea of representation indirectly through their focus upon establishing a sense of self and combating stereotypes by understanding our similarities and differences. However, these positive effects of thoughtful portrayals do not automatically suggest the results of negative portrayals, nor do they address the broad role of media in shaping these images.   According to Elfriede Fürsich’s essay “Media and the Representation of Others,” the responsibility of modern mass media—including children’s media—goes far beyond the simple matter of entertainment. She states that contemporary media operates as a “normalizing forum for the social reconstruction of reality…Moreover, the media’s power to steer attention to and from public issues often determines which problems will be tackled or ignored by society” (113). In other words, media portrayals both convey societal norms (or what society aims to portray as normal) and bring social issues to the attention of the public with varying degrees of success, depending on the format and popularity of the media. In this way, media has the potential to influence the political and cultural views of its consumers, potentially impacting the way that adult individuals vote or participate in community action as well.   It is, however, important to note that these representations are not always reflective of the reality of any certain group, as is indicated by the presence and pervasive nature of stereotypes. Rather than simply conveying social norms or functioning as a realistic mirror of society, mass media outlets “create reality” and normalize “specific 8 world-views or ideologies” (Fürsich 115). These limited, culturally constructed images are prone to becoming problematic representations, which then lead to “negative consequences for political and social decision-making” that can be “implicated in sustaining social and political inequalities” (Fürsich 115). As mentioned above, these real and lasting effects of negative portrayals can go so far as to influence the day-to-day lives of those being portrayed by affecting public policy, especially for minority groups who are often misrepresented by majority culture.    Another function of media, whether consciously implemented or not, is to “define the boundaries of a community” by creating an “us” and a “them” — one group is safe, normal, and acceptable, and the opposing group is the “Other” (Fürsich 113). These “others” are almost always minorities, whether categorized by race, ethnicity, religion, or sexuality; often, they are portrayed as “different, exotic, special, essentialized or even abnormal” (Fürsich 116). These stereotypes, which create metaphorical distance between those being portrayed and those viewing the portrayal, are then perpetuated by the sheer saturation and the effective visual communication of TV networks, movie studios, and publishing companies. These portrayals persist for several reasons, with perhaps the most obvious factor being media companies’ need to maximize profit by appealing to mainstream audiences. In a similar vein, many blame the media's lack of initiative in combating stereotypes on their close alignment with social elites, who would be opposed to disrupting the status quo for fear of losing money or influence (Fürsich 117).   Conversely, some minority groups face a lack of overt stereotyping, or indeed any media presence at all: Fürsich notes that “Cultural media scholarship has often demonstrated that news and entertainment media stereotype non-white, non-elite groups  9 and other minorities by excluding them from coverage or by offering a limited range of representations” (116). (In their examination of LGBTQ+ representation in young adult media, two researchers similarly state that “Until the mid-1990s, LGBTQ people were not consistently represented in traditional media, including television” [McInroy and Craig 34].)  Rather than demonstrating the perceived irregularities or off-putting qualities of a certain group, these notable absences of minority groups in media lead to cultural silencing—by ignoring certain communities and their viewpoints, media can pave a path for society to create and spread harmful misconceptions uninformed by reality. Additionally, leaving minority groups out of popular media sends a harmful message to people who identify with or claim membership to these groups: namely, that they have no bearing upon the culture at large (Kelso 160).   These effects of harmful or missing representation, together with the potential peacebuilding results of inclusive children’s media, highlight the need for positive and thoughtful portrayals in general. However, the previous sections largely circle the primary question presented in this project: how do these patterns and qualities of representation affect the LGBTQ+ community specifically?     10 SECTION FOUR: THE QUEER COMMUNITY AND REPRESENTATION   Generally speaking, many of the above statements about minority representation in media apply to the queer community as well. However, as with any marginalized group, the LGBTQ+ community faces unique struggles and stereotypes when it comes to representation—especially when it comes to portraying queer children.   As previously stated, the general quality and quantity of LBGTQ+ portrayals have improved over the years, and the number of  “out” or openly queer public figures has increased as well. The early 1950s image of the “queer Communist pervert” (Kelso 1059) has long since given way to noticeably sympathetic queer characters, many of whom have inspired research and analysis regarding the current state of LGBTQ+ images and media acceptance. However, this research (by sad necessity) ignores one important facet of the queer community: where are all of the children? In his 2015 article “Still Trapped in the U.S. Media’s Closet: Representations of Gender-Variant, Pre-Adolescent Children,” Tony Kelso notes that “studies on U.S. media depictions of young children who depart from gender norms or hint at—or even openly express—same-sex attraction (or both) have been almost entirely absent” (1059). Queer children thus face absent stereotyping in media, and their experiences often go unnoticed except by those who know them personally or by others in the LGBTQ+ community who have experienced similar silencing.   This complete lack of representation, as in Fürsich’s representation of “Others,” is not reflective of reality. The emergence of homosexual, gender-nonconforming, or 11 otherwise queer identity often begins in early childhood, before puberty or the formation of romantic relationships or interests (Kelso 1059). As mentioned in “Seven Essential Elements to Promote Peacebuilding,” this is a developmentally important time for children: among other things, “establishing a sense of self” is one possible goal that can be helped along by representations or lessons presented in media intended for pre-pubescent audiences. Kelso likewise argues that media representations “have a socializing influence on young people’s development of their notions of self, whether in regard to race, gender, class, sexual orientation, or other identity categories” (1060). Unfortunately, the limited amount of representation to be found for young queer audiences makes each portrayal that much more influential: the scarcity of these images makes every instance impactful, even and especially if the image is negative. Additionally, as young queer audiences often lack real-life role models to inform them or grant perspective on issues of identity, media representations may be the only access that these children have to the LGBTQ+ community (McInroy and Craig 35).    Unfortunately, some form of negativity often seeps into these scarce queer narratives for children, even if queerness itself is not necessarily portrayed as a bad thing. For example, many representations of queer characters—in media for children and adults—reflect culture at large by focusing on a “homonormative subject” (Kelso 1059). A trope particularly common in children’s books, homonormativity refuses to contest heteronormative assumptions and lifestyles, but reflects and pushes them back onto queer individuals with the intent to depoliticize queer culture by rooting it in the straight domestic ideal. While this image of queerness may be more palatable to heteronormative society, Kelso also notes that it “might benefit the relatively privileged LGBT people  12 who conform to consumer, middle-class, White values, while keeping the many other queer communities confined to the margins” (1059). Accordingly, the most common portrayals of LGBTQ+ subjects in popular media tend to be white gay men of a certain age, socioeconomic status, and gender identity (McInroy and Craig 34). “Other” queer communities, including queer BIPOC and those who are gender-nonconforming, poor, or otherwise disadvantaged, are perhaps those who are most in need of positive representation—representation that doesn’t attempt to unrealistically or disingenuously fit them into a heteronormative mold.   Other media portrayals of queer characters are more blatantly negative, especially in adult media. In the past, LGBTQ+ characters have been negatively stereotyped as “comic relief, villains and/or criminals, mentally and/or physical ill, and victims of violence,” and the ongoing prevalence of these stereotypes “may contribute to ongoing societal homophobia and heterosexism” (McInroy and Craig 34). Other representations may instead be disappointingly one-dimensional, leading to further stereotyping even if the qualities of the character are not inherently negative. While many of the more openly harmful portrayals of queer individuals as villains or mentally ill criminals have begun to disappear, the final image presented above—that of the “victim of violence”—is still a common trope in queer media today for both adults and children.  More commonly known as the “tragic queer” motif, these victimizing narratives present consumers and viewers with the image of young LGBTQ+ people as “martyrs, targets or victims of violence and discrimination, and as in need of adult or institutional protection” (McInroy and Craig 35). In other media, queer children and adolescents are similarly characterized by “instability, vulnerability, and victimization rather than  13 resilience or self-efficacy” (Craig et al. 257). In fiction, these motifs and characteristics are connected closely to another common trope dubbed “bury your gays” by online LGBTQ+ communities. In perhaps the most extended and drastic portrayal of queer suffering, LGBTQ+ characters affected by this trope usually follow a pattern of questioning, victimization, pining, confession, and then physical or metaphorical death that removes them from the storyline permanently, often just before or after achieving a happy ending. Unsurprisingly, these portrayals of trials and suffering caused directly by the victim’s identity neither encourage nor resonate with all children who identify with the LGBTQ+ community. Although sympathetic stories of loss or unfair treatment may be used to draw awareness to some of the realistic struggles that queer people face today, they do not accurately represent all queer experiences, nor do they provide positive reassurance for young queer and questioning audiences.    Moreover, multiple studies have shown that queer children  “disproportionately encounter harassment, discrimination, and victimization from both peers and adults,” which in turn can lead to more frequent struggles with “mental and behavioral concerns such as depression, anxiety, substance use, and risky sexual behavior” (Craig et al. 255). For parents attempting to raise queer children in a safe and loving environment, then, positive and non-limiting portrayals are vital in two ways: first, of course, is the previous point that media can assist in the process of identity formation. Secondly, however, media may also influence the views of other children or adults in the child’s life, potentially leading to greater acceptance and a reduced risk of physical or emotional harm.   What, then, do positive portrayals of LGBTQ+ characters in media often look like today, and what else do they accomplish? Assuming that the “tragic queer” trope  14 mentioned above is not a positive portrayal, at least for a broad LGBTQ+ audience, there are several other means of depicting LGBTQ+ characters in media that imply positive qualities and promising futures. In an argument similar to Cole et al.’s point that children’s media is rendered most effective when depicting characters and problems that children would find relatable, Kelso states that gender-variant children who are exposed to media figures who have “similar qualities as themselves” may “gain a measure of self-validation in the process” (1061). This again references the idea that queer children not only rely on media to help form their identities, but that media has the potential to help children form healthy, positive perspectives of themselves—especially in the absence of any other input from trusted queer friends or family. By showing gender non-conforming or queer children engaging in casual play, interacting with their peers or family, or otherwise depicting them as content in their expression of queerness, it is automatically suggested that queerness does not equal suffering and strife. If done correctly and consciously, positive representation may even become a source of comfort or pride (Craig et al. 257). In accordance with this idea and the overall improvement of LGBTQ+ images in media, McInroy and Craig note that positive portrayals of queer adults today frequently take the form of “prime-time comedy and drama television shows” that represent “lesbian or gay characters in similar ways to their non-LGBTQ counterparts” (34). Even if these representations are not wholly positive, the fact that LGBTQ+ characters share narratives and plot struggles with straight characters is a step forward from the alternative.   Another benefit of positive or thoughtful media for queer adolescents, particularly those in difficult home or family situations, is the growth of resilience. Craig et al. define  15 this quality as “the ability to positively navigate through significant adversity or threat” (255). Although adolescence is already a period of confusion and challenge for most people regardless of identity, queer teens and pre-teens (as stated above) are particularly at risk of developing mental illnesses or unhealthy behaviors and habits that can become harmful later on. Resilience is thus important to overcoming or persisting throughout these challenges, especially in the absence of a supportive family or community, as many young LGBTQ+ people are. There are several potential functions of media that can facilitate resilience, which may in turn create potential buffers for negative experiences: first, media can enhance social and emotional support; second, it can improve connectedness; third, it can increase self-esteem; fourth, it can encourage individuality and self-competence; and fifth, it can foster a sense of power for the viewer or consumer (Craig et al. 256).   In one study, interviews of queer adolescents revealed that media (in both offline and online formats) functioned as a catalyst for resilience by providing opportunities for coping through escapism, feeling stronger, fighting back, and finding and fostering community (Craig et al. 262). Two of these effects of media were strongly connected to offline media, which refers in this case to television and movies. (Online media, of course, refers to social media sites like Twitter and Facebook and video sites like YouTube.) The first effect of offline media for queer adolescents, coping through escapism, allowed them to temporarily escape from stressful situations by immersing themselves in a show or movie. While escapism can sometimes be a harmful coping mechanism when it veers into avoidance, this particular form of escape tends to be more beneficial, as it is particularly appropriate for queer children who cannot otherwise  16 remove themselves from difficult positions (Craig et al. 263). The other effect, feeling stronger, derives from seeing empowering storylines or resilient characters on screen and subsequently relating their own experiences to these elements (Craig et al. 263). Seeing queer characters like themselves succeed against adversity would undoubtedly be even more empowering for young queer audiences.   Positive representation, then, has been proven to have a multitude of benefits for both queer adults and queer children. Despite the relative lack of content catered to these audiences, the quality of portrayals has improved significantly over the years, providing sources of both pride and comfort for the LGBTQ+ community. For children, these positive images can also help with identity formation, self-validation, the growth of resilience, and increased acceptance from peers or other adults in their lives. However, the still-persistent stereotypes and harmful images of queer characters in media exist in conjunction with these confirming portrayals. The relative absence of queerness from media sends the message that queer people aren’t valuable to society; the prevalence of the “tragic queer” motif implies that there are no happy endings for LGBTQ+ people, and the countless negative stereotypes about predatory, villainous, or criminal queers incite fear, hatred, and even self-loathing among audiences today. With both the risks and benefits of representation laid bare, the goal becomes clear: we need more positive queer representation in children’s media, and we need it as soon as possible.     17 SECTION FIVE: WHAT CONSTITUTES GOOD AND BAD REPRESENTATION?   Since the growth of televised media, many scholars have attempted to generate criteria for evaluating the progression and quality of representation for minority groups. Kelso cites one particular model of progression created by Cedric Clark in 1969:   In the first stage, non-representation, [the subordinated group] is almost entirely excluded from the mediated environment altogether. He named the second stage ridicule, which entails a formerly disregarded group becoming fodder for demeaning humor. The third stage—regulation—finds its members now being cast in more socially acceptable, yet constrained roles. Finally, in the fourth stage, labeled as respect, the minority group is granted a broader range of portrayals, including both positive and negative depictions. (1067) This framework, originally created to analyze how different ethnic minorities are depicted on television, has since successfully been adapted to assess other types of marginalized groups. (One adaptation, reconfigured to gauge the representation of gay men in commercials, added such stages as “targeted recognition” to refer to queer-coding or other forms of signaling that would not be perceived by straight audiences.)  While Clark’s model is most likely meant to examine the representation of a group as a whole across an extended period of time, I intend to apply it to each piece of media individually in order to determine how forward-thinking they are in relation to each other. Each of the books and movies to be examined were created within at least a few decades of each other, since queerness was deemed an unacceptable topic in 18 children’s media until the late 1980s and early 90s. Because of this, there is less impetus to compare eras and a greater need to compare the wide variety of representations that have been produced over a relatively short period of time. This approach is supported by other modern researchers, who have noted that the model in its original form does not account for fluid representation—that is, “portrayals of identity groups do not always proceed in a linear fashion; sometimes, depictions ‘backslide,’ namely, they revert to a previous stage before once again forging ahead” (Kelso 1067). Thus, with the addition of “scorn” to Clark’s stage of ridicule, I will use his model to evaluate the relative level of acceptance for each piece of media rather than its overall position in a series of progressive stages.  In addition to Clark’s criteria for assessing the progression of representation, the Gay and Lesbian Alliance Against Defamation (GLAAD) has put forth its own model for determining the quality of queer representation: the “Vin Russo test.” Created in response to their 2013 Studio Responsibility Index, which revealed that the Hollywood movie industry lags far behind television in providing queer representation of notable amount or quality, the Vin Russo test is based on the “Bechdel test” often used by feminist scholars to evaluate women in film. Kelso, in his transcription of the test’s rules, states that movies must meet the following standards of LGBTQ+ representation to pass:  1. The film contains a character that is identifiably lesbian, gay, bisexual, or transgender.  2. That character must not be solely or predominantly defined by their [sic] sexual orientation or gender identity i.e. they [sic] are made up of the same sort of unique  19 character traits commonly used to differentiate straight characters from one another.  3. The LGBT character must be tied into the plot in such a way that their [sic] removal would have a significant effect. Meaning they [sic] are not there to simply provide colorful commentary, paint urban authenticity, or (perhaps most commonly) set up a punchline. The character should matter. (1080).  These standards account for much of the negative representations described in the previous section. Under these criteria, queer characters cannot be absent, silenced, reduced to pure stereotype, or made into nothing more than the butt of a joke. Additionally, while villainization is still possible, the characterization would not be so dependent upon the individual’s queerness as to create a blatant association between queerness and villainy. I find these standards to be applicable to both children’s media and adult media, and will use them to evaluate both queer and queer-coded children’s media in the following section.  One final set of considerations to take into account when assessing the validity of queer portrayals concerns the proverbial man behind the curtain. In their discussion of what constitutes queer media, McInroy and Craig cite two other authors who suggested that there are at least three elements of behind-the-scenes representation to examine: first, that LGBTQ+ people are involved in the creation of the media; second, that the “media incorporates LGBTQ esthetics (e.g. styles, themes, language, symbols, images)”; and third, that the media is generally accepted by viewers, readers, or consumers in the LGBTQ+ community (Benshoff and Griffin qtd. in McInroy and Craig 34). These facets of queer media, usually invisible on the screen or the page for most consumers, are often  20 nonetheless felt and appreciated by LGBTQ+ audiences. Having queer creators involved in the writing, production, filming, or editing of a piece is not a guarantee that representation will be perfect or favored by other LGBTQ+ individuals in the audience, but including such perspectives in the writing room has the potential to provide a barrier against blatantly negative portrayals. Because this involvement can play a large role in the overall quality of queer representation, I will also examine the media below in the context of their creators and their reception by the LGBTQ+ community.   Finally, in order to clarify my reasoning behind some of the pieces that I have chosen for my analysis, a few more queer media terms may require additional definition. The most important of these terms, mentioned above briefly, is “queer-coding.” Queer-coded characters, to use a common definition, “are not explicitly stated as homosexual but display stereotypical behaviors and traits consistent with those of queer communities” (Kim 156). This implied queerness is a neutral quality until it is altered by its context: just as there are positive and negative open representations, implicit queerness can be shown through harmless or damaging stereotypes. The most impactful difference, in this case, is whether or not audiences are able to pick up on the implied identity of the character. (Importantly, associations may still be created between queer traits and negative qualities without recognition of their queerness, leading to discrimination or disdain regardless of conscious knowledge.)  In times past, queer-coding was used with both malicious and benevolent intent. Before gay marriage was legalized in the U.S., queer-coding could be used as metaphorical nod to the LGBTQ+ community, letting members know that they were being positively acknowledged without rocking the boat that was the movie, TV, or  21 publishing industry at the time. Kelso notes that young queer audiences today are likewise attuned to these hints and may identify with queer-coded characters in the widespread absence of LGBTQ+ representation for characters for their age group. Other researchers have also commented on the prevalence of queer-coding in children’s television shows, stating that an hour’s worth of programming contains a dozen hints and signals, references that make no sense without an awareness of gay culture, jokes that subtly acknowledge same-sex desire or practice, intimate friendships that would be instantly ravaged by watchdog groups if they used the word “gay,” and exhortations that “nobody can tell you who to love.” (Dennis qtd. in Kelso 1074) Although these specific observations were made in reference to children’s television shows, adult media often queer-codes using the same tactics and reasoning. The trope of “very close friends” is particularly common in all levels of media, often sparking conversation and analysis among queer viewers in online communities.   At other times, queer-coding has been used to quietly create associations between stereotypically queer traits and negative characteristics, especially oversexualization, promiscuity, dishonesty, or generalized predatory behavior. As mentioned above, even if heterosexual consumers fail to pick up on the queerness of such negatively depicted characters, there is a risk that they will simply learn to notice and disdain queerness itself—especially if they have not been exposed to queerness in a positive context. In this way, queer-coding presents many of the same dangers and benefits as open representation. Because of these similarities, I have chosen to include noticeably queer-coded children’s media in my examination, and none of my previous standards for  22 evaluating queer media will be altered for these pieces. (The GLAAD’s point that a character should be “identifiably lesbian, gay, bisexual, or transgender” still applies here — there are many ways to “identify” queerness in the absence of a character or creator’s open confirmation.) Two additional elements that are worth noting in conjunction with queer-coding, though not as common in children’s media, are “queer-baiting” and tokenism. These tropes are more often found in media for mature audiences, who are more easily able to recognize and seek out queer themes and characters due to previous exposure. The former term, “queer-baiting,” refers to the act of deliberately including queer imagery, themes, or signals in order to attract LGBTQ+ audiences, and then switching the narrative so that queer-coded characters end up in heterosexual relationships. While indirect recognition of the value of attracting LGBTQ+ audiences could be a positive in itself, the fact that open representation is denied for queer audiences often proves frustrating at best. Tokenism, of course, refers to “the policy or practice of making only a symbolic effort” (“Tokenism”). Inadequate attempts to include LGBTQ+ characters for the sake of diversity often don’t pass GLAAD’s second or third rules listed above, again proving frustrating or demeaning for queer audiences. As stated previously, these tropes are less common in children’s media, but I will note their presence as necessary in my analysis below.  With the above characteristics and models in mind, the following sections will consist of an examination of select pieces of children’s media over the past several decades, covering books and movies with a special attention to Disney's history of queer representation (or lack thereof). I will consider the context of each piece, including  23 people involved in the creation process and their influence, how the media was received by queer audiences, the stereotypes presented, and the likely effects of these stereotypes on the children who are exposed to them. After providing an overview of each component and their relative degrees of progressiveness, I will then make a series of recommendations about for the future of queer children’s media based on my findings here.    24 SECTION SIX: ATTENTION TO DISNEY   As a final note before beginning my analysis, I will briefly address the approach that I take when evaluating Disney media: namely, I devote a section in both pre- and post-2015 era analyses to broad observations about the queer-coding and queer representation found in the Disney-produced media of each time period.  While this attention to one particular media company may initially appear to indicate bias, the justification for this format of analysis can be found in the sheer prevalence of Disney media in the United States. Each year, Disney puts out vast amounts of content aimed at young audiences: in 2019, data from Comscore indicated that Disney accounted for 38 percent of the total box office market share, with Warner Bros coming in at a distant 13.8 percent (Whitten). Outside of theaters, Disney remains a prominent figure in American entertainment, providing further exposure to their content though their Disney Plus streaming platform. Since Disney Plus’s launch in the U.S. in November 2019, approximately 50 percent of American households with children under the age of 10 had already subscribed to Disney Plus midway through the first quarter of 2020, according to consumer research from Ampere Analysis (Spangler). Furthermore, among homes with children and young adults aged 18 and under, 42 percent said they are Disney Plus subscribers (Spangler). These percentages are significant in that they still only demonstrate a fraction of the widespread influence of Disney-produced media on young audiences—it should be noted, for example, that these numbers do not account for any of Disney’s shows, advertisements, or merchandising efforts, all of which may function as additional sources of influence for children.  25 Given the scope of this thesis and the amount of media that Disney has produced across the chosen period of study, however, it is not possible to examine each piece individually with the same level of attention that I will afford to non-Disney media. Instead, I will make use of Disney’s tendency to utilize tropes, stock characters, and allegory by listing some of the common modes of representation for queer and queer-coded characters pre- and post-legalization of gay marriage in the United States. The similarities in the portrayals of these characters allow for a composite examination that contributes to the overall analysis of patterns of historical and modern queer representation.    26 SECTION SEVEN: HISTORICAL ANALYSIS   Disney, as a company, has seen its fair share of societal shifts and moral panics—it may even be fair to say that the company has actively contributed to some of them. From distributing American propaganda during the second World War to producing racist depictions of Siamese cats in the 1970s, Disney’s past prejudices and efforts to reflect the values of white, heterosexual audiences have not gone unnoticed by modern consumers. In recent years, social media users and researchers alike have noted a few important characteristics—largely negative queer stereotypes— that may be used to group villains from the 1940s up until the turn of the century.   Consider, for example, the characters of Ursula from the 1989 animated film The Little Mermaid, Captain Hook from 1953’s Peter Pan, the Evil Queen from 1937’s Snow White And The Seven Dwarfs, and Hades from 1997’s Hercules. Despite hailing from different decades, different settings, and different plotlines, all of these characters share similarly antagonistic goals: they want something that belongs to the protagonist (Ariel’s voice or the Dalmatians’’ coats); they want the protagonist (Snow White or Hercules) out of their way; or they want both of these outcomes at once. The most culturally important characteristic that these villains have in common, however, lies outside of the plot of each movie and registers instead as an innate aesthetic or personality trait: campiness.   The definition of the word “camp,” much like the definition of  “queer,” is broad and not as easily defined as it is recognized. Although Merriam-Webster presents several possible meanings of the word in relation to queer aesthetics, including the 27 straightforward “exaggerated effeminate mannerisms” (“camp”), some traits and aesthetics are considered more subtly “campy” than others. The behavior and appearances of the aforementioned Disney villains represent this spectrum of camp effectively, combining notably queer themes and fashions with the immoral or criminal actions that mark them as cartoon antagonists. The oldest of these villains, the unnamed Evil Queen from Snow White, is less openly queer-coded, although she exhibits some of the age-old stereotypes that people associate with lesbians and trans women. Compared to Snow White’s textbook gentle femininity, the Evil Queen is deep-voiced, physically imposing, and in possession of a seat of power usually reserved for a man—in short, she is masculinized and made intimidating partially because of her deviance from the gender norms that audiences would have recognized and followed at the time. Ursula and Captain Hook, by contrast, are more blatantly queer-coded: while Ursula’s appearance and theatrical mannerisms are based on the famous drag queen Divine, Hook is dressed foppishly, shown to be exaggeratedly dependent upon his more masculine crew, and fixated on capturing a young boy. Hades, the most recent of these examples, takes on the peculiar role of Megara’s “gay best frenemy,” simultaneously manipulating her for his own gain and advising her on her romantic relationships with other men.  Importantly, while these characters’ flamboyant behaviors, clothing, and gestures are not inherently negative, their exaggerated moral flaws can easily become associated with these common threads of queer imagery. Depicting these villains as deceptive, cruel, and selfish while also giving them appearances and offhand behaviors that are associated with queerness may give young audiences the impression that all of the traits represented  28 are undesirable, creating unconscious prejudices that may take serious self-examination and considerable time to undo.  As previously stated, the conflation of stereotypically queer traits with the negative actions of the characters themselves produces a view of queerness that is defined instead by oversexualization, dishonesty, and predatory behavior. Qualities that may have been praised in heterosexually coded characters, including gender nonconformity and individuality, are made into threatening indications of an evil that threatens the protagonist’s peaceful status quo.   Viewed through the lenses of the aforementioned analytical frameworks, it would be difficult to say that these characters constitute positive or neutral queer representation. While Cole et al.’s framework for representative children’s media is made irrelevant to these movies because of Disney’s lack of intent to create diverse media at the time, Craig and McInroy’s discussion of LGBTQ+ representation in the writer’s room is also difficult to apply to these productions because of the broad definitions of their requirements. Their rule that “LGBTQ people are involved in the creation of the media,” for example, is particularly tricky when applied to fairy tales: Hans Christian Anderson, who wrote The Little Mermaid and many other stories adapted by Disney, is generally labeled as bisexual by his biographers (Peake). Andreas Deja, an openly gay man, was responsible for the animation of the titular character of Hercules; Howard Ashman, a victim of the HIV/AIDS epidemic of the 1980s, composed the most famous music of The Little Mermaid. Importantly, however, none of these creators had any involvement in the writer’s room for the aforementioned movies, leaving the scriptwriting devoid of any direct input from queer people. In the audience, at least, the LGBTQ+ community picked  29 up on some of the implications conveyed by the mannerisms and dress of the Evil Queen, Ursula, Captain Hook, and Hades. Set apart from those around them by their perceived villainy and relative strangeness, these characters are lauded as relatable and humorous by modern queer audiences, who take some degree of pride in the popularity of these depictions.   Cedric Clark’s model of progression and GLAAD’s “Vin Russo Test” may be even more useful tools for analysis in the context of pre-2015 Disney films. First, in considering Clark’s model, it is apparent that Disney’s older movies do not progress beyond the stage of “ridicule/scorn” in which characters are the subject of either demeaning humor or contempt. The latter applies most clearly to the Evil Queen and Ursula, who (mostly) lack humor but are made to be highly dislikable; both ridicule and scorn apply to Hades and Captain Hook, who come across as fumbling and emotional while also being depicted as dangerous. None of these characters fit into “socially acceptable” roles, which is the next step forward in Clark’s model of progression. In terms of the Vin Russo Test, all four characters are halted at the first step, which dictates that the film must contain a character who is identifiably gay, lesbian, bisexual, or transgender. Although it has been established that these characters are queer-coded, it is difficult to argue that there is a clear indicator that would “prove” that any of these characters are queer—there are no open queer symbols or sayings, none of the characters engage in a close relationship with a member of the same sex, and there are no verbal acknowledgements from the villains or any other characters that the antagonists experience same-sex attraction or practice gender nonconformity. Additionally, although these characters do pass the second and third rules of the test, they do so in a way that  30 seemingly heightens the previous concern about villainization. While Ursula, Captain Hook, Hades, and the Evil Queen have personalities outside of their queerness and function as essential elements to the plots of their respective stories, their personalities tend to be cruel and their primary purpose is to antagonize the heroes.   These factors—the villainization of queer traits, a lack of writer’s room representation, a ridiculed or scorned status, and the absence of clear indications to “prove” queerness—arguably outweigh the positive aspects of Disney’s pre-2015 queer representation. Although many in America’s modern queer community express appreciation or solidarity with these characters, many do so with the awareness that this love is an act of reclamation. In the past, Disney held no interest in catering to or acknowledging America’s LGBTQ+ minority, and this position is reflected in the topic and anti-queer slant of the media produced at the time.   Outside of the realm of Disney, some writers and movie producers made more conscious efforts to produce neutral or positive representations of queer characters. One such example of this type of representation can be seen in the 2009 film Coraline, which was based off of Neil Gaiman’s 2002 children’s novella of the same name. The two characters in question for this media, though not protagonists or antagonists, leave a lasting impression on both Coraline and the audience. As retired burlesque performers, Miss Forcible and Miss Spink represent an eccentric new facet of Coraline’s new life in Oregon, behaving kindly towards the girl but fading into the relatively complex background of the rest of her story.   Like the Disney villains mentioned above, Miss Spink and Miss Forcible are never given any label in the media that they appear in, and audiences are thus encouraged  31 to extrapolate their identities from their living circumstances and the impressions that they receive from the characters’ relatively brief screen time. Even this small window into their lives, however, reveals a considerable amount of queer-coding. When Coraline first visits the couple, for example, it is revealed that they not only performed their burlesque shows together, recreating apparently raunchy female parodies of theatre classics like “King of Leer,” they also share an apartment and a considerable number of small dogs. Moreover, both women are referred to with the title of  “Miss,” indicating their unmarried status despite their advanced age. The close relationship between Miss Forcible and Miss Spink, further demonstrated by their tendency to bicker and fight throughout their on-screen conversations, is an additional indicator of their possible relationship as a romantic couple.   Despite the apparent cattiness between these two characters, they lack the cruelty and antagonistic status of the aforementioned Disney villains. Instead, Miss Forcible and Miss Spink function as allies for Coraline, inviting her into their home for tea and conversation and later giving her the seeing stone that protects her from the evil “Other Mother.” Despite being only side characters, they also exhibit memorable and unique personalities, shifting back and forth between competitive stubbornness, concern for Coraline, and a know-it-all mysticism that is arguably justified given the help that they provide. Looking again at the models for analyzing queer media, these helpful tendencies and the close relationship between the two women check all three of the boxes for GLAAD’s Vin Russo Test: not only are Miss Forcible and Miss Spink significantly tied to the plot (via the seeing stone) and defined by general eccentricity rather than queerness, they are also much more identifiably, concretely queer than the Disney  32 villains. In Clark’s model of progression, this status as “eccentric helpers” places them squarely in the “regulation” stage, which allows them to be cast in a restrained, socially-acceptable role.   A final consideration for Miss Forcible and Miss Spink is the behind-the-scenes representation that was so conspicuously absent from Disney’s pre-2015 media. While Henry Selick, who wrote, directed, and produced the film, is not a member of the LGBTQ+ community, the original author of the Coraline novella explained after its release that Miss Spink and Miss Forcible were always meant to be queer. In a Tumblr post from July 8th, 2018, Neil Gaiman stated, “Miss Spink and Miss Forcible were always a couple: or at least, I’m pretty sure the couple that I based them on were a couple,” indicating that they were meant to be realistic queer representation—rather than fabricating a lesbian couple from scratch, Gaiman consciously copied aspects from a (perceived) romantic relationship from two real women (neil-gaiman). Although the LGBTQ+ community is less invested in and conscious of the relationship between Miss Spink and Miss Forcible, thereby lessening their cultural impact and representational power, their clear portrayal of a queer lifestyle and connection to real-life queer relationships gives them a much stronger claim to positive representation than Ursula or the Evil Queen.   Despite this relative positivity, however, Coraline still has drawbacks as a prospective piece of queer media. First and most importantly, Miss Spink and Miss Forcible are not the main characters: they are members of a varied and unusual supporting cast. While they are valuable to the plot, they are not central to it, and their characters have less than 10 minutes of combined screen time. Viewed within the plot as  33 a whole, Miss Spink and Miss Forcible are considerably less present than the other supporting characters of Wybie, Coraline’s sometimes-friend, and the Cat, who guides Coraline as she passes between her world and the lair of the Other Mother. In addition to their relative absence from the story, Miss Spink and Miss Forcible are also (despite their clearer coding) unconfirmed as queer within the media itself. Neither of them ever mentions the word “lesbian,” nor do any of the other characters. While verbal confirmation is not always necessary—many queer individuals in real life reject clear-cut labels themselves—this type of identification would likely be necessary for Miss Spink and Miss Forcible to be acknowledged as valuable and open queer representation in children’s media.   Positive literary representation, in the meantime, can be found considerably earlier than 2009. This is made especially clear by the illustrated 1989 children’s book Heather Has Two Mommies, written by Lesléa Newman and illustrated by Diana Souza. Unlike all of the previous examples in this analysis, Heather Has Two Mommies was written for the explicit purpose of identifying and explaining queer relationships for young audiences, making it an especially progressive piece for the time period in which it was produced. The story, which begins with the birth of three-year-old Heather, follows some of her day-to-day experiences as a child with two lesbian mothers. Notably, the first part of the book mimics the usual type of sexual education materials produced for young audiences: while there is no explicit imagery and no explanation of sexual acts, the author uses correct terminology to describe an artificial insemination. She writes, “After the doctor examined Jane to make sure that she was healthy, she put some sperm into Jane’s vagina…If there was an egg waiting there, the sperm and the egg would meet, and the  34 baby would start to grow” (Newman Heather). The wording here echoes explanations of heterosexual intercourse found in other children’s media, indicating Newman’s intent to normalize, demystify, and destigmatize the idea of lesbian mothers choosing to have biological children.   The rest of the story makes similar efforts to normalize Heather and her family within the context of late 1980s America. In describing Heather, the author notes that she has “two arms, two legs, two ears, two hands and two feet” (Newman Heather), grouping Heather in with most of the human population of the planet and suggesting that there are no gaps between her lived experience and that of children being raised in heterosexual families. Mama Jane and Mama Kate are loving and gentle, providing Heather with a comfortable home, family outings, and a daycare for her to stay at on weekdays. The function of the daycare in Newman’s story is particularly important—not only does it serve as another normalizing aspect of Heather, Kate, and Jane’s life, it also presents the reader with a series of other nontraditional families that are explained and accepted within the community of the book. Aside from Heather, who has two mothers, there is a child with heterosexual parents, a child with divorced parents, a child with two fathers, and a child of a single-parent family, all of which are presented in the same way: namely, as a non-issue. After having the children draw pictures of their families for comparison, the daycare teacher states, “‘It doesn’t matter how many mommies or daddies your family has…Each family is special. The most important thing about a family is that all the people in it love each other’” (Newman Heather). This statement functions as a creed for the story overall, which ends with Kate and Jane picking Heather up from her daycare and hugging her for presenting them with the drawing of their family.   35  When viewed through the lenses of analysis applied to other media in this section, Heather Has Two Mommies is (predictably) shown to be more progressive than most. Because it is the first piece examined here with an explicit goal of representing diversity in family life, Cole et al.’s framework for evaluating children’s media may be applied, and the first quality of multiple and diverse portrayals of the same group is present and acknowledged by the inclusion of the many family types mentioned above. Cole et al.’s second suggestion, that characters explicitly identify themselves as members of certain groups and explain their cultures within these group contexts, is followed to a lesser extent. While the words “gay,” “lesbian,” and “queer” are never used in the text itself, the deeper meanings of these words are conveyed by the relationships between the characters and the clearly stated love that they have for each other. At the very least, young audiences who read this book will come away with the awareness that men who love other men and women who love other women are capable of forming families and relationships on par with those found in heterosexual society.   Cedric Clark’s model of progression, in turn, presents a view of the story that demonstrates its commitment to acceptance while also acknowledging the limitations of the media given the time period in which it was produced. Because Heather, Kate, and Jane are presented in the typical American family model, with two parents, a child, a house, and pets, they fall under the umbrella of the homonormative model of representation. (In Cedric’s model, this translates to the stage of “regulation,” in which characters are accepted but must function within constrained roles.) As Kelso noted in his examination of queer children’s media, homonormativity is relatively common as a pacifying agent for heterosexual audiences—by rooting same-sex love and relationships  36 in straight domesticity, queerness is depoliticized and made more palatable for skeptical straight audiences at the cost of the queer lifestyles central to the formation of queer culture. Unfortunately, this presentation of domesticity excludes the many subgroups of the LGBTQ+ community that fall outside of traditional family models, including couples without children, couples in open or polyamorous relationships, and queer individuals who have no interest in forming permanent romantic attachments. However, the date of publication for Heather Has Two Mommies plays some role in the exclusion of these groups. Authoring a children’s book about queer families in 1989 was revolutionary: at the time, the AIDS epidemic was still sweeping the nation, and homophobic rhetoric focused on the supposed dangers and immoral behaviors of queer people—especially gay men. Considering this context, further alienating the LGBTQ+ community from larger society would have been more harmful than helpful, making the homonormativity in Newman’s work a necessary facet of the book’s message. By insinuating that queer families are like heterosexual families—loving, harmless, and integrated—Newman worked to encourage a more accepting society for real-life queer people in the late 1980s and early 90s.   Finally, GLAAD’s Vin Russo Test and McInroy and Craig’s requirements for behind-the-scenes queer representation may be applied to Heather Has Two Mommies in a similar way. Perhaps unsurprisingly, the relationship between Jane, Kate, and Heather checks all of the boxes of adequate queer portrayals in the Vin Russo Test: Jane and Kate are identifiably lesbians, are defined by their careers and their familial love, and constitute an important part of the plot that bars their removal from the text. When it comes to behind-the-scenes representation, this story again boasts a greater connection to  37 the queer community than any of the previously analyzed texts. Newman, a lesbian herself, wrote the story for another lesbian who approached her on the street to comment that  “We don't have any books to read to our daughter that shows a family like ours. Somebody should write one” (Newman “Soapbox”). This aim—to give representation to children and families who wouldn’t find it anywhere else—made Heather Has Two Mommies a revolutionary work of children’s literature within its social context and paved the way for future representation that encompassed even more diverse facets of the queer community.    38 SECTION EIGHT: MODERN ANALYSIS   Since the legalization of gay marriage in 2015, Disney has seen marked improvements in their portrayals of queer characters. Pushes for public acceptance of LGBTQ+ aesthetics, families, and individuals have affected the company’s treatment of marginalized groups, and the villainization that plagued Disney’s early queer-coded characters has been lessened and slightly balanced out by the inclusion of neutral and positively depicted queer-coded characters—to an extent. As a megacorporation responsible for the production of almost 40 percent of the total box office share in 2019, Disney aims to appeal to the widest possible audience, taking care not to offend or overstep in such a way that would discourage more conservative consumers of Disney media. This caution has, in recent years, manifested in an apparent reluctance to include queer characters in any prominent big screen roles, instead shifting them over to become side or background characters with little relevance to the movies’ plots. At the same time, however, Disney advertising and executive teams have emphasized their dedication to inclusion and diversity, releasing and re-releasing their “first gay character” repeatedly in order to drum up positive press within the queer community for upcoming movies. This tokenism can be seen most clearly in post 2015 productions like 2016’s Zootopia, 2017’s Beauty and the Beast, and 2020’s Onward.   The characters and couples in these movies, unlike the Disney villains examined in the previous section, lack much of the obvious (and harmful) queer-coding that made them simultaneously contemptible and humorous before the turn of the century. Instead, 39 with the exception of Lefou in 2017’s Beauty and the Beast, these characters are a blink-and-you-miss-it presence: Bucky and Pronk Oryx-Antlerson, for example, appear in Zootopia only when protagonist Judy Hopps moves into her new apartment in the titular megacity of Zootopia, functioning only to contrast her peaceful farm life by filling the role of rude, noisy neighbors in a tiny apartment complex. Aside from the fact that they share their own apartment and engage in loud, shouted fights, the only indication that these two characters are a couple is their marital status—although they are never named in the movie, credits and behind-scenes material give them a hyphenated last name that is the only other indication of their status as a couple. Still, Bucky and Pronk are acknowledged as one of Disney’s first attempts at integrating neutral queer characters onto the big screen for a major production. Officer Specter in 2020’s Onward faces a similar problem, only appearing for a single scene in which she mentions offhandedly that she has a girlfriend. Like Bucky and Pronk, she lacks the queer coding or associations that make her identifiable as a queer character outside of her verbal acknowledgement, and her role in the story is that of a passing annoyance—as a police officer, she stops the two protagonists, Ian and Barley, during their quest to fully revive their father and meet with him for a single day after his death several years earlier.  The only one of this trio of characters to play more than a passing background role is Lefou, Gaston’s fawning sidekick in the live action adaptation of 2017’s Beauty and the Beast. Lefou, as a secondary antagonist, is much more openly queer-coded than the previous two examples—not only does he mimic some of the campy, effeminate mannerisms of early Disney villains, he also fills the role of “gay best friend” for the primary antagonist Gaston. Despite his apparent attraction for his friend, revealed by  40 occasional comments along the lines of “Who needs her when you’ve got us?” or that the women in town aren’t good enough for Gaston (Beauty and the Beast  8:00–9:00), Lefou helps him in his quest to force Belle’s love until he realizes that Gaston’s cruelty and selfishness bring harm to himself and those around him. By the climax of the movie, in which the villagers clash with the servants of the Beast’s castle, Lefou makes the decision to switch sides and is able to celebrate with the victorious protagonists at a celebratory ball. As perhaps the most obvious element of queer coding attached to his character, Lefou first finds himself dancing with a young woman before accidentally spinning into the arms of another man. Although this scene takes only a brief moment within the larger context of the ball, a look of realization or recognition crosses Lefou’s face before the camera pans away, seemingly indicating a moment of attraction or an internal “coming out.”  Applying the previously used frameworks of analysis to these characters reveals, despite their relative absence from the larger plotlines, a slight progression in the manner of queer representation that Disney provides. While Cole et al.’s guidelines for creating representative children’s media again fall to the wayside because of the lack of queer communities within Disney movies, Cedric Clark’s model of progression demonstrates a singular step forward in the stages of media acceptance. Whereas older Disney media presented queer-coded characters as objects of scorn or ridicule, newer productions place queer-coded characters under the umbrella of “regulation,” where they occupy a place in the narrative that has little effect but also invites relatively little controversy. Although this tokenization, meant to pacify and attract queer audiences without disturbing Disney’s wider population of consumers, may come across as insulting or belittling, Clark and  41 others argue that it is still a step forward from the villainization present in older portrayals of queerness.  GLAAD’s Vin Russo Test, in the meantime, further reveals the weaknesses of Disney’s barely-there efforts at representation. Although Lefou, Officer Specter, and the Oryx-Antlerson couple are all identifiably queer through their own verbal acknowledgement or concrete narrative hints at their orientation, this first rule is the only one that these examples reliably pass. The second requirement, that the character should have purpose and personality outside of their queer identity, is made inapplicable by the fact that Officer Specter, Pronk, and Bucky don’t have enough screen time to convey fully-formed personalities—the only thing that audiences know about Officer Specter (aside from the fact that she has a girlfriend) is that she is a cop, and the only thing that audiences know about Pronk and Bucky aside from their shared residence and last name is that they frequently shout at each other. Lefou, who has more screen time to develop a personality, is unfortunately subject to the other pitfall of this rule: most of his personality and character development are centered around his queer-coded traits and his devotion to Gaston. The final rule of the Vin Russo Test, however, is the one that all three characters fall short of most clearly. Neither Specter, Lefou, or the Oryx-Antlerson couple make an irreversible impact on the stories that they are present in—other side characters could have easily stood in for the sparse roles that they have, suggesting to queer audiences that these characters’ lack of importance is tied somehow to their queer status. They, like many real individuals in the LGBTQ+ community, are silenced and made irrelevant in service of a larger heterosexual narrative.   42 A final example of Disney’s relative progress in the post-2015 era can be seen in their willingness to hire and work with LGBTQ+ creators, even if they remain reluctant to present overt queer themes and characters to their widespread audience. While previous Disney productions refused to include queer creators in the writing room, 2016’s Zootopia involved the directing, writing, and visual production talents of Bryan Howard, an openly gay man who also voiced Bucky Oryx-Antlerson. While the film itself included very little in the way of active queer representation, having a member of the LGBTQ+ community on the creative leadership team likely helped guard against the inclusion of any blatantly negative queer stereotypes or villainizing traits that could have negated the film’s inclusive message. Beauty and the Beast’s 2017 remake saw a similar increase in creative diversity, with director Bill Condon and Gaston and Cogsworth actors Luke Evans and Ian McKellan all openly identifying as gay. 2020’s Onward lacked this level of creative input but hired lesbian actress, producer, and screenwriter Lena Waithe to voice Officer Specter. Outside of the creators themselves, however, the only film to gain widespread notoriety for its queer representation and queer imagery was Beauty and the Beast, which faced both scathing indictment from political and religious conservatives and praise from queer Disney fans seeking reflections of themselves onscreen (Sells).  Overall, as demonstrated by their lack of villainized queer characters and their increased willingness to involve LGBTQ+ creators in the production of media, Disney has made recent strides towards positive representation and increased diversity in their filmmaking portfolio. On the other hand, some of this progress is undermined by the company’s reluctance to place queer characters in roles of import and prominence,  43 thereby regulating them to roles that are simultaneously palatable for straight audiences and insultingly lacking for queer ones. This caution, while acceptable from a business standpoint, has the unfortunate effect of depriving young audiences of the representation that they so clearly need from mainstream film media.  In non-Disney media, authors have made much greater strides towards inclusion and positive representation. One example who clearly illustrates this progress within his own work is Rick Riordan, popular author of the Percy Jackson and the Olympians children's book series and its spinoffs. Whereas his first Percy Jackson series lacked any mentions or overt depictions of queerness, subsequent works have placed LGBTQ+ teenagers at front and center—especially his 2015 Magnus Chase and the Gods of Asgard book series. For the purposes of this analysis, focus will rest on the second book of the trilogy, 2016's Magnus Chase and the Hammer of Thor.  The protagonist of this novel, Magnus Chase, is a sixteen-year-old descendent of the Norse god Frey; as a demigod and einherji, another name for Odin’s undead warriors from the halls of Valhalla, he is responsible for carrying out the will of the Norse pantheon by completing tasks and quests in an attempt to avert a premature Ragnarok. In Hammer of Thor, Magnus is tasked with finding and retrieving Thor’s lost hammer, which is needed to defend against an onslaught of giants. His journey takes a turn, however, at the introduction of a new teammate whom he must work with to retrieve the hammer: Alex Fierro, a genderfluid teenager and child of Loki. Throughout their quest, Magnus learns more about Alex’s relationship with gender, which changes frequently over the course of their acquaintance. In their initial conversation addressing Alex’s fluidity, Alex explains, “[My gender is] truly fluid, in the sense that I don’t control it.  44 Most of the time, I identify as female, but sometimes I have very male days…You don’t have to get it. Just, you know, a little respect” (Riordan 218–19). This conversation takes on a didactic turn as Alex educates Magnus on her presentation and on how different people use pronouns or identify themselves on the spectrum of genderqueerness. Earlier in the novel, ideas of gender fluidity are further explained in a historical context when another of Magnus’s friends brings up the concept of argrs, claiming that Alex falls into this category as well: “‘Literally, it means unmanly…’It’s only an offense if you call someone argr who isn’t argr. Gender-fluid people are hardly a new thing, Magnus’” (Riordan 68). By combining historical connections with modern definitions and experiences, Riordan attempts to introduce young readers to the complexity of gender in a queer context, allowing them to relate to both Alex (the educator) and Magnus (the learner) over the course of the story.  When examined through the lenses of analysis applied to other queer media in this era, Hammer of Thor presents a mostly positive reflection of the recent progress made in creating LGBTQ+ media for children. Like Heather Has Two Mommies, this novel can be examined against Cole et al.’s requirements for producing inclusive content for young audiences, and it fulfills two out of the three listed elements easily. Although Hammer of Thor doesn’t include “multiple and diverse” portrayals of different people who identify as genderqueer—Alex and her father Loki are the only two to claim this identity in the novel—Alex’s conversation with Magnus about her gender presentation explicitly identifies her as a member of the LGBTQ+ community, and Riordan’s inclusion of the historical and cultural concept of an argr explains or adds to this culture to an appropriate extent. This didactic approach has the double benefit of providing  45 young genderqueer audiences with representation in the form of Alex Fierro and educating young cisgender audiences about some of the nuances attached to queer gender identity.  In the context of Cedric Clark’s model of progression, Riordan creates the first piece examined here to each the final phase of the model: respect. In this stage, the minority group is allowed to branch out of the restrained social roles that they were subject to previously, creating opportunities for complex characterizations that present positive and negative traits together without inviting either villainization or a halo effect. Alex, as a queer character, demonstrates this complexity effectively. At the same time that he is confident, intelligent, and willing to help friends in a crisis, he is also snappish, secretive, and unable to reach compromises when arguments arise between him and other members of Magnus’s friend group. Alex’s characterization as a genderqueer teenager is made more realistic and relatable by the integration of his flaws and strengths, which together form the impression of a fully realized person that readers could imagine meeting in real life. This respect for complex identities is verbally echoed by Alex himself, who (as mentioned above) tells Magnus that he doesn’t have to fully understand her identity as long as he respects it.  Largely because of this complexity and his major role in the narrative, Alex also passes all three elements of the Vin Russo Test. He openly identifies himself as genderfluid, possesses many personality traits that have little or nothing to do with his gender identity, and fulfills an essential role in the story that affects the outcome of the plot in a significant way. His reappearance in the third book of the trilogy confirms that Alex is anything but a strawman character or a feeble attempt at inclusivity, reassuring  46 young queer readers that their existence is deemed not only desirable and valuable by their friends and family, but also by society as a whole.  The only aspect of Hammer of Thor that may fall comparatively short, then, is behind-the-scenes representation. While Rick Riordan’s lack of personal connections to the LGBTQ+ community is less of a problem given his recent dedication to diversifying his work, the reception of Hammer of Thor by the wider LGBTQ+ community was quiet, with the novel appearing to slip under the radar of online queer audiences. (For reference, Hammer of Thor sold 58,000 copies during its first week, and The House of Hades, another of Riordan’s young adult novels, sold 350,000 copies in the same length of time only three years earlier [Curcic].) While many queer young adults enjoyed the original Percy Jackson series as children and adolescents, much of this original group aged out of Riordan’s intended audience range, leading to a lack of readers dedicated to the concepts and characters in his later work. In order to read and understand the Magnus Chase trilogy, readers likely need at least a passing knowledge of the full two series that came before it, which limits interest in the trilogy to a very specific subset of fans. If the Magnus Chase trilogy were able to function more effectively as an accessible standalone series, it might receive more attention as a model of representative queer children’s literature.  The final piece of media to be analyzed here, Sony Pictures’ 2021 film The Mitchells vs. the Machines, also represents a considerable step forward in the progression of queer representation for children. In this sci-fi comedy, protagonist Katie Mitchell is faced with the difficult task of saving the world from a technological, robot-driven apocalypse with the help of her family, who pulled her into a pre-college road trip in a  47 last-minute bid to repair her unsteady relationship with her father at the beginning of the story. The bulk of the film focuses on how they bond throughout their shared experience of the apocalypse, recalling the easy camaraderie of their bond in Katie’s childhood and slowly growing closer as Rick’s efforts to relate to his daughter become more successful. From the beginning, however, there are some indications that Katie’s perceived differences from her family may also include a queer identity. In her first lines to the audience after the opening sequence introduces the apocalypse, she states, “I’ve always felt a little different than everyone else” (The Mitchells vs. The Machines 2:40-50), and the freeze frame of Katie as she speaks includes the arch of a rainbow painted across the background. (A similar rainbow motif can later be seen on Katie’s bedcovers and on one of the pins on her jacket, which she wears throughout the film.) In an unsuccessful attempt to blend in, she turned to creating “weird art,” and laments that she “never fit in…for lots of reasons” (The Mitchells vs. The Machines 2:51–55). She also notes that her parents haven’t figured her out yet, and that it took considerable time for her to understand herself, echoing the experiences of many queer youth growing up in heterosexual families. Then, after Katie’s account of her history catches up with the narrative, she notes that one of her main motivations for attending film school in California is to meet people like herself. Though a critical viewer may state that these occurrences and visuals are circumstantial and not necessarily indicative of a queer identity, they would be disproven by the end of the film, which shows a video call between Katie and her mother after Katie finally makes it to college after the apocalypse. Enthusiastically, her mother asks her, “Are you and Jade official, and will you bring her home for Thanksgiving?” (The Mitchells vs. The Machines 1:39:26), referencing a female  48 acquaintance that Katie had met virtually at the beginning of the movie. This casual acknowledgement of Katie’s same-sex romantic attraction normalizes and re-centers all of her narrative from a queer perspective, giving potentially new meaning to her repaired relationship with her family and her identity in relation to her past.  When examined through the aforementioned lenses of critical analysis, The Mitchells vs. The Machines meets many of the same benchmarks as other progressive queer children’s media. While Cole et al.’s criteria for representative children’s literature aren’t fully filled—Katie is the only queer character who receives adequate screentime, and no one ever labels or explains queer identity—Cedric Clark’s model of progression is again extended to its furthest rung of respect. Katie, as the protagonist of the story, is a fully-developed character with positive and negative traits that help and hinder her journey respectively. (Her creativity and independence, for example, allow her to solve problems over the course of the apocalypse, but her impulsiveness often puts her at odds with her family and creates obstacles that they must overcome together.) Like in the case of Alex, this complexity results in a character that young audiences feel that they can relate to. She, like many queer teens and pre-teens, argues with her family, engages in habits that they might consider weird, and longs to find place where people are more like her, and these behaviors are presented as normal and accepted within the larger narrative of the film. Once again, young viewers are given the impression that not only are they not alone, they are also seen and acknowledged as an accepted group in a larger society.  Katie also parallels Alex in her fulfillment of the Vin Russo Test, which requires her to be identifiably queer, as demonstrated by her conversation with her mother at the movie’s end; defined by qualities outside of her queerness, as demonstrated by her talent  49 for filmmaking and complex relationships with her family; and tied to the plot in an important way, as demonstrated by her role as the protagonist. Behind-the-scenes representation for The Mitchells vs. The Machines, however, is where this film meets or surpasses other representative queer media produced after 2015. The story behind Katie’s queerness was popularized and reported upon by several news outlets, notably Insider, which revealed through an interview with director Michael Rianda that a group of LGBTQ+ artists working on the film (and one woman in particular) had a great influence on Sony’s decision to allow Katie to be openly LGBTQ+. Although Katie was initially based on several different queer people whom the director and co-director knew personally, it was LGBTQ+ animator Lizzie Nichols who wrote a final persuasive letter to Sony explaining why it was important for Katie to be openly queer (Guerrasio). Her influence and her plea for the company to be on the side of what was “right and just” pushed executives to accept and endorse what many companies are unwilling to produce in their own film media: not only a queer character, but a queer protagonist. This greater visibility, normalization, and acceptance of queerness in a major animated film by a well-known company, like the inclusion of a genderqueer character in a novel by a well-known author, paves the way for young queer audiences to gain greater acceptance from their communities and greater acceptance from themselves.     50 SECTION NINE: TRENDS REPRESENTED BY THESE ANALYSES   As a whole, this progression of queer children’s media from pre- to post-2015 reflects some of the more widespread trends in representation often seen in other media formats. Some of these trends are positive, indicating an expanding acceptance for different parts of the LGBTQ+ community, while others demonstrate a continued lack of understanding for the nuance and complexity inherent in queer identity.   One of the most notable negative patterns witnessed in the above media, with the exception of Magnus Chase and the Hammer of Thor, is a lack of genderqueer characters in popular media. Historically, people who identify as genderqueer or transgender face even greater levels of underrepresentation by mainstream media than their gay, lesbian, and bisexual counterparts: out of the 637 queer characters counted on GLAAD’s 2021-2022 “Where Are We on TV” report, for example, there were only 42 “transgender regular and recurring characters across all of broadcast, cable, and streaming” (Where We Are on TV). Considering that television is often more permissive and representative than movie media, this data supports observations of a near-total erasure of genderqueer characters on the big screen, especially in content created for children. In this analysis, none of the movies examined feature identifiably genderqueer characters, leaving an entire facet of the queer community unaddressed and unable to see themselves reflected in popular culture. As previously mentioned, this erasure also has the consequence of obscuring genderqueerness from the (heterosexual) public eye, leaving room for fearmongering, misinterpretation, and negative stereotyping.  51  Another potentially misleading representation found in several of the above media is a trend towards homonormativity, a concept that has been historically helpful but may lead modern audiences to form false conclusions and expectations about queer families. As previously mentioned, a focus on the idealized nuclear family in a queer context (as seen in The Mitchells vs. the Machines and Heather Has Two Mommies) may increase the comfort of heterosexual consumers at the expense of representing or including queer families that fall outside of the traditional family model. While Magnus Chase and the Gods of Asgard does a better job of representing the concept of an LGBTQ+ found family and Coraline shows an older lesbian couple with no children, studios and publishers seem largely unwilling to depict families who function around open, platonic, or polyamorous relationships. This lack of representation may lead children—straight and queer—to form limited ideas on what constitutes a family or a relationship, leading to misunderstandings or unconscious prejudices later in life.   Along with these negative trends, the analyses in this paper reflect several positive tendencies in newer queer media as well. First, in addition to a relative increase in social acceptance, a greater number of intersectional queer characters from diverse backgrounds are being represented in modern children’s media. Surprisingly, this change is most obvious in recent Disney productions: Officer Specter from Onward is voiced by a black actress and coded as a black character, while the supporting cast of Beauty and the Beast is full of nonwhite actors and vocalists. Similarly, Magnus Chase includes several side characters from different cultural and ethnic backgrounds, including a young Muslim woman who is responsible for saving the protagonist’s life several times throughout the story. While these depictions are not entirely ideal—none of these media include  52 protagonists who are both non-white and queer—the side-by-side inclusion of these marginalized groups suggests a similar goal of creating more representative media for both parties.   Finally, as addressed above, modern queer children’s media tends towards explicit representation over the more subtle queer-coding that was necessary before the legalization (and greater acceptance) of gay marriage in the United States. With the exception of Heather Has Two Mommies, an unusually progressive children’s book for its time, none of the aforementioned media produced before 2015 made explicit mention of queerness or queer identity; after 2015, all of the media examined in this analysis either presented concrete “evidence” or open discussions of LGBTQ+ identity, though none of the Disney movies mentioned queerness or labels outright. Leaving less room for ambiguity, as Magnus Chase and The Mitchells vs. The Machines have done, provides a greater variety of queer role models and more expanded opportunities for young audiences to identify with queer characters as a way to conceive of their own identities.     53 SECTION TEN: CONCLUSION AND RECOMMENDATIONS   Viewed cumulatively, these positive and negative trends suggest a few different guidelines for future creators aiming to produce diverse and inclusive media for young audiences. First, in order to facilitate better representation for transgender and genderqueer individuals, creators should make efforts to include open, unambiguous depictions of young characters experimenting with or questioning their relationships with gender. Because gender is a fluid concept and because young children and teenagers are still in a stage of identity formation, depicting characters in media who demonstrate healthy, developing relationships with concepts like gender and romantic attraction will encourage similar self-reflection in a real-life setting. This may in turn lead to greater confidence for both queer and cisgender children, who will be better able to articulate what gender means to them on a personal level in addition to becoming better equipped to understand people who fall on different parts of the gender spectrum.   In order to remedy the growing prevalence and possible oversaturation of homonormativity in queer media, meanwhile, creators should also endeavor to depict families that fall outside of the nuclear model. For children, who are more engaged with media that includes child protagonists, this representation may take the form of families consisting of children with more than two parental figures or with parental figures who are not engaged in romantic relationships. Showing the many different forms that family can take, as Lesléa Newman accomplished with Heather Has Two Mommies, is a vital step in encouraging young children to understand and appreciate the different approaches 54 to love and support that can be found in modern society. These two suggestions, when combined with ongoing progress in representing queerness openly and with elements of intersectionality, pave the way for greater socialization, peacebuilding, and identity formation in children from all backgrounds and circumstances.   Future research in this field of representation and children’s media may take a similar stance in updating and adjusting for blind spots in popular representations of queerness on the page or the screen. As a discipline, queer studies remains a flexible and ever-changing mode of research, and adapting such a lens of criticism to an equally flexible audience of youth remains imperative in the course of creating an inclusive and well-adjusted society. In short, it is time to ensure that our mainstream media today represents everyone, minority and majority demographics both, as accurately and honestly as possible—it is time for the reflection to match the people looking into the media mirror.                55 WORKS CITED   Beauty and the Beast. Directed by Bill Condon, screenplay by Stephen Chbosky and  Evan Spiliotopoulos, Walt Disney Studios, 2017. Disney Plus.  \"camp.\" Merriam-Webster,  https://www.merriam-webster.com/dictionary/camp.  Accessed 20 Oct. 2022.  Cole, Charlotte F., et al. “Seven Essential Elements for Creating Effective Children’s  Media to Promote Peacebuilding: Lessons from International Coproductions of Sesame Street and Other Children’s Media Programs.” New Directions for Child & Adolescent Development, vol. 20, no. 159, Spring 2018, pp. 55–69. EBSCOhost, doi:10.1002/cad.20229. Craig, Shelley L, et al. “Media: A Catalyst for Resilience in Lesbian, Gay, Bisexual,  Transgender, and Queer Youth.” Journal of LGBT Youth, vol. 12 no. 3, 2015, pp. 254-275. doi:10.1080/19361653.2015.1040193  Curcic, Dimitrije. “Percy Jackson Book Series Statistics.” WordsRated, 8 Nov. 2021,  https://wordsrated.com/percy-jackson-book-series-statistics/.  Fürsich, Elfriede. “Media and the representation of Others.” International Social Science  Journal vol. 61, 2010, pp. 113 - 130. doi: 10.1111/j.1468-2451.2010.01751.x.  Guerrasio, Jason. “'The Mitchells vs. the Machines' creators convinced executives to  make the movie's lead queer with a tear-inducing letter.” Insider, 12 Mar. 2022, https://www.insider.com/mitchells-vs-the-machines-how-katie-mitchell-became-queer-2022-3 56 Jordan, Amy B. “Children’s Media Policy.” The Future of Children, vol. 18, no. 1,  Princeton University, 2008, pp. 235–53, http://www.jstor.org/stable/20053126. Kelso, Tony. “Still Trapped in the U.S. Media’s Closet: Representations of Gender- Variant, Pre-Adolescent Children.” Journal of Homosexuality, vol 62 no 8, 2015, pp. 1058-1097. doi: 10.1080/00918369.2015.1021634 Kim, Koeun. \"Queer-coded Villains (And Why You Should Care).\" Dialogues@RU,  edited by Tracy Budd and Lynda Dexheimer, Rutgers University, 2017, pp. 156-165. McInroy, Lauren B, and Shelley L. Craig. “Perspectives of LGBTQ Emerging Adults on  the Depiction and Impact of LGBTQ Media Representation.” Journal of Youth Studies, vol. 20 no. 1, 2017, pp. 32-46. doi:10.1080/13676261.2016.1184243 neil-gaiman. “Not really. I mean, I’m sure it must have happened…” Tumblr, 8 July  2018, https://neil-gaiman.tumblr.com/post/175690336456/do-fans-ever-ask-questions-about-your-characters Newman, Lesléa. Heather has Two Mommies. Alyson Publications, 1989.  Newman, Lesléa. “Soapbox: The More Things Change…” Publisher’s Weekly, 19 Oct.  2009, https://www.publishersweekly.com/pw/by-topic/childrens/childrens-book-news/article/12905-soapbox-the-more-things-change.html Peake, Amber. “Theory Hans Christian Andersen was Gay Supports Queer Little  Mermaid Allegory.” The Focus, Sept. 2022, https://www.thefocus.news/culture/theory-hans-christian-andersen-was-gay-supports-queer-little-mermaid-allegory/ Riordan, Rick. Magnus Chase and the Gods of Asgard: The Hammer of Thor. e-book ed.   57 Disney Hyperion, 2016.  Sells, Heather. “’Beauty and the Beast’ Opens: Critics and Fans React to Movie, ‘In Your  Face’ Gay Scene.” CBN News, 17 Mar. 2017, https://www1.cbn.com/cbnnews/us/2017/march/family-movie-critic-disney-marred-its-beauty-and-the-beast-remake Spangler, Todd. “Disney Plus: Half of U.S. Homes With Kids Under 10 Have Already  Subscribed, Data Shows.” Variety, 17 Mar. 2020, https://variety.com/2020/digital/news/disney-plus-half-us-homes-kids-subscribe-1203536676/ The Mitchells vs. The Machines. Directed by Mike Rianda, written by Mike Rianda and  Jeff Rowe, Sony Pictures Animation, 2021. Netflix.   “tokenism.” Merriam-Webster,  https://www.merriam-webster.com/dictionary/tokenism. Accessed 7 Dec. 2021. Where We Are on TV: 2021–2022. GLAAD. 2022,  https://www.glaad.org/whereweareontv21 Whitten, Sarah. “Disney accounted for nearly 40% of the 2019 US box office.” CNBC,  29 Dec. 2019,  https://www.cnbc.com/2019/12/29/disney-accounted-for-nearly-40percent-of-the-2019-us-box-office-data-shows.html  ",
    "id": 552535514,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.wku.edu:stu_hon_theses-1991"
    },
    "title": "Kids, Culture, and Queerness: The Progression of LGBTQ+ Representation in Children\\u27s Media",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-01T08:00:00+00:00",
    "publisher": "TopSCHOLAR®",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.wku.edu/cgi/viewcontent.cgi?article=1991&context=stu_hon_theses"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/552535514.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/552535514"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/552535514/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/552535514/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/552535514"
        }
    ],
    "abstract": "Historically, popular media has functioned as a window into society’s ever evolving idea of normalcy. Children’s popular media, which contains elements of both entertainment and didacticism, is further burdened with the responsibility of influencing the perspectives of upcoming generations. This truth is particularly salient for the LGBTQ+ community, who have faced consistent misrepresentation or utter erasure from children’s media in the recent past. While there have been marked improvements in both the quality and quantity of queer representation in children’s media since 2015’s Obergefell v. Hodges case, there is still a significant need to acknowledge intersectional queerness and queer gender expression. This essay combines content analysis with case study in order to evaluate several representative pieces of children’s media before and after the legalization of gay marriage in the United States with the aim of isolating examples of harmful portrayals, recognizing recent progress made in representative media, and suggesting strategies for future children’s media attempting to incorporate diverse queer viewpoints",
    "tags": [
        "text",
        "media representation",
        "children\\u27s literature",
        "peacebuilding",
        "queer",
        "content analysis",
        "Children\\u27s and Young Adult Literature",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Other Film and Media Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.wku.edu:stu_hon_theses-1991",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "626",
        "openDoarId": 0,
        "name": "TopSCHOLAR",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 552535514,
        "depositedDate": null,
        "publishedDate": "2022-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-31T11:26:23+00:00",
        "acceptedDate": null,
        "createdDate": "2023-01-09T21:28:08+00:00"
    },
    "urls": [
        "https://digitalcommons.wku.edu/stu_hon_theses/987",
        "https://digitalcommons.wku.edu/context/stu_hon_theses/article/1991/viewcontent/Stevens_Sarah_Final.pdf"
    ],
    "lastUpdate": "2024-01-31T11:26:23+00:00",
    "setSpecs": []
}